[{"pageNumber":1,"pageContent":"MULTIDISCIPLINARY ASSOCIATION FOR PSYCHEDELIC STUDIES VOLUME X NUMBER 3 PSYCHEDELICS & CREATIVITY"},{"pageNumber":2,"pageContent":"2 m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 ISSN 1080-8981  Printed on recycled paper MAPS (Multidisciplinary Association for Psychedelic Studies) is a membership-based organization working to assist psychedelic researchers around the world design, obtain governmental approval, fund, conduct and report on psychedelic research in humans. Founded in 1986, MAPS is an IRS approved 501 (c)(3) non-profit corporation funded by tax-deductible donations. MAPS has previously funded basic scientific research into the safety of MDMA (3,4-methylene- dioxymethamphetamine, Ecstasy) and has opened a Drug Master File for MDMA at the U.S. Food and Drug Administration. MAPS is now focused primarily on assisting scientists to conduct human studies to generate essential information about the risks and psychotherapeutic benefits of MDMA, other psychedelics, and marijuana, with the goal of eventually gaining government approval for their medical uses. Interested parties wishing to copy any portion of this publication are encouraged* to do so and are kindly requested to credit MAPS includ- ing name and address. The MAPS Bulletin is produced by a small group of dedicated staff and volunteers. Your participation, financial or otherwise, is welcome. ©2000 Multidisciplinary Association for Psychedelic Studies, Inc. (MAPS) 2105 Robinson Avenue, Sarasota, FL 34232 Phone: 941-924-6277 Toll-Free: 888-868-MAPS Fax: 941-924-6265 E-mail: info@maps.org Web: www.maps.org *Creativity Edition Copyright Note All art work featured in this edition of the MAPS Bulletin is the exclusive property of the individual artist(s) and MAY NOT be reproduced in any manner without the expressed written consent of the artist. Contact information for featured artists is located on page 41. Cover Images Front: Huichol Mask – Yarn and wax on hand-carved wood base. By Luca Castro, Oaxaca, Mexico, 1996. Back: This Is The Way We Do It – Manipulated photograph. By Yumi Uno Mundo, Secret Heart Studio. Creativity 2 000 1 Introductions Rick Doblin, Ph.D., Jon Hanna and Sylvia Thyssen 4 Psychedelics and the Creation of Virtual Reality Excerpted from an interview with Mark Pesce 6 Visionary Community at Burning Man By Abrupt 9 The Creative Process and Entheogens Adapted from The Mission of Art By Alex Grey 12 Left Hand, Wide Eye By Connor Freff Cochran 17 Huxley on Drugs and Creativity Excerpted from a 1960 interview for The Paris Review 18 Ayahuasca and Creativity By Benny Shanon, Ph.D. 20 MAPS Members Share Their Experiences Anecdotes by Abram Hoffer, M.D., Ph.D., FRCP(C), Dean Chamberlain, Dan Merkur, Ph.D., Sam Patterson, Christopher Barnaby, Susan Butcher, Will Penna, and Martye Kent 26 Learning How to Learn By Myron Stolaroff, M.S. 27 Tom Robbins on Creativity 28 Robert Venosa’s Illuminatus Reviewed by Richard T. Carey 31 Talking with Donna and Manuel Torres AllChemical Arts Conference Interview Interviewed by Jon Hanna and Sylvia Thyssen 36 Telluride Mushroom Festival 2000 Reviewed by Alex Bryan 39 Stevee Postman’s Cosmic Tribe Tarot Reviewed by Carla Higdon 41 About the Artists Biographical sketches of featured artists: L.J. Altvater, Alex Grey, Allyson Grey, Stevee Postman, Steven Rooke, Donna Torres, and Robert Venosa 42 Resources 44 MAPS Membership and Renewal Information"},{"pageNumber":3,"pageContent":" m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 1 ® THIS SPECIAL creativity issue of the MAPS Bulletin , conceived by Sylvia Thyssen and co-edited by her and Jon Hanna, breaks important ground for MAPS. Previous issues of the Bulletin have reported primarily on efforts to conduct government-approved scientific research with psychedelics and marijuana. This focus has been in keeping with MAPS’ mission to obtain FDA approval for the prescription use of psychedelics and marijuana for the treatment of a range of medical conditions. Yet this focus on research is rather dry. Some people have even suggested that MAPS has had remarkable success in making the discussion of psychedelics and marijuana cold, clinical, and boring. For those of you who have felt that way, this creativity issue is the antidote! MAPS’ research strategy builds on existing public support for the development of a full range of drugs to treat illnesses—even potential medicines such as psychedelics and marijuana (that are also used non-medically and have a potential for abuse). MAPS’ strategy is based on the need to conduct objective scientific research into the medical uses of psychedelics and marijuana in order both to provide important new treatments to patients and to counter the deluge of misinformation and scare tactics that color the public debate about drugs and drug policy. Yet most responsible users of psychedelics and marijuana do not use these drugs for well-defined medical conditions. More frequently, these drugs are used to deepen relationships or for personal growth, new ways of thinking, spiritual experiences, recreation, relaxation and—as this issue will amply demonstrate—to enhance creativity of all sorts. Creating legal contexts for these beneficial non-medical uses will require wholesale revision of our nation’s drug laws, whereas approval for the medical uses of psychedelics and marijuana can be accommodated within our current legal structures (as analyzed in my recently completed dissertation). MAPS was created as a non-profit research and educational organization, not as a political lobby working to change our nation’s drug laws. Thus, MAPS’ response to the evidence presented in this creativity issue is to work to sponsor government-approved research into the use of psychedelics for the enhancement of creativity. MAPS has received a $2,500 grant from Jeremy Tarcher for protocol development for just such research. The study to be designed will, if approved, use modern research methodology to further explore the tantalizing possibilities reported in the pioneering psychedelic creativity research that was conducted in the 1950s and 1960s, research that ended prematurely due to political backlash against the non-medical use of psychedelics. With this creativity issue , MAPS moves into even more controversial territory than usual. For while there is majority support for the medical uses of marijuana and psychedelics—if the evidence for such uses can meet the standards of proof set by FDA—there is no cultural consensus surrounding the approval of the use of psychedelics and marijuana to enhance creativity. Among the first steps in creating such a consensus is demonstrating that psychedelics and marijuana can indeed contribute to creativity, through the dissemination of personal testimonials like those found in this issue. I’m proud to join with Sylvia and Jon in bringing to light some of the hidden sources of inspiration that readers of the MAPS Bulletin and contributors to this issue have personally experienced, seen at work in friends and colleagues, simply guessed at, or may be surprised to learn about. I trust you will find this issue worth a closer look, and invite you to join with MAPS in supporting efforts to use psychedelics and marijuana as tools to study the fascinating topic of creativity. Rick Doblin, Ph.D., MAPS President"},{"pageNumber":4,"pageContent":"2 m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 URING 1992 while completing my Bachelor of Arts degree, I had the pleasure of taking a 20th Century art class from Dr. Kurt Von Meier at Sacramento State University. The professor arranged that much of the class would be taught by the students, each one of whom had to pick out some specific aspect of modern art and report on it. My proposal was to discuss the influence of psychedelic drugs on art. I suggested that I might cover: early historical and cultural references; the psychedelic art of the 1960s and its connection to rock music; blotter acid art and the concept of imprinting; fractal geometry and its relationship to psychedelics; the late-1980s/early-1990s computer-assisted “rave” art; and the spiritual content of psychedelic art. Since LSD, mesca- line, and psilocybin had only really been available to the masses of the Western world since the late 1950s, this topic seemed particularly relevant. Dr. Von Meier kindly took me out to lunch to deliver the blow. “You’ll have to find something else to talk about. The subject of drugs is taboo. People would think that you’re encouraging their use.” It struck me then (as it still strikes me today), that being shut down on this subject was ludicrous. Perhaps in a high school... but in a university? Whatever happened to a liberal education? Nevertheless, my interest in the creative influence of psychedelics on the visual arts has—if anything—grown stronger since then, and I was honored to be asked to co-edit this issue of the MAPS Bulletin . A few creativity studies were completed with LSD prior to its being scheduled, some of which were directly related to visual art. (See the MAPS Bulletin 10(1), 1999, for a retrospective of Oscar Janiger’s work in this area.) And though officially sanctioned research has nearly ground to a halt, under- ground use has clearly mushroomed. While there have been quite a few magazine articles written about the use of psychedelics in the arts, surprisingly there has only been one book produced in English, Psychedelic Art by Robert E. L. Masters and Jean Houston, published in 1968. Although this book is an invaluable tome on the topic, it is also quite obviously dated. Those who feel that the term “psychedelic,” when applied to art, is overly invested in connotations of sixties popular culture haven’t been paying much attention to the myriad of approaches taken by today’s psychedelic artists. From the digital evolutions of Steven Rooke, the geometric abstractions of Allyson Grey, and the Fantastic Realism of Robert Venosa, to the spiritual X-rays of Alex Grey, the surreal visions of L. J. Altvater, the botanical narratives of Donna Torres, and the neo-tribal erotica of Stevee Postman—there’s a hell of a lot of diversity that “What is now proved was once only imagined.” – William Blake can’t be pigeonholed into an antiquated “sixties psychedelia” idea of what the word “psychedelic” means when applied to art. Indeed, an artificial segregation of “psychedelic art” as a mere artifact of the sixties ignores the fact that work produced in the sixties is just a small slice of a much larger tradition of “soul-revealing” drug- influenced visionary art that has been going on for thousands of years. From the possible inspiration of Amanita muscaria or Datura use on early rock art to ancient psychoactive snuffing artifacts, from peyote-based Huichol yarn and bead work to yagé-related Tukano decorative geometric art, from the ceremonial San Pedro pottery of the Nazca and Mochica to the mushroom effigy stones of the Guatemalan highlands—the inspiration of psychedelic consciousness on art is nothing new. To help update those who feel that “psychedelic art” equals “the sixties,” we have provided some additional color in this issue. However, just as psychedelic art can’t be merely relegated to the 1960s, so too drug-induced creativity can’t be relegated to the realm of visual art. Hence, this issue of the MAPS Bulletin also focuses on the creative mind states that psychedelics can engender in a variety of other pursuits. From problem-solving in engineering and the creation of Virtual Reality Modeling Language to influences on architectural design, music, writing, community-building, spiritual-insight, and much more, psychedelics are tools that—despite their outlawed status—continue to be useful for many people. Valuable enough that these folks skirt the law to use their psyche- delic tools. And while the MAPS Bulletin usually focuses on the medical applications of psychedelics and attempts to gain approval for such applications, this issue is predomi- nantly about the use of psychedelics in ways that are currently not “accepted” by society at large. The fact remains that people do use these drugs, and many use them in manners that clearly contribute to a more creative lifestyle in general. Anyone who has attended the experi- ment in temporary community called Burning Man (see page 6) will surely attest to the fact that much of the life’s blood of this creative community is pulsing with various inebriants, psychedelic and otherwise. Drug use has inspired artists, writers, poets, musicians, and others for thousands of years; the time we live in is no different. The words and images presented herein from various contem- porary users of psychedelics are just scratching the surface. For me, this issue of the Bulletin exemplifies the “multi- disciplinary” nature of the MAPS organization by helping to illustrate how psychedelics can be valuable creative aids in many areas. Enjoy! Jon Hanna, Editor d"},{"pageNumber":5,"pageContent":" m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 3 The MAPS Bulletin focuses largely on reporting the small but significant steps to legitimiz- ing the medical use of psyche- delics in our society. The language of that journey is analytical, written in black on white, with careful thought to phrasing and protocol. MAPS clearly identifies with the specific values required for the testing and approval of medicinal drugs, things like methodology, following directions, adhering to accepted norms, and safety. At the same time, the catalysts for MAPS’ goals, the drugs in question, elicit multi- colored, unbridled experiences that in most cases and for most people are extremely difficult to describe in words. The psyche- delic voyager comes back from a trip elated, sobered, terrified, illuminated, relaxed, perplexed, nonplussed; any of these, or all of these. The voyage is often unpredictable, the results “To raise new questions, new possibilities, to regard old problems from a new angle requires a creative imagination and marks the real advances in science.” – Albert Einstein scientists interested in designing good research studies. So we turned to our readers and focused on the present. The response to our call for submissions to this “creativity issue” were varied, and far less analytical than I had naively hoped. What we got instead was simpler and richer. The tone of some responses is well described in the words of an unattributed quotation shared with us in one letter: “The most visible creators I know are those artists whose medium is life itself—the ones who express the inexpress- ible—without brush, hammer, clay or guitar. They neither paint nor sculpt. Their medium is being. They see and don’t have to draw. They are the artists of being alive.” astonishing. Great meaning has been attributed to psychedelic experiences, and they have also been dismissed as folly or psychosis. There is an emotional charge to the idea of drug- induced inspiration; it is politically dangerous, hotly contested, vehemently denied, and strongly defended. With this issue we considered doing a retrospective of the scientific studies that have been conducted on the topic of psychedelics and creative problem solving or artistic expression. It became clear that this approach was in a way subverting our initial intent; to bring some right-brain content to a very left-brain publication. And whereas there was too much to say about the past, there was not enough to say about the future, aside from reiterating MAPS’ pledge to support For many years the MAPS Bulletin has held up as a slogan the words of a preeminent scientific mind, Albert Einstein: “Imagination is more important than knowledge.” With this simple thought we offer up the hope that human inspiration can propel us past beliefs that are fearfully defended into the realm of love and understanding that we claim as our birthright. MAPS treads into the sanitized and sanctified world of science with strong medicine. In offering a special issue of the MAPS Bulletin focusing on creativity and right-brain thinking, we honor the inspiration that so many have found from their use of psychedelics. Sylvia Thyssen, Editor MAPS Bulletin ”Creativity Edition” Editors: Sylvia Thyssen and Jon Hanna"},{"pageNumber":6,"pageContent":"4 m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 MAPS: How have psychedelics affected your creative process? Mark Pesce: I’m not sure that I’d be doing any of the work that I’m doing now. I don’t know. I think I’d probably be some silly software engineer working in New England, unenlightened and bored with life, without psychedelics. I can almost guarantee that. My use of psychedelics and my intellectual career essen- tially began synonymously somewhere in the first or second year of college. And so there was an opening up that came from the psyche- delic experience, which resulted in my becoming attracted to certain types of ideas...certain types of research. It’s not that it established the agenda, but it gave me a magnetic center—that’s what the Gurdjieffians would call it. But a sense of self that is very particular. And from that, what I had to do was just follow where that center would take me, and listen to it. And the times in my life when I’ve gotten fucked up are the times when I haven’t done that. By the time I got a little bit older, I was into what Joseph Campbell would call “following your bliss.” Well, my bliss was revealed through the psychedelic experience. It wasn’t achieved through the psychedelic experience, but it was revealed through the psychedelic experience. Now, I won’t make any attribu- tions to what the divine is, but if psychedelics reveal the divine, or allow you to eminentize it, to see it physically, or this sort of thing, wouldn’t it make sense for that moment to be synonymous with the moment of revealing of what your bliss is? I mean it would be sort of silly for a divine being to show itself, and to not show you what you are. That would only be a half revelation, because behold- ing the divine also means beholding the divine in yourself, and that’s part of what you are—what you’re doing, why you’re there. MAPS: Do you ever use psychedelics for problem-solving tasks? Where you have a specific question in mind, and then you take psychedelics in search of an answer? Mark: They’ve certainly been facilitators or catalysts for that. The most striking example is all the cyberspace protocols that came to me. I mean “wham,” it came to me like that, and I just saw them. I got the big picture, but the big picture said, “Okay, well you know roughly how to make it work. Now you have to go in and do the detail, right?” I spent three years doing that detail work, and out of that detail work came VMRL, and some stuff which you’ll probably still see in a couple of years. So in that case it was very direct... I’ve done a bunch of research work on the ethics and the effects of virtual environments. And that also was catalyzed specifically in a psyche- delic experience. You know, it was like “snap.” It’s a moment of clarity. Not like the same AA moment of clarity, right? But it’s a moment of clarity, you see it. Just because you see it, doesn’t mean that you’re immediately able to talk about it. I spent six months with that, and managed to sort of piece it together, and say, “Okay, well I’ve got this great tapestry up there. All right, I think I see a relationship within the elements, let me spend some time with it and get it codified into something that’s visibly solid in feel.” MAPS: It seems to me that one of the things that you are getting at is the idea of working with the inspirations. I know that there are a lot of people who take psychedelics and have inspiring thoughts, or get into an inspiring realm, and then come out of that and then they’re just looking for their next trip, where they enter into that inspiring place again. But they don’t actually ever do Psychedelics and the Creation of Virtual Reality Excerpted from an interview with Mark Pesce at the 1999 AllChemical Arts conference"},{"pageNumber":7,"pageContent":" m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 5 anything with it. So how do you bring it back? What is it? Is it just so inspiring that it causes you—when you are straight—to think, “Yeah, I gotta get to work on this!” Mark: I know that there are people who just go right back to that space, but I think that if you go right back to that space you’re just going to be in the same space again. But with the same question. And where’s that going to get you? In the cases that I’m talking about, the vision doesn’t fade for a second, right. It’s still there. It’s still as tangible as it was the moment it came. It’s not psychedelic. It’s not possessed with that same eminence, but it’s still as present. I could ignore it, I suppose, although I’ve never done that and I wouldn’t really want to know how it felt, because I think that I would feel enormously frustrated inside— that I’d gotten this thing and I wasn’t doing anything with it. In particular with all this stuff that’s become VRML, and all that. I didn’t get all the details. I got the chunks. And part of that is, you know, I get the chunks, and it’s software. Well, I’ll just go work on it. You know. And I’ll turn it up. And I’ll sit and I’ll think on it, and think on it, and think on it, talk it out with other people. I mean after I did that, I actually talked it out with other people while we were “I’m not sure that I’d be doing any of the work that I’m doing now. I don’t know. I think I’d probably be some silly software engineer working in New England, unenlightened and bored with life. Without psychedelics, I can almost guarantee that.” Mark Pesce (www.hyperreal.org/~mpesce) co-invented Virtual Reality Modeling Language (VRML) in 1994. He is the author of a new book, The Playful World: How Technology Transforms our Imagination [Random House]. tripping. And this is a case of specific usage. I’d go back into the space and take a look at specific parts of it again. And, the funny thing is I’d be very methodical and rational— which is not my normal mode of experience. Normally I’m just “experiential.” But in these cases I was very methodical. MAPS: While you were tripping? Mark: Yes! And I had to go back to the person I was working with, who was my partner in the endeavor when we were doing it. He understood that, and came right into the space with me, and we were methodical. We were giggly and all that stuff, but we were methodi- cal about it. And so we were able to really say, “Okay, well here’s this block right here. Okay, let’s take that block and go from one side of the block to the other side of the block.” And we did. We did this on a number of occasions over about a month period. And managed to take everything that I had gotten and really get it out. MAPS: What particular compounds were you working with? Mark: That was LSD, I think entirely. There were some mushrooms at the beginning, but I think that at that time it was entirely LSD. •"},{"pageNumber":8,"pageContent":"6 m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 Something New Under the Sun: Visionary Community at Burning Man By Abrupt (abrupt@abrupt.org) “This is like a psychedelic refugee camp,” I exclaimed, looking out over the domes, tents and flags of Black Rock City. Many of them shimmered with bright colors in the afternoon sun. People wandered the open spaces, clad in fantastic costumes, or done up like Bedouins against the alkaline wind. Some wore nothing at all. It was wonderful and weird—and it was really there! The Burning Man festival in Nevada’s Black Rock Desert is an explosion of creativity and dynamic commu- nity, which after fourteen years is pushing an attendance level of 20,000. Each year freaks, artists, and other vision- aries from around the country and world make the long trek to the desert, with food, water, art and shelter in tow. Burning Man has already appeared as a blip on the radar of mainstream culture, with coverage from the Whole Earth Review to ABC News Nightline . This level of coverage is notable, because the event bears the indelible mark of psychedelic inspiration, at the level of individual artistic expression and in the guiding vision of participatory community. Now, it’s easy to paint drug use at Burning Man as the event’s “naughty secret,” as an overindulgence of the bored and the affluent when left unsupervised. Each year Burning Man struggles with the stigma of being just a big party in the desert. But each year it proves itself to be something far greater. In a way the ongoing success and evolution of this festival lends the stamp of legitimacy to the psychedelic intuition that helps fuel it. It demon- strates—for those who might not otherwise understand— that people with a relationship to mind-altering agents can work extremely hard to realize their dreams, both collectively and as individuals. So what is the “psychedelic intuition?” For me, it is the understanding that life is a mystery and an opportu- nity, too easy to squander. It is an appreciation of the immense suffering of history, and the possibility of redeeming this suffering through intelligence, action, and love. It understands that, as conscious beings, our personal experience of the world is completely unprecedented in nature. The psychedelic intuition suggests that if we can conquer our fears of this novelty, we can break free of our habits to become a force of positive change in the world. The best encounters with psychedelics reveal the epic dimension of life, where the stakes are high and the possibilities are limitless. The challenge is to integrate these visions into the dirtier realities of living. Burning Man is both a response to this challenge and an embodiment of it. On the one hand, it is a chance to put into practice the insights gained from looking deep within ourselves. But in a way, it is also a mirror of the larger struggle: life in the desert, spirit striving upwards against the inertia of matter, a spark of hope in the disaster of history. From the mind’s moist abysses to the cracked lake bed on which the Man burns—it’s a strange translation, but not surprising. The desert here is a place of geometric perfection: flat right up to the hills which rise miles away, featureless aside from what is put there by people. There is no barrier here to the expansion of a mind willing to go the distance. With proper planning, an idea can be allowed to unfold into 3-D space regardless of how grandiose or abstract. There is plenty of room for every- one. At the same time, the harshness of the environment simplifies the usual distractions of biology. Comfort here is a chair in a patch of shade, a spritz of cooling mist. Appetites subside in the heat; water is the drink of choice. There is no television; there is no shopping. Everything is covered in dust. The requirements of the body form a clear, communal backdrop against which the Imagination claims its proper place at the center of community. I have always maintained that if nothing else, psyche- delics impel us outside of our habits of thought and behavior. From this vantage, we can look back at our lives. We can see which parts of our identity are solid, and which fade with a change of scenery. Sometimes we can even find new elements of identity, deeper ones, which our patterned response to the world have kept hidden from us. Pleasant or not, these experiences teach us about ourselves by removing the crutches on which our person- ality has come to rely. So it is in the desert, where our usual experience of civilization is fragmented, caricatured, remote. Food, shelter, and daily routines are all changed. Many of us camped with people we had only met online. Our per- sonal history was wiped; we were free of the assumptions and associations of our past, of our geography. The obligations of work and money were temporarily sus- pended. We were free to reinvent ourselves—and many of us did. We took the insights of our psychedelic voyaging and applied them to this community in a setting of considerable freedom. Then, if we chose, we shared psychedelics to cement newfound bonds, to amplify the novelty of the environment, and to find within ourselves the personalities which we wanted to show the world. Burning Man is not “about” drugs, any more than it is about losing your tan lines. But the social space created there accepts that, if used respectfully, psychedelics can catalyze community and imagination, which are central to the event’s success. This is one reason it HAS to be held in the middle of nowhere, because the civilization that spawned it has not yet made this leap of acceptance. Perhaps it never will. But for now, this fountain of novelty will continue to sluice over into the surrounding culture, as more and more people return to the “real world” changed by their experience in the desert. •"},{"pageNumber":9,"pageContent":" m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 7 Background photo by Cedric Bernardini; other photos by (top, going clockwise): Bernardo Charca, Treavor Wyse, Rebeca Cotera. All reprinted with permission of www.element-zero.com. Photo of “dust people” at left by Abrupt (www.abrupt.org). BURNING MAN 2ooo"},{"pageNumber":10,"pageContent":"8 m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 ALEX GREY TRANSFIGURATION , 1993 oil on linen, 60\" x 90\" in sculpted frame 8' x 13'"},{"pageNumber":11,"pageContent":" m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 9 25 The Creative Process and Entheogens by Alex Grey adapted from The Mission of Art Due to its visionary richness, I think the entheogenic experience has great importance for fueling an artistic and cultural renaissance. By giving artists a meaningful experience and access to deeper and higher aspects of their soul, they are given a subject worth making art about. A worthy subject is an artist’s most important discovery—it’s the magnetic passion that burns in their work and attracts them to it, and also determines whether they will attempt to evoke what is deepest and highest in their viewers. Oscar Janiger’s studies of LSD and creativity showed that many artists felt the work done while tripping or post- tripping was more inventive and inspired work than their previous work. Keith Haring, one of the most celebrated artists of the 1980s, credited LSD with stylistic breakthroughs that brought him to his own unique work. I feel the same way about my art. This doesn’t mean I recom- mend sacramental drug use for everyone, but I do think it should be a legal option for all. “How can we bring the insights of the entheogenic state into our lives?” For the visionary artist this is a somewhat straightforward translation of the mystical experience into artworks that transmit the depth of feeling and perception of the subtle inner worlds. The entheogenic state is, of course, unique to each individual. And yet there are archetypal states of being that are experienced by large numbers of psychonauts, and which can be evoked with our art. Let’s look at the trajectory and potential stages of the psychedelic experience and see how it translates into works of art. First Effects: 1) In the beginning stages we notice some physical body changes. We might feel jittery or some rushes of energy through the body, possibly an opening up of the chest or head. We feel a heightened sensitivity to colors and notice wavy or slowly billowing distortions of our outer world perceptions. When we look inward, we begin to perceive dynamic geometric forms and cartoon-like figures morphing into strange and inventive shapes. The unconscious is becoming conscious. The depth of mystery and meaning that our conceptual mind keeps at bay in our ordinary perception becomes flooded with portent. 2) Our perception is open to the beautiful and in the back of our minds we Twenty-five years ago I took my first dose of LSD. The experience was so rich and profound, coupled as it was with the meeting of my future wife, Allyson, that there seemed nothing more important than this revelation of infinite love and unity. Being an artist, I felt that this was the only subject worthy of my time and attention. Spiritual and visionary consciousness assumed primary importance as the focal point of my life and art. My creative process was transformed by my experience with entheogens."},{"pageNumber":12,"pageContent":"10 m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 begin to feel that reality is weighty or there seems to be some kind of symbolic importance to life. The perception of beauty and meaningfulness is mingled. Rushes of bliss and laughter, releases of ecstasy. Life is lucidly interpreted in a more holistic framework. Everything is okay, even if it is out of our control. Beginning to Surrender to a Higher Power: 3) Psychodynamic visions. Unresolved repressed emotions emerge and are faced via dramatic personally meaningful imagery. This can lead to frightening encoun- ters with suppressed memories, and can begin to break down an individual’s ego structure. This is perhaps not as important or lengthy a phase for emotionally stable and integrated individuals. Transpersonal Stages: 4) Birth, death, and rebirth experiences. The ego/small self is frightened, crushed, overcome and reborn through intense chthonic and cathartic visions. 5) Archetypal and mythic figures. In our last trip, Allyson and I were meditating on each other’s faces and began to see “everyface” of humanity wash across the face of our adored one. Allyson became every woman and every animal and for her I became all men and all animals. 6) Energy release. Kundalini move- ments in body, chakras opening, awareness of subtle energy systems. 7) Universal mind. Cosmic unity, voidness or emptiness as ground of being beyond polarities. Each of these stages or structures of higher consciousness and the subtle inner worlds can be evoked in our art. The Integrative Entheogenic Vision in art would at least bring together the opposites as most every sacred art tradition has done in the past, both the dark and the light, reason and intuition, science and religion, male and female, life and death, matter and spirit. Heinrich Klüver studied the effects of mescaline on normal subjects and he found there were certain visual and perceptual “form constants” that recur in psychedelic voyages. I think these shapes have relevance to developing our entheogenic artistic vision. The form constants are the spiral, the lattice or fretwork, and the imagery of tunnels and funnels or passageways. There is a perception of “greater dimensionality,” both visual multi-dimensional- ity and ontological dimensions of meaning. Iridescent and finely filigreed organic and complex geometric shapes evolve and dissolve, referencing both nature and sacred architecture. Colors appear more radiant and overwhelm- ing. Light itself takes on a palpable character. The white light is everywhere present holding everything together. An experience of such overwhelming power can influence an artist’s approach to their work. In order to bring forth her or his deepest work, an artist needs to be sensitive and courageous toward their own creative process. There are many stages in the creative process. Several scientists have attempted to outline the mysteri- ous phases of creativity. 1 Below is my adaptation of their findings. The Creative Process: 1) Formulation: discovery of the artist’s subject or problem 2) Saturation: a period of intense research on the subject/problem 3) Incubation: letting the uncon- scious sift the information and develop a response 4) Inspiration: a flash of your own unique solution to the problem 5) Translation: bringing the internal solution to outer form 6) Integration: sharing the creative answer with the world, and getting feedback Not all artists will recognize each phase in their work, and each phase takes its own time, widely varying from work to work. The first stage is the discovery of a problem. This is the most important question for an artist, “What is my subject?” The formulation of the problem arises from the artist’s world- view and may set the stage for an entire life’s work—that is, if the problem is sufficiently broad. The problem is the “well” dug to reveal the Source, the Vision, the creative matrix of questions and obsessions that drive an artist. Solving your aesthetic problem be- comes your mission. In an effort to illuminate the many stages of the creative process, I’d like to share a bit of the story behind my painting, Transfiguration . I have always been mystified by the body-mind-spirit relationship and the difficulty of making these multiple dimensions of reality visible in a work of art, but not until my LSD experiences did I want to make mystical consciousness itself the subject of my art. It took me about ten years of making art and obsessing over this subject to reach the formulation that this was one of my primary artistic problems, an important part of my vision. The Integrative Entheogenic Vision in art would at least bring together the opposites as most every sacred art tradition has done in the past, both the dark and the light, reason and intuition, science and religion, male and female, life and death, matter and spirit."},{"pageNumber":13,"pageContent":" m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 11 During the next stage of saturation I looked over everything I could find about the subject. It was a period of research that led me through many tracts of transpersonal psychology and the art of diverse cultures. I prepared a slide-show and lectured on the subject of “Transfiguration,” showing artistic representations of transcendental light or energy in relation to the body. At that point I didn’t know I’d be doing a painting by that name. The incubation stage is where the vast womb of the unconscious takes over, gestating the problem. The embryonic artwork grows effortlessly at its own pace. For the Trans- figuration painting, this phase lasted about half a year. Then early one morning I woke from a dream. In the dream I had been painting a piece called Transfiguration . The painting had a simple composition, two opposing spherical curves connected by a figure. Floating above the earth sphere, a human, which was fleshly at the feet became gradually more translucent. At about groin level it “popped” into a bright hallucino- genic crystal sphere. The dream revealed a unique solution to my simmering aesthetic problem. But this illumination or inspira- tion phase, my “Aha!” moment provided by the dream, was extended or underscored later that week when I smoked DMT for the first time. As I inhaled the immediately active and extremely potent psychedelic, I got to experience the transfigured subject of my painting first hand. In my vision, my feet were the foundation of the material world. As I inhaled, the material density of my body seemed to dissolve and I “popped” into the bright world of living geometry and infinite spirit. I noticed strange jewel- like chakra centers within my glowing wire-frame spirit body, and spectral colors that were absent from my dream painting. I was in my future painting and was being given an experience of the state in order to better create it. After receiving these two visionary encounters of the same painting, I began to draw what I had seen in my sketchbook. This started the translation phase, bringing the inner solution of my artistic problem to an outward form. I drew the body and worked on the computer to help me plot an accurate texture map of the electric grid around the hyper-mindsphere. I then assembled the various elements and stretched a fairly large canvas, because I wanted the viewer to identify with a “life-sized” figure. Finally, I started painting. After many months of work, my wife Allyson continued to ask me about an unconsidered area of the painting. This was the space beneath the hyper-mindsphere. I hadn’t noticed the space in my visions except that it was dark. This was a puzzling dilemma, which lasted for a week or two, because “empty” looked wrong or unconsidered, yet what belonged there? As is sometimes our custom when we are aesthetically “stumped” and need to see our work with fresh and creative eyes, Allyson and I smoked marijuana and gazed at the piece. Suggestions of what should appear in the empty space began to coalesce. Stars obviously, but this was not just outer space, this was inner space, the place of numinous angels or demons, of Terence’s “self-dribbling basketballs,” beings with skin like a Fabergé egg, the oddly glowing mindspheres anticipat- ing the transformative megasphere above. This seemed like the appropriate answer among the many that occurred to me. Work on the piece lasted almost a year. Part of the function of the vision and the creative process is the integra- tion of the inspired moment, via the art object or event, into the world beyond the studio, a process that continues as I share this story. We made a poster of this piece, and it will be reproduced in my new book, Transfiguration . Allyson and I have decided to retain the actual piece for the Chapel of Sacred Mirrors. For myself as well as other artists, entheogens have played a crucial role in the creative process. However, I don’t advocate that artists live in a constant haze of chemically-altered conscious- ness, and some sensitive artists should completely steer clear of the substances. Vision drugs catalyze our inherently visionary and potentially mystical dimensions of consciousness. May they be recognized and honored for the powerful and sacred substances that they are, proof of the importance and infinite vastness of the subtle inner worlds of imagi- nation and illumination, and may they open an endless source of inspiration for new universal sacred art. • Notes 1) Rollo May examines the phases of creation in his inspiring book, The Courage to Create . Betty Edwards has written a number of excellent books, including Drawing on the Artist Within , which is where some of the creativity research is discussed. During the nineteenth and twentieth centuries, Herman Helmholtz, a physicist, Henri Poincaré, a mathematician, and Jacob Getzels, a psychologist, all worked on a theory of the stages of the creative process. ...my “Aha!” moment provided by the dream, was extended or underscored later that week when I smoked DMT for the first time. As I inhaled the immediately active and extremely potent psychedelic, I got to experience the transfigured subject of my painting first hand."},{"pageNumber":14,"pageContent":"12 m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 You will not find any from me. Not where my conversations with Lefty are concerned. Consider the pupil of your eye (this is the anecdote part). More correctly, consider the iris, since the pupil is just a hole in the center of that extraordinary construct. The mechanism that makes the iris expand and contract in response to light intensity, nearness of focus, and things such as love and drugs (both of which dilate the pupil by causing chemical changes in a sympathetic nerve way off in the neck) consists of two separate meshes of very fine muscle fiber. These two work in tandem, pretty much like any other opposed pair of muscles in your body, such as biceps and triceps. One of the meshes radiates out from the pupil like a sunburst. When it contracts, the iris is pulled into folds, widening the pupil. The other mesh—the sphincter pupillae —runs in a circle. When this mesh tightens it closes the pupil up like tugging on a laundry bag’s drawstring. To dilate or not to dilate, that is the question...an apparently simple process that is, in truth, a complicated interaction mediated by feedback from lots of other parts of the body, including the muscles that aim the eye, the retina, and that busybody neck nerve mentioned earlier. Fortunately for us we don’t have to think about it. The process is automatic. In point of fact, it is generally considered autonomic , meaning we can’t consciously control it at all. Only there are more things in heaven and eyesight than are dreamt of in your philosophy, Horatio, because that’s wrong. I can control mine. I can deliberately dilate and un-dilate my pupils. Within certain limits, yes, and I can’t see worth a damn when I’m doing it (everything gets doubled and blurry), but deliberate control all the same. Last year I discovered that I can even make them pulse to a gentle beat, an utterly useless skill save possibly for weirding out people at parties. The point? There are three of them. (1) Life is pretty strange. (2) You can Left Hand, Wide Eye by Connor Freff Cochran discover surprising new things about yourself at any age. (3) Some of your discoveries may fly in the face of apparent logic and accepted reason. Like what is happening between me and my left hand, for example. Now, I am not an aficionado of drugs (this is the historical background part). In 38 years I have never been drunk, never smoked a joint, never snorted cocaine, never even put a cigarette in my mouth. Your average over-the-counter “guaran- teed mild” cold remedy turns me into a zombie for days, so you won’t find any on my bathroom shelf. Even aspirin is strictly reserved for fevers of 102 degrees or greater. On the other hand, I am no puritan. I do have a deep interest in things that enhance the senses instead of dulling them, and an even deeper interest in the transformational capacity of ritual. Get blitzed and go bowling? Not me. Go to Mexico and join a ring of Huichol Indian shamans in a peyote ceremony? I’d love to; just tell me what to wear. It’s my personal belief that drugs have no place in recre- ation at all...but that some specific drugs, approached carefully, have a powerful potential role to play in exploration. One of the commoner drugs I’ve used in order to explore altered consciousness is oxygen; breathing techniques are the central spine of all meditation, and you can change the shape of the world big time through controlled hyperventilation. Another drug I have tried is LSD, in the form of eight blotter acid trips spread out over the four years from 1976 to 1980. I may yet try LSD again. I’ve learned a lot since those days, and might cull something useful from refreshed experience. But looking back I would have to say that acid, after the jewel-like novelty of the first journey, was mostly disappointing. The wild leaps of mind, the emotional insights, the creative flashes that dazzled me during the arc of an LSD trip all looked pretty silly and incomprehensible afterwards. Let me say, going in, that I have no idea what you are going to make of this. The best I can probably hope for is the benefit of your doubt. Those of you who consider me a loon will think me even more so; those of you who feel otherwise may elect, at last, to join them; I just don’t know. What I do know is that something is going on, something too powerful to ignore and too useful to explain away. The time has come to discuss it in public. This requires a slightly- but-not- really -divergent anecdote, a bit of historical background, and then a simple unfolding of certain events from the last two years. It will be more journalism than essay, laid out so you may reach your own conclusions."},{"pageNumber":15,"pageContent":" m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 13 Not so with Ecstasy. Also known as X. Also known as MDMA. Also known, to limber-tongued chemists, as 3,4- methylene-dioxymethamphetamine: One of the very few natural or synthetic substances making the rounds that research had convinced me might offer substantive experience and minimal risk. As it happens, research was right. The insights that have come to me in my carefully- structured experiences with Ecstasy have been profound, humbling, and eminently sensible, even afterward. That’s the test. Besides, without it I might never have met Lefty. But first, this interruption from The Bureau of Journalistic Responsibility. Nobody can stop you from putting beans in your ears if you really want to, but the facts might. Here are the facts concerning Ecstasy. The U.S. government has declared it illegal. It can have side effects, among them slight nausea, jaw- clenching, occasional nystagmus (medicalese for “lateral eye- wiggle”), and mild-to-moderate post-flight fatigue. It definitely depletes body levels of calcium, magnesium, and vitamins B and C, which can be countered with supplements before and after. It should NOT be taken in combination with stimulants or antidepressants, or by people suffering from heart ailments, glaucoma, hypertension, diabetes, hypoglycemia, hepatic or renal disorders, aneurysms, or a history of strokes. It ABSO- LUTELY SHOULD NOT be taken by anyone who has to drive a vehicle any time in the next 12 hours. And, finally, it should not be taken by anyone who is suffering from any kind of emotional or psychological trauma. The standard rule here— and this goes for the legal drugs they’ll sell you at the corner liquor store, too—is simple: If you aren’t sure you are ready for the experience, you aren’t ready for the experience. End of interruption. A little over a year ago I decided it was time to share an Ecstasy journey with a well-chosen friend (this is the unfolding of certain events part). Together we thought it out a little further and decided we’d dedicate the trip to childhood things, from crayons to sandboxes. In the afterglow I even took a turn being pushed around a grocery store in a shopping cart, and damn if I didn’t find it the easiest thing in the world to be three years old again and reaching for favorite foods with straining, pudgy fingers. But the most curious event took place at the high arc of the flight. We were sitting together on her bed. One of the things I had dreamed of being as a child was a singer like the ones I had heard on the radio, and when I con- fessed this to my friend, she asked me to sing. So I did. But not something from my childhood. Instead I found myself singing one of my own old songs, a half-awful thing about escaping the psychological imprint of one’s parents. “I put away my father’s hands,” it starts, “And let go of his lies/I disregard my mother’s plans/And pull out all her knives.” I sang it through in a silver-clear voice I’d never managed to coax out of my throat before, and when I got to the final line—“And I, at last, am here”—then it started. A tingling. In my left hand. More than a tingling, actually. A bizarre, enigmatic sensation. On the outside my left hand looked perfectly normal, but on the inside it felt like it was auditioning for a job as a special effect in a David Cronenberg film. I couldn’t square image and sensation. To the eye, four fingers and a thumb. To the hand itself, melting candlewax. To match the way it felt it should have been changing shape; sprouting new fingers and absorbing old ones; turning into anything at all but a hand. I stared at it in some astonishment. My friend asked me what was going on. I told her. A physical therapist by training, she said “Hmm. Sounds to me like you just reclaimed something.” “But what?” “Well, were you left-handed as a child and trained out of it?” Nope. A rightie born and bred, as far as I knew. But one of the delights of Ecstasy is that it allows you to do more than think of alternatives; it lets you actually try them on for a comparative fit. So I thought to myself “Well, what if that were actually true?” And the tingling stopped. Just like that. If the story ended there, though, I’d have no reason to commit these events to print. That night I noticed that I was automatically reaching for things with my left hand instead of my right. The toothbrush. Doorknobs. Hands to shake. By the middle of the next day the plain fact was unavoidable—my left hand had somehow woken up and was demanding sovereign equality. Within a week I was brushing my teeth with both hands, shaving with both hands, eating with both hands. After years of uncomfortable accommo- dation to a watch, I shifted it from left wrist to right and suddenly everything felt fine. My right hand was experi- enced at following orders, and objected not. My left hand, rebellious, would have none of it. At this point I decided it might be time to read a certain self-help book I had bought months before and then studiously ignored. This tome fell into the general- ized category of “discovering the Inner Child” but took the (suddenly interesting) approach of advocating written dialogs between dominant and non-dominant hands. Page after page of this book contained reproductions of such dialogs, by the author and her clients, and I found them fascinating. The technique was simple. Ask questions or make comments while writing with your dominant hand, then trade off, clear your mind, and let your non-domi- nant hand write whatever it wants to, even if it comes out gibberish. I decided to give it a try...and met Lefty. Here is that brief initial dialog, unedited: What’s going on between me and Sharon? LOVE. YOU LOVE HER BUT AREN’T LETTING YOURSELF FEEL IT. Then what are all these emotions?"},{"pageNumber":16,"pageContent":"14 m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 ACTING. THE NAME, NOT THE ROCK. So what do I do? BE REAL. I don’t know what that is. BEING REAL IS SPEAKING THE WORDS THAT WANT TO BE SPOKEN NOT WHAT YOU THINK WANTS TO BE HEARD. It hurts. SINCE YOU WERE BORN. IT PROTECTED YOU. From what? I CAN’T TELL YOU THAT YET. YOU ARE TOO STIFF IN THE HEAD. OPEN WIDE. Great. First time out, and my “non-dominant” hand was dominating me. In the book it hadn’t been that way. But I was intrigued by the intensity of the emotions that the experiment raised, as well as by the weird mix of abstract and specific in my left hand’s comments. So I continued, and over the next month a strange rough poetry of insight, demand, directive, and language was worked out between “us.” There were things coming through my left hand that startled me, inspiring rich, unexpected trains of thought. Reflecting on certain phrases moved things in my heart and life that I had previously considered unshakable. ASK WHO YOU WERE BEFORE YOU WERE HERE. GIVE YOUR CONSCIOUSNESS A BREAK. IT IS ONLY BUILT TO OBSERVE AND RECORD. LET IT KEEP THAT JOB. LEAVE DANCING AND CREATION TO YOUR BODY. FEAR MAKES ANYONE POOR. IF CANDLES COULD LIGHT THEMSELVES THERE WOULD BE NO DARKNESS. YOU CAN’T SHED A SKIN BEFORE IT STIFFENS. NOT BEING FROM HERE MEANS THAT YOU CAN BE ANY OF THEM. BE EVEN STILLER. BE THE WATER IN YOU, AND NOT THE CARBON STEEL. THERE IS NO WAY TO HEAL A CUT BY ASKING TO KISS THE KNIFE. THE NATURE OF PEOPLE, LIKE PHOTONS, IS THAT ALL CAUSES ARE CORRECT AND ALL OUT- COMES POSSIBLE. PHOTONS HAVE CHOICE. PEOPLE, BEING MADE OF LOTS OF PHOTONS, HAVE LOTS OF CHOICE. PAIN IS A STRETCH YOU ARE NOT GIVING IN TO. DOORS ARE JUST A WAY WE RATIONALIZE FINDING OURSELVES ON THE OTHER SIDE. To date the transcripts of my left-hand conversations fill more than 200 pages. I’ve learned a lot in the process, and my foundations have been rattled more than once— especially when I explored, for a time, letting Lefty gab with other people through me (talk about new heights in disassociation!). And then there is the matter of the songs. Oh yes. Between 1979 and 1991 I wrote something like 75 songs, most of them quite laboriously. The Emperor Franz Josef thought Mozart used “too many notes.” My new collaborator (and fellow Keyboard columnist) Brent Hurtig thought I used “too many words.” After looking through my stack of tunes he found only five he thought worth developing. Then one day I told him about Lefty, and showed him ten lines of seemingly abstract poetry that had come through a few days before. To my great surprise he loved them. In minutes he had composed music to fit, then turned to me and demanded more. One verse does not make a song, he said. Two more. Now. I took up pencil in my left hand, nervously...and watched as it slowly and carefully wrote out exactly what Brent wanted. Two more verses, perfectly matched in meter, structure, and tone to the one he was on fire for. Wilder yet, the new verses completed the first one conceptually . What had been a meaningless fragment was now a meaningful song. Done. And we’d both been witness to it. Wow. 14 months and 60 new songs later I have come to trust the process, but am still surprised by it. These songs are not so much written as found, gifts from the other side of an inexplicable doorway. The pencil in my left hand moves across the page. I watch the words, wondering exactly what’s coming next. In the end they always make their own kind of coherent, compelling sense; and they sing like a dream. So what’s going on, eh? Shall we get Freudian and explain this in terms of Ego and Id? Shall we cast it in terms of right brain/left brain theory? Shall we speak of angels? You tell me. Better still, try it for yourself and then tell me. Perhaps you have unknown treasures to find, too. All I know is that I feel like a red-mud Oklahoma farmer who has struck oil on land he was about to sell for ten cents an acre. One day I went to sleep with a good right hand and something useful for holding forks steady. The next day I woke up with two strong wings. Like I said earlier. Life is pretty strange. And some of the discoveries in it challenge the boundaries of reason. But on the other side of that rationalized left-hand door, by whatever name you’d call him or definition you’d ascribe, I think I’ve found a friend. • Originally appearing in the March 1993 issue of Keyboard magazine, this essay is part of Connor Freff Cochran's long-running “Creative Options” series. More pieces from the series can be found at www.Freff.com. You can also order the first Creative Options book collection, Brave Confessions , by contacting Conlan Press in any of the following ways. Mail: Conlan Press, 712 Bancroft Road #109, Walnut Creek, CA 94598. Phone: 925-932-9500. Fax: 925-932-9551. E-mail: info@conlanpress.com. On the web: www.conlanpress.com."},{"pageNumber":17,"pageContent":" m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 15 STEVEN ROOKE, HYPERSEA , (above) 1997, digital image ENTRANCED , (lower) 1997, digital image"},{"pageNumber":18,"pageContent":"16 m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 “In 1976 during an LSD trip with my husband, Alex, I experienced my body turning into infinite strands of light that were both a fountain and a drain. As I lay meditating next to Alex, I could see that he too had been revealed as a fountain and drain, individual and distinct but connected to my ‘energy unit.’ I realized that all beings and things were ‘blowing off’ and ‘sucking in’ pure energy in an infinite field of confluent effluences. The energy was love, the unifying force. This changed both of our artwork as we felt that we had witnessed the most important thing: a revelation of ALLYSON GREY JEWEL NET OF INDRA , 1988, oil on wood, 40\" x 40\" the grid upon which the fabric of our material reality is draped. Sometime thereafter, I read a quote describing the Jewel Net of Indra. In the abode of Indra, the Hindu God of Space, there is a net that stretches infinitely in all directions. At every intersection of the net there is a jewel so highly polished and perfect that it reflects every other jewel in the net. This description related powerfully to the revelation that we had received while in our altered state. It has been my continuing intention to point to this experience in my artwork.” — Allyson Grey"},{"pageNumber":19,"pageContent":" m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 17 Interviewers: Do you see any relation between the creative process and the use of such drugs as lysergic acid [diethylamide]? Huxley: I don’t think there is any generalization one can make on this. Experience has shown that there’s an enormous variation in the way people respond to lysergic acid. Some people probably could get direct aesthetic inspiration for painting or poetry out of it. Others I don’t think could. For most people it’s an extremely significant experience, and I suppose in an indirect way it could help the creative process. But I don’t think one can sit down and say, “I want to write a magnificent poem, and so I’m going to take lysergic acid [diethylamide].” I don’t think it’s by any means certain that you would get the result you wanted—you might get almost any result. Interviewers: Would the drug give more help to the lyric poet than the novelist? Huxley: Well, the poet would certainly get an extraor- dinary view of life which he wouldn’t have had in any other way, and this might help him a great deal. But you see (and this is the most significant thing about the experience), during the experience you’re really not interested in doing anything practical—even writing lyric poetry. If you were having a love affair with a woman, would you be interested in writing about it? Of course not. And during the experience you’re not particularly in words, because the experience transcends words and is quite inexpressible in terms of words. So the whole notion of conceptualizing what is happening seems very silly. After the event, it seems to me quite possible that it might be of great assistance: people would see the universe around them in a very different way and would be inspired, possibly, to write about it. Interviewers: But is there much carry-over from the experience? Huxley: Well, there’s always a complete memory of the experience. You remember something extraordinary having happened. And to some extent you can relive the experience, particularly the transformation of the outside world. You get hints of this, you see the world in this transfigured way now and then—not to the same pitch of intensity, but something of the kind. It does help you to look at the world in a new way. And you come to under- stand very clearly the way that certain specially gifted people have seen the world. You are actually introduced into the kind of world that Van Gogh lived in, or the kind of world that Blake lived in. You begin to have a direct experience of this kind of world while you’re under the drug, and afterwards you can remember and to some slight extent recapture this kind of world, which certain privi- leged people have moved in and out of, as Blake obviously did all the time. Interviewers: But the artist’s talents won’t be any different from what they were before he took the drug? Huxley: I don’t see why they should be different. Some experiments have been made to see what painters can do under the influence of the drug, but most of the examples I have seen are very uninteresting. You could never hope to reproduce to the full extent the quite incredible intensity of color that you get under the influence of the drug. Most of the things I have seen are just rather tiresome bits of expressionism, which corre- spond hardly at all, I would think, to the actual experi- ence. Maybe an immensely gifted artist—someone like Odilon Redon (who probably saw the world like this all the time anyhow)—maybe such a man could profit by the lysergic acid [diethylamide] experience, could use his visions as models, could reproduce on canvas the external world as it is transfigured by the drug. Interviewers: Here this afternoon, as in your book, The Doors of Perception , you’ve been talking chiefly about the visual experience under the drug, and about painting. Is there any similar gain in psychological insight? Huxley: Yes, I think there is. While one is under the drug one has penetrating insights into the people around one, and also into one’s own life. Many people get tremen- dous recalls of buried material. A process which may take six years of psychoanalysis happens in an hour—and considerably cheaper! And the experience can be very liberating and widening in other ways. It shows that the world one habitually lives in is merely a creation of this conventional, closely conditioned being which one is, and that there are quite other kinds of worlds outside. It’s a very salutary thing to realize that the rather dull universe in which most of us spend most of our time is not the only universe there is. I think it’s healthy that people should have this experience. • Huxley on Drugs and Creativity Aldous Huxley interviewed for The Paris Review (1960), reprinted in Moksha: Aldous Huxley’s Classic Writings on Psychedelics and the Visionary Experience edited by Michael Horowitz and Cynthia Palmer (Park Street Press, 1999)"},{"pageNumber":20,"pageContent":"18 m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 INDICATED in previous publications (Shanon, 1997, 1998 a , 1999) I am a cognitive psycholo- gist who is studying the phenomenology of the ayahuasca experience. My study is based on extended firsthand experience as well as on the interviewing of a great number of persons in different places and contexts. In the publications cited the reader can find background infor- mation about both ayahuasca and the program of my research; for further theoretical discussion, see my forth- coming book The Antipodes of the Mind: Charting the Phenomenology of the Ayahuasca Experience . Phenomenologically, the effects of ayahuasca are multifarious—they include hallucinatory effects in all perceptual modalities, psychological insights, intellectual ideations, spiritual uplifting and mystical experiences. As discussed at length in the book mentioned above, many facets of these may be attributed to enhanced creativity. This characterization is also in line with that made by Dan Merkur (1998) with respect to psychotropic substances in general. According to Merkur, the sole effect of these substances is the induction of enhanced imagination. I do not think that this is the sole effect of these substances, but I do agree that it is a central one. Let me begin with the visual effects that ayahuasca induces. When powerful, these consist of majestic visions that are comparable to cinematographic films of a phan- tasmagoric nature. The indigenous Amazonian users of ayahuasca believed that these visions reveal other, independently existing realities; many modern drinkers share these beliefs. While not denying the marvelous, otherworldly character of the visions, as a scientific- minded investigator I would rather account for them in psychological, not ontological, terms. Apparently, ayahuasca can push the human mind to heights of creativ- ity that by far exceed those encountered ordinarily. I myself have realized this in conjunction with a vision in which I was guided through an exhibition displaying the works of an entire culture. The exhibits included beautiful artistic objects and artifacts that resembled nothing that I had ever seen before in my entire life. What was striking was that they all adhered to one coherent style. Seeing them I reflected: “If all this is created by my mind, then the mind is indeed by far more mysterious than any cognitive psychologist has envisioned.” Since then this reflection remains very much with me: If it is the mind itself that produces the visions seen with ayahuasca, then the creative powers of the mind transcend anything that psychologists normally speak of. As explained in Shanon (1998 b ), ayahuasca can also induce very impressive ideations. It is very typical for ayahuasca drinkers to report that the brew makes them think faster and better—indeed, makes them more intelligent. Several of my informants reported the feeling of potentially being able to know everything; I too had this experience. While, this overall feeling is not objec- tively provable, my data do reveal some ideations which are truly impressive. Especially let me mention philo- sophical insights attained by drinkers without prior formal education. Some of these resemble ideas encoun- tered in classical works as those of Plato, Plotinus, Spinoza and Hegel. Significant insights are more likely to be encountered in domains in which drinkers have special competence. Personally, with ayahuasca, I had many insights regarding my professional field of expertise and to which, following further critical scrutiny, I still hold. I have heard the same from other persons. It is in this vein that I would interpret the common reports of indigenous medicine-men that ayahuasca reveals to them the diagnosis of their patients’ afflictions and instructs them on how to cure them. The traditional interpretation is that the information comes by way of supra-natural revelation. On the basis of both my general theoretical approach and checks I have conducted empirically, I would rather say that what happens is the result of heightened sensitivity and insight in a domain in which the shaman already has substantial knowledge and expertise. As emphasized in my book, some salient effects of ayahuasca pertain to overt performances. Impressive performances that I have witnessed myself included instrument playing, singing, dancing, tai-chi-like move- ments, and acting. In these, drinkers exhibited technical agility, aesthetic delicacy, accuracy and coordinated motor control which by far exceeded their normal abilities. Here is one experience of my own. Once during a private ayahuasca session, on the spur of the moment, I decided to play the piano. In an amateur fashion, I have been playing the piano since childhood. I have played only classical music, always from the score, never improvising and very seldom with an audience. Here, for the first time in my life, I began to improvise. I played for more than an hour, and the manner of my playing was different from any- thing I have ever experienced. It was executed in one unfaltering flow, constituting an ongoing narration that was being composed as it was being executed. It appeared that my fingers just knew where to go. Throughout this Ayahuasca and Creativity  Benny Shanon, PH.D., Department of Psychology, The Hebrew University as"},{"pageNumber":21,"pageContent":" m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 19 act, my technical performance astounded me. Another person was present and he was very moved by it. When the session ended, it occurred to me that I had had the most wonderful piano lesson of my life. Since then I have been free-playing without ayahuasca. The quality of this playing is not like that under the intoxication, but it does exhibit some features that my piano playing never did before that ayahuasca session. Let me conclude with a word of caution. I have met many who believed that ayahuasca enabled them to do things they knew nothing of. For instance, many of my informants vouched that they heard people speak in languages completely foreign to them. I have checked into the matter and found no empirical support for that. In general, I would strongly advise against simplistic, reductionist views of the effects of ayahuasca (and psychoactive substances in general). I do not think that these effects are direct, biologically-determined products of chemical substances that act upon the brain. Rather, as argued at length in my book, what happens in the course of the ayahuasca inebriation is a joint product of both the substance and the person consuming it. An analogy that comes to mind is that of a race car. Obviously, without the vehicle, the driver would not be able to attain the fast speeds he/she does; at the same time, in order to drive the car and obtain good performances from it, one should be an experienced driver. Likewise with ayahuasca: This brew can endow human beings with special creative energy but what will be done with this energy depends on the individual in question. • References Merkur, D. 1998. The Ecstatic Imagination: Psychedelic Experiences and the Psychoanalysis of Self-Actualization . State University of New York Press. Shanon, B. 1997. “A cognitive-psychological study of ayahuasca,” MAPS Bulletin 7: 13–15. Shanon, B. 1998 a . “Cognitive psychology and the study of Ayahuasca,” Yearbook of Ethnomedicine and the Study of Consciousness 7 (in press). Edited by C. Rätsch & J. Baker. Berlin: VWB Verlag. Shanon, B. 1998 b . “Ideas and reflections associated with Ayahuasca visions,” MAPS Bulletin 8: 18–21. Shanon, B. 1999. “Ayahuasca visions: A comparative cognitive investigation,” Yearbook for Ethnomedicine and the Study of Consciousness 8 (in press). Edited by C. Rätsch & J. Baker. Berlin: VWB Verlag. Benny Shanon (Israel) msshanon@mscc.huji.ac.il “...I also wrote songs on LSD. That was ideal, because you could do [it] by yourself in your study. What happens is that acid makes it real easy to go from any one transition point to another, which is what twentieth-century music does, after all. That’s one of the rules: don’t go to the predictable place. But it just makes it easier to go from C to F#. “...We had all spent a lot of time acquiring the vocabulary of jazz and now psychedelics showed us that it was time to begin again from the first feeling of music and to jettison for a while all of that dearly won knowledge of harmonic tradition. All of a sudden there were no rule books and no grammars of the new music to be created. We had to learn the way by feeling and psychedelics taught us to do this.” Sam Andrew, musician/Big Brother and the Holding Company, from “He IS Heavy: He’s Big Brother: Sam Andrew and Psychedelic Origins,” an interview by Russ Reising (1999) “I did acid on three occasions—small tabs of it. I liked it because it lasted a long time, and it was really a brain freedom. It didn’t get ugly for me. It released part of my brain into some abstract thinking. I dare-say I would have gotten there eventually anyway, but I was happy for that freedom it gave me in my mind.” Tony Curtis, actor, from the 1993 book Tony Curtis: The Autobiography by Tony Curtis with Barry Paris"},{"pageNumber":22,"pageContent":"20 m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 Treating Mental Illness with Psychedelics HEN WE STARTED studying LSD and mescaline our long-term goal was to increase our under standing of schizophrenia and what it does. We first examined the psychotomimetic properties of LSD on normal subjects. We never knowingly gave it to schizo- phrenic patients or to their first-order relatives. Our personal experience and seeing its effect on many normal subjects gave us a good deal of information of what it is like to be psychotic, but in a controlled setting and knowing that it would pass. We also adopted the effect of LSD on the biochemistry of normal subjects as a model for schizophrenia and discovered that some subjects and most schizophrenics excreted a substance in their urine, later identified as cryptopyrrole. This compound produces a double deficiency of vitamin B-6 and zinc. Our psychotomimetic experiments soon evolved into psychedelic experiments. Dr. Humphry Osmond first reported the use of this word at a meeting of the New York Academy of Sciences in 1957. This became our model for treating alcoholics and by 1960 we had treated around 2000 patients. This research made me more sensitive and aware of the inner experiential world of schizophrenics and made me a better psychiatrist. In addition we observed that nurses and psychiatrists who also experienced the psyche- delic reaction also became warmer, more sympathetic and better therapists. If these reactions can be covered by the term creativity, then I conclude that the use of these hallucinogens made us more creative. With this enriched comprehension of the disease we were able to develop more effective treatments leading to the modern branch of medicine called orthomolecular medicine. Abram Hoffer, M.D., Ph.D., FRCP(C) (Canada), author of Common Questions about Schizophrenia and their Answers MAPS Members Share Their Experiences We appreciate the overwhelming response from MAPS members. Unfortunately, due to space limitations, we are able to only publish these few. Painting With Light “[Photography] had enough magical qualities that it [captured] my attention and my spirit, and so I entered into a love affair with photography...I guess I became acutely visually sensitive because of the psychedelic business. I mean when you go in and have that happen to your optic nerves... I had to follow it. There was no place to go except to follow that spirit of the incredible nature of the hallucinatory world. Just the fact that it was all internal made it all the more compelling. Photography, then, keeps drawing me deeper and deeper into an understanding of the beautiful and strange nature of what we see with our eyes and what reality declares in the outside world and then what we see, you know, within our minds in hallucinatory states. I guess that’s what drew me to ferret out in my medium a way that I could really tune in. It wasn’t enough that I was a photographer, you know. When you get turned on that way visually, you need to seek out that mystery. “...The metaphor I have come up with to explain why I’m working with [light painting photography] is that, perhaps, psychologically speaking, my world was veiled in darkness prior to my first psychedelic experience and my initiation into the world of photography, and I had to plot a way to reach out of the darkness, which is the overarching dilemma of my life, and in many ways, of our era. I reached through the darkness and found light. That’s what we’re all doing alone anyway, seeking light within our spirits and minds. It became a way for me to make contact with the world as an artist and paint light myself.” Dean Chamberlain (USA), photographer, from “Portraits of the Masters: Dean Chamberlain and Psychedelic Photography,” a 1999 interview by Russ Reising. Chamberlain’s portrait of psychedelic pioneer Oscar Janiger was featured on the cover of the Spring 1999 MAPS Bulletin . To view Chamberlain’s portraits of psychedelic pioneers, see www.deanchamberlain.com. w"},{"pageNumber":23,"pageContent":" m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 21 Cannabis -Inspired Inventing LIKE TO TAKE my briefcase with sketchpad, cell phone (off), Pentel 0.9 mm mechanical pencil, flannel sheet, beach blanket, sun screen, and my “Zeppelin Smokeless Pipe” filled with the strongest marijuana I can find to a deserted beach. I get set up at the beach, go for a swim and then take a good toke. As I dry off in the sun I lay back and close my eyes. I soon get a feeling of some extra energy flowing through my body. Sometimes a thought comes up and I need to make a phone call or two to handle something. Sometimes I feel like stretching or doing some Hatha Yoga. When I am calm and relaxed I start sketching. I don’t know what I’m sketching. I just make shapes. It doesn’t matter. The mechanical devices I invent always have a definable input and output. There is also some design envelope that can be defined. I just sketch sche- matic notions of mechanical elements that solve some aspect of the problem. I don’t try to solve it all at once. I just wander and watch and react as the sketches progress. Then sometimes I get a kinesthetic notion that something is coming. Sort of like a speeding train that you can feel and hear but can’t see yet because its around the bend. This is where I hang on and stay focused. In a brief flash a complete solution goes off. So fast that I don’t quite register it all consciously, but I feel like it’s somewhere in the subconscious buffer—however faint and fragile. That’s when I start sketching like mad. If I’m lucky I can draw it out in the sketch. I don’t fully comprehend it until I’m finished. Sam Patterson (SRAM USA), inventor of the Grip Shift ® , DB Road Bike twist shifter, recipient of 1996 Inventor of the Year Award from the US Patent Office Characters on Acid Write Story NE DAY in the fall of 1971, I was tripping on acid, at a point in the trip past the intense peak— when I was still very high, but definitely starting to come down. I wandered into the kitchen and, for want of anything else to do, sat down at the table. On the table was the manuscript of a book of short stories that I was writing. The manuscript was ready for a final read- through before being sent to the publisher. Somewhat aimlessly, I began to read the book. Although the first stories that I had written had been done while sober, I had made a point of writing roughly the last half of the book while high on grass. I don’t think I initially intended to edit the book while on acid, but I rapidly realized that I wasn’t too high to do a proper job, and I got into the work. As I was reading the stories, I began to experience mental images of the characters acting out the dialogue scenes. The figures were small, perhaps six inches tall, superim- posed on my field of vision perception. At first they spoke the words I had already written for them, but instead of the one voice of my own thoughts, they each began to have a distinct voice, with its own clearly modulated and accented tones, rhythm and cadence, and so forth. Next they started to say things that were not in the manuscript. Just as actors working with a script might do, the mental images of the characters corrected their lines, saying things that were more natural for them to say, that flowed better from their lips, and so forth. I copied down the new dialogue on my manuscript, as it was spoken by the characters in my imagination. This experience of the characters “coming alive” went on for a couple of hours, as I read through and edited perhaps 70 or 80 percent of the book. In a couple of instances, the vividness of the charac- ters led me to re-write the plots, as I became aware that it was out of character for a given character to do what I had written for him or her. The next day, after the trip had ended, the changes that I made in the manuscript while on acid all seemed to me to be improvements; and so Around and About Sally’s Shack went to press with the final editing having been done on LSD. I have since run across four or five instances of other writers having the experience of characters “coming alive” in a similar way, due to the vividness and intensity of the creative inspirations. The only time that I have experi- enced it I was on acid. For over a quarter century, I have used psychedelics only sparingly, and almost always for one of two reasons: either to seek a religious experience that will provide me with divine guidance in my life, or to seek a solution to a problem of literary creativity. While high, I will often spend some time having an intense experience of aesthetic appreciation, enjoying the creative work of others, but the major goals of my use of the sacraments are never merely recreational. Dan Merkur (Canada) is the author of The Mystery of Manna: The Psychedelic Sacrament of the Bible [Inner Traditions, 2000] and The Ecstatic Imagination: Psychedelic Experiences and the Psychoanalysis of Self-Actualization [SUNY Press, 1998] o i"},{"pageNumber":24,"pageContent":"22 m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 Painting from the Heart SYCHEDELICS HAVE influenced my creativity in many areas. I can attribute most of my greatest creative breakthroughs to the use of such sub- stances. I am a writer of poetry, prose, a fine arts painter and digital artist. Psychedelics influenced my prose and poetry. I found a well of being that was previously un- known that I could draw from to explain my understand- ing of self and being. My beliefs about self aligned to these new modes of thought enabling me to express this knowledge in an eloquent and entertaining manner. I noticed a great change in my ability to paint the spaces that I had visited whilst inside the psychedelic experience. I now paint the way I have always wanted to, creating on canvas the depth and emotion that I had gained through journeys into other realms. My work was also influenced. I used to work as a software engineer in artificial intelli- gence. Psychedelics were used in my team to solve prob- lems and visualize better ways of software construction. I currently work in web design and marketing. My abilities gained via the use of psychedelics enable me to design efficiently and quickly, interpreting the clients desires intuitively. My personal creativity has extended into the digital realm and I now produce fine digital artworks of the spaces that I have visited. Psychedelics have allowed me the vision of transpersonal realms that I recreate in my digital work. Overall, I can easily say that psychedelics have been the single most influential item toward a greater expression of my creativity in all ways. The positive changes within myself inform me of the impor- tance of this personal self-experimentation. I sincerely hope that one day these sacraments can be used and enjoyed by a greater population. Christopher Barnaby (Australia) www.realitybelief.com Visionary Psychedelic Art by Christopher Barnaby “I find that most of the insights I achieve when high are into social issues, an area of creative scholarship very different from the one I am generally known for. ...I am convinced that there are genuine and valid levels of perception available with cannabis (and probably with other drugs) which are, through the defects of our society and our educational system, unavailable to us without such drugs. ...The illegality of cannabis is outrageous, an impediment to full utilization of a drug which helps produce the serenity and insight, sensitivity and fellowship so desperately needed in this increasingly mad and dangerous world.” Carl Sagan (as “Mr. X”) in Marihuana Reconsidered 1994 by Lester Grinspoon, M.D. “There is no doubt that a psychedelic experience can be powerful enough to completely transform an artist’s work; to even stimulate a latent creativity into objective materialization which had been previously dormant. Isaac Abrams, who had created nothing before his LSD experience in 1965, attributed his motivation to paint to ‘a radical change in his overall world views.’ ... Arlene Sklar-Weinstein, who was a professional artist before she took LSD, made drastic changes in the style and content of her work after a single psychedelic experience. She told the authors in an interview, ‘...the LSD made available again the ‘lost and forgotten’ visual modalities one has as a child.’ ... Psychedelics have also been applied to enhance creative thinking for purposes not directly concerned with artistic expression, e.g., problem solving. Kyoshi Izumi, an architect, reported his use of LSD to gain insights into how to design a mental hospital in a way which would not antagonize existing mental aberrations of the patients. His suggestions for a more therapeutic design of the patients’ surround- ings were soon applied and worked so well that they have since been used in a number of other hospitals. The design was later commended by the American Psychiatric Association.” From “Psychedelics and Creativity” by Elvin D. Smith in the Summer 1983 Issue No. 4 of The Psychozoic Press . P"},{"pageNumber":25,"pageContent":" m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 23 AM AN ARTIST, and I write and draw satirical comic strips. The most important thing I owe to psychedelics is the inspiration to start drawing again. I’d given up in my teens, convinced that my talent was worthless and that art was a bad career choice. Now there is no doubt that art has a magical purpose in my life that is beyond these mundane considerations. Secondly, psychedelic work facilitates a free flow of creative ideas. These are not merely random combinations of conscious material; I’m able to see connections that are normally hidden, and then harness meaningful coincidences. The ideas that still seem funny in the cold light of morning are the ones that get used. The psychedelic experience can allow me to see the culture I live in from the outside, to appreciate the strangeness and folly of our ordinary lives, and have some idea of where society is heading. This detachment also enables me to see my own work without familiarity, a good antidote for excessive self-criticism. Finally, I am grateful for those moments of boundless hilarity, when the world seems like a wonderful joke between me, you and God. Psychedelics and Cartooning Susan Butcher (Australia) Susan gave a talk on psychedelics and creativity at the 1999 National Young Writers Festival in Queensland, Australia. “One’s perception of time is profoundly altered by LSD. Whether that’s necessarily an aid to the imagination, I don’t know . I think if the experience had any value for me, I think it’s that it simply gave my imagination another piece of material to work upon. But I think the imagination, unfettered , coupled with a powerful sense of the world as it is , is a far more powerful tool for the writer or artist, than a chemical crutch.” — J. G. Ballard, author “I mean, in some sense, what these sub- stances do is they give you the visionary hit . And that is sort of what leads you on through the drudgery. Through the pain, through the, uh, not making any money, living on a margin of a society that in many ways scorns you as an artist. It’s the visionary hit , that leads you on. And I think drugs have often times given them—brought [these people] into why they want to be artists in the first place. But it also mitigates, if they lean on them too hard, in to actually doing the work. Because unfortunately, art is about doing the work . It’s not just having the vision. It’s then being able to translate it into this consciousness.” — Jay Stevens, author “Given that LSD frequently made the real world seem transparent, or meaningless, an artist’s post- acid insights might genuinely be hard to express. All the normal points of reference would have suddenly become obsolete. As [Ken] Kesey intonated, “It might encourage one to make life an art, rather than art from life.” — Bernard Hill, program presenter From The Art of Tripping , a 1993 documentary on the influence of drugs on writers and artists, produced by the Jon Blair Film Company for the British Channel Four. i"},{"pageNumber":26,"pageContent":"24 m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 WAS EARLY FALL in 1965, my fifth year as a high school English teacher in California’s central valley, a year before LSD would become sched- uled. At almost nine on a Thursday evening I heard an insistent knock on my cottage door. When I opened it, there was Dave, who had graduated last June, and Sulyn, his southern California girlfriend, both of them now students at UC Davis, about an hour away. He had been an enthusiastic, probing student in my Contemporary Literature course, and I’d met her when they’d come by a month or so earlier. After exchanging some pleasantries, they launched right into the matter at hand: “Well, here it is! We talked all about it in class last year. And we finally did it last weekend!” They glowed. I soon realized what “it” was. I’d been fascinated even before two summers ago when I’d bought and devoured the first issue of the Psychedelic Review . Huxley’s The Doors of Perception and Heaven and Hell , Watts’ The Joyous Cosmology , and earlier, excerpted in the Evergreen Review in the late 1950s, Henri Michaux’s Miserable Miracle , had riveted me with their visions of the human potential. “It’s now or never, Willy baby,” Dave, barely eight years my junior, nudged. All of a sudden it didn’t matter that the hour was almost ten, that I had teaching tasks the next morning. I knew it was time. And what a time it was! Within minutes the micro- grams were turning the notes of a Brandenburg Concerto into sinuous luminous rainbow ribbons. Every corner of my house was transfigured, transformed, numinous. When I tried to communicate this to Dave and Sulyn they only laughed: “Complete sentences, Will, complete sentences!” I’d look at my watch’s frozen time; I wondered briefly if everything would remain relentlessly ineffable. The next morning students were in groups, putting together the week’s work in portfolios. Standing in the middle of my classroom I found I could tune in one group as I tuned out another, just like dialing radio stations. I realized my classroom was my home and my home was my classroom; sharing art and music, our lives and our stories became ever-increasing aspects of my curriculum. Subse- quent psychedelic lessons in the next months profoundly influenced my next 30 years of teaching here and abroad, chairing departments, mentoring beginning teachers, knocking down my own and others’ illusory walls, co- creating exquisite ways for my students and me to love reading and writing, empowering creativity and higher consciousness through the language arts in our lives. Will Penna (USA) Drug Education “It has been said of the ancient Persians that when they had some matter of real importance to consider they went over it once while sober and a second time while in an intoxicated state. Then they made their decision based on the best thinking and understandings gleaned from the two approaches. If a matter was important, they felt, it should not be examined solely by means of ordinary states of consciousness... “...Psychedelics offer a means of gaining new creative insights into almost any kind of problem and there is considerable evidence that psychedelic experience also stimulates the creative process in many people. The problem-solving and/or new insight possibilities of psychedelics are such that they could probably increase the creativity and productivity of any culture or smaller unit in which their skilled use was encouraged.” Robert Masters, Ph.D., from the new preface to the 2000 edition of The Varieties of Psychedelic Experience by Robert Masters, Ph.D. and Jean Houston, Ph.D. “I would take measured doses of 80 and later 120 mg in a plastic minibag with me to parties and a straw which I inserted into the bottom of the bag to dose myself...I would pace doses at least an hour apart by affixing an hour-burning incense stick to the back of my wheelchair and checking it so as not to accidentally overlap doses. And it certainly helped to be sitting down, surrounded by mad dancers and throbbing music. I would also have many great revelations on the dance floor that would often relate to either a graphic design project, or a book I was writing, and I took to carrying a micro-cassette recorder to record these ideas for later development— with great success...” Anonymous ketamine user, from Ketamine: Dreams and Realities by Karl L.R. Jansen, M.D., Ph.D. [soon to be published by MAPS] it"},{"pageNumber":27,"pageContent":" m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 25 Bringing the Goddess Home A SACRED RITUAL, Mother’s Day, Machu Picchu, Peru, I ingested a capsule created by an urban shaman. In silence, meditating for four hours, I was inducted into the regenerative encounter with eternal life. Hiking to the summit of Huayna Picchu, I spied a small, 12th Century goddess buried head down. Ethereal instructions encouraged me to go beyond old habits: “You are not going back the way you came!” Acquiescing to guidance, and descending 2600 feet into the jungle, doors of inner equanimity opened. I walked through delight and darkness. Facing death in a state of grace, with no halluci- nations, I crossed the Urabamba River on a pulley, helped by natives... crossing the River Styx and winding up the Hiram Bingham Road, to see Home with new eyes for the first time. My former palette of many colors transformed. Oil paintings of “101 Views of Mt. Tamalpais,” seen through the lens of extrasensory perception, one day shifted into these black lines on white paper. Regenerative, meditative visions emerged as a current of intuitively knowing our natural state of “interbeing.” I encircled the holy mountain with a loving spirit, intensified by 100 mg of what the Secret Chief named “Adam.” If ever there was an Eve in the Garden of positive delight, I am her disciple, roaming through obstacles and opportunities—a pathfinder on the trail of global compas- sion. Sacred rituals, amplified by visionary tools, inspire artistic awareness of the whole in everyday life. Martye Kent (USA) “...[T]he Witkin Embedded Figures Test...measures the degree of field-independence of perception, a characteristic supposedly related to fluency in the formation of new concepts and resourcefulness in ambiguous situations... Willis W. Harman and his colleagues conducted the most interesting experiment on the use of psychedelic drugs in creative problem-solving. They chose 27 talented people—engineers, physicists, mathematicians, a designer, and an artist—and tried to measure their creativity by tests before and after giving them a moderate dose (200 mg) of mescaline. Scores improved on the Witkin Embedded Figures Test, on a test of visualization, and on the Purdue Creativity Test, in which the subject is asked to find as many uses possible for pictured objects. Then the subjects were allowed to work on problems that they had brought with them. Several found solutions or new avenues of exploration with what they regarded as remarkable ease... The solutions included improvements in a magnetic tape recorder, a chair design accepted by the manufacturer, design of a linear electron accelerator steering-beam device, and a new conceptual model of the photon. Some subjects reported heightened creativity in their work weeks later. Since the experiment was not controlled, there is no way to be sure that the results were produced by the drug and not by preparation, concentration, and expectation. The FDA cut off this research in 1966...” From Psychedelic Drugs Reconsidered 1997 by Lester Grinspoon and James B. Bakalar in"},{"pageNumber":28,"pageContent":"26 m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 HE MOST IMPORTANT aspect of learning how to learn is to immerse oneself completely and without reservation into the Knower. For within each of is that unimagin- able place, our Real Self, known by a variety of names in various times and cultures, listed by Stan Grof: “Brahman, Buddha, the Cosmic Christ, Keter, Allah, the Tao, the Great Spirit, and many others.” 1 This Self, which dedicated explorers find to be intimately connected to every aspect of the Universe, seems to hold infinite knowledge. From this perspective, if we have become totally free, vast knowledge is available. To become one with this Self, one must become free of all attachments, conceptualizations, judgments, invest- ments, reifications, 2 and unconscious barriers, until the mind can be held perfectly still without distractions. Mind training and disciplining as taught by the Buddha, Hindus, and other wisdom traditions are valuable procedures to accomplish the required state of quies- cence. A powerful tool for accelerating this process is the informed use of psychedel- ics. Informed use includes preparation in understanding the nature of psychedelic experiences and possible outcomes, deep intention, and integrity in the form of honoring the experience and the commit- ment to put what one learns into effect in one’s life. It may take a number of experi- ences at varying dose levels and settings to achieve a glimpse of the Ultimate Self. A common experience for those who penetrate deeply into the levels made available by psychedelic experience is the realization that we are all One, that we are all intimately connected through the life force that manifests in every living thing and every aspect of the universe. This being so, we can understand the Buddhist precept that our own ultimate realization depends on committing ourselves to the happiness and welfare of all sentient beings. I have personally found that my own adverse judgment of certain individu- In a lot of the responses sent in by MAPS members, a central theme was that the creative influence of the psychedelic experience has a spiritual aspect to it. The “connection to God” allowed access to creativity. It isn’t surprising. Before one builds a house, one must have the idea to build a house. The non-material world of thought transforms into the material world of objects through creative action taken based on that thought. If one considers that a primary purpose attributed to God is the creation of everything— a seeming unfolding of nothingness into somethingness—then it is perfectly reasonable to believe that psychedelics, by acting as a conduit to the transpersonal realm, can allow people to harness the same type of creative force that brought about existence itself. In the following paper, Myron Stolaroff elegantly presents ideas that are clearly shared by many. als puts a definite lid on my own develop- ment. Sri Ramana Maharshi, according to Ken Wilber, 3 “is arguably the greatest Guru who ever lived.” He has stated that the only reason we are not enlightened is that we do not know that we are already enlightened. While this is no doubt true, I have in my own some forty years of psychedelic exploration, enhanced by Tibetan Buddhist meditation practice, uncovered a vast variety of conditions that seemed to form barriers to this realization. Some of these are listed in the second paragraph above. While I have found meditation practices extremely valuable, and an important factor in deepening and increasing the profundity of psychedelic experiences, I have found properly conducted psychedelic experiences to be the most powerful aid in rapidly resolving the obstacles that separate us from full realization. But it is well to remember that experiences alone, as influential and valuable as they may be, may not accom- plish completely freeing the mind without dedicated application of newfound wisdom. An excellent way of focusing, clarifying, and applying learned wisdom is through a good meditation practice. 4 All the following factors promote effective psychedelic application: prepara- tion, intent, honesty, set and setting, a qualified guide, experienced and dedicated companions. As interior obstacles are resolved and transcended, one sinks deeper into the intimate, priceless connec- tion with our inner Being. As one develops proficiency and the ability to hold the mind steadily focused, one can discover that the most promising activity is to search out, encounter, and then maintain the connectedness with the Heart of our own being. For me, this has led to the most satisfactory outcomes. I do not want to create the impression that this is a simple thing to accomplish. I have found this kind of straightforward surrender very difficult to achieve and maintain, often because we resist the t Learning How to Learn   Myron Stolaroff"},{"pageNumber":29,"pageContent":" m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 27 feelings or experiences that sponta- neously wish to arise. It may take exploring with different attitudes and occasionally focusing our attention on various considerations, especially if we are prone to getting tense by trying too hard. Things that may work in one situation may not work the next time, and a fresh approach is required. And since we are all different, results may well vary considerably from person to person. For it is fresh, unmediated experience that we are seeking. Just reading this information or hearing similar ideas and concepts from others will not accomplish the objective. We each in our own way must seek out how to best discover and maintain this priceless connec- tion. For myself, I have found that simply being still and “just being” is extraordinarily difficult. Yet I firmly believe this to be the highest prize. Having achieved an on-going connection or realiza- tion of our True Self, we are free to direct our attention wherever we wish. It is from this perspective that any object of attention is seen in its clearest light, in its truest aspects, in the most meaningful connections with other aspects of reality. It is from this perspective that the greatest creativity flows forth. By learning how to maintain this connection, we have truly learned how to learn. • Notes 1. Grof, S. 1998. “Human Nature and the Nature of Reality: Conceptual Challenges from Consciousness Research,” Journal of Psychoactive Drugs 30(4): 351. 2. To reify, as used here, is to invest some concept or idea with the power of the mind so that for us it becomes true or real. Such reifications then become barriers which interfere with our direct perception of Reality. 3. Wilber, K. 1999. One Taste , p. 223. 4. An excellent book covering the essentials of a good meditation practice is Wallace, Alan B. 1999. Boundless Heart: Cultivation of the Four Immeasurables . Snow Line Publications. Robbins Rants Tom Robbins is the author of numerous books, including Fierce Invalids Home from Hot Climates , Still Life with Woodpecker , Skinny Legs and All , Even Cowgirls Get the Blues and Another Roadside Attraction . THE TIN CAN was invented in 1811. The can opener was not invented until 1855. In the intervening 44 years, people were obliged to access their pork ’n’ beans with a hammer and chisel. Now, the psychedelic can opener, the device that most efficiently opens the tin of higher consciousness, was discovered thousands of years ago and put to beneficial use by shamans and their satellites well before the advent of what we like to call “civilization.” Yet, inconceivably, modern society has flung that proven instrument into the sin bin, forcing its citizens to seek access to the most nourishing of all canned goods with the psychological equivalent of a hammer and chisel. (I’m referring to Freudian analysis and the various, numberless self-realization tech- niques.) Our subject here, however, is creativity, and I don’t mean to suggest that just because one employs the psychedelic can opener to momentous effect, just because one manages to dip into the peas of the absolute with a lightning spoon, that one is going to metamorphose into some creative titan if one is not already artistically gifted. The little gurus who inhabit certain psychoactive compounds are not in the business of manufacturing human talent. They don’t sell imagination by the pound, or even by the microgram. What they ARE capable of doing, however, is reinforcing and supporting that innate imagination that manages to still exist in a nation whose institutions—academic, governmental, religious and otherwise— seem determined to suffocate it with a polyester pillow from WalMart. The plant genies don’t manufacture imagination, nor do they market wonder and beauty—but they force us out of context so dramatically and so meditatively that we gawk in amazement at the ubiquitous everyday wonders that we are culturally disposed to overlook, and they teach us invaluable lessons about fluidity, relativity, flexibility and paradox. Such an increase in awareness, if skillfully applied, can lift a disciplined, adventurous artist permanently out of reach of the faded jaws of medioc- rity. The impact of psychedelics upon my own sensibility was to dissolve a lot of my culturally-conditioned rigidity. Old barriers, often rooted in ignorance and superstition, just melted away. I learned that one might move about freely from one level of existence to another. The borderlines between reality and fantasy, dream and wakefulness, animate and inani- mate, even life and death, were no longer quite as fixed. The Asian concept of interpenetration of realities was made physically manifest— and this served to massage the stiffness out of my literary aesthetic. Unbeknownst to most western intellectuals, there happens to be a fairly thin line between the silly and the profound, between the clear light and the joke; and it seems to me that on that frontier is the single most risky and significant place artists or philosophers can station themselves. I’m led to suspect that my psychedelic background may have prepared me to straddle that boundary more comfortably than those writers who insist on broaching the luminous can of consciousness with a hammer and chisel, and, especially, those who, spurning the in-CAN-descent alto- gether, elect to lap their watered-down gruel from the leaky trough of orthodoxy. •"},{"pageNumber":30,"pageContent":"28 m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 AVE YOU EVER taken a journey to a “separate reality” via ayahuasca or magic mushrooms or some such sacrament and wish you could bring back a snapshot or reconstruct an image from your visionary experience? I have, but cameras are not allowed on these trips, only the mind’s eye, and I am left fantasiz- ing about having the talent of a great painter, such as Robert Venosa. Venosa is an artist of high accomplish- ment and much of his work reflects images of his inner mindscapes. His new book, Illuminatus, further defines the genre of Fantastic Realism (Surrealism, Visionary, Hypo-realism, Psychedelic). With comments and essays by a host of illuminated mentors and/or contemporaries, Illuminatus is simply a mind-expanding book. “Those artists, such as Venosa, who gain access to visionary states, captivate us through their eternal imagery to fall under a spell of that reality.” — Ernst Fuchs. But Venosa’s visionary reflections are but one aspect of his broad talent and subject matter. His portraits have a photo-realism mixed with spirit that instills life on his canvases. He uses his photo-realisms “...to lure us through its ‘reality’ into his own inner world of swirling and seraphic energies...Venosa... learned the tempera and oil glazing technique...from yours truly in New York and...Ernst Fuchs in Vienna, and opted to perfect it in a state of mind of jewel-like clarity.” — Mati Klarwein Venosa’s realism, like a hallucination, is astonishing. I confess there have been times I touched his artwork, expecting to feel something that wasn’t there. On one occasion I thought somehow water had spilled onto a painting and I dabbed the drops with a tissue. Another time I was compelled to feel the raised texture of DNA molecules. Both times I was fooled! Speaking of touching, H. R. Giger writes, “I would be delighted to experience one of these images in three-dimensional form and to touch these ethereal figures and faces with my hands...,” and again, “The biggest thrill would be to touch this imaginary cool, smooth surface.” Tantamount to Venosa’s extraordinary art is the accompanying text by none other than Terence McKenna, art historian, writer, and leading spokesperson for the myriad explorers of mind-altering substances. Terence has reached the stature of one the most articulate psychonauts the world will ever know. Needless to say, his talent for word crafting is par excellence and his text in Illuminatus is as illustrious as Venosa’s artwork. Venosa and McKenna each explore our ultimate frontier, the wilderness of mind. Artists/explorers extraordinaires, they return from their travels in the noosphere and now meet to commingle their elaborate work with brush and pen to bring us a volume the nature and calibre of which has never before been published. Illuminatus is destined to be a classic. • ROBERT VENOSA ILLUMINATUS book cover featuring SCHEHERAZADE , 1997 oil on canvas, 44 x 55 cm To make art is to draw even with the aspirations of divinity. To make art well is to call spirit into being. Magicians, like Venosa, know this. — Terence McKenna H Illuminated Manuscript Robert Venosa’s Illuminatus Reviewed by Richard T. Carey"},{"pageNumber":31,"pageContent":" m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 29 ROBERT VENOSA PRANA EXHALATION , 1985 oil on canvas, 70 x 55 cm"},{"pageNumber":32,"pageContent":"30 m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 “One of my main interests as a painter is the study of shamanic practices, both historically and in contemporary times. Using the history of shamanism as source material allows me to examine the roles of plants in cultures of the past, and I use these ideas to explore and clarify the relationship of inebriating plants to our own culture.” — Donna Torres DONNA TORRES PSYCHOACTIVE PLANT SERIES I — BRUGMANSIA , 1982 oil on canvas"},{"pageNumber":33,"pageContent":" m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 31 Jon: In Palenque you mentioned to me that you teach a course that specifically addresses psychedelics? Manolo: Yes, I teach a course that I titled “Art and Shamanism.” What I do is I divide that course into plants. I first introduce classical Siberian shamanism. Then I start with peyote and its use by the Huichol, and then take peyote and its use by the Native American Church, and contrast them, that shift that happened from a more native shamanism to a sort of organized religion. Then I do art related to mushrooms. By “art” I mean whatever phenomenon manifests; like María Sabina’s story. From there I do snuffs—I cover native snuffs in different areas, and in pre-Colombian times; in archaeological and in modern, contemporary times. Then I do San Pedro cactus, and the art that related to that. It’s a whole overview of shamanism related to psychoactive plants in the Americas, and the art it generates. I get a lot of people taking that class. Jon: I’m sure there would be a strong interest in it. How did your work with shamanic art lead you to produce the AllChemical Arts conference? Manolo: It has been an interest of both of us to do a conference like this, for years. Then last year, in Palenque, I gave a talk on contemporary art and psychedelics, and after the talk, Terence said to me, “Well, let’s do it.” And I figured well, with the help of Terence, I can do it—we can do it. Jon: Donna, your own background is specifically as an artist, and someone who is influ- enced by these plants, but your artwork is not really influenced in the same manner as someone like Alex Grey, as far as depicting the visionary experiences. Can you tell us a little bit about it? Donna: Sure. What I am doing is using my artwork as sort of a learning experience, a kind of exploration. Right now I’m working on this series; each one will be about a specific plant. In a way it allows me to go and find out about the plant: to find out its history, the history of its use. I can incorporate the artifacts and so forth that were used for that plant—I can delve into contemporary use. So while there’s a final end-product, the process that is involved in getting to the final end-product is equally meaningful to me. Jon: So there’s a learning experience about each plant. Your work to me seems based in kind of a documenting archeological or botanical... Donna: Yes, but I always bring in the contemporary. It’s never strictly an archeological thing. Except, I guess it’s sort of an archaeological process, where I have to research the plant, to find out about it. Jon: Some of your paintings appear as though they have several windows or scenes, that all relate to the central subject... Donna: I definitely work a lot in narrative. There’s a lot of story-telling that’s going on, and it’s all brought into the final product. Right now I’m working on the project that deals with plants. But other times the picture is the complete narrative going on, all within itself... C. Manuel (Manolo) Torres teaches History of Art at Florida International University in Miami. His wife, Donna, is an artist inspired by visionary plants. In 1999 Manolo, along with Terence McKenna and Ken Symington, organized the AllChemical Arts conference in Kona, Hawaii. Over lunch by the ocean, we discussed the creative influence that psychedelics can have on a variety of artistic pursuits. Talking with Donna and Manuel Torres: AllChemical Arts Conference Interview  Interviewed by Jon Hanna and Sylvia Thyssen"},{"pageNumber":34,"pageContent":"32 m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 Jon: Are some of the pictures inspired by your own experiences with the plants, as far as the narratives that they are telling? Donna: Sometimes they relate to things that I have gone through myself, or just things that I want to find out about. Jon: So in producing this conference you’ve pulled to- gether an amazingly diverse group of people. And what interests Sylvia and me is how psychedelics can be so effective in the creative process in so many different areas. What inspired you to invite the people that you have here? Some of them seem fairly obvious, like Terence McKenna, Alex Grey, and Robert Venosa, but certainly— at least to me—others were much less obvious, like Bruce Damer and Mark Pesce, and the musicians Constance Demby and Ben Neill. People I haven’t even heard of, or wasn’t aware that their work had been affected by psychedelics. Manolo: Well, I’ll speak about personal interest. It’s not a value judgement. But I think that there is an approach of art, let’s say, of the so-called visionary art, in which you try to represent what you have seen in your experiences. And put it out for others to see. But, there is, I think, another way of using psychedelics, which is as a way of working . I mean, how has this influenced not only the appearance of things, but also your choice of subject, how you structure the work, ideas about what you are learning. The actual making of the art piece is not to show what you know, but more as a way of living what you know. And hoping that the process of viewing the piece will motivate the audience into making an inquiry for themselves. So that instead of being a passive viewer, where you stand there and say, “Oh, what a beautiful aesthetic impression I’m receiving,” it can propel you into or provoke you into thought in different areas, where you say, “Oh, I want to know about that,” and then you go and do it yourself, rather than just lay there like a cow in the pasture. Donna: Also I think that the beautiful aesthetic is what draws you in, and then it’s time to explore. Sylvia: Do you think that psychedelically-inspired art inherently has a tendency to be more engaging? Donna: No, but I think that all good art would have a tendency to be engaging. Manolo: All good art would have a tendency to be engag- ing, yes. I think that you put it right. To be engaging, and to make you want to know more about it. Donna: And to also spend time with it. Because if you are looking at a really incredible painting, you don’t just look at it and walk away. You have to be engaged into the different parts of it... Jon: Somebody had said in one of the talks, I think that it was Mark Pesce or Bruce Damer, I can’t remember which... when you are on the computer and in these virtual worlds [see www.activeworlds.com], all of a sudden you’re no longer in your room. You’re no longer in the place that you actually physically are, you’re some- where else. Your mind goes somewhere else, and it is interacting in those situations. And I think that’s some- thing that good art does, certainly, when you’re viewing it—even if you’re not the person who created it. I know that when I do art myself, I get into that state where I lose awareness of my surroundings and I’m only interacting with the painting. And I think that good art does that for the viewer also. You get lost in a state of unawareness of your surroundings, and only retain an awareness of your interaction between you and the image. Manolo: Yes, but, to take it one step further; what happens when you disengage from that interaction, and then you proceed to go home? Donna: Yeah, there should be almost like some kind of nutrition there, some kind of food. Manolo: How does the art work inform the way you live? Generally in the West we tend to think of art as some- thing like the people who go to church on Sunday. You know, you go to the museum, you go to the gallery, and then you go home. And so what ? What else? What else is going on? Has it changed the way that you deal with your partner, with your children, with the people that you work with? I mean, how is this affecting the fabric of your life? Which I think is what psychedelics do, unto them- selves. I mean as a drug, without necessity of the image. But if you are making images in this respect, how can the image, or whatever it is that you do, the music, provide an analogous effect? Jon: I agree that an inspiration to action is of primary importance. There has been some talk of Burning Man at this conference, and I think that this is something, from being at Burning Man myself... that the whole event itself is very psychedelic. And I know that it’s fueled by psychedelics in a lot cases. After that event—coming home—I feel very inspired to do more creative works. For a lot of people it is a life-changing event. I see it as a spiritual pilgrimage, where you get recharged with all of these creative energies—from taking psychedelics, but also really just from being in an environment where there are so many people doing so many different creative things, and not for the love of money. They burn most of their sculptures after they have made them. And that’s a cathartic experience also."},{"pageNumber":35,"pageContent":" m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 33 Manolo: And it is not only what you get out of it, but how is that going to provoke you into you yourself beginning to modify your life along those lines? Because I think that this is when the effect comes in... How, when you say— like after a big psychedelic trip—say, “How am I going to modify my life to fit into those parameters that have affected me so much?” Or am I going to just go home and go to sleep for a few days, when the effect passes away? What is the permanent thing here? You know, I ask myself, not what is the function of art in life in general ; let’s restrict it to our own community. What function could art serve in this community, beyond illustrating altered states? How can we make it be as important as the work that Sasha does, let’s say? That’s what concerns me. I’d like to see how art can have, really, these practical applications the same way that a new substance that Sasha invents. Because, you know along these lines you could see Sasha as a sculptor. As a sculptor who is model- ing that which is going to have a particular effect, and then it is going to go out and modify lives, and change things around. So how can art be that kind of vehicle? And have that impact—that’s going to make you change jobs. Change what you do. You know, however good the aesthetic experience is—it’s like I’d invite you here to a banquet, and all of the food is plastic. It looks good when you come over, maybe the arrangement is like sushi, or whatever, but then when it’s time to eat, there is nothing more beyond the surface appear- ance. You get a lot of that in the art world in general. I don’t mean in psychedelic art at all, but in the art world in general. There’s a beautifully done technical picture, let’s say, a painting or a photo- graph, or whatever. But what else? What are you using those skills for? Suppose you could teach a child that doesn’t know how to speak to enunciate beautifully. No language, just to beautifully enunciate and pronounce. But there is no language behind it. It is just beautiful syllables following one another, beautiful intonations that might be very pleasing to the ear, but you have wasted the biggest opportunity of all that that implies; that is commu- nication , exploring ideas with that language. That’s where I think art fails many times. It just stays at the level of beautiful intonations, and it doesn’t use those beautiful intonations as language. Sylvia: Well, one of the presenters mentioned the idea of artists mapping places that they go to. Maybe if more people were doing that, it could be like what has been happening for years with the Lycaeum or Erowid, where people are encouraged to write trip reports. So, doing in the visual arts what people have been doing in words. Manolo: Yeah. I think that a way where artists could be valuable in our area is as map makers. Imagine 16th Century cartographers who were setting out for the first time, venturing away from the coast, and beginning to triangulate their positions. I think that a big conceptual change that happened, is that before, you were just in your boat along the coast. But at one point you became an individual in relation to points—you have stars here, the moon there. And then you created in a certain way, your identity in space. Here you are in relation to the environment, and if you know this relationship to the environ- ment then you don’t need the coast. You can venture out. And you became an individual. You became a person existing in that space, without then the need of maps, even. But in the beginning you need some cartographers, or adventur- ers, to go out there and effectuate this. I see that art in our area could have this function. People would venture out and try and establish physical relationships in the landscape, the psychedelic landscape in our case, and then provide a map—not a guide—because a map is an active thing that you use. A map is not a passive activity. When I give you a map, you have to locate yourself within that map, and work. It is not a matter of passive viewers, but of active viewers using the maps provided by these artists/cartographers, if you want to call it that. What’s much more interesting for me than the activity of exploration is the actual creation of a world. Because of what I see when we look at archeological material. These people are not only observing what’s there, and then putting it in their art. The process of art making is the process of also creating the territory. I mean, not that the whole territory is created, but part of the territory is created by the process of art making. It is not only a process of observing and then recording, but it is also a processes of creating cultural values. If you look at American art—you know, just like regular American art. Let’s take a really traditional artist like Edward Hopper. You know—it’s America. I mean, it’s not that he recorded America—he made America. That’s how we remember it. If you say, well... the US in the ‘30s, let’s say, or whenever. You know you don’t know any politi- cians. At least I don’t remember anybody that was there. What function could art serve in this community, beyond illustrating altered states? How can we make it be as important as the work that Sasha does, let’s say? That’s what concerns me. I’d like to see how art can have, really, these practical applications the same way that a new substance that Sasha invents."},{"pageNumber":36,"pageContent":"34 m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 But you remember that Hopper was there, and Steinberg was describing things, and Faulkner was creating— creating the US, in their own literature. And that’s what counts. The rest is... Well, you know. That’s what I think we can do also, for our interest. Jon: The creative process not so much as a mere historical documentation, but as actually creating the history itself. It’s not just documenting it—it’s an active part of creating what the history actually is. Manolo: And integrating identity. I mean not only the collective, but individual identity. Sylvia: In light of that, one of the exciting things that I’ve been seeing happening at this event is that presenters are getting turned on to what other presenters have been doing. And then they want to go home and disseminate that information in their communities. That’s been really exciting, because it’s a cross-pollination of all of these different media. Jon: As well, this event has impressed me a great deal because the people that I’ve been meeting here are extremely creative; and this is not just the presenters, but the audience also. This is an incredible group of people that has gathered here. I hope that you can continue to do this event, and pull new faces in. There are many more people than I was aware of using the creative influence of psychedelics in a lot of different fields. Manolo: I know. This is only scratching the surface. And as far as the diversity that you had asked about first—that was an idea that we had from the start. We didn’t want to bring just painters, or just sculptors. We wanted to have as much of a scope of the arts as we could. Jon: In the past with psychedelic seminars there’s prima- rily been a focus on the science: anthropology, chemistry, and botany. And for me, one of the things that has gotten a little tiring with that is seeing the same faces, giving the same presentations. If you go to a few of these events you start feeling like you’ve already seen it. And then it just becomes a social thing, where you’re going there because you can hang out with people that you enjoy having discourse with. But you’re not getting very much new. The scientific world in this area seems to progress at a certain speed, and so—if you have a conference every year , maybe there isn’t that much new to report on that has happened in all of those scientific areas. But under the rubric of creativity, there are so many more people who have been affected by these things. It’s a huge pool of people to tap from, in all different areas. And I think that you have a much better chance of not getting stale with the event. Donna: I’m also really happy that we have had such a good amount of women participating, both as presenters and as audience. Sylvia: Yeah. This is the most women that I have seen at one of these sorts of events. It looks to be about 50/50. Manolo: And the presenters also—we tried to have as many women as possible. Donna: And it’s pretty interesting, this whole thing of “couples” that has kind of arisen out of this. Because so many people are working together, collaborative... Manolo: There is Leslie and Tom Thornton, and then there’s also Steina and Rudy Vasulka, and Martina Hoffmann and Robert Venosa. Jon: And you guys. And that’s inspiring to me, also. Because it seems like I’ve seen so many couples that are involved in this area—and maybe it’s just a reflection of the world of divorce in general—but it seems like I’ve seen so many couples that are involved in this area that have gotten divorced, and don’t stay together. Then to see something like this event where there are a lot of couples that really are committed to each other, and committed to this work... That’s a nice shot in the arm, as far as getting the feeling like, “Lives do work out, and can work out.” Manolo: They do! Well, this is our 26th—the 12th was our 26th wedding anniversary. And Tom and Leslie have been together for 23 years. And Alex and Allyson Grey have been together for like 25–26 years. It’s kind of odd in this day and age. Jon: And part of what ties these couples together is the shared interest in the creative effect that psychedelics can have on their art. And of course that’s what brought us all here—this interest. Manolo: There definitely is an interest in the creative effect of psychedelics on art, perhaps in part because it has been a neglected aspect of psychedelic studies. Except for in the very beginning there was that Masters and Houston book. And it was basically poster art, I think, with a little bit of other things. But the emphasis was on psychedelic art at that time, which was graphic arts. Nobody has done anything since. But if you look out into the art world— like when you were hearing Ben Neill, let’s say, talk about music—lots of musicians are on junk, and there are others who were doing psychedelics. We’ve talked to Leslie and Tom, and the same is true in the New York art world. Everywhere that you turn it’s the same thing. One of the motivations that I thought is sort of like a side-effect of this conference; in a certain way it is sort of a political statement. Here we have successful people who have made important contributions to their fields, and psyche-"},{"pageNumber":37,"pageContent":" m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 35 delic drugs have been an integral part of that contri- bution. They have taken drugs that are so maligned in the “War on Drugs,” and have made a positive contribu- tion to culture. I think in that way, just as an example by demonstration, all of these artists here demonstrate the validity of drug use in relation to the creative act. Jon: And really demonstrate it, in that—certainly with some of them—nothing that they are doing would have been done if it wasn’t for this drug use. It’s affected them that strongly. I mean you can’t imagine that Alex would be painting the paintings that he is doing now, if it wasn’t for his drug use. And the same thing with Mark Pesce. His use of psychedelics really solidified the manner in which he thought about creating the code for virtual reality construction. When we asked him about that, he said that it just wouldn’t have hap- pened if he hadn’t done psychedelics. His drug trips were inexorably linked to what he was doing. Manolo: And I think that those are the long-lasting effects; I mean the long-lasting effects that have filtered out into life. Another thought that we had in doing this confer- ence, was the idea that we keep marginalizing ourselves. In a certain way we enjoy the margins, which is fine. I do myself enjoy the margins. But it is an easy position for us to take, and it makes it easier for the powers that control regular daily life. Because we are in the corner, and we are the freaks or the weirdos, and not the people who teach in the universities, who exhibit in the galleries, who invent important computer languages, and stuff like that. So they say, “Oh no, the only people who do drugs are those freaks over there, they are just the derelicts of society.” It’s easy; we make it easy for them by allowing for that view to persist. But it’s a lie. And I think that is an important thing. I think that one good element that we can have against the War on Drugs is to demonstrate that all of these contributions have been made. And that we are not just marginalized people. That we sort-of can live in the margin, and attack the center, and come back to the margin with these contributions that would affect everyone. Jon: And that it’s moral. There’s so much of a feeling, I think, by the general public, that “drug use is immoral.” None of these people who I’m seeing here are immoral. Nothing that they are doing... In fact, they are moral . Manolo: We are the most moral people! (laughs) Sylvia: So what kind of surprises came up for you as this was coming together, maybe the first couple of days of the event. Because this is such a new kind of conference. Was there anything that you can think of? Manolo: Not surprises, but more like wishes that were fulfilled. In that sense of bringing together—like what you said about the variety of people that have come—new people who are not known. Many people who are in- volved in artistic activities are in the audience, and how much audience participation there has been. Donna: And also how much they are willing to share with you afterwards. People come up to you and talk to you and share what they are doing. Manolo: Yeah, that has been the best surprise. How the “audience” interacts. That was the initial idea of having panels, was the basic idea that the audience could talk to the artists. Because at first we said, “Let’s have work- shops.” But workshops are very complicated in the sense of materials, and all that stuff. Donna: We would have had to have different rooms. We would have had to then figure out whether to have simultaneous sessions, and that’s always a drag if you DONNA TORRES DRAWING I — ANADENANTHERA FROM PLANTS I HAVE KNOWN AND LOVED , 1998 charcoal on paper"},{"pageNumber":38,"pageContent":"36 m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 don’t want to miss anything. So we just opted for this panel idea. What we had really hoped was that the speakers would enter into some kind of conversation first, and then the groups would come in. But it hasn’t quite worked out that way, and it’s probably also due to the fact that most of these speakers have met each other here, and so they haven’t really had time to develop some kind of rapport that would lead to some kind of interesting conversa- tion. But that had been our original idea— to have the presenters enter into some kind of conversation, and then open it up to the audience. Jon: One thing that I think is nice too is the number of “audience” members who actually brought something with them to show, some of their own work—whether it’s a portfolio, or slides... Manolo: That’s something that we decided to do with the free time—have a room available where conference participants could share their art with each other. Sylvia: Well, it’s been fabulous to speak with you both about the issues of art and creativity, and thanks, too, for putting on such a great event. We hope that you do decide to have another one in the future. • The AllChemical Arts Conference speakers were Galen Brandt, Lewis Carlino, Bruce Damer, Constance Demby, Alex Grey, Martina Hoffmann, Terence McKenna, Ben Neill, Mark Pesce, Tom Robbins, Annie Sprinkle, Leslie Thonton, Manolo Torres, Woody Vasulka, Steina Vasulka, and Robert Venosa. For a pictorial taste of the event visit www.digitalspace.com/worlds/fan-terencem/ allchem.html. The interest in gatherings around the topic of psychedelics and creativity is not limited to North America. In April 2000, the theme of the IV International Congress on Entheogens convened by Dr. Josep M. Fericgla in Barcelona, Spain was “Modified States of Consciousness, Creativity, and Art.” For more on this event, see www.pangea.org/fericgla/jornadas. A Fungal Foray by Alex Bryan AFTER TWO DAYS of traveling from the Florida Keys, I found myself in their geographic and social opposite: Colorado, at the Twentieth Annual Telluride Mushroom Festival. I had volunteered to help Carla Higdon, MAPS' Director of Community Relations, distribute information and generate support for the Psilocybin/OCD study being conducted at the University of Arizona. And after the flat, hot, conservative climate of Florida, the cool verticality of the Rockies was a contrast that took some getting used to. On Thursday night the conference opened with an invocation, music and poetry, dedications, and an orientation. The first thing on the schedule for Friday was the six a.m. foray. After almost missing my ride up into the mountains in the dark, I found myself picking my way through a dew-soaked fairyland at sunrise, surrounded by majestic beauty. The conditions this year were less than perfect for our fungal friends, so the fruits of my own search were minimal, but the seeking was as fun as the finding. Nevertheless, by the end of the weekend the specimen tables were overflowing with identified species of gourmet mushrooms. To our delight the talented chef incorporated them creatively into our evening meals. The weekend progressed with presentations by renowned experts such as Andrew Weil, Paul Stamets, Sasha Shulgin and Ann Shulgin. Friday night there were spectacular performances of rap, didjeridu, tabla and sing-alongs, followed by the Mushroom Rave dance party. Certainly the highlight was the annual parade on Saturday afternoon when we took to the streets in full mushroom regalia—dancing, drumming and chanting our way down Main Street to the town park, where the festivities continued until dinner was served in the outdoor pavilion. The creative influence of psychedelic mushrooms was quite clear, to both participants and viewers of this celebration. The positive momentum of the festival peaked, and for one golden afternoon we were a happy mushroom family, gathered together in the summer sun to celebrate our mycological heritage. We were quite successful in our own efforts to raise awareness and support for the University of Arizona study, collecting $2,125.00 and many new MAPS members in the process. This money will go towards the purchase of the psilocybin needed for this project, and we are grateful for the generosity of those who are making it happen. •"},{"pageNumber":39,"pageContent":" m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 37 L.J. ALTVATER THE FORGOTTEN PRISONER , (above) 1998, digital image THE ORIGIN OF STORMS 2 , (below) 1990, oil on canvas, 48\" x 36\""},{"pageNumber":40,"pageContent":"38 m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0"},{"pageNumber":41,"pageContent":" m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 39 Prophetic Tribal Visions Stevee Postman’s Cosmic Tribe Tarot , The Fool’s journey becomes a fantastic and unruly romp through imaginary vistas where naked nymphs and mermaids become Queens and Princesses, nubile young men are Knights and Princes, and a youthful but wily satyr cavorts as The Devil himself. Indeed, in this tarot deck almost none of the figures emerge clothed or over the age of thirty. There is even a cross-dresser in the mix. Nipple rings, body paint, tattoos, and wings adorn his images, disembodied eyes peek out from unexpected places, and sinewy serpents wind their ways around muscular torsos. The Cosmic Tribe Tarot has a decidedly lusty lean to it and all “leanings” can be found there. Postman includes three variations on The Lovers , so that the querant may select the depiction of his/her own personal preference: girl with girl, boy with boy, or just plain old (yawn) boy with girl. This deck is a fairyland frolic through the landscape of the soul, at once frighten- ing and portentous, enchanting and alluring. As a tool for divination these cards provide endless possibilities for the intuitive reader to draw upon but for those who would like help, there is an illustrated guide- book complete with each divinatory meaning. With little variation from the traditional names, all the Major Arcana, Court Cards, and Minor Arcana are represented in rich technicolor. Limitations of time and space make it impos- sible to visit each of them with the attention they deserve, so for purposes of these pages we will focus on but a few. The interpretations that follow are my own impressions and in no way reflect the meanings from the text of Eric Ganther, provided in Postman’s guidebook. In any case, the deck is shuffled so let us choose some cards... The Ace of Disks: Rising in a serpent-trail of energy from the forest floor, like an ayahuasca vision, two hands form the center of a giant cosmic flower that has been endowed with the gift of sight. They reach with longing toward a benevolent earth that gazes forward with an air of wise detachment. With The Ace of Disks , we are re- minded of the vast universe of plant wisdom that is available to us if we choose to seek it out. The beginning of prosperity (also heralded by The Ace of Disks ) comes with our ability to appreciate the richness already present in our lives. The proportions of our gratitude will deter- mine the dimensions of our wealth. #18 The Moon: She reaches to enfold us in her arms like a lover beckoning us to join her in a dance. Though her head is surrounded by prisms of light, there is some- thing eerily macabre and ghostly in her allure. Wearing an old fashioned ball gown she hovers just above the waters of the unconscious, inviting us to swim the depths beneath her radiance if we dare. The Moon invites us to explore our feelings, record our dreams for hidden mes- sages, and unearth buried emotions. She represents the cyclical nature of life, wants to hear our tears and laughter, and has within her the power to drive men to madness. When she appears in the spread, take note: special attention is required. Go inside, spend meditative time and journey to other realms. It can be important to keep a dream journal at this time for this card can indicate the beginning of psychic unfoldment, especially within the realm of sleep. #17 The Star: A young maiden stretches toward the sky as if awakening from a slumber. She is surrounded by a multitude of stars and her feet walk through a grassy field. Though she does not appear to notice, a large and magical flower, captured in a ray of light from the heav- ens, drifts along behind her. This card can indicate that it is time to count one’s blessings. It signifies the protection of strong spiritual forces, that times of darkness and duress have fallen away to pave the way for a period of vitality, activity, and accomplishment. With The Star in the spread, the time is ripe to make the needed changes and reach for our goals. Get busy! #9 The Hermit: A figure stands in a portal partially crossing the barrier between the inner world of the spirit and outer world of the physical realm. This man stands mostly inside the doorway. Beyond him is a dark and featureless void, yet he contains a glimpse of the beauty he has found within himself, his silhouette containing a sunny landscape. Though he depends not on things of this world, his hand stretches forth holding a lantern to illuminate our way, should we decide to follow him. The Hermit comes with a message that it is time to take some space from the daily routines in order to nurture and replenish one’s soul—to visit a quiet and peaceful place removed from the crowds. He cautions us to keep a heart of gratefulness and not to rely too much on the pleasures of the material world for happiness. A time of personal growth and maturation is indicated by The Hermit . #21 The Universe (traditionally called The World ): A seated youth looks toward the heavens in an attitude of peace, fulfillment and joy. Below him a serpent curves toward the seat of his spine symbolizing the pure kundalini energy of life. Around him the four elements of earth, air, fire, and water are represented, and above him floats the lemniscate which in mathematics symbolizes infinity and in the tarot is used to depict cosmic con- sciousness. This card acknowledges an advanced soul, one who is free to go in any direction. Having learned karmic lessons they are now in a position to help others. The in By Carla Higdon"},{"pageNumber":42,"pageContent":"40 m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 Universe is a portent of completion and success in all undertakings. #2 The Priestess: A strong and beautiful woman stands atop a crescent moon being lifted toward the heavens by a whirling pool of energy. She appears to be receiving a message of inspiration from above as she dances in celebration. Around her are prisms of light representing the proximity of another dimension. The Priestess invites us to own our power and magnificence for she rests complete in herself, needing nothing and no one. When she appears, the possession and guardianship of esoteric knowledge is indicated. A position of leadership may be required and the querant may be called upon to mentor others. Hers can be a solitary life for the breadth of her beauty and charge of her wisdom can create a boundary that sets her apart from the milieu. She may indicate a woman who remains happily single in life for it is a rare (though not unheard of) man who can hold and reflect the brilliance and authority of a Priestess. #15 The Devil: A green satyr, sporting a red mohawk, nipple rings and purple horns dances through the forest. On his face is an expression of gleeful abandon. He leaps over strangely phallic shaped rocks and seems unaware of the serpent that is entwined about his waist. With the arrival of The Devil , a time of celebratory revelry and indulgence is heralded. While these cycles of earthly pleasure are not in themselves negative influences, there is still caution inherent in The Devil’s appearance for he can also signify alcoholism or other types of dependency. He invites us to examine our lives for areas of excess and unhealthy habits, to make the necessary adjustments lest our behavior lead us down a pathway of destruction. While this concludes our current cast of unwitting characters, Postman’s deck holds seventy-one more in store for those of you who wish to dabble in the mysteries therein. With these cards he has taken a solemn and timeless tradition and imbued it with an irreverent dash of counter-culture spice. Yet this is no frivolous accom- plishment: among the other decks I have encountered, Postman’s images stand unparalleled in their ability to tease the imagination and cast a glamour of enchantment for the reader. • Carla Higdon, MAPS Director of Community Relations carla@maps.org"},{"pageNumber":43,"pageContent":" m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 41 Stevee Postman Stevee Postman is a digital artist living in San Fran- cisco. Working with the union of technology and the organic he creates neo-pagan, faerie inspired, visual transmissions. He is the creator of the Cosmic Tribe Tarot . His visionary work has appeared in numerous publica- tions and galleries. See www.stevee.com. Steven Rooke Steven Rooke’s work is the result of repeated cycles of selective breeding, wherein he assigns aesthetic fitness scores to individual computer-generated images within a population, followed by fitness-proportionate reproduc- tion by “sexual crossover” and mutation of the underlying software genes. Entheogenic states provided him with much of the inspiration for designing the system, and inevitably informed his process of aesthetic selection. “Each image comes into being fully formed, and its genome is one of an infinite number of mathematically related structures. I fantasize that this process is a means for realizing visions from Plato’s eternal mathematical realm, an aspect of the inner world.” See www.azstarnet.com/ ~ srooke. Donna Torres “Research trips to South America have influenced my work and have been important sources of information. These extended visits have given me the opportunity to live with native peoples and gain insights into their traditions. Studying the remains of ancient shamanic cultures, and specifically those of the Atacama Desert in northern Chile, has been particularly important. The region’s dry conditions have preserved the cultural remains of one of the largest shamanic societies in history. The paraphernalia used to ingest psychoactive plants forms a substantial part of the archaeological record. “My studies have also led me to investigate living cultures that practice shamanic traditions. I am currently completing work for the Master in Fine Arts degree in painting and drawing at Florida International University in Miami.” See www.stlawu.edu/gallery:http/dtorres.htm. Robert Venosa The Fantastic Realism art of Robert Venosa has been exhibited worldwide and is represented in the collections of major museums, rock stars and European aristocracy. He’s done conceptual design for the movies Dune , Fire in the Sky , and Race for Atlantis . His work is the subject of three books, Manas Manna , Noospheres , and Illuminatus , featuring text by Terence McKenna. His art is also fea- tured on album covers, including those of Santana and Kitaro. With studios in both Boulder and Cadaqués, Spain (where he spent time with neighbor Salvador Dali), Venosa gives workshops at such institutes as Esalen in Big Sur, Naropa in Boulder, Skyros Institute in Greece, and Tobago in the Caribbean. See www.venosa.com. L.J. Altvater “The psychedelic experience is not a prerequisite for creativity, or a guarantee of its improvement. But like any memorable, emotionally-charged event in one’s life it is likely to influence creative work. The experience is important in regard to creativity and problem solving because it reveals new possibilities as well as old habits. For me this has inspired a progression from a rather gray, gloomy surrealism to a more vibrant, optically-stimulating type of imagery.” See www.sunecho.com. Alex Grey Alex Grey is best known for his depictions of the human body that “x-ray” the multiple layers of reality, revealing the complex integration of body, mind, and spirit. Grey's unique series of 21 life-sized paintings, the Sacred Mirrors , present the physical and subtle anatomy of humanity in the context of cosmic, biological and techno- logical evolution. A mid-career retrospective of Grey's works was exhibited at the Museum of Contemporary Art, San Diego in 1999. His paintings have been featured on a Beastie Boys album cover, in Newsweek magazine, on the Discovery Channel, rave flyers and sheets of blotter acid, and have been exhibited throughout the world. His books include Sacred Mirrors: The Visionary Art of Alex Grey , his philosophical text, The Mission of Art , and his forthcoming Transfigurations . Sounds True released The Visionary Artist , an audiotape of Grey's art, philosophy, and vision prac- tices. See www.alexgrey.com. Allyson Grey “Intending to create spiritual art, I feel naturally attracted to abstraction and to a written sacred language. In 1975, I began writing automatically in an invented or transmitted language. I combine the elements of perfec- tion, like the Jewel Net, with the secret language, and images of chaos. Chaos in my art is the entropy of the units of spectrally arranged squares using a system of “planned randomness,” allowing every spectral unit to fall apart in a variety of ways. The three elements used in my work, Chaos, Order and Secret Writing, are non-literal representations of the sacred. “Born in 1952, I’ve been married to Alex Grey for 25 years. With BA and MA degrees in Fine Arts, I’ve had solo shows at Stux Gallery and O.K. Harris Gallery in NYC, among others. Commissions of permanent public works include a 24-foot mural at the First Bank of Lowell, Massachusetts and my paintings have been collected by corporations and individuals. I paint and collaborate with Alex and our adorable actress daughter, Zena Lotus, in Brooklyn, NY.” See www.motley-focus.com/ ~ timber/ allysonpaint.html. About the Artists"},{"pageNumber":44,"pageContent":"42 m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 PRINT Baggott, M.J. 1996–97. “Psilocybin’s effects on cognition: Recent research and its implications for enhancing creativity,” MAPS Bulletin 7(1):10-11. (Commenting on: Spitzer, M. et al . 1996. “Increased activation of indirect semantic associations under psilocybin,” Biol Psychiatry 39: 1055–1057.) Baker, J.R. 1994. “Consciousness Alteration as a Problem- Solving Device: The Psychedelic Pathway,” Yearbook for Ethnomedicine and the Study of Consciousness 3: 51–89. Verlag für Wissenschaft und Bildung, 1995 (Edited by C. Rätsch & J.R. Baker). Barron, F. 1965. “The Creative Process and the Psychedelic Experience,” Explorations magazine, June—July. DeRogatis, J. 1996. Kaleidoscope Eyes: Psychedelic Rock From the '60s to the '90s , Citadel Press/Carol Publishing Group. Grinspoon, L, & J.B. Bakalar 1997. Psychedelic Drugs Reconsidered , The Lindesmith Center. (Specifically “Learning and Creativity,” pp. 261–267 in Chapter 7 “Psychedelic Drugs and the Human Mind.”) Originally published in 1979 by Basic Books, Inc., a division of Harper Colophon Books. Harman, W.W. & J. Fadiman 1970. “Selective Enhance- ment of Specific Capacities Through Psychedelic Training,” in Psychedelics: The Uses and Implications of Hallucinogenic Drugs , pp. 239–257 (Edited by B. Aaronson & H. Osmond), Anchor Books. Harman, W.W., R.H. McKim, R.E. Mogar, J. Fadiman & M.J. Stolaroff. 1990. “Psychedelic Agents in Creative Problem Solving: A Pilot Study,” in Altered States of Consciousness third edition, pp. 532–550 (Edited by C.T. Tart). Hartmann, R.P., 1974. Malerei aus Bereichen des Unbewussten: Künstler experimentieren unter LSD , Köln: M. DuMont Schauberg. Hayter, A. 1968. Opium and the Romantic Imagination , University of California Press. Hickey, D. 1994 (January/February). “Freaks Again: On Psychedelic Art and Culture,” Art issues 31: 25–29. Hughes, J. & J. Hughes 1999. Altered States: Creativity Under the Influence , Watson-Guptill Publications, Inc. Izumi, K. 1970. “LSD and Architectural Design,” in Psychedelics: The Uses and Implications of Hallucinogenic Drugs , pp. 381–397 (Edited by B. Aaronson & H. Osmond), Anchor Books. Janiger, O. & de Rios, M. 1989. “LSD and creativity,” Journal of Psychoactive Drugs 21: 129–134. Joynson, V. 1984. The Acid Trip: A Complete Guide to Psychedelic Music , Babylon Books. Krippner, S. 1970. “The Influence of 'Psychedelic' Experi- ence on Contemporary Art and Music,” in Hallucino- genic Drug Research: Impact of Science and Society , pp. 84–114 (Edited by J.R. Gamage & E.L. Zerkin), STASH Press. Krippner, S. 1985. “Psychedelic Drugs and Creativity,” Journal of Psychoactive Drugs , 17(4): 235–245. Krippner, S. 1990. “Psychedelics, Hypnosis, and Creativ- ity,” in Altered States of Consciousness third edition, pp. 324–349 (Edited by C.T. Tart). Luna, L.E. 1991. “Plant spirits in ayahuasca visions by Peruvian painter, Pablo Amaringo. An iconographic analysis,” Integration: Zeitschrift für Geistbewegende Pflanzen und Kultur 1: 18–29. Luna, L.E. & P. Amaringo 1991. Ayahuasca Visions: The Religious Iconography of a Peruvian Shaman , North Atlantic Books. Masters, R.E.L. & J. Houston 1968. Psychedelic Art , Grove Press, Inc. Poliester: Drugs/Drogas , Fall 1997, Vol. 6, No. 20, (Edited by Kurt Hollander) poliester@intranet.com.mx. Smith, E. 1982. “Psychedelics and Creativity,” The Psychozoic Press , No. 4, 1983: 10–26. Smith, E. 1983. “A Short Interview with Dr. Stanley Krippner,” The Psychozoic Press , No. 6: 46–54, (Edited by E. Smith). HILE researching what has been published in the area of psychedelic creativity and visionary art, we quickly realized that we had opened a can of worms. There was much more to read and view than we could possibly hope to absorb in a short time, or cover even in a cursory manner. The topic is vast, and the more one looks, the deeper it becomes. As a starting point for those who desire to investigate further, we have provided below just a few of the many resources that we came across while working on this issue. W"},{"pageNumber":45,"pageContent":" m a p s • v o l u m e X n u m b e r 3 • c r e a t i v i t y 2 0 0 0 43 Stafford, P.G. & B.H. Golighty 1967. LSD—The Problem- Solving Psychedelic , Award Books. Vogt, D.D. & M. Montagne 1982. “Drug Taking and the Fine Arts,” The Psychozoic Press , No. 4, 1983: 6–9, (Edited by E. Smith). Volk, G. 1999. “Transportive Visions,” Art in America , July, pp. 78–81, (Review of the art of Fred Tomaselli). VIDEO The Art of Tripping , a 1993 documentary on the influence of drugs on writers and artists, produced by the Jon Blair Film Company for the British Channel Four. WEB Albert Hofmann Foundation http://www.hofmann.org Their online museum has examples of the influence of psychedelics on art. Their “Science” section has the full text of several papers related to creativity and psychedelics. Art Visionary Magazine http://members.tripod.com/artvisionary A relatively new Australian print magazine that features work by visionary, fantastic, and surreal artists. The Electric Art Gallery http://www.egallery.com/homepage.html Their “Amazon Project” features work from the ayahuasca-inspired artist Pablo Cesar Amaringo, as well as other artists from his Usko-Ayar School. Electrum Magicum http://www.levity.com/dimitri/index.htm The psychedelic art of Dimitri Novus. Ernst Fuchs http://www.arsfantastica.at Fuchs is considered by many artists to be the “father” of visionary/psychedelic art. Fantastic Art http://members.tripod.com/ ~ fantasticart/index.html An amazing collection of visionary art. While clearly not all, nor perhaps even most, of these artists used psychedelics, there are numerous contributions by artists who have either publicly or privately acknowl- edged the positive effect that drugs have had on their work. Galleria Sublimatio http://www.sublimatrix.com The visionary art of A. Andrew Gonzalez. Aside from an impressive collection of his own images, Gonzalez has a very useful links page. H. R. Giger http://www.giger.com The dark, compelling visions of H.R. Giger, perhaps most well-known for his work on the movie Alien . The HAVE YOU SEEN GOD Mandala Collection http://www.haveyouseengod.com/GALLERY.htm Contains paintings by fantastic visionary artists including Bill Martin, Mati Klarwein, Alex Grey, Cliff McReynolds, Tim Slowinski, Nick Hyde, Phil Jacobson, and many more. Martina Hoffmann http://www.martinahoffman.com The beautiful visionary art of Martina Hoffmann. MKZDK 2000 http://www.mkzdk.org Various subtle, psychedelic visions. Think M.C. Escher dabbling with fractals and drugs. Sacred Light Studio http://sacredlight.to The visionary art of Mark Henson. The Stairwell Gallery Studio http://www.art.freewire.co.uk/stairwell Resident artist Cindy Mills. Starroot Homepage http://arts.bev.net/NRAC/visart/starroot/ thumbnails.html Images of Starroot’s original artwork. Huichol artifacts on pages 20 and 43 from the collection of Tom Mayers."}]
