[{"pageNumber":1,"pageContent":"S pecial E dition: P sychedelics & S elf- D iscovery “Riverine Reverie” ©2007, Mark Henson VOLUME XVII NUMBER 2 • AUTUMN 2007 MULTIDISCIPLINARY ASSOCIATION FOR PSYCHEDELIC STUDIES MULTIDISCIPLINARY ASSOCIATION FOR PSYCHEDELIC STUDIES MULTIDISCIPLINARY ASSOCIATION FOR PSYCHEDELIC STUDIES MULTIDISCIPLINARY ASSOCIATION FOR PSYCHEDELIC STUDIES"},{"pageNumber":4,"pageContent":"2 m a p s • v o l u m e x v i i n u m b e r 2 • a u t u m n 2 o o 7 ® – Rick Doblin, Ph.D., MAPS President MAPS’ focus on psychedelic and medical marijuana research studies, politics, organiza- tion-building and fundraising occupy almost all my working hours. Yet what initially motivated me to invest my life energies into this work were my personal psychedelic and marijuana experiences, and those of others who shared their stories with me. It’s these intensely personal narratives that can get lost in the details of this research project, that regulatory hurdle, this media article, that donation, each small step toward our larger goal of building a society mature enough to integrate psychedelics and mari- juana rather than prohibit and repress them. This special issue of the MAPS Bulletin on psychedelics and self-discovery is edited by Jag Davies and Sarah Hufford. MAPS’ increasing use of email updates and our website to communicate about our work in detail and on a timely basis creates this opportunity for us to take a short hiatus from using the Bulletin for reports about MAPS’ growing number of promising research and educational projects. This issue is an effort to bring to the fore- ground the experiences that often remain in the background of MAPS’ work, to look in more depth at what lies beneath the surface of all our efforts. I’m writing now after returning from Israel. I traveled there with my family this time, so my brother, my wife and I could show our three children and nephew their ancestral roots. We went on a lengthy search under the blazing sun in Jerusalem, looking for the grave of my great-great grandmother. She was buried there exactly 100 years ago, in 1907. She was the first of our relatives in modern times to move there, which she did alone, leaving her grown children behind. After finally locating her grave on the Mt. of Olives, where Jews are traditionally buried in expectation of being first in line for the resurrection, I couldn’t help but wonder what she would think about MAPS’ Israeli psychedelic and marijuana projects. After all, I can’t quite see the point in trying to be first in line after the resurrection. While in Israel, I worked to prepare for the enrollment of the first subject in MAPS’ MDMA/PTSD study. I also laid the ground- work for MAPS’ first Israeli medical marijuana projects. Along with Philippe Lucas, founder of the Vancouver Island Compassion Society (VICS), who MAPS brought to Israel as an expert consultant, I met with the Israeli Ministry of Health (MOH) official considering whether to license a non-profit medical marijuana production facility. Joining us were an Israeli MD with expertise in herbal medi- cines (especially the pomegranate) and several Israeli medical marijuana advocates. The facility is providing marijuana for sale to a limited number of MOH-approved patients, to keep them from having to obtain black market supplies. I assume my great-great grandmother would initially be perplexed and inclined to disapprove of my work. Yet, I think she would come to understand and support our efforts to provide medicines and healing to those in need. What might give her pause is our broader struggle to help people experience the underlying sense of connection and meaning provided by the mystical experience, which psychedelics can catalyze. Since she had some sort of spiritual yearning, I hope that she’d see this aspect of our work as an antidote to fundamentalism, fostering a more universal spirituality that nevertheless embraces the unique particularities of religions. The need for touchstones between reli- gions, and for MDMA/PTSD research, was made vivid as my family and I traveled through areas of Israel that were evacuated last year during the war. One day, we walked through- out the Old City of Jerusalem, commenting on the relaxed atmosphere. The very next morn- ing, a running gun battle broke out in the Christian Quarter, where we had been walking so shortly before. A Palestinian jumped an Israeli guard, took his gun, shot him in the shoulder, ran, and was killed by another Israeli guard who chased him. Ten bystanders were hurt, some from ricocheted bullets. It’s in large part to provide antidotes to and prevention of these worldly, destructive non-psychedelic moments, that motivate me now to continue MAPS’ work, inspired and empowered by the sorts of experiences pre- sented in this special issue."},{"pageNumber":5,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 2 • a u t u m n 2 o o 7 3 MAPS’ organizational strategy prioritizes clinical research because cold, hard science is required to lay the foundation for the broad changes that we are aiming to generate. Although clinical research may persuade the FDA that psychedelics and marijuana are safe and have legitimate therapeutic applica- tions, the re-integration of legal contexts for the use of psychedelics in our society can only reach its full potential if there is an honest, human side to the story as well. The human stories are already there, waiting to be told. Furthermore, for some people in certain contexts, psychedelics are already somewhat integrated into their culture or society. Yet, thanks to prohibition and the associated stigmas and misunderstandings surrounding psychedelics, many potentially valuable stories and lessons are never shared. One of the more insidious aspects of psychedelic prohibition is that it can trap its critics and civil disobedients in oppositional dualisms. As by- products of society and open to the subtle power of suggestion, even psychedelic users can’t help but take some of society's implicit assumptions for granted. That has been my experience, at least. Shortly after my eighteenth birthday, I had my first “experience,” with a friend at a lush botanical park. In retrospect, I was not as well-educated or prepared as I could have been. For one thing, my primary motivation was “fun.” While it was indeed fun at times, it was also one of the most startling, blissful, self-introspective, frightening, emotionally unsettling, surreal and thought-provoking experiences of my life. My expectation of mere “fun,” as one might imagine, was somewhat counter-productive. Another effect of prohibition is that it influences more than just laws; it also institutionalizes other forms of discrimination. Growing up in the 1980s and 90s in a mostly poor, multi-racial neighborhood in Miami, I not only saw the catastrophic effects of the “War on Drugs” firsthand, but I also gleaned from the city’s racial and ethnic tensions that changing a law or policy–such as prohibiting race-based prejudice and segregation–does not necessarily change ingrained behaviors and assumptions. If psychedelics were made completely legal tomorrow, more subtle forms of harmful discrimina- tion would undoubtedly persist. For MAPS to achieve its long-term goals of re-integrating the legal use of psychedelics and marijuana into our society, it is imperative that we facilitate cultural understanding, in addition to scien- tific knowledge. While it may be practical for MAPS to identify specific clinical indications for which psychedelic-assisted therapy is safe and efficacious, MAPS also believes that with proper preparation and guidance, psychedelics can help improve the quality of life for “normal,” healthy people without a diagnosed psychiatric disorder. The topic of self-discovery cuts to the heart of this. On behalf of the MAPS staff, thank you to the thoughtful, open, and courageous individuals that contributed to this special issue. • Letter from the Editor Jag Davies"},{"pageNumber":6,"pageContent":"4 m a p s • v o l u m e x v i i n u m b e r 2 • a u t u m n 2 o o 7"},{"pageNumber":8,"pageContent":"6 m a p s • v o l u m e x v i i n u m b e r 2 • a u t u m n 2 o o 7 incredibly gifted guide, I would not have been successful at all of my responsibili- ties. My psychedelic therapy allowed me to work through an attachment to suffer- ing, which came partly from my tradi- tional Jewish upbringing. It made me aware of many personality issues that were crippling me, and it taught me how to be a father to my children. I remember one experience I had in which I felt, in altered consciousness, what it is like to be a child treated harshly by his father. I [Psychedelic therapy] made me aware of many personality issues that were crippling me, and it taught me how to be a father to my children. For five years I took an intentional vacation from altering my consciousness in any way. Then, at age 55 I went on a solo pilgrimage to Manaus, Brazil, where I drank ayahuasca for the first time in a therapeutic context. This experience, like my first LSD trip, was life-transforming. I had finally found my medicine, or rather the medicine had found me. During the last seven years, with the help of this amazing mixture of plants, I have made tremendous progress with issues of control, obsessive thinking, fear and finding meaningful work. With the help of insights obtained with the use of ayahausca, I summoned the courage to leave a corporate job to pursue teaching, and I have broken the back of a lifelong food addiction. My spiritual life is incred- ibly rich, my marriage is alive and vibrant and I am comfortable in my role as a father. I returned to Brazil several more times, once with my wife and another time with my daughter. All of my earlier experiences with psychedelics lead me to what in South America is called “the medicine” or la purga (“the purge”). I live with less anxiety and worry, and I have days where I marvel at the beauty and creativity that surrounds me. I truly cannot imagine who I would be without the knowledge and wisdom I have received through the use of psychedelics. They have taught me how to overcome seemingly insurmountable obstacles. They introduced me to spiritual- ity, and have allowed me to gain insights about life, death and immortality. They have taught me how to live. I am forever grateful to the guide who helped extricate me from suffering, and to all those who have gone before and paved the way for those of us on the medicine path. • vowed then and there to make every effort not to put out such harsh energy to my own children, and, if I accidentally did, I would immediately apologize. This is just one of many experiences of teaching that were so important to me during this time. Psychedelics started me on a spiritual path that has become the foundation of my life. I began a lifelong meditation practice and became intensely interested in Buddhism, which provided a map of the territory I was exploring in my sessions. I am almost certain that my 30-year marriage would not have survived with- out this spiritual path. I cannot imagine living without the lessons and tools I have gained in expanded consciousness. At the end of my twelve years of guided healing with the aid of substances, I was encouraged to do a high dose mushroom session by myself, with my guide nearby. During this blissful and terrifying session I learned that I had the tools to journey on my own into these realms. The experience was tremendously empowering. I had graduated to a new level of exploration."},{"pageNumber":9,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 2 • a u t u m n 2 o o 7 7 Growing up gay in the sixties was anything but that. The subject was hardly talked about in polite society. When it was mentioned at all, it was in embarrassed, hushed tones and the subject was quickly changed. I could hardly admit this secret truth about myself. All I knew was a lot of frustration and loneliness. I wanted to change my life, to make it freer and happier but I didn’t know how. Church didn’t help too much. A couple of psychotherapists had barely scratched the surface. I had heard of LSD of all places in Sunday school from a young seminary student and wondered how a pill could enable one to see God. Then one day my father brought a book home for me titled The Varieties of Psychedelic Experience. It was basically case studies of people whose lives had been changed through insights received during guided sessions with entheogens. I ate it up and determined that whatever else I did while at college, I was going to look into that. The substances I was interested in, namely LSD and mescaline, were already illegal by that time, and I knew of no one who was professionally trained to facilitate therapeutic sessions with them. So, I was on my own both to obtain the substances and to conduct my own sessions. I knew the importance of proper mental preparation and a supportive setting and did the best I could with my limited resources as a college student living on campus. I had expected to see hallucinations and was totally unprepared for something so deep, rich, and profound, that seemed more real to me than anything I had called “reality” up to that time. Though I didn’t have language to express it then, what I was in fact seeing was the divine nature of my own soul. As long as I live I will never forget the “talk” the universe had with me during an experience in a public park with peyote. It was all about self-acceptance and going with the flow of things. Such deep cosmic truth had never before been encoded on a discarded gum wrapper. Wow! As a ministerial intern and lifelong student of consciousness, I must in all fairness say that I do not believe that any mystical or religious experience–however it is arrived at–is transformational all by itself. There is no magic bullet and no substitute for the discipline of spiritual practice and the work that entails. But such experiences do facilitate a depth of personal conviction and understanding that can inform our choices made in the everyday world, if we allow it to be so. Such choices made in integrity with the deepest parts of our revealed being can lead us to the truest and fullest experience of life that we are capable of. And what purpose is nobler than that? • There is no magic bullet and no substitute for the discipline of spiritual practice and the work that entails. Entheogens and Personal Development Terry Turner"},{"pageNumber":10,"pageContent":"8 m a p s • v o l u m e x v i i n u m b e r 2 • a u t u m n 2 o o 7 Doctor Quantum Drops Acid Nick Herbert, PhD Photo: Reno DeCaro"},{"pageNumber":11,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 2 • a u t u m n 2 o o 7 9 By 1963 I had completed my course work, passed my prelims, chosen a thesis advisor, and started my thesis work on a small particle accelerator located in the basement of Stanford’s Inner Quad. Meanwhile, in a campus folk dance class, I met Ann Manly, a pretty psychology undergraduate who intro- duced me to her friend Rae Larson, a psychol- ogy graduate student. Like all undergraduate women, Ann lived in a dorm, but Rae was renting a cozy little house in East Palo Alto where Ann spent most of her free time. In addition to being a friend to both women, I served as a psychological guinea pig for their classes in “Psychological Testing” and was subjected to interminable rounds of IQ, personality and mental pathology tests. I learned almost nothing from these tests except that I was quite clever (which I already knew) and that I had a pathetically low ability to memorize strings of numbers. Their feminine charms and curious psych tests attracted me, but, in addition, Ann and Rae had enrolled as subjects in an off-campus program which was investigating the effects of a new mind drug called LSD. The Institute for Advanced Study (IFAS) in Menlo Park was founded by Myron Stolaroff, an Ampex engineer, and was staffed by a number of Stanford faculty and graduate‘ students, some of whom I knew as friends, notably Jim Fadiman and Willis Harman. I had heard of LSD. During my first year in California, I had picked up a book by Alan Watts (whom I had never heard of) describing In the fall of 1957, while studying engineering physics at Ohio State, I was working as an intern in America’s nascent space program at Redstone Arsenal in Huntsville, Alabama when the Soviet Union launched Sputnik and opened up the “missile gap.” To catch up with the Russians, the US quickly began shoveling lots of money into American science. So when I graduated (at the top of my class) from OSU in 1959, I was awarded a “Sputnik scholarship” to any graduate school I pleased. Thus, courtesy of the Soviet missile program, I ended up at Stanford. his two LSD sessions in a rural setting. In The Joyous Cosmology , Watts describes religious and philosophical insights perceived under its influence as well as enhanced perception of natural objects. This book, to my mind, is still one of the best introductions to the effects of LSD, from a religious philosophy perspective. It aroused my curiosity about this new mind- altering drug. I wished I could try some myself. The LSD program at IFAS in Menlo Park cost $600, priced out of reach for a poor graduate student, but I hoped I could at least experience LSD vicariously through the adventures of my friends Ann and Rae. ne theoretical model for the IFAS project was that they would set up a situation that precisely inverts the classic Freudian “primal scene.” In Freud’s model of neurosis the child experiences a profoundly distressing emotional event (his parents copulating, say) that his immature mind cannot integrate into his map of the world. The memory of this psychologically indigest- ible primal scene is repressed, say the Freud- ians, surfacing only as inexplicable neurotic symptoms. If an unutterably horrible experi- ence on an unprepared mind can make your life worse, how might an indescribably beautiful experience by a specially prepared mind change a person’s life for the better? This was one of the questions that the people at the Foundation in Menlo Park intended to address. The primary goal of the Foundation was to help you design your first psychedelic experi- As a physicist I question the powers-that-be: “If you trust me with Plutonium, why not LSD?” O O O O O"},{"pageNumber":12,"pageContent":"10 m a p s • v o l u m e x v i i n u m b e r 2 • a u t u m n 2 o o 7 ence for maximum positive impact. You chose the friends you wanted to be with, the setting, the music and the questions you wanted to ask. The therapist who would be your guide got to know you through the (inevitable) psychological tests and interviews. To investigate your possible reaction to the “ego loss” sometimes experienced under LSD, a supervised session under “carbogen” was scheduled. This gas is a mixture of oxygen and carbon dioxide which triggers a physiological “drowning reflex.” Some participants in the IFAS program reported that the panic induced by carbogen was worse than anything they experienced under acid. hallucination,” I scoffed, arrogantly challenging the drug to show me more. I got to my feet, rushed to the bathroom to throw up. I returned, sipped some more tea. The hallucinations had vanished. Perhaps because of my initial bad manners, minimal visual effects occurred that afternoon and visual effects tended to be rare in my subsequent experiences with psychedelics. Then I was swept up in a wave of amplified attention to my inner life. My mind was racing, full of thoughts, images, and relationships. And I could attend to these thoughts with a powerful intensity not available in my Before I tried acid I was entirely ignorant of the range of states of mind it is possible for humans to experience. As Ann & Rae were wending their way through the IFAS program, anticipating their first acid trip, we were reading everything we could get our hands on about this new mind-altering drug. Coincidental with the investiga- tions going on at Stanford, a program at Harvard led by Drs. Leary, Alpert and Metzner was gathering steam. They began publishing their own results as well as classic accounts of what they called “expanded awareness” in a new journal called the Psychedelic Review. 1 Either in Psychedelic Review or in one of the many papers referenced there, we discovered that there were several naturally occurring sources of LSD and LSD analogs such as LSA. One of these sources was the com- mon morning glory seed, a variety of which was used in ceremonies by natives of Mexico. The effective dosage of LSA lies between 100-500 micrograms and the literature implied that one seed was equivalent to one microgram of LSD. In the fall of 1963 I visited a nursery in San Jose and purchased a 10-pound sack of morning glory seeds, and decided to run my own psychedelic session with Ann and Rae as guides. the afternoon of October 5, 1963, in Rae’s comfortable little house in Palo Alto, I ingested 300 seeds ground up and mixed with peanut butter to improve the taste and settled in to wait for the visions. The taste of morning glory seeds is really horrible. Recall- ing that taste still makes me shudder. Much worse than peyote or ayahuasca. About half an hour later, to calm my stomach I was sipping a cup of tea and became fascinated by the way the tea was flowing back down the rim of the cup. Suddenly the liquid wetting the inside of the cup was transformed into a cascade of glistening jewels. “Beautiful, but a mere ordinary state. I saw myself with a clarity never before achieved, immersed myself in my “Nickness” in a way I had never thought possible. When LSD was first tested by psychologists some believed it caused an artificial psychoses (a “psychotomi- metic”) and thus useful as a tool for therapists to get a first-hand experience of what it was like to go crazy. But the term coined by Canadian psychologist Humphrey Osmond (also famous for giving acid to Aldous Huxley) more precisely describes LSD’s effects. “Psychedelic” means “mind manifesting,” a powerful searchlight into the depths of your own subjectivity, an intense probe into what it means to be “you.” eanwhile, back in Rae Larson’s living room I was busy exploring the insides of Nick Herbert with a clarity, an urgency and an intensity that were never previously available. As a good physicist I had planned to do a little science. I was going to examine the time distortion alleged to occur under acid. To this end I was wearing a watch with a sweep-second hand and my experiment consisted of simply observing whether the hand was traveling faster or slower than normal. The results surprised me. Immersed in the rich details of my own inner state, it was difficult to draw my atten- tion to the watch on my wrist. It seemed one of thousands of options to explore and I would get to it soon. In fact I would get to it NOW! And then I looked at my watch. The watch was running at normal speed. But I was completely straight. I closed my eyes and re-entered the psychedelic state. But every time I tried to look at my watch it brought me down. It was impossible for me to be tripping and to do science. I did this three times and gave up. The universe (or a deeper part of Nick) was showing off its peculiar sense of humor. M M M M M On On On On On"},{"pageNumber":13,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 2 • a u t u m n 2 o o 7 11 Then it came and tried to get me. I felt myself dissolv- ing around the edges, vaguely uneasy. This was no longer fun. Whatever it was that made me ME was somehow fragmenting away. The foundations of who I was were crumbling. I didn’t like this one bit. I asserted myself. And it brushed me aside. I pulled myself together. And it scattered me into pieces. Then I realized (again with a bit of humor) that I was fighting with something that knew all my tricks. All my defenses were useless because the enemy (enemy?) was already inside the walls, could read all my codes, knew all of my weaknesses, and could see through my pretensions. I laughed. And dissolved into nothingness. No Nick. I emerged again. Only to be swept under once more. The best way I can describe this state is that there is no Nick. But there is still a very intense awareness, a perception. But it’s entirely impersonal. What’s left of Nick is a terror that the LSD has wrecked his mind and that he’s going to exist in this state forever. If this state is the ego loss that the Buddhists so earnestly seek, it’s absolutely worthless. There’s no one to enjoy it. I have experienced this state more than once on it is folly to lock up scientists for their choice of tools. Any nation that imprisons its scientists for investigating psychedelic drugs belongs in the Middle Ages. As a physicist I question the powers-that-be: “If you trust me with Plutonium, why not LSD?” a scientific research tool , LSD is particularly interesting because it alters not merely perceptions but the very entity doing the perceiving. Most of these states are ineffable, and cannot be described because of their strange variations on the experience/experiencer split. It’s not like watching movies. Sometimes it’s more like having the movies watch you. Looking in a mirror on acid is particularly informative. In addition to my many teachers, friends and guides, three of the most important influences on my life have been Catholicism, quantum physics and LSD. The first gave me an appreciation for the spiritual side of life, the second an appreciation for the mysterious complexity of the material world and the third an appreciation of the unexplored depths of subjective experience. It‘s not like watching movies. Sometimes it‘s more like having the movies watch you. Looking in a mirror on acid is particularly informative. subsequent acid trips and always find it terrifying, although not as frightful as that first wholly unexpected ego dissolution in Rae Larson’s comfortable living room. Before I tried acid I was entirely ignorant of the range of states of mind it is possible for humans to experience. One of these experiences is an immense gratitude for being allowed entry into this world of expanded aware- ness. I am glad that I have been given the opportunity to experience these states; it would have been a real shame to have died without ever having known that such unusual experiences were possible. What was the nature of this powerful mind-manifest- ing molecule? How did it work? I needed professional help. I would ask a Stanford doctor; there were plenty at hand. My friend Bob Erickson, then in Stanford medical school, summed up the science side for me. “You tell me how ordinary consciousness works, Nick, and I’ll tell you how LSD modifies that.” Thanks, Bob. Forty years later, scientists know so precious little about ordinary aware- ness that taking LSD is still experimenting at the very edges of human knowledge. The essence of science is unfettered inquiry. Espe- cially in an area so full of ignorance as the nature of mind, Like many a psychedelic veteran I keep sewn inside my imaginary flight suit the words of psychologist William James (a pioneer tripper on mescaline and nitrous oxide): “Our normal waking consciousness, rational con- sciousness as we call it, is but one special type of con- sciousness, whilst all about it, parted from it by the filmiest of screens, there lie potential forms of conscious- ness entirely different. We may go though life without suspecting their existence, but apply the requisite stimu- lus, and at a touch they are there in all their completeness. No account of the universe in its totality can be final which leaves these forms of consciousness quite disre- garded.” • Nick Herbert is the author of Quantum Reality, Faster Than Light, Elemental Mind and a chapbook Physics on All Fours. He devised the shortest proof of Bell’s Theorem, had a hand in the Quantum No-Cloning Rule and is presently obsessed with Quantum Tantra. Nick’s home page resides at: members.cruzio.com/~quanta 1. Posted on the MAPS website at maps.org/psychedelicreview A A A A A s s s s s"},{"pageNumber":14,"pageContent":"12 m a p s • v o l u m e x v i i n u m b e r 2 • a u t u m n 2 o o 7 ometimes, my work seems to beg the question of people: Where does this come from? And the answer may be: from a process of self-discovery and personal inquisitiveness. Aren’t there visionary states involved? Don’t you get high? I mean, how does anybody think this stuff up? In short: Yes and no. Mostly just breathing and being. Psychedelics have helped to open me up to the possibilities contained within my own psyche, have helped me to gain some understanding of the presence that is outside of myself, and have given more than just a little push toward understand- ing that those two things are one in the same. Of course, yoga has helped this too. As has meditation, walks along the beach, dancing, painting, in short: Living Consicously. My work is born from a practice of continual self-discovery and being open to the messages that are being spoken by the universe. Psychedelics are helpful in uncovering the layers of the self. In my early twenties they helped to blast open the doors. But, so did the music, the dancing and the intense motivations. What I mean to say is what has already been said before: set and setting are as important to the process as the drug itself. Your very own mind helps to provide that set and setting. This is where intentions find importance. A solid spiritual practice based on compassion and wisdom (not dogma) is more than just useful, it is intrinsic to the process. Once that self, that identity, has been uncov- ered, the actual work of deconditioning and deconstructing can begin. Until we have pulled the wool away from our eyes and truly looked at our minds and hearts as they are and not as we would like them to be can we really begin to make any progress on this path of self discovery. Focus was the first painting I painted. I’d done nothing but move, party, see people, women, etc, for months and I was a frenzied burning flame that needed to settle, ground out, and, well, get focused. I had grand visions inside myself, I could Editor’s note: After we settled on “Focus” for the front cover of this issue, we invited its creator, the artist Michael Brown, to write an article on psychedelics, self-discovery, and art. We were amazed at Michael’s profound response, and to learn that “Focus” was actually Michael’s first painting. feel them reeling about in there, all screaming to be let out, but that process requires stillness and presence of mind. In an exercise in catharsis, I let loose into the canvas, and all the fire and wind poured out until the clear line appeared. The writing on the wall, in the flames, emerged and dashed itself across my vision. Shortly thereafter I went to New York City for a business trip with a business partner of mine. We stayed in downtown Manhattan at the Sheraton way up above the noisy city streets. After a couple days of work we each took a liberal amount of LSD and went to the MOMA, that vault of Modern Art, to pay homage to the masters of the previous century. The acid came on strong and pretty soon I was standing in awe before Monet’s three panels of clouds and water lilies. At that time it was located in the five story atrium opposite Barnett Newmans’ “Broken Obelisk.” I went to the third, fourth and fifth floors so I could get a better view of the painting, only to have to head back down to standing 12 inches in front of it again just to examine the texture and details. It opened up before me, blasting open my mind. I saw the true depth of this masterpiece, the vast lifetimes contained with in it, the mul- tiple moments of NOW. The sadness and awe, romance, war, faces, memories, French powder rooms and uptight summer garden parties, every face of every person I have ever known. It was a jaw-droppingly inspiring experience because this artist, in a painting with a subject matter so simple, managed to capture the infinite. But it opened my mind a bit TOO much. I was cracked open, and, by doing so, the demons that had been hiding, lurking in dungeons, locked away for too long, were set loose in the corridors of my mind. I spent the next six hours in our hotel room, dying, being reborn, passing out to fall slam! to the floor, living through multiple realities, coming back, Art, Being, and Self -Discovery Michael Brown S"},{"pageNumber":15,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 2 • a u t u m n 2 o o 7 13 still in the hotel room, going nuts with the demons of my mind. I always dropped back inside, back to breathing, back to focusing on the path. Afterwards, while room service didn’t have too difficult of a time cleaning up the room, it took me a while to pick up the pieces of my mind. While some might find such an experience frightening enough to never touch psychedelics again, this is where I find psychedelics to be the most use and where they inform my creative process the most. There are many people who decide that, since some demon reared its head, or they saw some ugly part of themselves they would rather forget about, then the ‘fun’ isn’t there, and, therefore, the drug is not a good thing to take. Or, they say, “I had a bad trip once...” or “It was too much once.” I bet it was. It takes some time to really lift the veil, and, if we don’t go in with the right intentions, it is liable to happen against our will. After all, it is our will holding down the veil to begin with. Many times, people dive into psychedelics because they promise diversion. e could go all over the place out there in the world, and completely deny that any of it has to do with us. But when it comes to our own minds, there is no denying what lies there. That inability to disassociate from the actual stuff making up our identities is where it gets scary for some people. In reality, this is when the medicine is finally working. Psychedelics are a tool to help unlock doorways that seem otherwise obscured or even hidden. Once opened it takes a strong will to work with what is uncov- ered. When we come back here, to this now, we cannot always assume that the work we did while high is complete. We will uncover a demon perhaps that has lurked there since before we were even born. Or we may uncover vast untold treasures of bliss. One way or another, it is up to us to integrate these newfound concepts into our lives. Here is where my work as an artist is most relevant to my spiritual path. The creative process helps me to explore my self, my visions, my personal experiences and my relationship to the divine. I don’t make artwork as a recreation of some hallucination. And I don’t take psychedelics merely to have a vision while in an altered state. Rather, psychedelics are tools to help with the uncovering of the layers of the self and their relationships to the rest of the world. Art is a way to both continue exploring those layers and relationships and to seek out new ones. Still, though, there is a third compo- nent that, without it, the other two of art and psychedelics are like a map and a compass without any North or South poles to align themselves to. That third tool is meditation. In meditation, we set inten- tions, we dig up our dirt, we explore relationships of thoughts and emotions and reactions, we pay attention to our- selves and our relationship to the world at large. Painting and psychedelics are a part of the same path for me, but both are useless as forms of self-discovery without the simple practice of meditation. Medita- tion is how we learn to relate to ourselves at a very simple level. If we just take our body, plop it down on a pillow, sit for a while, all sorts of things come up in our minds. Now, if we were to do that for two, three, four days — suddenly we have some food for thought. Suddenly, it won’t quiet down. And who can keep a straight face then? So we learn how to breathe. How to sit. How to walk or stand still. Through yoga we learn how to hold ourselves, how to sit, how to stand. Through meditation we learn how to navigate our minds. Then, once in a while, it’s good to rock the boat a little, see what is hiding in there, and remind ourselves why we do what we do. This process of learning how to be a human being: that is the process of self- discovery. • Once opened it takes a strong will to work with what is uncovered. w"},{"pageNumber":16,"pageContent":"14 m a p s • v o l u m e x v i i n u m b e r 2 • a u t u m n 2 o o 7 Almost three years ago I had the opportunity to live with a spiritual teacher who was gifted in working with the sacred medicines–everything from LSD to mushrooms to MDMA to ayahuasca. At a particular point in my spiritual work with her, she suggested that it was time for me to experience MDMA as a way of opening myself ever more deeply to my own heart. In my life to that point I had had little experience with anything other than marijuana, aside from one divine experience with mushrooms. I was nervous, yet could feel at 47 years of age after decades of dedication to my own awakening process, the appropriateness of the timing and my own readiness. When the day came, we sat together within the sacred space she had set for my experience. I took the little white pill and sat back to see what would happen. I was nervous, nervous, nervous. My teacher could tell when the medicine was just beginning to come on and suggested I lay back, cover my eyes with a blindfold and try to relax into what was about to happen. As I lay back and just tried to breathe, I suddenly felt the medicine kick in. I experienced myself immediately moving fluidly out of my body and into a state of pure love, bliss, and joy like I had never before experienced. It was not that I was feeling emotional states; this state of being was pure love, bliss, and joy. All of my doubts and questions about my worthiness disintegrated in an instant that lasted for hours. I simply melted into this “Is-ness” that was me, everything, and nothing all at the same time. For the first time, Oneness became more than just a concept and a dream and a vague knowing. I was it; and yet there was no “I.” Self- perception, yes, but in the context of “The All Which Is.” Needless to say, I was profoundly changed by this experience. I went on to have many other experiences with my teacher and many other medicines as I steadily, Gratitude Trinity Heartsong profoundly, and intensely awoke to more levels. It soon became clear that I was diving into the most profound part of my own ongoing journey toward Wholeness. I never saw this coming. Never. And yet, when I went into each and every experience with medicine, it always had a bit of a familiar flavor to it for me. It was as if I had been doing this my whole life and had simply forgotten who and what I was. It was like waking from a deep, long sleep through which I had been dreaming a dream of such hardship, pain, and suffering. These experiences have changed how I experience everything: myself, “others,” what we call “reality,” and what is possible for us to awaken to, experience and know. My path of service has radically changed over these years. I now commit myself and my “life” to my own contin- ued and limitless awakening, and, through the embodiment of these experiences, to supporting those who find their way to me in midst of their own unique and beautiful process. I will always hold such deep gratitude for my teacher, who had the wisdom to know when the time was right. Also, for the medicines, who are so dedicated to helping human beings re-connect to their human beingness again. Finally, to myself, who found the courage to say “yes” and the will to stay the path no matter how frightening, arduous, or challenging I may have made it for myself. Thank you for the opportunity to write just a small bit of what has transpired for me over these years. I have not written any of this down as of yet. This feels like a wonderful place to have started. Thank you also for the immensely important work you do to bring the awareness, acceptance, and true knowledge of these medicines and all that they are capable of offering, to the world at large. It is valuable beyond measure. • It was like waking from a deep, long sleep through which I had been dreaming a dream of such hardship, pain, and suffering."},{"pageNumber":17,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 2 • a u t u m n 2 o o 7 15 I took out my few remaining psilocy- bin-containing mushrooms and pondered them. Though it may seem counter- intuitive, I soon came to understand that the clearest way to ask that question and receive an answer was to ingest them. I have always found it beneficial to go into any psychedelic experience with a focused question on the mind. While I never receive an answer in clear plain English, in the days following the experience I come to understand how the experience held relevance to the question in my mind. Sometimes I forget the question once the trip takes hold, but then the next morning I realize that the hours spent contemplating a penny did indeed show me how to understand and come to terms with the dualities of our human existence, for example. For all that I had asked these sub- stances in the past–and I am indeed a well-traveled psychonaut–it had never occurred to me before to ask them of themselves. But now, in my darkest moment, it was all that I could think to ask. I set a kettle to boil and arranged my apartment for the trip with low lights and Why Do I Take Psychedelics? calming music. I sat and cleared my mind of all but the question at hand. The kettle whistled and I brewed the mushrooms into a tea, sipping it slowly. The question slipped slowly out of my mind as the sensory aspects of the experi- ence became gradually overwhelming. I slowed my breath to calm my quickening heartbeat and tried not to let myself become too distracted by the visual flurries that began to permeate the physical world around me. I grew heavier, and, com- pletely overwhelmed, sank to the floor. I I have always found it beneficial to go into any psychedelic experience with a focused question on the mind. Daniel Elder A few months ago , I had a moment of terrifying doubt that was in turn part of a turbulent sequence in my life. Every moment found me asking myself that most eternal question, “Who am I?” For so long, I had used psychedelics as a guiding tool, a way of de- fragmenting my overloaded mental hard drive in order to gain a clarity of perspective on myself in the larger scheme of things. But now, disconnected from my love who was halfway across the world on her own adventure, and from my father who had sup- ported me for so long, in a moment when guidance was my great- est need, I began to doubt whether anything could help me, even psychedelics. I thought of them often, and I began to ask myself, “Why do I take psychedelics at all?”"},{"pageNumber":18,"pageContent":"16 m a p s • v o l u m e x v i i n u m b e r 2 • a u t u m n 2 o o 7 lay there, staring at the ceiling for an eternity, feeling a gentle yet pressing urgency grow. I knew I had to close my eyes, and did. I had asked the mushrooms why I ever took them. In the confusion sur- rounding that question, I hadn’t stopped to consider that it was the mushrooms who would take me. With eyes closed, I set out upon a journey. From a first-person perspective, I zoomed throughout my own body. There were the insides of my hands, there was my thumping heart. There, my stomach, churning. There, my lungs, rhythmic. And there, the base of my spine, like the foot of some great Incan temple. I began to ascend. I climbed the steps of my spine, and on either side I saw my life. The faces of my family encouraged me, as did friends both current and long lost. Work, love, longing, despair, every emotion I experi- enced and every facet of my life expressed itself in the manifestation of shapes and colors. The staircase shook as I climbed higher and higher, and bursting fireworks of color exploded up beyond the peak like some chemical volcano. At the center of these explosions, some glowing thing was spinning gyroscopically. The object grew until finally I was before it and it was as if I had fallen to my knees on the mountaintop. There at last. Upon lifting my eyes I saw that the glowing object was a molecule. It did not matter which one it was. It was not any molecule; it was every molecule. I watched it for what felt like a lifetime, rotating and glowing, and felt as if I was looking upon the face of the godhead. I rose, and turned to let my eyes follow the tendrils I saw running away from it. They ran like a web and bonded to all the things I had passed on my journey to this altar inside my mind. Ropes of energy connected all the aspects of my life, each to the molecule, and each to one another, and I saw that one of them ran directly to me as well. I had been so alone, so lost, when I embarked on the journey. And yet here was the answer to my lonely question. The experience reminded me that all things are connected, and that sometimes loneliness and despair can be a sort of hubris. To think one is alone, at any point, is an affront to the interconnected nature of all things. It was humbling and gratify- ing to see and understand that the smallest of things, this psilocybin molecule ingested into my body, could reveal to me the connections that were always there but that I had somehow forgotten. When I finally opened my eyes, I could not for the life of me remember what loneliness felt like. The world around me, which I had felt so withdrawn from, seemed now to be connected to every fiber of my being. My sleep that night was among the most peaceful that I have ever known. Yet, it has taken time for me to learn the true lesson imparted to me by this experience. It has been eight months since that night. In that time, I have become a voracious reader of drug- and drug policy- related literature. I am coming to under- stand that, as Terence McKenna once said, “The mind rests upon a foundation of chemical machinery. This is not to say that the mind is chemical machinery.” I find myself feeling more strongly now about the need for drug law and policy reform than I have ever felt a drive for before. It has become my life’s passion to work toward educating society at large about the safe and responsible manner in which psychedelics can be ingested to gain insight into ourselves and our relationship with the world around us, and about the difference between drug use and drug abuse. My experiences have taught me that psychedelics can be important tools, and that–like any tools–your intentions affect the outcome of your using them. I can only hope and strive toward my goal: that in my lifetime, I will see the stigma against these substances torn down so that people may gain both medicinal and spiritual benefits from these powerful molecules that have been unfairly demonized for so long. Why do I take psychedelics? It turned out that the answer is in the question, and I will never cease to ask it. • My experiences have taught me that psychedelics can be important tools, and that– like any tools– your intentions affect the outcome of your using them."},{"pageNumber":20,"pageContent":"18 m a p s • v o l u m e x v i i n u m b e r 2 • a u t u m n 2 o o 7 The Influence of Psychedelics on my Personal Development Psychedelics reveal to me, like applying heat to invisible ink, the strands that connect all the matter and ideas in the universe. 2) Everything is connected. Psychedelics reveal to me, like applying heat to invisible ink, the strands that connect all the matter and ideas in the universe. The patterns of connection are beautiful and fascinating. I believe there is valuable carryover in terms of lateral thinking ability in my normal life. 3) Music is fantastic. Related to both pleasure and connectedness, psychedelics highlight patterns in music, impart to me new appreciation of and openness to a variety of musical types, which has made me a better musician. 4) Nothing matters. The whole ball of wax - the societal facades that try to keep us behaved, the structures our own egos have made to make ourselves important - none of it matters, none of it means anything, there is no god, everything is ridiculous. 5) Opposites are often both true. Yes, everything is connected, but we are also all alone, just a solitary consciousness here in the command center trying to make sense of chunks of sensory input that have been hurled over the wall. Yes, nothing Aaron Long Like many people, I first took psychedelics in college when my life was already very much in flux and exposed to myriad influences. I began (and finished) college as a writing major, so it wasn’t as if I was majoring in warmongering, took LSD, saw the light, and switched to the humanities. And this is the thing: I have never had one of those watershed mo- ments where a major life shift was spurred by psychedelics. Yet I would put the psychedelic experience right near the top of the list of the most important things ever to happen to me. I pondered on this and decided that it would be instructive to focus on the commonalities of my psyche- delic experiences: 1) Pleasure. I find psychedelics intensely pleasurable and fun. This aspect of psychedelics often seems to be the elephant in the corner in this publication, understandable given that MAPS wants to be taken seriously in its quest for the legalization of psychedelics for medical use, though perhaps this circumspection is taken too far. I posit that fun is an under- rated medicant. While at first blush it seems obvious to me that psychedelics have been important to my personal development, the firm believer in the scientific method that I am hesitates. Can I really ascribe changes to certain aspects of my personality to the influence of psychedelics? Experiences, aging, family, friends, lovers, books, music, and pure chance also all seem like strong causal candidates. Had I never had a psychedelic experience would I be very different? Would I be more conser- vative, more narrow-minded? Would I be less kind? Would I have a different job? Would I be married and have children? Would I find long, meandering guitar solos disagreeable?"},{"pageNumber":21,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 2 • a u t u m n 2 o o 7 19 I find psychedelics intensely pleasurable and fun. This aspect of psychedelics often seems to be the elephant in the corner in this publication... matters, but also every- thing matters because everything is connected and thus we are all a part of everything, so really there is just one thing- everything-ergo, you and everyone and everything else are god. Those are the things I commonly experience while tripping. What do I bring back with me from the other side of the door to everyday life? What have I brought back that has influenced my personal development? I think I can sum it up like so: winning stopped mattering very much. I was born with a very competitive nature. I played all sorts of sports and games, I loved to argue, I loved to stand out in class. All of it mattered a lot: I hated to lose. I believe psychedelics have softened my edge. Psychedelics revealed via the “nothing matters” factor that things like winning and losing, winner and loser, are mostly counter-productive societal constructs (based on innate Darwinian instincts) that lead us to compete selfishly for resources rather than to share them for the common good. I still love sports and games, but now the love is for the playing. I still like a good argument, but have come to believe that the happiest interpersonal relationships result from achieving consensus rather than proving that you are righter than everyone else. I still like to perform well in my endeavors, but I cut myself some slack. I must acknowledge that the argument could also be made that psychedelics have hurt my competitive edge, which possibly has had negative repercussions in matters of career and mating. Maybe so, but I think I am a kinder, happier, better-balanced indi- vidual than I used to be, which I think tallies as a win.•"},{"pageNumber":22,"pageContent":"20 m a p s • v o l u m e x v i i n u m b e r 2 • a u t u m n 2 o o 7 AS I DROVE MY CAR from Connecticut to Cali- fornia, the radio played “When you go to San Francisco, be sure to wear some flowers in your hair.” It was fun to imagine that I was making this countercultural trek to the Mecca of hippiedom, but flowers weren’t for me. I was on my way to start a doctoral program in Educational Admin- istration at Stanford and pick up an MBA on the side. The neonate field of computer-assisted instruction caught my mind’s eye, and I thought that after finishing these degrees I’d work for General Electric, Westinghouse, or another company developing this new kind of teaching machine. Summer 1967 Thomas B. Roberts, PhD If psychedelics allowed us to use our minds in a different way, were there other techniques too, other ways? From “Flowers in your Hair” to Ideas in my Mind From “Flowers in your Hair” to Ideas in my Mind"},{"pageNumber":23,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 2 • a u t u m n 2 o o 7 21 In the course “Organizational Behavior” in the School of Business, we had a case study of Ashtok Rajguru, a bright, hard-working Indian who came to America but whose work deterio- rated. Using Maslow’s needs hierarchy, we interpreted his problems to the lack of the emotional support he had been embedded in while living in India. I had another paper due in educational administration and found Maslow’s ideas useful there too. Then another Maslow paper, and another. I decided to write my dissertation showing how this set of ideas could be used in education. Psychedelics were in the air around the Bay Area, but still not for me. Someone told me that there was a professor, Willis Harman, in an oddly named department, Engineer- ing Economic Systems, who was studying Maslow’s needs hierarchy, and he taught a Graduate Special course “The Human Potential.” I put myself on the waiting list, and after several quarters passed, I finally enrolled. The seminar course considered meditation and yoga, parapsy- chology, and states of consciousness, among other things– all very “fringy” then. One week a graduate student couple described their first LSD experience the previous weekend. Clearly, words couldn’t do it justice, and much to my surprise they thing. Intimations of what? As an intuitive thinker, I like to make sense of things, see their implications, and connect the dots. Wonderful as this sight was, this was more than a feast for eyeballs. But what was it, and what were its implications? Other sessions, other days, and in other places raised more questions. How could I remem- ber things so forgotten from my past? What did those feelings of portentous- ness and sacredness mean? If psychedelics allowed us to use our minds in a different way, were there other techniques too, other ways? How does one even go about thinking about these things? What idea-quests lay hidden in these experiences? And the idea that has most occupied my life: how can these benefit humanity, particularly Western culture? June 1972. By one of those lucky, life-directing cosmic coinci- dences, I was in Bifrost, Iceland, attending a conference on psychobiology and transpersonal psychology. The conference organizer was Icelandic, and it was a natural meeting ground for Europeans and North Americans. I had no idea who these people were. Joseph Campbell enthralled us with a slide lecture going up the Hindu chakras and down the Tibetan Buddhist chakras. He explained that this was not just a collection of religious ideas and iconography, but a map of the human mind, experiences that went far beyond our ordinary conscious- ness. Huston Smith talked about the mystical traditions of world religions and how LSD, peyote, and mescaline might sometimes be used to experience mystical oneness. It wasn’t the experience itself that mattered most, he said, but what one understood and how one lived one’s life afterwards. Finally, here were sets of ideas I could use on my idea quest. to Events in my Career even seemed rational, not like the vampire-toothed, bug- eyed picture of slovenly drug fiends that the media and governments were pushing. Most of my classmates nodded their heads understandingly and talked about meaningfulness, sacredness, plastic perceptions, and moments of insight. How could a group of highly selected, hard working, bright graduate students from departments across Stanford have taken mind rotting drugs and still be functional, even approving of others doing so? This didn’t fit in with what I had been taught about drugs. Later that quarter, one of my classmates had a ticket to hear Alan Watts (whoever that was) speak. He couldn’t use the ticket and gave it to me, so I went. Here was an erudite, idea-stretching, articulate, charming priest- scholar comparing Eastern and Western religions and telling how psychedelics gave depth to one’s understand- ing of spiritual development, including, of all things, mystical experiences. Another hearty swig of cognitive dissonance. February 1970. The rolling clouds in the sky and their reflections mirrored in Lake Tahoe fascinated me, not so much for what I was perceiving but because they intimated some- Stanislav Grof described his work originally in Czechoslovakia and Baltimore, and outlined his new map of the human mind. From music therapy, through body work, and analytic therapy, therapists described their work with alcoholics, neurotics, and other categories of patients. Other speakers told how they used meditation, yoga, dreams, and other disciplines. Finally, here were sets of ideas I could use on my idea quest. There were many other ways to use our minds, and for me psychedelics opened a door to them. When I returned that summer to Northern Illinois University, I added a section on transpersonal psychology to my master’s-level educational psychology course, and a couple years later transpersonal educational psychology com- to Planting Cultural Seeds"},{"pageNumber":24,"pageContent":"22 m a p s • v o l u m e x v i i n u m b e r 2 • a u t u m n 2 o o 7 prised one quarter of my anthology Four Psychologies Applied to Education. Summer 1981. After following up on the Iceland-inspired readings, conscientiously reading the Journal of Transpersonal Psychology and Brain-Mind Bulletin, taking a sabbatical to visit the California Institute of Transpersonal Psychology, taking a course at the Institute for Asian Studies, doing a month-long seminar with Stan Grof at Esalen and devour- ing his writings, especially Realms of the Human Uncon- scious, I decided to take the plunge. In the summer of 1981, I offered a special topics course, “Psychedelic Research.” Northern Illinois University is not noted for being a hotbed of educational innovation, but after a bit of academic folderol, they let me teach it. Soon after I posted notices of the course on bulletin boards, my Assistant Depart- mental Chair received a call from the Assistant Provost inquiring whether this was an appropriate topic for a university course. Luckily, the paper- back edition of Grinspoon and Bakalar’s Psychedelic Drugs Reconsidered with its 40-page annotated bibliography had just been published. I photocopied the bibliography and sent it along with a note to the Assistant Provost saying that I didn’t see censorship as part of his job description and that I thought the content of courses was a departmental decision. If he wanted to discuss this, I offered, I thought we should do so at a full and open meeting of the University Council. He replied, via my assistant chair, that his inquiry was merely in response to a question someone else had asked. “Psychedelic Research” has gone through several name changes, always taught as a special topics course, until 2006 when it was approved as the first catalog-listed psychedelics course in an American college or university. I had hoped that “Psychedelic Mindview” (an interim name) would break the ice and encourage professors elsewhere to offer similar courses, but so far no luck. As “Foundations of Psychedelic Studies,” I teach it in our Honors Program once a year. Maybe now that it’s estab- lished as a regular course at NIU, this seed idea will bear fruit at other universities. Summer 1993. I wrote a draft of a paper on psychedelics and religion and sent it to Shasha Shulgin. He put Bob Jesse and me in contact, and in 1995 the Council on Spiritual Practices and the Chicago Theological Seminary co-sponsored the conference “Psychoactive Sacraments.” I hope religious studies programs will offer psychedelic courses too, and society may be undergoing a long transition into experi- ence-based religion rather than text-based religion. If so, churches and/or religious orders will do well and do good by figuring out how to incorporate psychedelics. March 2006. Psychedelic-inspired questions morphed into broader mindbody questions, ones that look at many mindbody psychotechnologies besides psychedelics. The how-humanity-can- benefit question grew with it and became a theme idea in my book Psychedelic Horizons. Summer 2007. I don’t see psychedelics’ best location as part of an underground, subculture, or counterculture. How can they enrich dominant cultures and improve institutions? Besides educa- tion and religion, how might society benefit from psychedelics most effi- ciently and effectively? Other drugs (medicines) are expeditiously devel- oped by corporations, and we recognize this established path of medical advance. Could psychedelics be adopted into mainstream culture this way too? I think so. In medicine and psychotherapy, responsible scientific work is starting again, and in the two volume anthology Psychedelic Medicine, Michael Winkelman and I collected chapters ranging from cluster headaches and PTSD to addictions, psychotherapy, and–most intriguing of all– cases of healing that seem impossible. March 2008. To encourage more movement along these and other psychedelic lines, next March I’ll be chairing a “Rising Researchers” session World Psychedelic Forum 2008. I could write on about how psychedelics helped me appreciate additional arts and ideas, but for now it’s enough to be grateful to psychedelics for giving me a life that integrates experience with ideas, personal meaning- fulness with professional direction. • I don’t see psychedelics’ best location as part of an underground, subculture, or counterculture."},{"pageNumber":25,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 2 • a u t u m n 2 o o 7 23 An Interview with Ann Shulgin on Psychedelics and Self-Discovery Sarah: Can you discuss the influence of psychedelics on your own personal growth? Are there specific psychedelics that you consider particularly helpful tools for self-discovery? Ann: Every single human body has a different chemistry. So, just because a particular drug or visionary plant is my favorite, or has taught me a great deal, doesn’t mean it’s going to be so for anyone else. In one recent case, I said often, too often, that something called 2CB Fly was absolutely great for me. To me, it’s the loveliest thing, especially for eroticism. But I found out that it’s not interesting to anybody else. I realized that having said that, I was putting things in motion. The Internet was full of 2CB Fly, and people were asking about it and I thought “uh-oh.” It turned out that it’s a disappoint- ment to most other people. So if I say what my favorite psychedelics are, it’s almost meaning- less for other people, because they have to find their allies very carefully. For example, 2CB, I think, is one of Sasha’s really great inventions, and I think that 2CB is a pretty good friend to most people. But you come to something like ayahuasca–a close relative of mine feels that it’s the greatest teacher that she’s ever come across in the psychedelic world–and I can’t take it. Sasha and I had two inter- esting experiences with ayahuasca. We went to a special place where the cer- emony was conducted by very dear friends of ours, and it was a lovely experience. Sasha has totally different kinds of experiences than I do, but both of us felt that it was not going to be a dominant thing in our lives, although it was pleasant and we had enjoyed it. So we were quite ready to try it again six months later. We went to the same place with the same people, and we took a very small amount. We were being very cautious, because we usually are. I spent the entire time holding onto my seat, hoping that I was going to survive, because I was being run over by a train. There was no way to learn anything, except how to stay alive. Sasha had a totally different experience, which was just as negative in its own way. He did a lot of vomiting, while I did none at all. Toward the end of my train ride, a voice in my head said, “Don’t come here again.” I thought, “Uh-oh, well I’m not liable to, actually.” But then the next day, when everyone was having the second session, we decided we would participate. But, we decided to take a miniscule amount, just a half or third of what we took the day before, which was a pretty minor amount in the first place. The train started coming at me again, and the whole thing repeated for both of us, except it didn’t last quite as long. And the voice came back, and it said, “Didn’t you Editor’s Note: This past summer, the Sybil Society and MAPS co-sponsored the Women’s Visionary Congress, a unique gathering of women working to implement realistic alternatives to drug prohibition and to re-define society’s understanding of psychedelics. Prior to the Congress, several interviews were conducted with elder stateswomen unable to attend in person. The interviews were recorded on video and shown at the conference. MAPS staffer and Bulletin co-editor Sarah Hufford took part in an interview with Ann Shulgin, a portion of which is transcribed below. For more information about the Women’s Visionary Congress, including audio and video of conference presentations, see visionarycongress.org. They teach you that you’re much saner than you thought, and that you probably are much stronger, mentally, than you suspected..."},{"pageNumber":26,"pageContent":"24 m a p s • v o l u m e x v i i n u m b e r 2 • a u t u m n 2 o o 7 hear me the first time?” At which point I said, “Okay, alright!” I’ve never taken it again, and don’t intend to do so. Ayahuasca is one of the best allies of a lot of people I know, but it’s not ours. Marijuana is the same thing. It would be great to be able to enjoy marijuana, because you could take it everyday, and we know a lot of people who do. Also, I don’t like alcohol at all, so there’s nothing I can take every evening if I feel like it. But marijuana is also something that neither of us can enjoy. Sasha feels that it’s a waste of time because he doesn’t learn anything. I finally found out from my daughter, what I had not understood, which was that not everybody has my marijuana experience. What happens to me is that I have a full- blown psychedelic experience, only with paranoia. And that’s not much fun. So all I’m learning is, number one, how to get out as soon as possible, and, number two, not to take it again. Yet, marijuana is the favorite plant or drug of a tremendous number of people. So, it comes down to experimenting, carefully, on yourself. Please always have a babysitter, no matter how experienced you are-always. I won’t go into the things that can happen to hard-headed people with great experience who think that they can do it all by themselves and run into trouble. Always have a babysitter who is familiar with the territory, and who can come in and hold your hand, or say the right thing. I think that psychedelics are great spiritual tools, but like a lot of spiritual experiences, they can take you to very, very dark places, and you can spend quite a lot of time wondering if you’re going to get through some of these experiences. So, be careful and be very respectful of your mental, emotional, and physical health. Take care of your body, and don’t take a powerful drug or plant if you’re not well. As for the effect of psychedelics on my life, I couldn’t begin to tell you, because I have no idea what my life would be like without them. Since I had major spiritual experiences starting when I was an infant, I assume I would have found my way to some sort of spiritual searching or explo- ration without their assistance. Psychedelics teach you about time. They teach you about the different levels of reality that aren’t available to your conscious mind most of the time. They teach you that you’re much saner than you thought, and that you probably are much stronger, mentally, than you suspected, and that you are capable of quite extraordinary things. I think that psychedelics are wonderful. But they are also not for everyone. Not everyone finds them an ally, and keeping that in mind those people should study hypnotism and learn the trance state, which opens the same doors. No human being is limited to one means of self-discovery. Use psychedelics only if you are quite sure that they are your path.• Use psychedelics only if you are quite sure that they are your path."},{"pageNumber":27,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 2 • a u t u m n 2 o o 7 25 E-ticket to Dharmaland long out-dated Sunday school myth, I finally opened up to my own numinous experience. To paraphrase the great Rudolf Otto, the “Numinous” can be described as a distinctive experience of God, ineffable and transcendent, the primary source of beauty and love. Feelings of awe, fascina- tion and elements of overpowering-ness, urgency, and that which is “Wholly Other” are present in the psychedelic experience. Fate would have it that I quickly met more folks in the underground that enjoyed entheogenic compounds. I began experimenting and researching. Soon I was off to my first psychedelic conference, ironically held on the conservative Christian campus of Chapman University. It was there I met several mentors and friends that would pop up again and again in my life, among them the late Terence McKenna, who dubbed me “The Shamanatrix.” Before leaving, I picked up a publication called Psychedelic Illuminations. In it, I found an article written by Rick Doblin, talking about his experience as a subject in a psychedelic study. In the same issue, I found an ad seeking subjects for an upcoming MDMA study at UCLA, spon- sored by MAPS and headed by Charles Grob, MD. Inspired by Doblin, I myself became a subject in the study. Ingesting MDMA was a gift that put me on the neon yellow brick road to self-discovery and renewed my lost lease on spirituality. We struck up a conversation and somehow landed on the topic of MDMA. I expressed my interest and my fears. I’d heard about Ecstasy in college, but Nancy Reagan and McGruff the Crime Dog, as well my staunch Republican, right-wing, evangelical Methodist local magistrate of a father all conditioned me to “Just Say NO!” I was 23 and I hadn’t ever even smoked weed. I barely dropped Tylenol when I had a headache! However, as he described his experiences with the substance, I was intrigued. “And the best place to do it,” he said, slyly smiling, “Disneyland.” We exchanged numbers and contin- ued to converse and hang out over the next couple of days and soon set a date to go to the happiest place on earth and get happier. That day in Disneyland was a much- needed reminder that there was an unseen world around me. I felt a oneness with not only the crowds of people waiting in line at Space Mountain but with the universe- at-large. Ingesting MDMA was a gift that put me on the neon yellow brick road to self-discovery and renewed my lost lease on spirituality. Rather than hoping to find through faith a belief in someone else’s story in a I was living–if you can call it living–in Los Angeles at the corner of atheism and agnosticism. It was the end of 1990. I had just moved to the “left coast” from a tiny hamlet in Lancaster County, Pennsylvania, a rural area filled with Amish people, horses and buggies, and lots of mullet hair and ill-cut acid wash jeans. As you could imagine, I had to get out. I found myself sitting at a coffee house I frequented on La Brea on open-mic night to kill some time rather than myself. The guy I’d run away with to La-La-land had just dumped me, but I was getting over both him and the devastation. I couldn’t help but notice over the bad poetry, the intense eyes of a dark, curly-haired artsy dude who bore some- what of a resemblance to Tim Burton staring back at me. During the intermission, I slid onto the stool next to him at the bar. Sara Tonin"},{"pageNumber":28,"pageContent":"26 m a p s • v o l u m e x v i i n u m b e r 2 • a u t u m n 2 o o 7 Soon I saw how the Buddhist and psychedelic paths share certain common- alities in the expansion of consciousness in both theory and practice. Both philoso- phies can serve to make one a more compassionate, sentient being. Practice in Buddhism’s mindfulness, like well- planned and intentioned sessions with psychedelics, give people the power to overcome habitual behaviors and attach- ments. The heart-centered serenity feeling I first felt in the dark cave from MDMA (what is sometimes referred to as the “Buddha-drug”) loosens the bondage of individual ego and clears the pathway to an unusually high level of honesty, intimacy and communication. If psychedelics do correspond with mysti- cism and esoteric Buddhism, some argue that the empathogen MDMA could be seen as the bodhisattva’s pharmaceutical. In my own research, I’ve encountered many folks that have included the sub- stance in their personal practice of loving- kindness. I remember an old Tricycle magazine interview written by Robert Forte I’d read some time ago, which resurfaced in Alan Hunt Badiner’s book, Zig Zag Zen, in which psychedelic shaman/researcher/Buddhist Jack Kornfield said: “It is important to say that there is no Buddhist point of view on psychedelics. They are rarely found in the Buddhist tradition, if at all, and generally would be lumped in the precepts under ‘intoxi- cants.’” Kornfield feels officially that there is no common traditional point of view about the use of psychedelics in Buddhism itself, as there is very little written about them. Forte reminds Kornfield of a story of someone asking the Dalai Lama if one could use drugs to attain enlightenment. His Holiness joked, “I sure hope so.” The basic training precepts in Buddhism tell the practitioner not to kill, steal, lie or engage in sexual misconduct, and lastly, to refrain from using intoxicants to the loss of mindfulness or loss of awareness. But entheogens can help create awareness. Using attorney or teenager logic, one could interpret that as “not saying not to use them.” Without question, psychedelic usage, like crossing the street, can be dangerous. But I agree with Dr. Charles Tart–not using them can also be dangerous. Psychedelics alter the senses and can challenge notions of authoritative control. They promote a worldview from a differ- ent vantage point than so-called “normal” western society. Then again, so does mysticism. The left-hand path can be full of disappointment, disassociation, and delusion. Wacky things happen to even the most substance-free meditative mind when isolated. But we humans are wired for such states in our neurophysiologic makeup. Dimethyltryptamine (DMT), for example, is a powerful entheogenic substance that exists naturally in the mammalian brain. If is already inside of us, is it really an intoxicant to be avoided? Regardless of whether it is induced by meditation or chemicals, what is really happening when we have transcendental experiences? From the materialist’s viewpoint, mystical experiences are simply a result of pathological and delu- sional brain dysfunction. Recent evidence, however, supports the hypothesis that the human brain’s temporal lobe plays a key role in producing mystical states of consciousness. Dr. Rick Strassman points out that certain brain centers and neural transmitters are mobilized in altered states of consciousness and spiritual awareness, regardless of whether they are induced by the ingestion of substances or by a control of will. Fast forward through my own long strange trip and I currently find myself not a casualty of a drug war, but an adventure capitalist: a responsible co-head of a family, a business owner and founder of a non-profit organization. The psychedelic path led me to my current status as a grad student getting my masters in Conscious- ness Studies, wherein I look less for God, but find G.O.D., the works of a Grand Organizing Designer. I can now access my inner pharmacy through mindfulness, meditation and yoga. I had to lose my spirituality to find it. When I moved West, my heart and mind migrated East. Like I felt in the cave, it’s a small world after all. • Without question, psychedelic usage, like crossing the street, can be dangerous. But I agree with Dr. Charles Tart– not using them can also be dangerous."},{"pageNumber":29,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 2 • a u t u m n 2 o o 7 27 Rick Doblin, MAPS founder and President, earned his Ph.D. in Public Policy from the Kennedy School of Government at Harvard University. Doblin was also in Stan and Christina Grof’s first training group to receive certification as a Holotropic Breath- work practitioner. Valerie Mojeiko, Director of Operations and Clinical Research Associate, coordinates projects at MAPS’ Love Creek office and facilitates psychedelic research around the globe. She is currently a student at the California Institute of Integral Studies. Josh Sonstroem, Technology Specialist and Events Coordinator , earned his B.A. in Philosophy and Religion from New College of Florida and is a chef, musician, poet, technologist, and masseuse. He immensely enjoys the depths of existential experience. Jag Davies, Director of Communications, has been working at MAPS since 2003, where he coordinates outreach projects, research advocacy, and educational materials, including the MAPS Bulletin, monthly email news, and website content. Sarah Hufford, Membership and Sales Manager, joined the MAPS staff in the Fall of 2005, after receiving her bachelor’s degree in psychology from New College of Florida. She values psychedelics and marijuana as powerful medicines, and hopes to help integrate their safe and conscientious use into our society. Troy Dayton has worked in the drug policy reform movement for over 12 years. He is committed to removing coercion from society and views the Drug War as the most insidious example of government force. Troy’s mission is to help people who agree with drug policy reform find their individual capacity to make a difference. Rick Valerie Josh MAPS IS A MEMBERSHIP-BASED ORGANIZATION working to assist researchers worldwide to design, fund, conduct, obtain governmental approval for, and report on psychedelic research in humans. Founded in 1986, MAPS is an IRS approved 501 (c)(3) non-profit corporation funded by tax-deductible donations from members. “Most of the things worth doing in the world had been declared impossible before they were done.” – Louis D. Brandeis If you can even faintly imagine a cultural reintegra- tion of the use of psychedelics and the states of mind they engender, please join MAPS in supporting the expansion of scientific knowledge in this area. Progress is possible with the support of those who care enough to take individual and collective action. THE MAPS BULLETIN Each Bulletin reports on MAPS research in progress. In addition to reporting on research both in the United States and abroad, the Bulletin may include feature articles, reports on conferences, book reviews, Heffter Research Institute updates, and the Hofmann Report. Issues raised in letters, calls, and e-mail from MAPS members may also be addressed, as may political develop- ments that affect psychedelic research and use. Jag MAPS: Who We Are ©2007 Multidisciplinary Association for Psychedelic Studies, Inc. (MAPS) 10424 Love Creek Road, Ben Lomond, CA 95005 Phone: 831-336-4325 Fax: 831-336-3665 E-mail: askmaps@maps.org Web: www.maps.org Sarah Troy"},{"pageNumber":30,"pageContent":"28 m a p s • v o l u m e x v i i n u m b e r 2 • a u t u m n 2 o o 7 YES, I would like to join MAPS and receive the MAPS Bulletin ! o Student/Low-income $20 – $34* Student/Low Income members will receive the tri-annual MAPS Bulletin . o Basic Member $35 – $49* Basic members will receive the MAPS Bulletin . o Integral Member $50 – $99 * Integral members will receive the MAPS Bulletin and their choice of one of the books MAPS has published. o Supporting Member $100 – $249* Supporting members will receive the MAPS Bulletin plus their choice of one of the books MAPS has published. o Patron Member $250 or more* Patron members will receive the MAPS Bulletin plus their choice of two books MAPS has published. Patrons may also request copies of back issues and research updates on matters of personal interest. * Outside the U.S. please add $15 to cover additional postage. CARD NUMBER EXPIRATION DATE SIGNATURE PHONE NUMBER TOTAL $ enclosed. Donations to MAPS are tax-deductible. o Enclosed is my check or money order payable to MAPS o Please charge my credit card: o Mastercard o Visa o Amex o Please renew my membership automatically each year. Name and address: NAME E-MAIL ADDRESS ADDRESS CITY   STATE OR COUNTRY POSTAL CODE ALSO AVAILABLE FROM MAPS MAPS (Multidisciplinary Association for Psychedelic Studies, Inc.) 10424 Love Creek Road Ben Lomond, CA 95005 Phone: 831-336-4325 Fax: 831-336-3665 E-mail: askmaps@maps.org JOIN VIA THE WEB! www.maps.org (secure web site transactions) SHIPPING FOR BOOKS: U.S. and Canada – Priority mail (3–7 days): $6.00, add $2.50 per additional book. Overseas airmail rates (7–10 days): $12.00, add $10.00 per additional book. The Ultimate Journey: Consciousness and the Mystery of Death by Stanislav Gof, MD, 356 pgs, $19.95 LSD: My Problem Child by Albert Hofmann, PhD, 232 pgs, $12.95 The Secret Chief Revealed: Conversations with a Pioneer of the Underground Psychedelic Therapy Movement by Myron Stolaroff, 176 pgs, $12.95 Ketamine: Dreams and Realities by Karl Jansen, MD, PhD, 355 p gs, $14.95 Drawing It Out: Befriending the Unconscious (A Contemporary Woman’s Psychedelic Journey) by Sherana Harriette Frances, 128 pgs, $19.95 Ecstasy: The Complete Guide Edited by Julie Holland, MD, 281 pgs, $19.95 Shivitti: A Vision by Ka-Tzetnik 135633, 144 pgs, $15.95 Ibogaine: Rite of Passage DVD $20 Higher Wisdom edited by Roger Walsh and Charles Grob, 267 pgs, $24.95 TRIPPING An Anthology of True-Life Psychedelic Adventures , Edited by Charles Hayes, 486 pgs, $22.00 NEW – Signed by Author! Marihuana, The Forbidden Medicine by Lester Grinspoon, MD, and James B. Bakalar, JD, 296 pages, $19.95"},{"pageNumber":31,"pageContent":"Image credit: Peripheral Media Projects • www.peripheralmediaprojects.com HORIZONS Contemporary Perspectives on Psychedelics Saturday October 27 2007 1pm-6pm Judson Memorial Church 55 Washington Square South New York, New York 10012 Featured Speakers: Kenneth Alper, MD Rick Doblin, PhD Neal Goldsmith, MD Alex & Allyson Grey Julie Holland, MD Howard Lotsof Allison McKim Michael Mithoefer, MD Ethan Nadelmann, PhD Andrew Sewell, MD Info&Tickets: horizonsnyc.org Featured Speakers: Kenneth Alper, MD Rick Doblin, PhD Neal Goldsmith, MD Alex & Allyson Grey Julie Holland, MD Howard Lotsof Allison McKim Michael Mithoefer, MD Ethan Nadelmann, PhD Andrew Sewell, MD Info&Tickets: horizonsnyc.org Featured Speakers: Kenneth Alper, MD Rick Doblin, PhD Neal Goldsmith, MD Alex & Allyson Grey Julie Holland, MD Howard Lotsof Allison McKim Michael Mithoefer, MD Ethan Nadelmann, PhD Andrew Sewell, MD Info & Tickets: horizonsnyc.org Saturday October 27 2007 1pm-6pm Judson Memorial Church 55 Washington Square South New York, New York 10012 Saturday October 27 2007 1pm-6pm Judson Memorial Church 55 Washington Square South New York, New York 10012 Half the proceeds from the sale of this original Pablo Amaringo painting will benefit MAPS. Acclaimed Peruvian artist, Pablo Amaringo, is renowned for his intricate, colorful depictions of his experiences from drinking the psychedelic plant brew, ayahuasca. From Pablo’s desciption of this painting: “...The master and his students are receiving many divine teachings, feeling physically, emotionally, visually and mentally all the virtues of this sacred plant. This is a picture that takes care of people in every enterprise/business because it carries beings that take care of the world and the universe.” See maps.org/catalog for purchase information and to read the full description in Spanish and English. A variety of Pablo Amaringo limited edition, archival quality gicleé prints, greeting cards, book- marks, etc are also available, with full proceeds to Pablo. Please go to www.yashpal.com/amaringo.htm , email Pablo at amaringo@yashpal.com or call 360-356-1008 for more information and ordering. “Aralim – Los Tronos” Pablo Amaringo, 52cm x 64cm ~ $8,000 Original Pablo Amaringo Painting Offered • Proceeds to Benefit MAPS"},{"pageNumber":32,"pageContent":"S pecial E dition: P sychedelics & S elf- D iscovery “Riverine Reverie” ©2007, Mark Henson VOLUME XVII NUMBER 2 • AUTUMN 2007 MULTIDISCIPLINARY ASSOCIATION FOR PSYCHEDELIC STUDIES MULTIDISCIPLINARY ASSOCIATION FOR PSYCHEDELIC STUDIES MULTIDISCIPLINARY ASSOCIATION FOR PSYCHEDELIC STUDIES MULTIDISCIPLINARY ASSOCIATION FOR PSYCHEDELIC STUDIES"}]
