[{"pageNumber":1,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 1 MAPS (Multidisciplinary Association for Psychedelic Studies) is a membership-based organization working to assist researchers worldwide to design, fund, conduct, obtain governmental approval for, and report on psychedelic research in humans. Founded in 1986, MAPS is an IRS approved 501 (c)(3) non- profit corporation funded by tax deductible donations. MAPS is focused primarily on assisting scientists to conduct human studies to generate essential information about the risks and psychotherapeutic benefits of MDMA, other psychedelics, and marijuana, with the goal of eventually gaining government approval for their medical uses. Interested parties wishing to copy any portion of this publication are encour- aged to do so and are kindly requested to credit MAPS and include our address. The MAPS Bulletin is produced by a small group of dedicated staff and volunteers. Your participation, financial or otherwise, is welcome. ©2007 Multidisciplinary Association for Psychedelic Studies, Inc. (MAPS) 10424 Love Creek Rd., Ben Lomond, CA 95005 Phone: 831-336-4325 Fax: 831-336-3665 E-mail: askmaps@maps.org Web: www.maps.org This edition edited by: Jag Davies Design/Build: Noah Juan Juneau ISSN 1080-8981 Printed on recycled paper Front Cover Image: “Untitled” by Santosh Varughese OpusNovus.com Back Cover Photo: by R. M. Crockford 2 MAPS Financial Report: Fiscal Year 2006-2007 Rick Doblin, PhD 10 Professor Craker v. DEA: MAPS Challenges Federal Manipulation of Science Lauren Anderson Payne, JD 11 MDMA-Assisted Psychotherapy in the Treatment of PTSD Michael Mithoefer, MD 13 Psychedelic-Assisted Psychotherapy for End-of-Life Anxiety Valerie Mojeiko 14 Stan Grof Receives Vaclav Havel Award R.M. Crockford 15 Psychedelic Emergency Services: Report from Burning Man 2007 Valerie Mojeiko 18 Duncan Blewett: A Life's Work, Maybe More Announcing the Duncan Blewett Memorial Fund Larry Schor, PhD 20 Turning the Tide for Psychedelic Medicines Thomas B. Roberts, PhD, and Michael Winkelman, PhD 25 World Psychedelic Forum Dieter A. Hagenbach and Lucius Werthmüller 26 Drug Education and an International Reflection Joel H. Brown, PhD, MSW 31 The Kranzke Psychedelic/Entheogenic Research Scholarship at CIIS John Harrison, PsyD (cand.) 38 MAPS Member Profile John Moltzen 38 Letter from the Editor: New Challenges Ahead Jag Davies 39 MAPS - Who We Are 40 MAPS Membership Information"},{"pageNumber":2,"pageContent":"2 m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 MAPS’ Financial Report : Fiscal Year 2006~2007 Rick Doblin, PhD , MAPS President Financial Overview The Multidisciplinary Association for Psychedelic Studies (MAPS) turned 21 on April 8, 2007, near the end of Fiscal Year (FY) 2006-07 (June 1, 2006 to May 31, 2007). As befitting its emergence into adulthood, MAPS’ FY 06-07 financial performance was better than in any previous year, with more income ($1,285,493), more expenses ($1,288,059) and more assets at the end of the fiscal year ($788,694, of which $297,044 were restricted to various projects and $491,650 were unrestricted). MAPS’ income figures are actually $50,000 larger than indicated since these figures don’t include an additional $50,000 donated directly to the Swiss Medical Association for Psycholytic Therapy (SAePT) by Swiss citizen Vanja Palmers, for MAPS’ and SAePT’s Swiss MDMA/PTSD study. MAPS also benefits from the donation of a substantial amount of highly- skilled labor from people who assist MAPS with our clinical research protocol development and monitoring efforts, website management and design, software development and management consulting services. In addition, MAPS receives much-needed donated labor for a range of office tasks and outreach efforts, such as tabling at events. MAPS’ income, expenses and assets for the last seven years are presented in a bar chart on page 5. MAPS’ expenses are broken out in detail by project and category on page 7. An expanded written description of each project and category can be found on the MAPS website at maps.org/fiscalmaps_fy2007/ projects.pdf . MAPS’ assets, divided into restricted funds for each project and un- restricted funds, are presented on page 8."},{"pageNumber":3,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 3 MAPS Fiscal Year 2006-2007 Income 1,285,493.05 Expenses 1,288,059.26 Net Change (2,566.21) Net Assets Beginning of Fiscal Year 783,522.99 Adjustments For Tax Purposes 7,737.56 Adjusted Assets at Beginning of Fiscal Year 791,260.55 Less: Net Change (2,566.21) Net Assets End of Fiscal Year 788,694.34 Asset Categories Assets: Restricted Funds - Liquid 297,044.00 Assets: Unrestricted Funds - Liquid 451,650.34 Assets: Remainder Interest in Home 40,000.00 Total Assets 788,694.34 Income Categories Donations from Individuals & Foundations>=$1000.00 896,336.00 Donations from Individuals<=$1000.00 103,941.00 Product Sales: Books, Art, etc 127,776.00 Other Income: Interest, Conferences 157,441.00 Total Income 1,285,493.00 IRS 990 Expense Categories Research Projects 341,340.04 Educational Projects 231,460.32 MAPS Bulletin, Website, Forum, & Erowid 184,55 Project Related Staff/Office Expenses 282,180.11 Product Costs/Royalties for Art 69,930.85 Management and General 156,319.70 Fundraising 13,934.69 Capital Expenditures 8,340.51 Total Expenses 1,288,059.26 Assets: Restricted Funds MAPS permits donors to restrict their contributions to specific projects. While this limits MAPS’ flexibility to allocate resources to what we consider to be our highest priorities, this approach enables donors to ensure that their resources support their own personal priorities. Furthermore, this approach results in a diversified portfo- lio of projects. As a result, MAPS will continue to welcome restricted donations. At the end of FY 06-07, MAPS held $297,044 in restricted funds. The largest restricted fund, our Start-up Fund/UMass Amherst, contains $65,395 contributed by John Gilmore. His goal was to catalyze projects in the early stages when funding is most difficult to obtain, with the goal being to replenish these funds when the projects come to fruition. This fund has been used exclusively for our efforts to start a medical marijuana production facility as a prerequisite to drug development research (see page 10), and has been supplemented by grants MAPS has received from the Marijuana Policy Project and the Drug Policy Alliance. MAPS’ second largest restricted amount is $60,428 for our MDMA psychotherapy effort, from funds donated by Peter Lewis. The rest of the restricted funds can be seen in the summary chart on page 8. Assets: Unrestricted Funds At the end of FY 06-07, MAPS held $491,640 in unrestricted assets. Of that amount, $40,000 is the value of a non-liquid remainder interest in a $1 million home in La Jolla that was left to MAPS in a bequest. According to actuarial tables, MAPS is likely to receive the full value of the home in about 30 years. MAPS’ Board of Directors has voted not to sell this asset. MAPS’ liquid unrestricted funds amount to less than one year’s operating expenses. Looked at in this way, they provide a necessary cushion for the fluctuations in MAPS’ income due to donors’ preferences and the timing of contributions. In addition, these funds enable MAPS to make commitments to support new pilot projects, so that researchers are motivated to invest their precious time in developing projects that they know can be funded if and when the projects are approved, even if we don’t raise new funds for the project. To retain this ability to make commitments, we do seek to raise new funds for all projects that we have prioritized and that do become approved. In terms of our future fundraising needs, these unrestricted funds are only about 20% of the cost of one large-scale Phase 3 study. MAPS will need to fund two such Phase 3 studies for each drug/patient combination to obtain approval for the prescription use of that drug in those patients. As a result, our unrestricted funds are only a small down payment on future Phase 3 studies, and on the completion of our Phase 2 pilot studies should we be unable to raise new funds for those projects. MAPS can in some ways be thought of as a mutual fund, seeking diversification in our research projects."},{"pageNumber":4,"pageContent":"4 m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 Conceptual Overview In last year’s financial report ( maps.org/news-letters/ v16n3-html/doblin.html ), I discussed the three stages of MAPS’ organizational development. MAPS began opera- tions with a “Low Maintenance/High Performance” stage lasting for its first twenty years. During this time, MAPS struggled against major cultural and political resistance to initiate psychedelic and medical marijuana research, with relatively minimal resources and rare, but crucial, suc- cesses. Our educational efforts were often more expensive than our research efforts. MAPS’ second stage, which we are currently transitioning into, consists of a “High Maintenance/High Performance” stage. This stage will last for the next 5-10 years, when MAPS will need to at least double or triple its research efforts, income, and expenses, as we move from sponsoring small pilot studies to larger Phase 3 confirma- tory studies designed to provide evidence of safety and efficacy of a specific drug for a specific clinical indication. Should our Phase 3 studies prove successful, they will lead to prescrip- tion approval. MAPS will then transition into its third stage, a “No Mainte- nance/High Performance” stage when MAPS’ further research and operational expenses are increasingly covered by sales of prescrip- tion medicines that we have been approved to market (as generics); by profits from the operation of psychedelic clinics that MAPS develops, owns and operates as models in which these prescription drugs are likely to prescribed, at least initially; and by income generated by our professional training seminars as we seek to educate psychiatrists, psychologists, nurses, and other mental health profession- als about the medical uses of psychedelics and marijuana. Medical Marijuana Research: Fundamentally Obstructed As long as the federal government holds a monopoly on the supply of marijuana that can be used in FDA- approved research, it doesn’t make financial sense for MAPS to try to conduct medical marijuana research. NIDA doesn’t have the high THC/high CBD varieties that are representative of the medical-grade marijuana used by most patients. Moreover, there are unreasonable delays in the NIDA protocol review process. While FDA is required to respond to protocols within 30 days, NIDA has no time limit and has taken two years to respond to our vaporizer research protocol, then rejected the protocol for arbitrary reasons. We immediately filed a response that NIDA has ignored that for two more years - all for a request to purchase 10 grams at cost! NIDA has also refused to provide marijuana to two MAPS-sponsored protocols that received clearance from FDA. Marijuana drug development research must be conducted with the exact strain that the sponsor plans to ask FDA for permission to market. NIDA’s marijuana is grown for research, not prescription use. If we managed to obtain approval from FDA to market marijuana for prescription use, we would need to negotiate with Profes- sor Mahmoud ElSohly, who grows marijuana under contract to NIDA, to provide it to us. He’d have a mo- nopoly position and major financial conflict of interest since DEA has licensed him (but not Prof. Craker) to grow for his own private gain, to extract THC from the plant (less expensive than making it synthetically) for sale to Mallinckrodt for use in generic Marinol, against which smoked or vaporized marijuana would successfully compete. Nobody in their right minds would invest millions in research with a drug that they couldn’t guarantee would be available at a reasonable price if the drug were approved for prescription use. In FY 06-07, MAPS paid $11,800 to UMass-Amherst to support Prof. Craker’s efforts in the lawsuit. We invested $23,603 in our effort to generate Congressional pressure on DEA (see page 10). We also invested $1136 in revising the MAPS/ CaNORML vaporizer protocol for resubmission to NIDA, most likely before the end of 2007. We don’t expect that NIDA will review the protocol in a reasonable amount of time, or on the basis of the scientific quality of the proto- col. But unless we resubmit, we can’t criticize NIDA for ignoring or conducting a biased review of a new protocol. Furthermore, there is always the possibility that some- thing will change at NIDA and our protocol will be approved. Strategy: MDMA for PTSD v. LSD, Psilocybin or MDMA for Anxiety Associated with End-of-Life Issues To make a wise, data-driven decision about what drug/patient combination to move first into Phase 3 studies, MAPS has a two-pronged strategy. We’re con- ducting three MDMA/PTSD pilot studies in the US, Switzerland and Israel. This is the drug/patient combina- tion that we currently think is most likely to be able to justify moving into Phase 3 studies (see maps.org/ research/mdmaplan.html for our analysis). In addition, we’re also going to be looking at three different studies using either MDMA, LSD or psilocybin to treat subjects with anxiety associated with end-of-life issues (see page 13). These studies seek to meet a need for We must be treating a condition that can be reliably measured, and that is responsive to the therapy we’re delivering."},{"pageNumber":5,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 5 MAPS 2001~2007 Income, Expenses & Assets 2000-1 2001-2 2002-3 2003-4 2004-5 2005-6 2006-7 FISCAL YEAR 1,400,000 1,200,000 1,000,000 800,00 600,000 400,000 200,000 0 TOTAL DOLLARS Income: $1,156,017.76 Expenses: $1,025,475.22 Assets: $783,522.99 Income: $937,581.00 Expenses: $956,509.00 Assets: $349,134.00 Income: $775,945.00 Expenses: $719,589.00 Assets: $404,401.00 Income: $596,583.00 Expenses: $621,526.00 Assets: $379,403.00 I ncome: $1,035,873.00 Expenses: $653,780.00 Assets: $761,496.00 Income: $812,540.15 Expenses: $903,883.36 Assets: $670,152.95 Income: $1,285,493.05 Expenses: $1,288,059.26 Assets: $788,694.34 which almost everyone is sympathetic, assisting people facing the reality of death to cope more effectively with fear, anxiety and pain so that they can make the most of their remaining time. We made substantial progress in FY 06-07 on starting the LSD study (investing $17,816) and began work on the psilocybin study (investing $1,652) and will very likely see both of these studies approved by early 2008. The LSD study will become the first LSD-assisted psychotherapy study completed in over 35 years. The MDMA study is already approved but has not yet enrolled any subjects, though that is also about to change as a result of a few changes in our inclusion criteria. If these pilot studies demonstrate a favorable risk/ benefit ratio for LSD, MDMA and psilocybin, we might be able to design subsequent studies that permit therapists to customize a program of psychedelic psychotherapy for individual patients that utilizes different psychedelics at different stages of the therapeutic process. One serious limitation of these studies is that it may prove to be quite difficult to capture in standardized outcome measures for anxiety and depression the existen- tial changes that subjects may experience as they make progress in their psychedelic psychotherapy. We’re en- gaged not in pure scientific exploration but in drug devel- opment. We need to speak to the FDA and other regulatory agencies in language that they consider valid. We must be treating a disease that can be reliably measured, and that is responsive to the therapy we’re delivering. Expenses for MDMA Psychotherapy Research As evidence of MAPS’ maturation and transition to a High Maintenance/High Performance stage, in FY 06-07 MAPS spent $185,456 on our US MDMA/PTSD pilot study alone (see pages 11-12). This investment has generated remarkable data and has brought us to the point where we have a good chance to complete the active treatment component of the study (but not the one-year follow-up) before or shortly after the end of FY 07-08. The Washington Post Sunday Magazine will feature a cover story about this study on November 25, the Sunday after Thanksgiving. We’re both conducting research and engaging in some high-profile public education. Our Swiss MDMA/PTSD study, on which MAPS spent $30,683 with additional sums of about $25,000 spent by SAePT, is gathering momentum and actively treating subjects. Our Israeli MDMA/PTSD study, on which we’ve spent $44,687 in FY 06-07 ($25,000 of which in advance payment for treating the first four subjects), has not yet started treating subjects but is close to doing so. The initial male/female co-therapist team that we brought to the US for training didn’t feel sufficiently well-trained so we’re bringing a second team to the US in early December, 2007 to observe an MDMA/PTSD session conducted by Dr. Michael Mithoefer and Annie Mithoefer, BSN. Several potential subjects for the Israeli study have already been identified, so the study should begin enroll- ing subjects shortly after the team returns to Israel."},{"pageNumber":6,"pageContent":"6 m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 The need for an MDMA/PTSD therapist training program, in which we can legally administer MDMA to the psychedelic-therapists-in-training so that they can understand what MDMA does on a personal, subjective, experiential level, has been apparent to us for quite some time. MAPS’ newest member of the Board of Directors, Shawn Hailey, helped us to identify this need more than three years ago. In FY 06-07, MAPS spent just $305 on development for our therapist training protocol, but expenses, and progress, have risen substantially in FY 07- 08, with our goal to submit the protocol to FDA close to the end of 2007. In FY 06-07, MAPS also spent $22,697 on a series of other MDMA-related projects. These expenses included $8205 on our ongoing review of the scientific litera- ture about MDMA and Ecstasy; $6000 to analyze transcripts of MDMA/PTSD therapy sessions to code for a range of defense mechanisms in a study of process variables that may help us understand how MDMA facilitates the acceptance, catharsis and integration of difficult emotional and cognitive content; $3980 on various protocol refinements for a study of MDMA-assisted psychotherapy in subjects with anxiety associated with ad- vanced-stage cancer (MAPS is not sponsoring this study since Peter Lewis pledged to donate $250,000 directly to the cover the costs of the study); $3106 on a study to gather anecdotal reports about the potential use of MDMA to treat Asberger’s (high-functioning autism); $500 for the Ecstasy pill-testing program that we conducted with Erowid and Dancesafe, which is now out of funds; $453.25 on preliminary design of a protocol to explore the use of MDMA in higher-risk populations with con- trolled hypertension, HIV+ and Hep-C, conditions that we think will probably not significantly increase MDMA’s risk profile when administered within a clinical context; coincidentally, the same amount, $453.25 on exploring ideas to seek approval in Spain for our MDMA/PTSD study that was shut down for political reasons in 2002, a study which we would eventually like to start after our three pilot studies in the US, Switzerland and Israel are completed. Ibogaine Research In FY 06-07, MAPS spent $10,615 on ibogaine research at clinics in Canada and Mexico. MAPS can in some ways be thought of as a mutual fund, seeking diversification in our research projects. Among the most promising areas of psychedelic research from the 1950s and 1960s was in the treatment of alcoholism and drug addiction. For scientific, compassion- ate and political reasons, it makes sense for MAPS to try to facilitate psychedelic research in the treatment of addic- tion. We’ve selected ibogaine as the drug we’d like to investigate because of the large number of anecdotal reports of its successful use in the treatment of opiate addiction. Ibogaine is legal in much of the world (though not in the US) and there are numerous ibogaine clinics offering treatment for addiction. Furthermore, there are still no published prospective studies on the efficacy of ibogaine. Given our limited resources, and the fact that a Phase 1 dose-response safety study with ibogaine has not yet been conducted and would likely cost about $250,000, MAPS is not seeking to develop ibogaine into an FDA- approved prescription medicine. Rather, for a fraction of the cost of a clinical study, we’re working to conduct an observational study into the long-term (one year) out- comes of subjects treated with ibogaine for opiate depen- dence at two legal ibogaine clinics, one in Canada and one in Mexico. We have IRB approval for the study in Canada and have recruited several subjects into the study. How- ever, recruitment is slow. We’re working through the IRB process for a study at a clinic in Mexico and hope to have the study ready to start around the beginning of 2008. Operational Expenses In FY 06-07, MAPS’ Florida-based staff moved to our new location in Ben Lomond, California, to be nearer to educational outreach opportunities, and our base of membership support. This increased our rental expenses substantially but also increased our fundraising and community-building potential. In recognition of the promising pilot data being generated in our US MDMA/PTSD study, and the historic breakthroughs on the horizon — such as obtaining permission for what will become the first completed LSD- assisted psychotherapy study in over 35 years — we realized that MAPS needed to grow to have the capacity to fund, monitor and manage an increasing number and scale of research studies. MAPS therefore added a part- time marketing staff person and a half-time fundraiser, to help with the crucial challenge of raising the funds to realize MAPS’ goals. MAPS’ staff has also become more experienced and skilled over the years, so some incremen- tal raises were in order. For example, I now earn $60,000 a year. In recognition of... the historic breakthroughs on the horizon... we realized that MAPS needed to grow to have the capacity to fund, monitor and manage an increasing number and scale of research studies."},{"pageNumber":7,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 7 MAPS Bulletin/Website/Internet Bulletin $24,311.35 Internet $6,031.26 Web Administration $11,999.34 Website Content $3,541.50 Maps Bulletin/Website/Internet $45,883.45 Fundraising $13,934.69 Staff/Operating/Project-Related and Management/General Copies $3,340.95 Information: Books Subscriptions etc... $626.09 Phones $9,421.20 Postal $13,911.02 Conference Fees $2,222.28 Accounting Services $4,625.00 Staff Travel $27,341.87 Salary & Taxes $269,546.69 Benefits $53,054.73 Corporate Fees (Bank, credit card, etc...) $10,812.59 Equipment Rental $2,594.72 Office Moving Expenses $11,888.40 Office Rent Love Creek $23,121.48 Office Supplies $10,098.32 Overall Subtotal $442,605.34 Project Related Staff/Office Sutotal $110,651.34 Management and General Subtotal $331,954.01 Product Cost/Royalties for Art Books, Tapes and Accessories $2,710.05 LG Hofmann/Chamberlain Portrait $295.00 Huxley/Chamberlain Portrait $295.00 Ram Dass/Chamberlain Portrait $2,835.55 Shulgin/Chamberlain $343.52 Grey/Hofmann Portrait $23,113.50 Venosa/Hofmann Portrait $23,186.03 Resale/Royalties Subtotal $52,778.65 Computer Equip/Software $3,360.24 Office Equipment $4,980.27 Capital Subtotal $8,340.51 Adjustments for Refunds ($8,879.55) Grand Total $1,288,059.26 SUMMARY 2006-2007 Expenses FY 06-07 Research Projects Ibogaine Follow-Up (Canada & Mexico) $10,614.55 LSA Cluster Headache Study $5,264.25 LSD Swiss End of Life Study $17,815.81 LSD/Psilocybin Cluster Headache $8,624.59 MDMA Analysis (Ecstacy Pill Testing) $500.00 MDMA Asberger Study $3,105.61 MDMA Cancer/Halpern (Harvard) $3,980.31 MDMA/Defense Mechanism $6,000.00 MDMA/PTSD Israel $44,687.39 MDMA Therapist Training $305.25 MDMA Lit Review $8,204.75 MDMA Phase 1 Safety Study $453.25 MDMA PTSD-South Carolina $185,455.68 MDMA PTSD-Spain $453.25 MDMA PTSD-Swiss $30,683.04 MJ Production Facility/UMass Amherst $11,800.00 MJ Vaporizor Study $1,135.94 Peyote Native American Neurocognitive Study $604.16 Psilocybin/Cancer Anxiety Study $1,652.22 Research Subtotal $341,340.05 Education Projects Book-LSD My Problem Child $928.45 Book-The Ultimate Journey $18,933.80 Burning Man 2006 $85,520.87 Burning Man 2007 $32.50 Conference-Boom $7,535.21 Conference Peru $10,610.62 DEA/UMASS Cong. Sign on Letter $23,603.11 Erowid Website $139,245.89 Event - Final Frontier $5,830.53 Ibogaine DVD $1,524.00 MAPS Forum $2,114.00 MAPS Staff Retreat $82.00 S.A.F.E.R./UC Boulder Colorado State $60,670.00 Video-Difficult Trip Guidance $584.96 Women’s Alliance for Medical Marijuana (WAMM) $3,200.00 Women’s Entheogen Fund $31,640.43 Education Subtotal $392,056.37"},{"pageNumber":8,"pageContent":"8 m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 Income as Compared to Operational Expenses As a result of these expansions, MAPS spent $442,605 on operational expenses, both project-related and general management (as compared to a total of $313,419 in FY 05-06), for an increase of $129,186. As we had hoped, our income in FY 06-07 increased as well over that of FY 05-06, by $129,435. Our total assets at the end of FY 06-07 increased as well, by $5171. However, our unrestricted assets declined in FY 06-07 to $491,650, as compared to $516,901 at the end of FY 05-06, a decline of $25,251. This decline, while significant, still indicates that we’re close to raising sufficient additional funds to cover the expanded operational expenses that our larger number of projects requires. MAPS’ Donors MAPS is able to implement our ambitious agenda only to the extent that we receive support from our donors. As the information presented on page 3 shows, MAPS received $103,941 from donors of less than $1000. These donations provide essential support for MAPS’ operational expenses and indicate the importance of MAPS’ member- ship base. Every donation of any amount helps provides necessary support for MAPS. MAPS also received $896,336 in donations of over $1000, from both individuals and foundations. These donors included Peter Lewis ($251,125 for MDMA research), John Gilmore ($150,000 unrestricted and $25,000 for Erowid), anonymous bequest ($87,500 for Erowid), MPP grant ($60,000 for SAFER), Robert Barnhart ($50,000 unrestricted, $5,000 Women’s Entheogen Fund), MPP grant ($45,000 for UMass- Amherst medical marijuana production facility), Robert Keeler Foundation ($25,000 for US MDMA/PTSD research), Anonymous ($25,000 for Women’s Entheogen Fund), Bryant McBride ($25,000 unrestricted), Rene Ruiz ($13,000 unrestricted, $10,000 for Erowid), Drug Policy Alliance ($12,500 for UMass Amherst medical marijuana production facility), Kevin Herbert ($7,500 unrestricted, $3,000 for Erowid), Seth Hollub ($10,000 for cluster headache research), Robert Field ($10,000 for SAFER), Tim Butcher ($7,500 for psychedelic research), Wendy Grace ($5,000 for Women’s Entheogen Fund), Richard Wolfe ($6,000 unrestricted), Mark Anderson ($5,000 unrestricted), David Bronner ($5,065 unrestricted), Jack Huang ($5,000 unrestricted), Ed Fenster ($5,000 for Erowid), Anonymous ($5000, Erowid). There were also a number of donors who gave between $5000 and $1000. MAPS also benefited from a $50,000 donation Balance Sheet Restricted 5/31/2007 MAPS NET ASSETS As of 5/31/2007 Total Liquid Assets $730,800 Remainder Interest in Home $40,000 Total Portfolio, actual value, not cost 770,800 Fixed Assets and Secuirty Deposits 17,894 Total Assets 788,694 Minus Restricted 297,044 Unrestricted 491,650 RESTRICTED FUND As of 5/31/2007 MDMA Psychotherapy Research Effort 60,428 Vaporizer study 11,864 Cluster Headache/Clusterbusters 46,047 LSA Cluster 2,736 LSD Psilocybin Research 43,494 LSD Psilocybin Cluster Headache 26,000 Ketamine Tampa 1,000 Venosa Royalties 447 Start Up Fund/UMass Amherst 65,395 MPP/DPA/UMASS Amherst 10,419 Creativity Study 1,000 SAFER 15,000 Women's Entheogen Fund 4,341 Women's Visionary Congress 6,375 Psychedelic Difficult Trip Video 2,500 Sum of Restricted Money 297,044 Sum of Unrestricted Funds 491,650 Total Assets $788,694"},{"pageNumber":9,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 9 ® – Rick Doblin, Ph.D., MAPS President With your continued and expanded support, we may just amaze ourselves. Management Consulting Process Peter Lewis, one of MAPS’ largest donors, has hired The Management Center, run by Jerry Hauser and Rebecca Epstein, to provide management consulting services on a pro-bono basis to non-profit organizations that Peter funds. Peter has recognized that the skills necessary to start a non-profit are different than the skills necessary to manage growth as the non-profit begins to achieve some degree of success. Fortunately for MAPS, Peter approved my request that MAPS be placed on the list of non-profits that Jerry and Rebecca advise. As a result, Valerie and I are going through a management seminar and are learning new skills and techniques. We’ve all been working together for about five months with several more months to go. We still have lots to learn, but little by little, I’m coming to see that MAPS can successfully make the transition to a larger, more efficient, organization. We’re becoming able to manage a drug development effort that has a reasonable chance over the next 5-10 years, even in our delicate political context, to obtain FDA approval for the legal prescription use of psychedelic-assisted psychotherapy for at least one psychedelic for at least one patient group. If significant but subtle policy changes are made at DEA following the 2008 Presidential election, Prof. Craker will be in excellent position to obtain permission for his medical marijuana production facility. If so, we could launch a parallel effort to develop marijuana, smoked and/or vaporized, into a legal prescription medicine. On this note of optimism for the future, tempered with the knowledge of the many challenges ahead, I’ll conclude MAPS’ financial report for FY 06-07. We’ve come this far with some great teamwork between MAPS’ Board of Directors, staff and members. from Swiss citizen Vanja Palmers for our Swiss MDMA/ PTSD study. This donation was made directly to the Swiss Medical Association for Psycholytic Therapy and doesn’t show up directly on MAPS’ books. To all of MAPS’ donors, the MAPS staff is doing its best to make you proud of the investment you are making in MAPS’ mission. Shifting From the Approval Process to Implementation Within the next few months, the protocol design and approval process for our LSD and psilocybin end-of-life anxiety studies are likely to reach successful conclusions. The Mexican ibogaine study is likely to be approved by the IRB, allowing it to begin. The MDMA/PTSD therapist training protocol will be submitted to FDA, though I can’t offer a realistic prediction of FDA’s response. The new Israeli MDMA/PTSD co-therapist team will be trained. Minor changes in the Swiss MDMA/PTSD are likely to be approved so that we can offer up to 5 therapeutic sessions and up to 150 mgs to subjects who are partially treatment- resistant. In addition, the protocol changes in Dr. Halpern’s MDMA/cancer-anxiety study have already been completed such that subject enrollment is imminent. The completion of the protocol development and approval process, and the start of these new studies, have several major implications. The first is that a substantial amount of my time that has been spent on the protocol development and approval process will be freed up for other tasks. MAPS’ strategic plan for pilot studies, as I’ve outlined it in this report, will have been achieved. MAPS doesn’t intend to start many new studies outside of the ones I’ve mentioned. We will shift more of our efforts to implementation of the studies we’ve obtained permission to conduct. MAPS Director of Operations and Clinical Research Associate, Valerie Mojeiko, will have much to do. More Fundraising The second implication is that MAPS’ fundraising needs will continue to grow, so figuring out where to allocate my time, and that of Troy Dayton, our half-time Director of Development, will not be difficult."},{"pageNumber":10,"pageContent":"10 m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 As many of you are aware , on February 12, 2007, DEA’s own Administrative Law Judge (ALJ Bittner) recommended that DEA grant Professor Lyle Craker’s application for a license to manufacture marijuana at the University of Massachusetts-Amherst for use exclusively in government-approved research. The facility would be funded by a grant from MAPS; ALJ Bittner focused on the fact that the proposed facility would be in the public interest, and that NIDA’s monopoly is “unjustified.” Unfortunately, DEA is not bound to follow the ALJ’s decision. Currently, in order to gain access to research materials to test marijuana’s safety and efficacy, scientists in the US must petition the National Institute on Drug Abuse and demonstrate the merits of their protocol–after these merits have already been considered and approved by FDA. There is no other drug, legal or illegal, for which this is the case. Under NIDA policy, marijuana’s efficacy as a medicine is not a meritori- ous subject for study, and therefore researchers who include efficacy measures in their protocol are denied access to research materials. Since there is no alternative source for research-grade marijuana, NIDA’s monopoly has effectively blocked FDA drug development research for de- cades. Professor Craker’s proposed facility hopes to provide an indepen- dent source of supply, which is the key prerequisite for MAPS’ plan to conduct the clinical research necessary to develop marijuana into a legal, pre- scription medicine. Over the past six months, MAPS has teamed up with Americans for Safe Access, the Marijuana Policy Project, the Drug Policy Alliance, and other allied organizations to gain support for the facility from lawmakers, and medical and scientific organizations. The purpose of this campaign is to compel DEA to license Professor Craker as a bulk manufacturer of research-grade marijuana. DEA is an administrative agency, which officially is under the direction of the Executive branch of the Federal Government; DEA’s budget is determined by Congress, and is therefore accountable to both the House and Senate. Pressure from the House of Representatives can affect policy decisions made by DEA, and oversight hearings are often held to look at the agency’s agenda. In July, the House Subcommittee on Crime, Terrorism, and Homeland Security held a hearing entitled “The Drug Enforcement Agency’s Regulation of Medicine,” under the direction of Subcommittee Chairman Bobby Scott (D-VA). Thanks in no small part to the assistance of Americans for Safe Access, the ACLU, and the efforts of several other organizations, the issues surrounding supply of research- grade marijuana were addressed by both Chairman Scott and Representa- tive Jerrold Nadler (D-NY). Mr. Nadler hammered DEA’s Joseph Rannazzisi and ONDCP’s David Murray as to why DEA has done nothing but drag its feet since Professor Craker’s applica- tion was originally submitted in 2001. In addition, Mr. Nadler illustrated why it is so important that DEA license the facility: “[NIDA’s] basi- cally cut off medical research with respect to marijuana.” Finally, Mr. Nadler demanded a commitment from DEA that a final decision be made before the end of the current adminis- tration. For transcripts of the hearing, see: maps.org/mmj/dealawsuit_ congressional_hearing.html On September 17, a letter of support for the facility signed by 45 members of the US House of Repre- sentatives was sent to DEA Adminis- trator Tandy. For PDF of the letter, see: maps.org/mmj/signonfinal.pdf. By the time this issue goes to press, a similar letter of support signed by over 35 medical, scientific, and political organizations will have been sent to Administrator Tandy. We anticipate that several Senators will send a similar letter of support in Spring, 2008. We have already gained support from Massachusetts Senators Kennedy and Kerry, and are targeting a handful of Republicans from medical marijuana states. In the coming months, your voice will be desperately needed to convince Senators to sign the letter of support for Professor Craker’s proposed facility. Keep your eyes open for an action alert! • Professor Craker v. DEA: MAPS Challenges Federal Manipulation of Science Lauren Anderson Payne, JD, MAPS Government Relations Coordinator Lauren Anderson Payne, JD We have already gained support from MA Senators Kennedy and Kerry, and are currently targeting a handful of Republicans from medical marijuana states."},{"pageNumber":11,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 11 Michael Mithoefer, MD mmit@bellsouth.net MDMA-Assisted Psychotherapy in the Treatment of Posttraumatic Stress Disorder (PTSD): Eleventh Update on Study Progress Here is a summary of where we stand with subject enrollment and completion: • Sixteen subjects have now com- pleted the double blind protocol (Stage 1). One of these subjects, who received placebo during Stage 1, is now enrolled in the Stage 2 open label protocol in which she will have three MDMA sessions accompanied by nine non-drug therapy sessions for integra- tion. She is now more than halfway through Stage 2. • Three other subjects are currently enrolled, bringing the total to 19. Two of these subjects are nearing comple- tion of Stage 1. The third is our first subject to be enrolled with war- related PTSD. His trauma occurred during combat in Iraq. He will have his first MDMA or placebo session in early December. • We are awaiting screening results that are likely to allow us to complete enrollment of the 20th and last subject we need to complete the study. • On August 28th I wrote to the FDA asking permission to enroll a 21st subject. This would allow us to include an additional Iraq veteran with war-related PTSD, and we asked that the requirement for prior treat- ment be waived for this subject. We need FDA and IRB permission to deviate from our inclusion criteria that requires all PTSD subjects to be treatment-failures from both drug and non-drug treatments. The request to include a subject who is not a treat- ment-failure is due to the unfortunate fact that this veteran, like several others with whom we have spoken, has been diagnosed with PTSD but has never been offered individual treatment by the military. As of September 27 the FDA is allowing us to move forward. We have now submitted the same request to our institutional review board (IRB) and expect to hear from them in October. We have screened a veteran who is interested in participating as the 21st subject if we do get IRB approval. We believe that it would be worthwhile to study this individual in order to provide more experience working with veterans in this Phase 2 study, before we go on to designing a larger, Phase 3 trial that will include veter- ans. Adding another male subject would also be desirable because only two men have completed the study thus far and one is currently enrolled. In support of this request we sent the FDA and the IRB our outcome and neuropsychological data on the first 15 subjects. The data continues to show promising results in decreasing PTSD symptoms and no evidence of decline in neuropsychological func- tioning. In fact, there is a non- significant trend toward improvement in neuropsychological test scores after MDMA, which may be related to the lessening of PTSD symptoms that can interfere with cognitive functioning. International Interest Although we have not yet completed the study, there has been considerable interest in this research throughout the international academic community. In June, 2007, I presented at the European Conference on Traumatic Stress in Opatija, Croatia, on a panel with Swiss researchers Peter Oehen, MD, and Franz Vollenweider, MD. As Bulletin readers know, Peter and his wife Verena are conducting the ongoing MAPS-sponsored Swiss MDMA/PTSD study, while Franz has been an international leader in brain imaging and other Phase 1 human re- search with MDMA and other psychedelics. Dr. Christian Schopper, who works with Franz Vollenweider, also presented at the conference. They are now doing fascinating work investigating altered psychophysiological parameters in PTSD patients and the possible effects of treatment on these parameters, including treatment with MDMA-assisted therapy administered in Peter’s study. The data continues to show promising results in decreasing PTSD symptoms and no evidence of decline in neuropsychological functioning."},{"pageNumber":12,"pageContent":"12 m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 It was really enjoyable and extremely useful for me and Annie to spend time with these fellow researchers and friends, and to share our experiences and ideas about current and future research. In July, Annie Mithoefer, BSN, my beloved wife and co-therapist/investigator in our study, joined Valerie Mojeko, June May Ruse and Amy Emerson to present 1 on MDMA research at the Women’s Visionary Congress, which was co-sponsored by MAPS and the Women’s Visionary Council. It was a wonderful conference and another chance to spend time and share ideas with other people interested in psychedelic research. At the time of this writing, I am about to leave for Vienna to speak at the annual Congress of the European College of Neuropsycho- pharmacology. My talk will be part of a Although we have not yet completed the study, there has been considerable interest in this research throughout the international academic community. symposium I will be co-chairing titled, “Drugs facilitation of psychotherapy in anxiety related disorders.” I’m looking forward to interesting discussions with other researchers who are exploring the model of using drugs intermittently as catalysts to psychotherapy rather than daily as direct treatment of symptoms. This is a small but growing area of psychi- atric research, both with non-psychedelic compounds such as d-cycloserine and with psychedelics such as MDMA, psilocybin and LSD. • 1. This presentation, and others from the Visionary Congress, are available in mp3 format on the MAPS Web site: maps.org/avarchive/wvc_audio.html"},{"pageNumber":13,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 13 Valerie Mojeiko valerie@maps.org Facing the Unknown: Psychedelic-Assisted Psychotherapy in Subjects with Anxiety Related to End-of-Life Issues Valerie Mojeiko, MAPS Clinical Research Associate We are pleased... to be offering this unique opportunity to people for whom modern medicine has given up hope... A study developed initially with MAPS’ assistance and support is taking place at Harvard University’s McLean Hospital under the direction of psychia- trist John Halpern, MD. This study is now enrolling advanced-stage cancer patients with anxiety who are willing to engage in MDMA-assisted psychotherapy. It aims to show reductions in anxiety and pain in patients who receive the experimental dose of MDMA. After substantial delays with recruitment, the study has recently expanded its inclusion criteria to allow more people access to this novel treat- ment. The study is now able to include subjects who are still receiving palliative care, as well as subjects who are diagnosed with anxiety on the basis of a clinical assessment as well as related measures of anxiety, rather than on the basis of a specific cut-off score on one anxiety measure. In Switzerland, an ethics committee and Swissmedic recently approved what will become the world’s first study evaluating LSD’s therapeutic benefits in over 35 years. Psychiatrist Peter Gasser, MD, will conduct LSD-assisted psycho- therapy with subjects who are diagnosed with anxiety related to life-threatening illnesses, and will measure changes in anxiety and pain over the course of the treatment. Another MAPS-sponsored study is testing the effectiveness of psilocybin- assisted psychotherapy in nine subjects There is nothing more certain in life than death. Modern medicine strives at all costs to postpone it for as long as possible. But for those who are near death and burdened with anxiety, a new treatment is on the horizon. Psychedelic-assisted psychotherapy in patients with anxiety secondary to advanced-stage cancer and other life-threatening illnesses offers promises and hope – not in extending life – but in helping one come to terms with his or her own death. MAPS is approaching the idea from three different research angles: MDMA-, LSD-, and psilocybin-assisted psychotherapy. with anxiety associated with advanced stage melanoma cancer, under the direc- tion of a team of physicians and mental health care professionals at a world-class cancer center. This study received FDA clearance in October, 2007. We will be able to disclose the names and institu- tional affiliations of the researchers after the study has received IRB approval. The researchers for this study have generously offered to volunteer their time, reducing overall costs significantly. With the exception of Dr. Halpern’s study, the studies described above are going to be conducted under MAPS’ Investigational New Drug (IND) applica- tions with the US FDA, a prerequisite for petitioning the FDA to approve the drugs as prescription medicines. Dr. Halpern’s study is now independent of MAPS and has its own IND #, although the study does cross-reference MAPS’ IND. We at MAPS are pleased to be in- volved in these studies, and to be offering this unique opportunity to people for whom modern medicine has given up hope and society has, in many cases, cast aside. We will all be in the same place one day soon. We are currently seeking $250,000 in funding to carry out the current phase of our research with psychedelics and end- of-life issues. Please consider making a tax-deductible contribution to support these studies today. •"},{"pageNumber":14,"pageContent":"14 m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 Another chapter in Prague’s history as a city of unusual wonder was recorded on October 5, when the VIZE97 Founda- tion, created by playwright and former Czech president Vaclav Havel, presented a lifetime achievement award to Dr. Stanislav Grof, one of the world’s leading psychedelic researchers. Dr. Grof, who was born near Prague in 1931, pioneered LSD-assisted psychotherapy in Czecho- slovakia until he emigrated to the United States in 1967. The ceremonies took place at the Prague Crossroads, a deconsecrated 10th- century church converted into a spiritual and meeting center by Mr. Havel’s founda- tion. The day began with Dr. Grof signing copies of New Perspectives in Psychiatry and Psychology, a collection of his recent writings in Czech, and then joining a two- hour panel discussion about his work, and the challenges of trying to reconcile mystical experiences with organized religion and modern psychiatry. The discussions, open to the public, were attended by about 100 well-wishers - a local magazine recently named Dr. Grof one of the 20 most important spiritual leaders in the Czech nation’s history - along with several Czechs trained in holotropic breathwork, a drug-free method to induce non-ordinary states of consciousness that Dr. Grof developed with his wife Christina. “Many addicts are on a journey to find something, and they had several mystical experiences, but most of them were not able to integrate them,” said Stanislav Kudrle, a Czech psychiatrist who has used breathwork to treat drug and alcohol addicts for 18 years. “What Stan Grof did is, he brought the maps, he brought the model and the method which makes it possible to support these people on their quest.” Not everyone was pleased about the awarding of the Havel prize to Dr. Grof. Priests and psychiatrists were quoted in a Prague newspaper that day saying the foundation had made an “embarrassing mistake,” and a Czech skeptics’ society accused Dr. Grof of “propagating absurd ideas” by claiming that breathwork enables participants to re-experience past lives and their own birth. But such criticisms were dismissed later in the evening by Havel himself, in his speech to the packed auditorium. “This prize is for visionaries, for explorers, for people who overstep boundaries and notice new and unpredict- able connections,” said Havel. Such researchers take risks, he noted, because they’re often attacked by “hard traditional- ists who can’t imagine that science could step beyond its own limits. These people can even be fanatical opponents to anything that is outside traditional thinking. In the name of rationality, they sometimes actually fight against new ideas.” “I’ve always believed that what happened once can’t be erased, that the whole history of our planet, and the cosmos, is being written somewhere, that Being has its own memory,” Havel contin- ued. “The work of Dr. Grof showed me that sometimes, something can return from this greater memory to our own consciousness. And that we can surpris- ingly experience, maybe only for a few minutes, something that happened a long time ago, or in faraway places, that we couldn’t know by other means.” Havel and his wife Dagmar presented Dr. Grof with a stylized staff of St. Vojtech, the patron saint of Bohemia. Afterwards, Dr. Grof said he was deeply moved by the ceremony. It brought his work back to his birthplace, he noted, and it was an honor to be recognized by a statesman and philosopher he greatly admires. “And then [there was] the tremen- dous surprise that Vaclav Havel had the courage to appreciate research in some- thing that’s so controversial. It’s extremely important in terms of other people taking a second look, because of who he is. I hope that it can ultimately help the field.” • R.M. Crockford ceskelsd@hotmail.com R.M. Crockford is a Canadian writer researching the psychiatric use of LSD in Czechoslovakia in the 1960s. Last year, MAPS published Stan Grof’s latest book, The Ultimate Journey: Consciousness and the Mystery of Death, available in the MAPS Webstore at: MAPS.org/catalog. Stanislav Grof Receives Vaclav Havel Award R.M. Crockford"},{"pageNumber":15,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 15 Since 2001, when we operated our first “Psychedelic Mission Control” station at the Hookahville festival in Ohio, MAPS has organized teams out on the field in places where large numbers of people use psychedelics. We have assisted in several locations, including the Boom festival in Portugal and the North Carolina regional Burning Man, but our largest and most successful event by far remains our services at the Burning Man festival in the Black Rock desert of Nevada, where we have been organizing a volunteer effort since 2003. Burning Man, unlike the other venues where we have provided services, is more than just a party. It is a full-fledged city that exists for one week out of the year–run by its own rules of radical self-reliance and a gift-based economy–and complete with a post office, medical center, and plenty of participatory activities. Sanctuary is a safe space created by the Black Rock City Rangers, Burning Man’s girl/boy-scout-like non-confronta- tional mediators, to temporarily shelter people who are having a tough time at the event, including many having challenging or difficult psychedelic experiences. MAPS recruits and trains volunteers for Sanctu- ary who are interested in sitting for people undergoing difficult psychological experi- ences. To do so, we bring together psychia- trists, therapists, experienced peers, shamans, and researchers who work with psychedelics on FDA clinical trials. Sanctuary operates for the full duration of the event, 24 hours a day for seven days. Many of the people we work with in Sanctuary are undergoing psychedelic-like crises even though they did not ingest any drugs, since the environment–with its 100 degree days, “white out” dust storms, and radical self-expression–can be overwhelming at times. While we do bring some of the world’s foremost psychedelic researchers to the event to work in Sanctuary, the environment is more analogous to a teaching hospital than to a research Psychedelic Emergency Services: Report from Burning Man 2007 facility, where people share and compare techniques for helping people to maximize the value and healing they get out of their difficult trips. Our volunteers bring with them expertise based on their own healing and therapeutic work using psychedelics, western psychology and medicine, bodywork, breathwork, art, and different eastern tools, like meditation, Zen koan study and nature work. Many times our service is as simple as providing a loving presence, someone to talk to, or a hand to hold. Of course, because this is such a small field and so much of the knowledge exists underground, we often find that everyone plays the role of both teacher and student during their time volunteer- ing in Sanctuary. In order to give respect to all of these voices, we encourage an open-ended conversation using peer education techniques during the training sessions. Our approach to working with visitors at Sanctuary stems from the principles of psychedelic therapy. First of all, we subscribe to a “talk through” not “talk down” approach, meaning that we are willing to work with people as they explore their difficult experiences instead of pushing them to act normal, which isn’t always possible or even desirable. We give people permission to be where they are at and go deeper, if they choose to do so. We see ourselves as facilitators, not guides, meaning that it is not our role to guide or attempt to direct someone else’s experi- ence. Not knowing each person’s history or even much about their present circum- stances, we are in no position to decide what is best for them. Instead we are guided by the direction of their experi- ence. Not every visitor wants “therapy,” and we don’t pressure people to talk or do anything else. For those who do want more active help, we encourage them to stay with their emotions, accepting what comes even if it seems frightening at first. In a supportive environment, what seems to be a “bad trip” can be transformed into a healing Valerie Mojeiko valerie@maps.org"},{"pageNumber":16,"pageContent":"16 m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 experience, often quite spontaneously. An important part of the process is integration; we place special emphasis on talking with someone after they come down, inviting them to return later if necessary, and encouraging them to write or create artwork reflecting their experience. Our approach differs from traditional medical treat- ment of psychedelic crises in that we try at all costs not to employ sedatives, especially not major tranquilizers such as Haldol, which is commonly used in emergency room settings. The administration of tranquilizers can lead to an individual becoming stuck in the trauma and can prevent the therapeutic process from running its course. Likewise, if an individual is distracted, as in the traditional lay technique of trying to “talk someone down” this can prevent the individual from gaining the maximum healing and growth potential from their experience. In the past five years, MAPS volunteers have sat for or provided other services to nearly 500 visitors in Sanctuary. Just under half of those people were dealing with an issue directly related to ingestion of a psychedelic substance. The stories of how the visitors ended up there are always different, but so far the results have been the same. We have received overwhelmingly high amounts of positive feedback from our visitors, and many sincere words of gratitude for this space and the caring people who dedicate a part of their “burn” to helping others. Many of the people who were successfully attended to in Sanctuary would have likely ended up in the hands of police officers, had our services not existed. Psychedelic emergency services have proven to be an invaluable resource for participants at events where people are ingesting psychedelics, and they benefit the host organiza- tion throwing the event by decreasing the need for costly law enforcement and medical intervention. In my past four years of coordinating this project for MAPS, I have made it a personal goal to decentralize the control of the MAPS volunteer effort in Sanctuary. Each year MAPS sends less “experts” to staff the space, and more Burners come forth to volunteer, each of whom offers their own expert knowledge to the team. By handing over the responsibility for the project, we have seen great results and been able to accomplish much more than we could have on our own. This year, over 50 volunteers came together to help with the Sanctuary. We have also seen our volunteers become more involved in the formal Burning Man organization itself, as several of our longtime volunteers have become Rangers over the past few years. This year we had one especially dedicated volunteer, K., who contributed over 75 hours in the months preced- ing the event to collect volunteer applications, create a schedule, and act as the general point of contact for all volunteer inquiries. Our volunteer summer intern, Louise, was also invaluable in donating 55 hours helping us with our general preparation for embarking on the journey to Burning Man. Due to this substantial contribution of volunteer labor, and the brilliant suggestion of returning Sanctuary volunteer and shift leader Annie Harrison, this year we were able to create the first-ever Sanctuary Support Camp. This camp was dedicated to supporting the Sanctuary workers, providing a homebase for some of the core volun- teers, and providing a place for Sanctu- ary-related meetings and inquiries. The Sanctuary Support Camp was located inside of Entheon Village, which also hosted many MAPS members and friends. Our work has been so well- received, we are happy to continue providing this service at the model, yet temporary, community that is Burning Man. In light of our success and continued effort, we are pleased to release a new page of our Website dedicated to information about psyche- delic emergency services ( maps.org/psyems ). Check it out for information on how to become part of our team, and for resources on the techniques of psychedelic therapy and sitting for someone having a difficult psychedelic experience. Though MAPS’ primary work is sponsoring govern- ment-approved psychedelic psychotherapy research, we have also devoted significant amounts of staff time and resources to assisting at Sanctuary. The people in our team have all struggled with their own difficult psychedelic experiences at some point and would like to give some- thing back to the community. In addition, the work at Sanctuary enables researchers/therapists to meet and learn from each other, enhancing the transfer of skills in this field at the crucial stage of a global renaissance of research. MAPS’ research is socially delicate and is put at some political risk by the public fears generated when people try psychedelics in non-medical contexts and encounter psychological difficulties, especially if these people experience long-term psychological problems and have their cases reported by the media. By helping to provide a model of psychedelic harm reduction, MAPS works to reduce the number of psychedelic casualties and in the process demonstrates its vision of a post-prohibi- tion future. • Our approach differs from traditional medical treatment of psychedelic crises in that we try at all costs not to employ sedatives."},{"pageNumber":17,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 17 Photo: Felix Handlesman ... MAPS works to reduce the number of psychedelic casualties and in the process demonstrates its vision of a post-prohibition future. Here are some tips from the Psychedelic Emergency Services (PSYEMS) team for working with someone who is in the midst of a difficult psychedelic experience: • Honor and respect the person having the crisis. • Sit quietly with the person, making them feel safe. • Reassure them: 1) This will pass, this is a process. 2) This is an experience other people have had. 3) There will be support afterwards. • Wait and calm them down through talk, knowing the duration of the substance taken. • Walk with them, talking or not. • Have them express the experience through sound. • Have them move through it, through a physical expression, holding a certain posture or letting the body go. • If you know how, do some deep, intensive bodywork, or just hold them (meeting their needs) or gently massage them. Always ask for permission regarding any kind of physical contact. • Have appropriate sitter regarding male/female, important when recall of sexual abuse or release of sexual energy takes place. • Encourage the person to recline, eyes closed or blindfolded, and listen to comforting music. • If their emotions are overwhelming them, encourage their expression. • When the person is calm enough or has come back from their difficult psychedelic experience, have art supplies and writing material available. A␣ training workshop at the Sanctuary support camp."},{"pageNumber":18,"pageContent":"18 m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 It was during my last visit to Mexico that I came to understand Duncan more fully. Although the trip had been planned for months, his wife, also a psychologist, had voiced increasing concern about Duncan’s memory loss. He had always seemed the ‘absent minded professor,’ but those of us who knew him well were aware that his mind was never absent; only tuned to a different fre- quency or dimension. The fear was that this tuning was something more; something organic, and turning. I remembered, a few years earlier during a class he was teaching, when Duncan was unable to retrieve a word from his extensive vocabu- lary. He looked up at the students and said, “The nouns are the first to go.” We did not yet know for certain that Alzheimer’s disease had invaded his lovely and brilliant intellect. And so it was that this trip carried with it the burden that I was there, in part, to render both my personal and professional assessment of Duncan’s mental status. Duncan knew this. It was an uncomfortable role for both of us: He, my dearest mentor, who had estab- lished himself as a pioneer- ing psychologist long before my birth, and me, his pupil, friend, and even disciple. He knew more than I about psychological assessment and had been trained by the very best, the people we read about in our textbooks during our doctoral training. He toyed with me by vacillating among the roles of caricature of the mental patient, co-researcher, and desperate friend. He knew why I was asking questions like, “Do you remember who stopped by this morning?” or “What room were we in before this one?” His answers were discourag- ing at times. A few days later, we had the opportunity to spend some time alone. He took LSD; I did not. I had seen Duncan under the influence of the drug many times over the course of nearly twenty years, but, unlike anyone else I have ever known, there simply was no obvious differ- ence. With LSD, he was more animated and there was a notable intensity to his observations and insights. He was lighter and even more fun to be with. It was like fresh batteries or high-octane fuel. But this session was differ- ent: He looked at me with even more than the usual clarity in his eyes and said, “I’m as lucid as I have ever been or will likely be again. If there is anything you would like to ask me, now is a good time.” So. I asked him how and why he had become a psychologist. More specifically, I asked how he had become involved in the legendary LSD research in Saskatchewan with Humphry Osmond, Abram Hoffer, and others. He began by describing his experience in World War II, where he was stationed in Italy as an artilleryman firing mortars at an unseen enemy. He spent months in the hospital recovering from what I gathered to be a combination of exhaustion, disease, and perhaps broken-heartedness. Now, watching the ocean, his demeanor changed dramatically as he recalled finding himself in London on V.E. (Victory in Europe) Day. He described countless thousands of people crawling out of the shelters into the daylight. Everyone was embracing each other, embracing life itself. Not only for Duncan was there the promise that the war would be won, but there was also the certainty that humankind had learned its lesson this time. I suppose it was as if the war had been like the worst acid trip imaginable, and V.E. day like dosing humanity with Ecstasy. Duncan truly believed that he was witnessing human transformation at a collective and irreversible level. He was convinced that we were ap- proaching the onset of the “great elation.” It turned out, as we both knew, that he was not only wrong, but tragically naïve as well. But I appreciated in a new way how the contrast of these experiences had crystallized Duncan’s singular duty to preach the gospel of peace and love long before these became slogans of the counter-culture movement of the sixties. After the war, Canadian veterans were given the choice of either a lump sum payment or an education, and Duncan chose the latter, enrolling at the University of British Columbia for Bachelors and Masters degrees, and receiving a full scholarship at the University of London Duncan Blewett : A Life’s Work, Maybe More Larry Schor, PhD Larry Schor, PhD He looked at me with even more than the usual clarity in his eyes and said, “I’m as lucid as I have ever been or will likely be again. If there is anything you would like to ask me, now is a good time.”"},{"pageNumber":19,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 19 where he earned his doctorate in a mere eighteen months under the legendary and controversial Hans Eysenk. After completing his studies, Duncan worked in Illinois with the famed personal- ity theorist Raymond Cattel, publishing articles that employed rigorous statistical procedures to investigate heritability of personality traits. But soon tiring of attempts to classify personality into discrete and measurable elements, Duncan accepted the position as the first Chief Psychologist in Saskatchewan, Canada, where there was a progressive government as well as recognition that little cure was available for the afflicted in the large mental hospitals where patients often remained for twenty-five years or more. And so it was that Duncan returned to Canada and the Prairie to fight a different kind of war. This time, the casualties were psychological; people whose minds were ravaged by schizophrenia facing an all but hopeless future. Word had gotten around that Albert Hofmann had synthesized LSD- 25, a powerful drug that elicited profound alterations in sensation and perception. There were anecdotal reports of people losing their minds, finding their way, or both. As I understand it, the hypotheses were twofold: First, a chemically-induced state eliciting hallucinations and delusions might provide a “model psychosis,” wherein the psychologist could gain a glimpse of what it was really like to be psychotic. In doing so, Duncan and his col- leagues paved the way for a transformation in the field of psychotherapy. Such a transformation involved a paradig- matic shift from a vision of psychotherapy in which the therapist remains neutral and objective, to the develop- ment of the deepest possible empathy, wherein the psychotherapist joins in the therapeutic struggle in an attempt to see out of the patients’ eyes, rather than merely look into them. The second and related hypothesis was rooted in Humphrey Osmond’s coining of the term, psychedelic, or “mind manifesting.” Perhaps the psychedelic experience might allow us a glimpse of the inner workings of the human mind. Although Duncan continued to use the language of a scientist, he was becoming a mystic, or as he preferred to call it, a psychenaut, an astronaut exploring inner space rather than outer space. He maintained his sense of academic rigor as evidenced in his 1959 manu- script, Handbook for the Therapeu- tic Use of Lysergic Acid Diethyla- mide-25, Individual and Group Procedures, which remains relevant to this day. Duncan was indeed and in deeds a man ahead of his time. In fact, he was precisely a half- century ahead of his time. Thanks to MAPS, the world has just about caught up to where Duncan was fifty years ago. Duncan often commented that he was ecstatic to see the progress that MAPS is making in establishing the safety and efficacy of psychedelic therapy according to modern drug development standards. It is in this spirit that MAPS is pleased to establish the Duncan Blewett Memorial Psychedelic Research Fund. Perhaps understanding the depth and range of human experience Duncan described first in war and later (like so many others) through the therapeutic use of LSD, might help people to prevent the next suicide, act of despair, child abuse, or even the next war, as we realize the potential power of mindfulness, connectedness, and love. To kick-start this memorial fund, Duncan’s widow, Dr. June Blewett, has generously made a $5,000 gift. She encourages those who wish to honor Duncan’s legacy to join her in supporting psychedelic research. A celebration is being held all over the world and everyone is invited. It begins now! • The Duncan Blewett Memorial Research Fund To honor the compassionate and courageous work of this pioneering psychedelic researcher, MAPS is accepting donations for psychedelic research in Duncan’s name. Duncan’s widow, Dr. June Blewett, has started the fund with a generous $5,000 donation. Please consider honoring Duncan’s life by making a generous gift to this fund."},{"pageNumber":20,"pageContent":"20 m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 Turning the Tide for Psychedelic Medicines Michael Winkelman and Thomas B. Roberts Editors of Psychedelic Medicine: New Evidence for Hallucinogenic Substances as Treatments: Volume 1&2. Westport, CT: Praeger/Greenwood Publishers. 2007. Michael Winkelman, PhD Psychedelic Medicine provides a broad overview of this re-emerging field in 30 chapters authored primarily by leading physicians, medical researchers, and psychologists who have continued to explore the potentials of these substances. Complemented by the legal and social views of anthropologists and lawyers, these substances and their healing poten- tials are re-evaluated in light of the recent decades of clinical, neurological, epidemio- logical and neurological research and legal developments. Together, these lines of evidence establish the potential usefulness of these substances and point to their ability to address serious treatment- resistant conditions that plague us today. Our considerations of these ancient- and future-medicines are organized into two volumes. The first volume provides historical, cultural, clinical and legal perspectives; the second illustrates their applications to alcoholism and addictions medicine and transpersonal and spiritual counseling. Together they provide an understanding of why these psychedelic medicines are becoming important and provide prospective best uses and practice perspectives regarding how further research may serve humanity in the future. Social and Clinical Contexts, Medical Applications, and Legal Issues In the introduction to Volume I, the nature of these substances is reconceptualized by Michael Winkelman as “psychointegrative effects.” Rejecting classic characterizations as “hallucino- gens,” Winkelman uses interdisciplinary and neurophenomenological perspectives to illustrate their multiple integrative mechanisms of action from neurological through cognitive levels, enhancing Led by Nixon-era political forces during the 1960s and 1970s, the ancient sacred medicines of the world became demonized in a repressive response to their visionary and therapeutic potentials and social-politi- cal events of the times. Placed under administrative law provisions controlling medicines, these “plants of the gods” were then classified as Schedule I substances, considered without medical use but with a high abuse potential. Dozens of plants that have been used for thousands of years for many ailments were largely placed out of the reach of science, clinicians and the public. But for almost four decades, these medicines of humanity have per- sisted in public consciousness, clandestine clinics, and the scientific laboratories. Psychedelic Medicine (edited by Michael Winkelman and Tom Roberts) celebrates a turn in the tide and documents the continued efforts to understand the many treatment opportunities that these substances provide and their new-found ability to address significant contemporary health problems. Thomas B. Roberts, PhD"},{"pageNumber":21,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 21 information integration. He reviews evidence of their systemic serotonergic mechanisms that underlie their many different effects. Torsten Passie’s chapter, “Contem- porary Psychedelic Therapy,” conveys contemporary understandings of “best uses” and therapeutic practices. Largely based on research carried out before prohibition, these early engagements with psychedelic medicine provide evidence about both effective treatment of a range of psychological conditions resistant to ordinary psycho- therapeutic interventions and guidelines for their use. Concerns about their safety and appropriate application are addressed by Ede Frecska in “Therapeutic Guidelines: Dangers and Contra- Indications in Therapeutic Applications of Hallucino- gens.” He points out that even when abuse is in- cluded with responsible use, there is very little evidence that these substances pose dangers in most circum- stances, although there are clear counter-indications. In spite of the relative safety of psychedelic medicines, there are acute and long- term psychological effects which Frecska’s chapter points to strategies for managing. Nonetheless, much public knowledge about these substances is skewed by sensationalistic mis-reporting and the social political processes that affect our access to these substances, illustrated in Dennis McKenna’s chapter that places our concerns in the broader historical context of political reactions to social movements of the 1960’s. McKenna also reports evidence on the safety of ayahuasca, one of the most important and extensive psychedelic medicines on the planet. In Section Two, “Medical Applications,” psychedelic treatment of often-intractable health problems are illustrated. The range of conditions for which psychointegrators might be applied are quite large, given the extensive range of conditions which they are used to treat around the world. Furthermore, in spite of the prohibitions that have drastically restricted research, clinical research is verifying the utility of these ancient medicines for contemporary and often intractable mala- dies ranging from depression and cluster headaches to Post Traumatic Stress Disorder (PTSD), OCD, and the wasting syndrome. Andrew Sewell and John Halpern’s chapter addresses the use of LSD and psilocybin in treatment of the notorious cluster headaches, also known as “suicide headaches” because of their virtually untreatable nature and the desperate ends to which they occasionally drive their victims. Here we see the ethical issues and the moral necessity of using the psycho- integrators in the treatment of the cluster headaches, highlighted by their virtually untreatable nature within biomedicine, and the desperate situation of the patients illustrated by their other name – suicide headaches. Michael Mithoefer’s chapter reports clinical research that illustrates another area in which the applications of the psychointegrators is a moral imperative, in the use of MDMA for treatment of PTSD. The growing prevalence of PTSD and the inadequacy of conventional treatments in addressing this disorder reflect the inadequacy of conven- tional psychotherapy. MDMA’s ability to facilitate therapy for PTSD involves its ability to reduce acute stress reactions and curtail- ing the cycle of the body’s stress response. Other effects include a reversal of emotional numbing, facilitating a connection with the traumatic memo- ries necessary for engaging in therapeutic resolution of the trauma. George Greer and Requa Tolbert integrate their earlier evidence regarding the effects of MDMA in psychotherapy through addressing unre- solved emotional conflicts associated with fear re- sponses, reducing conditioned fear responses and avoid- ance of feelings. They illustrate how MDMA enhances access to the traumatic feelings and memories and im- proves therapeutic relationships by inducing a state of loving and forgiving. By reducing anxiety-provoking feelings, MDMA makes it easier for patients to trust the validity of their own feelings and release the associated emotional blockages. Charles Grob’s chapter considers psilocybin’s applica- tions in treating problems associated with terminal cancer such as existential anxiety, despair and fear often encoun- tered by dying patients and their families. The psycho- integrator’s spirituality-inducing effects go beyond conventional psychotherapies to facilitate core psycho- logical processes involved in end of life issues. Similar acute issues are addressed in Donald Abrams’s review of research on the use of Marijuana for the treatment of AIDS, particularly the AIDS wasting syndrome. The broad potentials of these substances for the treatment of emo- tional disorders are illustrated by Michael Montagne’s chapter “Psychedelic Therapy for the Treatment of Depression.” Research reported in the chapter by Fran- cisco Moreno and Pedro Delgado on “Psilocybin Treat- “The contributors represent an outstanding group of scientists, scholars, and clinicians ...Likely to be of interest to scientists, clergy, mental health professionals, and anyone interested in the mind, these books provide an up-to-date review of the status of hallucinogens in modern medicine, as well as a historical review of their status in the past. This set is highly recommended.” – Harriet de Wit, PhD, Professor, Department of Psychiatry, University of Chicago"},{"pageNumber":22,"pageContent":"22 m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 ment of Obsessive- Compulsive Disorder” illustrates another area where the psychointegrators offer promise for conditions that are often not effectively treated by conventional biomedical remedies. The third section of Volume 1 addresses the legal context of the restrictions on clinical use of these sub- stances. Richard Boire’s chapter provides guidelines for adapting to the legal constraints on these substance created by administrative regulations. Boire outlines a “medical necessity defense,” a justification for using a substance when lawful medical treatments have been found to be ineffective. Although the treatment is prohib- ited by Schedule I classifica- tion, a defense may be viable if the treatment used reduces the patient’s severe suffering without causing disproportionate harm to others (patient, other people, or to the State’s interest). Kevin Fenney’s chapter expands our understanding of the possible permissible uses of these substances through the constitutional and legislative protections of religious freedoms. Federal legislation and court rulings regarding Native Ameri- cans’ rights to use peyote may not be logically, or perhaps even legally- denied, to others in society. Other venues for increasing opportunities for the use of these sacred medicines is through religious based uses such as the Brazilian ayahua- sca churches, as illustrated in the chapter by Alberto Groisman and Marlene de Rios which examines the cultural context surrounding the Supreme Court decision protecting the rights of the US ayahuasca churches. In their conclusions to Volume I, Winkelman and Roberts address four major interrelated approaches for enhancing responsible access to psychedelic medicines through: utilizing currently available international psychotherapeutic resources and recently expanded religious approaches; altering social attitudes through education and the media; changing administrative policies through public policy, judicial, and legislative approaches; and creating new business approaches through a corpo- rate model. They lay out the groundwork for a public health and harm reduction endeavor. They show how it is that education, pubic policy development and collective political action rather than just more science is necessary for changing opportunities for the use of psychointegrators. We have a moral imperative to apply them to the treatment of some of the most ravaging social diseases of our times, the addictions to alcohol, tobacco, methamphetamines and opiates and their synthetic derivatives. Substance Abuse, Psychotherapy, and Transpersonal Healing Volume II of Psychedelic Medicine shows how some of these developments are already occurring, often outside the US in the psychedelic treatment of addictions. Peyote, ayahuasca, ibogaine and chemical substances such as LSD and ketamine have been found to provide dramatic relief of symptoms of addiction and provide powerful forces for reorganizing the lives of addicts to help them achieve sobriety. Chapters by John Halpern and by Richard Yensen and Donna Dryer recount the historical development of these studies in the 1960s, largely involving the use of LSD to treat alcoholism. A signifi- cant feature of the pharma- cological effects came to be seen as involving an “after glow” of positive affect and increased openness to therapeutic intervention that lasted several weeks. Furthermore, a crucial therapeutic role came to be attributed to the responses to large doses, the “peak experience” that produced the personal transformation of the addict to an engagement with sobriety. These transformative potentials were the basis for new views of the potentials of these substances embodied in the concept of the psychedelic paradigm of psychotherapy. While the studies of the early period did not generally meet standards of research of today, they nonetheless established the dramatic initial increases in the sobriety of the LSD treatment groups as compared to controls, with effects tapering off. The “after glow” effects of psychointegrators suggest the necessity of combining psycholytic and psychedelic mechanisms in addiction treatment. Such combined and long term therapies are illustrated in the chapter by Jaques Mabit on his long term addictions treatment program using ayahuasca on cocaine addicts and others in Tarapoto, Peru. The shamanic ap- proach successfully employed there contrasts with the kinds of approaches being used in the Native American Church, described in Joseph Calabrese’s chapter, which points to the irony of the US government’s Indian Health Services reimbursing for peyote ceremonies for Native American alcoholics. But rather than strictly pharmacologi- cal effects, the cultural psychosocial therapies described by Calabrese are part of an “emplotment” of their lives, a re- “The contributors to these volumes make a persuasive case that science should now do more to pursue these questions.” – Prof. Jonathan D. Moreno University of Pennsylvania Center for Bioethics"},{"pageNumber":23,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 23 integration of the self into cultural patterns that is facili- tated by the effects of peyote. These processes of “meaning making” take a significant role in the process of overcoming addictions, a re-creation of the self in spiritual terms. In contrast to the significant role of these cultural psychotherapies in addiction treatment, the use of ibogaine and ketamine in the treatment of opioid, meth- amphetamine and alcohol addictions appear to depend more on the physiological effects. Derived originally from indigenous spiritual uses of the iboga root by the Bwiti of west-central Africa, the ibogaine extract has a history of informal treatment of addiction in addict communities, functioning largely within the context of both addict and medical subcultures rather than in conventional medical settings. Ibogaine became an important element in heroin self-help groups and harm reduction movements among addicts in the Netherlands. Although NIDA funded Phase I studies, they failed to continue funding the study for Phase II evaluations in spite of promising results. It has nonetheless remained available in alternative non- medical treatment settings around the world, including in conventional medical settings in countries where not prohibited by law. Kenneth Alper and Howard Lotsof review the many forms of evidence regarding the efficacy of ibogaine in reducing withdrawal cravings, particularly elimination of opioid and cocaine withdrawal symptoms and lasting resolution of the acute withdrawal syndromes for several weeks to months. Alper and Lotsof review research indicating that the mechanisms of action of ibogaine are different from other addiction treatments: it is neither an opiate agonist nor an opiate antagonist, nor does it appear to operate on a serotonin model. They suggest “that ibogaine treatment results in the ‘resetting’ or ‘normalization’ of neuroadaptations thought to under- lie the development of dependence.” They describe patterns of use and evidence regarding various mecha- nisms of ibogaine’s effectiveness in resolving addition. Ibogaine may not depend on a ritual context as much because of it ability to engage the person with long term memories which are experienced as waking dreams. Unique practices are reported from the Soviet Union in Evgeny Krupitsky and Eli Kolp’s chapter on the effec- tiveness of ketamine in psychedelic psychotherapy for the treatment of both alcoholics and heroin addicts. Ketamine represents an unusual case of a drug already approved by the FDA for use as an anesthetic, now being applied off label for addictions. They review a history of studies showing ketamine’s use for treating a range of conditions, as well as catapulting the psychedelic treatments beyond impasse’s experienced with LSD treatments. Krupitsky and Kolp review best uses and practices for applying ketamine’s ability to induce “ego dissolving transpersonal peak experiences” as a key part of treatment of addiction. Together these chapters make a dramatic statement regarding the collective potentials of psychointegrators to address a rather intractable problem: addiction. While individual rights to experience drug-induced altered states of consciousness ought to be respected, those caught in cycles of dependence need more effective tools for helping end their addiction. Physicians and the government have a moral obligation to make the psychointegrators available for clinical use. Achieving this will require a variety of political, bureaucratic and policy-making endeavors outlined in Psychedelic Medicine. The second section of Volume II addresses the state of knowledge regarding psychotherapeutic applications of psychointegrators. There are many forms of evidence regarding best uses, supportive psychotherapies and common processes that are derived from shamanic traditions, early pre-prohibition research, and various “Roberts and Winkelman have assembled one of the most impressive and comprehensive collections of writings in the field of psychedelic medicine. This work is an invaluable resource for educators, clinicians, and policy makers.” – Stephen Ross, MD, Director, Division of Alcoholism and Drug Abuse, Bellevue Hospital"},{"pageNumber":24,"pageContent":"24 m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 “grey areas” of continued therapeutic uses. Neal Goldsmith’s “Ten Lessons of Psychedelic Psychotherapy, Rediscovered” explores the similarities between psyche- delic practice guidelines that emerged from 60 years of use and the premodern practices found in societies around the world. A wide range of lessons have been learned about best uses and should guide any future medical use of these substances. Michael Winkelman’s “Shamanic Guidelines for Psychedelic Medicines” examines the pre-adapted best uses and practices applications of these substances discovered in shamanic traditions around the world. The universality of shamanic practices points to nuerotheological bases, a biological foundation for shamanism. These innate bases incorporated psychointegrators in ways that reflect their neurologi- cal principles, providing an important foundation for all therapeutic applications. These perspectives are extended in the chapter based on Sean House’s research findings on “Common Processes in Psychedelic-Induced Psychospiritual Change.” His study of the reported effects of psychedelics on the life and work of mental health professionals pro- vides generalizations regarding their overall effects on psychotherapeutic and psychospiritual processes and guidelines for managing psychointegrator induced experiences. His examination of the principles manifested in psychedelic-induced thera- peutic experiences reveals their relevance to the central concerns of the major psychotherapeutic traditions. These perspectives on the appropriate integration of psychointegrators into psychotherapy are expanded in Dan Merkur’s chapter, “A Psychoanalytic Approach to Psychedelic Psychotherapy.” Here we learn how the different categories of phenomena produced by psychointegrators can be used to induce therapeutic change. The final section of the book returns to the roots of the psychedelic medicines, their use in spiritual traditions and the powerful effects that they have in inducing access to what some call “another order of existence”-the transpersonal dimensions. In Roger Walsh and Charles Grob’s chapter on “Psychological Health and Growth,” we see the kinds of effects that the early use of these substances had on the development and lives of some of the great figures of Transpersonal Psychology and their insights regarding the benefits of psychedelic medicines. The next chapter is a reprint of what is certain to become a new classic of psychedelic clinical research – Richard Griffiths, William Richards, Una McCann and Robert Jesse’s study, “Psilocybin Can Occasion Mystical-type Experiences Having Substantial and Sustained Personal Meaning and Spiritual Significance.” This well-controlled double blind study exemplifies the standards of a new generation of studies establishing the powerful spiritual effects of psychointegrators. These findings illustrate the importance of what Stanislav Grof’s LSD therapy research revealed decades ago-that these substances reveal new dimensions of the psyche and the emotional dynamics of humans. In his chapter, “New Perspectives in Understanding and Treat- ing Psychological Disor- ders,” Grof illustrates how these tools not only reveal deep embedded aspects of psychological trauma, but also tools for their treat- ment. These new directions are further explored in Roger Marsden and David Lukoff’s chapter on “Transpersonal Healing with Hallucinogens.” Tom Roberts’s conclu- sions point to the many new paradigms of society and academy that can be produced through the applications of psychedelic medicines. His conclusions chapter points to a new multistate paradigm in which the psychointegrators give us access to an expanded range of human capabilities for applications in ethics, education, theology, cognitive studies, and other fields. Their extraordinary possibilities are attested to in the ancient shamanic traditions of the world. Some might question the extent to which these substances are safe. In their conclusions to Volume I, Winkelman and Roberts show how there is evidence supporting Phase I and Phase II claims. As Alper and Lotsof point out in their chapter assessing ibogaine, there is good validation of the safety and effectiveness of these substances from “triangulation”-a combination of data from animal research, medical case studies, clinical judgment based on extensive experiences and personal accounts of those who have received these substances as treatments. What most impedes progress in the use of these substances is not the lack of science but the priori- ties placed on politics and ignorance. Psychedelic Medicine calls for concerted political action combined with wide public education. • “These volumes present fresh ideas for using psychedelic drugs as therapeutic agents to treat some of the most intractable of psychological ailments. Thanks to these forward-thinking educators, researchers, and clinicians, we now have new paths to explore in the cure for old diseases.” – Nicholas V. Cozzi, PhD, Department of Pharmacology, University of Wisconsin School of Medicine and Public Health"},{"pageNumber":25,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 25 Psychedelics have been widely used for thousands of years nearly everywhere on the planet. Psychoactive plants have been central to most ancient sacred rituals and primitive medical treatments. They have been worshipped in all cultures as “Plants of the Gods” and considered as mediators between human beings and the universe, linking the physical to the spiritual dimensions of existence. In January, 2006, the international symposium “LSD: Problem Child and Wonder Drug,” took place on the occasion of the 100th birthday of Albert Hofmann, PhD, the discoverer of LSD. Several thousand visitors and more than 200 media reporters from 37 countries gath- ered in Basel to hear lectures from scientists and histori- ans, to exchange ideas and disseminate information. It was the biggest conference of its kind worldwide. For the first time since the turbulent 1960s, a wide range of issues and topics related to psychedelics has been brought back to public discussion and re-evaluation. The World Psychedelic Forum will expand on this renewed interest, presenting a unique opportunity for experts, researchers, and interested persons from all around the globe to exchange views and hear presenta- tions on the latest research investigating the value of these remarkable substances in medicine, psychology, science, religion, culture and the arts. At the World Psychedelic Forum more than fifty experts from all over the world will bear witness to, and shine light upon the multi-dimensional psychedelic experience with its tremendous potential for expanding consciousness and for self-awareness. We will hear of the renewal of research that foretells a promising future when psychedelic plants and their synthetic derivatives will reclaim their destined position as incomparably valuable tools for individual and collective evolution and thus supporting the needed consciousness change for humanity. The general headline for Friday, March 21, will be “The Psychedelic Experience: Opening the Doors of Perception.” On Saturday, March 22, we will shed light on “The Legacy of the Shamans: Ancient Traditions and New Dimensions.” Sunday, March 23 we will focus on the theme of “Change of Consciousness: A Challenge of the 21st Century.” The World Psychedelic Forum welcomes the elite of the international consciousness researchers, among them Rick Doblin, Amanda Feilding, Stanislav Grof, Kathleen Harrison, Michael Horowitz, Dennis McKenna, Ralph Metzner, Jeremy Narby, Daniel Pinchbeck, Thomas B. Roberts, Christian Rätsch, as well as Alexander and Ann Shulgin. Also, prominent artists and contemporary witnesses like Carolyn “Mountain Girl” Garcia or visionary painter Alex Grey, and Columbian shaman Kajuyali Tsamani will come to Basel, to give account about their personal experiences with psychedelics and its influence on art and culture. In addition more than 30 papers and dissertations from rising researchers from various countries will be presented. LSD discoverer Albert Hofmann will attend the conference as a guest of honor. Each morning will begin with a “Tune-in,” a medita- tive-musical start into the program. Afterwards, as well as in the early afternoons, plenary events will take place with short talks, a moderator, and several speakers that will illustrate the day’s topics in order to give the audience reference points for easy navigation through the dense program of the day. Before noon, in the early and in the late afternoon, 40 and 90-minute seminars, panels, and workshops will be staged. There will be three blocks of 3 to 4 presentations each. At the end of most lectures the speakers will be available in the foyer of the Congress Center for follow-up discussions or individual conversations. A rich supporting program will be presented in the foyer of the Congress Center from Friday to Sunday, with discussions, exhibits, shows and films. On Monday, March 24, day- and half-day seminars will take place with Alex and Allyson Grey, Stanislav Grof, Ralph Metzner and Manuel Schoch. The World Psychedelic Forum will be hosted by the Gaia Media Foundation, a non-profit organization committed to the communication and networking of information for a holistic and up-to-date understanding of our existence, and the potential of human conscious- ness, and its expanded states. Under the motto “The Spirit of Basel,” the foundation organizes local and international events. MAPS is one of the main sponsors of the event and a patron, along with the UK’s Beckley Foundation and the Swiss Medical Association for Psycholytic Therapy (SAEPT). Welcome! Together with Albert Hofmann, we very much look forward to seeing many of the participants of the 2006 LSD Symposium again at the World Psychedelic Forum 2008, and to welcoming many new visitors. • World Psychedelic Forum Change of Consciousness: A Challenge of the 21st Century Dieter A. Hagenbach and Lucius Werthmüller, Co-founders, Gaia Media"},{"pageNumber":26,"pageContent":"26 m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 Drug Education and an International Reflection Recent Publications Suggest Link Between Drug Education, Intervention and the Conditions Producing School Achievement Joel H. Brown, PhD, MSW Executive Director, Center for Educational Research + Development (CERD.org) Professor, Education, San Diego State University Note: Special thanks to Assia Mortensen, for her editorial assistance Perhaps for the first time , it has been found that the challenges of drug education and intervention are more serious than earlier understood. The research suggests that typical drug educa- tion and intervention fails most young people not simply unto itself, but likely undermines the basic conditions for educational achievement. This new consideration of evidence is an extension of our research as commented on by the National Academy of Sciences. 1 New evidence suggests that as young people interpret the negative impact of programs such as Drug Abuse Resistance Education (DARE) and Life Skills Training in combination with zero tolerance policies, they likely generalize these effects from drugs to the school on the whole. Young people appear to resolve drug education and intervention-related anxieties with this conclusion; adults in the school do not care about their well- being, and are thus, generally not credible educational sources. The capacity of school then to effectively deliver on educational achievement, is compromised. 2 In the past, drug education and zero tolerance policies have been largely seen as separate from real education. Perhaps due to the distance between prevention scientists and the educational research and practice communities, to our knowledge, such linkages between prevention, intervention and the conditions of school achievement have not been previously considered. The practices of modern drug educa- tion are virtually identical to those of over 100 years ago. Even in light of purportedly new and revised programs, the underlying premises remain the same. 3 If as a MAPS reader, you are concerned about young people’s well-being, not only in regard to drug education, but also education on the whole, such research should give reason for active support of alternative and scientifically sound options. What follows is such an alternative: the third install- ment of my MAPS Bulletin series on drug education. ResDrugEd: The First Prospec- tive Process of Facilitating Resilience in Drug Education Three years ago, in my previous MAPS Bulletin article (Volume XIV, Number 2), I noted: RIGHT HERE, RIGHT NOW, an auspicious opportunity for positive change in drug education exists...We may possibly be moving from the problematic “abstinence” or “no use” approach to one that focuses on youth Development... Little did I know that among those we consult with at the Center for Educational Research and Development (CERD), there was an international audience. Heretofore unknown to me, there has been interest overseas in youth supporting development in drug education that is in concert with this fundamental principle: Effective drug education is best supported when each individual’s interests and strengths are specifically engaged when making drug decisions. In perhaps the first large-scale, long- term, international application of this idea, we are now readying to implement our resilience-based drug education model overseas. Our approach, called “ResDrugEd,” is unique because through an interactive process orientation we engage each person’s natural thirst for connection, learning and development concerning drugs and related issues, not a rote program. Building on my previous Bulletin Joel H. Brown, PhD, MSW In the past, drug education and zero tolerance policies have been largely seen as separate from real education."},{"pageNumber":27,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 27 articles, the remainder of this one helps understand CERD’s research-based and practice tested approach to drug education. On a personal level, this article also describes how challenging one’s own notions of learning and development mirrors a second important principle of ResDrugEd – acknowledging adversity while focusing on strengths for learning and development. This is a simple, albeit not a simplistic notion. In fact, the tale of my trip to Germany last summer to initiate this overseas effort represents the first installment of a personal and professional journey – one that in its translation helps convey what drug education means in practice. It shows how with our new friends and collabora- tors, Drs. Henrik Jungaberle, Rolf Verres and Fletcher DuBois from the University of Heidelberg and National Louis University, respectively, we have begun moving forward the potential for paradigm change through youth supporting development. Uncertain Email to a Key International Speech? Some months ago, in an email that I anticipated most assuredly belonged on my email junk heap-of the millions I had been willed, prodigious sexual techniques, amazing stocks and supernatural pharma- ceuticals-among these, appeared an email with the subject heading “New ways, and invitation...” Disregarding my own conventional rules, for whatever reason, I decided to read the enclosed. It was an invitation from the presti- gious Heidelberg University, Institute for Medical Psychology and Mentor Founda- tion (www.mentorstiftung.de), an interna- tional organization devoted to the preven- tion of drug related harms. I was invited to be a key speaker at this international conference in Karlsruhe, the seat of the German Supreme Court, there was an additional note making it seem even more implausible – the queen of Sweden would be in attendance! No matter the initial appearance of implausibility, my response was with further queries, which were more than sufficiently responded to. Ultimately, my wonderful wife Michelle and I ar- ranged a trip to Karlsruhe. Youth Supporting Drug Educa- tion Options for the German Federal Government The conference was titled, “Intoxica- tion as Risk and Chance: New Ways of Addiction Prevention.” In addition to the queen of Sweden, it also featured the German equivalent of the U.S. Federal Commissioner for Drug Issues, Health and Human Services; town and district area mayors; and the head of the co-sponsoring Mentor Foundation, Brigitte von Boch. The seeming impossibility of these speakers at a single conference addressing sensitive issues would only be matched by their participation given the timing and location of a second conference. The simultaneous conferencing is an example of the current double-edged sword of drug education – the progressive being formed out of the regressive. At the same time and in the same city, the German federal government spon- sored a conference essentially extolling the virtues of “Just Say No” and its varia- tions. As I later learned, other American exports – DARE and zero tolerance– scientifically unsound and failed programs and practices, are now making their way into overseas markets. This second conference was designed to support its embryonic European implementation. It is important to appreciate that, given the option, this impressive list of federal officials chose instead to attend our conference. In the filled-to-capacity neo- arts and crafts Karlsruhe opera house, press was everywhere, snapping off pictures, and filming the event. This occurred amidst notables’ calls for sensible drug education and clear differentiation between substances, levels of use and consideration of user contexts. Pro-Youth Rhetoric with the Power to Deliver To me and my close colleagues, the youth-supporting messages from high- level officials bordered on surreal. Beyond the discussion–as many close research and practitioner colleagues in the US regularly have such discussions–for the first time in my professional experience, within the sensitive area of drug education, the youth-supporting rhetoric could be matched by those in power to deliver such options. Surreal was the fact that the high- ranking officials sanctioned the deep dialogue through their attendance. And The practices of modern drug education are virtually identical to those of over 100 years ago."},{"pageNumber":28,"pageContent":"28 m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 deep it was. Before the conference, Dr. Jungaberle arranged a wonderful dinner among many of the key participants, including Professor Hurrelmann, consid- ered the leader in youth health research in Germany. It also included the leader of drug education in a major German prov- ince, many practitioners and nationally recognized researchers such as Dr. Stephan Quensel and Dr. Stefan Frädrich. During dinner, the distinguished guests had a lively discussion regarding the nature, scope and magnitude of educational change in Germany and abroad. I often found myself impressed, thinking that I must be missing something in the translation. The usual assortment of people with quick-fix, snappy programs, supported by thin-to-no evidence, and most frequently proliferating in the US, were stifled by solid and long term research-based perspectives–the opposite of what I usually experience here. It was also surreal that much of the discussion was transparent. That is, again to my delight, usually quiet parlor conver- sation matched public discourse: In numerous cases, consideration of “third rail” issues when it comes to young people and drugs–legal issues, honest drug education, ending zero tolerance policies that remove young people from school for first-time drug offenses–while not ordinary, were game for both private and public consideration; this, without the penalty of professional purgatory. As the conversations developed, I came to better understand why I was there. The practice and research of CERD was known and discussed among a number of individuals on the dinner table and the conference. The level of our discussion was frank, with a heavy emphasis on youth develop- ment going hand in hand with high- quality evaluative science. The evening closed with a shared shot of some un- known type of strong liquor (Greek OUZO?) that only served to support my emerging surrealist perspective of the experience. Youth Theater with the Queen At the beginning of the conference, following several speeches by dignitaries, Queen Silvia of Sweden gracefully en- tered. All stood and sat down. Radical youth theater ensued that used the dramatic techniques of Augusto Boal’s “Theater of the Oppressed” in order to act out a typology of young people involved in drug issues. Adolescents assumed characters in relationship to parents, friends, drug educators and others. Colleagues and members of the audience asked questions, as the students role-played scenes around a drug, situation or particular user context. The students were interviewed by another young person, and they assumed the role of a character in that circumstance. They were also asked impromptu questions by audience members, to which the student responded in character. As artists are often the first and most accurate portrayers of societal truth, the young people’s presentation included several frank depictions of drug use and issues in a variety of contexts. Without understanding German, it was clear that the drug issues they addressed–youth/ adult relationships, use vs. substance abuse vs. misuse, as well as non-use–were clearly if not graphically conveyed. Ranging from the often sad-due to a lack of caring, connected relationship(s), challenging personal situations, and lack of support when needed; to the hilarious- due to overreactions to rituals of experi- mental use, unvarnished truths emerged from the youth theater. Equally remarkable, sitting at arm’s length from my wife, her Royal Majesty, Queen Silvia of Sweden, was frequently nodding her head in apparent agreement with the depictions portrayed by the young people. In fact, amidst a standing audience ovation following the presenta- tion, her Royal Majesty approached the stage and personally thanked each young person. The Queen’s powerful public actions were more than just symbolic. That night, on behalf of the Mentor Foundation, she attended a gala, where in one evening hundreds of thousands of dollars were raised to support drug education options such as CERD’s. Bringing the Conference Down to Earth: Resilience Drug Education As was our trip in Europe, my own presentation was punctuated by extreme As artists are often the first and most accurate portrayers of societal truth, the young people’s presentation included several frank depictions of drug use and issues in a variety of contexts."},{"pageNumber":29,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 29 heat and driving rain. Introduced in German by a leader of drug education evaluation and information dissemination, Dr. Anneke Bühler, I was told that she paid great honor to our work. In her extensive review of drug education around the world, she found hardly any drug education option as scientifically sound and well articulated as CERD’s resilience- based drug education model. In the presentation titled, “Develop- ment and Intentional Self Integration of Strengths-Based Youth Drug Prevention Education,” I made two key points. First, that there is a distinct difference between preventing a problem and promoting the kinds of youth emotional and intellectual development leading to successful life outcomes. Second, I described in detail CERD’s approach, as noted at the outset of this article: process, not program. This means focusing on building competence in the day-to-day and moment-to-moment opportunities and interactions or pro- cesses of interaction-those supporting resilient learning and development in drug and life decisions. This included, but was not limited to, three key components: 1. Expand Harm Reduction Provide real help to youth by addressing non-use, misuse or problem use, and a host of negative individual outcomes associated with it, such as drinking and driving. 2. Create a Community Connection Facilitate collaborations between agencies and communities in these efforts. 3. Reorient Toward a Process Focus With Youth and Professionals Model and facilitate developmentally- appropriate education emphasizing decision-making capabilities, awareness, and responsibility. Specific consultations and skills from this drug education and youth supporting process that CERD has already provided to individuals from more than 60 organiza- tions were described throughout the presentation. The details can be found in my previous MAPS article(s), the CERD website ( CERD.org ), or by contacting CERD. The packed room was filled with well- informed, critical thinkers. For the first time, many of them were being introduced to the crucial role resilience can play in moving drug education from a mere program to a lifelong human development process. Thankfully, the interest and intrigue in strengths-based drug education was palpable. Again, to my surprise, in a progressive country particularly amidst such an international audience, where regular conversation of the kind described above was occurring, I thought our work would be more typical than not. This experience was rounded out by questions such as “how do we clearly add value to harm reduction?” Rounding out the discussion that went on long after the presentation, one individual privately noted to me that the prospective development of resilience as a life orientation addressing drug issues is now seen by many as the first paradigm- changing model offered in many years. As the conference drew to a close, the esteemed Dr. Jungaberle received high praise and a well deserved standing ovation. He used this as a springboard to attempt to develop common drug educa- tion principles and positions among participants. A Cross Cultural Experience: A ResDrugEd Skills Builder On return from Karlsruhe to Heidel- berg, the Director of Medical Psycholgy at Heidelberg University, Professor Rolf Verres, reiterated an invitation for me to be his guest at a lunch. During this time, it became clear that our learning philosophy was congruent–that is, if the goods of a highly targeted and strengths-based skills building process could be delivered on, it would be a worthy international en- deavor. Based on this interest at the University of Heidelberg I gave a second presentation to a university group of colleagues –this one being very different from the conference presentation. The work focus was primarily experi- ential, a key element in ResDrugEd. Here, the educational process is not merely transmitted. Those working with young people first experience resilience for themselves, then reinterpret, adapt to local needs, and model for young people to apply as a skill set for making their own drug decisions. We call it facilitating by modeling. Specifically, rather than primarily talking about resilience, we engaged in a skills building exercise critical for drug Equally remarkable, sitting at arm’s length from my wife, her Royal Majesty, Queen Silvia of Sweden, was frequently nodding her head in apparent agreement with the depictions portrayed by the young people."},{"pageNumber":30,"pageContent":"30 m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 education, learning how to focus not only on drug information, but building a strengths-based community to safely identify and apply personal assets for making drug decisions. The exercise went well. You may wonder, how did I come to understand this in a context where only limited verbal understanding between myself and the participants was possible? It was here that a significant component of ResDrugEd came into focus. Given the language barrier, such development of strengths- based decision-making skills was demon- strated both through verbal and nonverbal cues to which we are trained to pay attention. While the participants were talking among themselves, I was able to interpret the skills building exercise as successful. This, because without under- standing all of what the participants were saying, as the exercised progressed, within about twenty minutes, of dialogue, they continually moved closer together. The department chair confirmed that the exercise demonstrated the embryonic emergence of building blocks found of a supportive drug decision-making commu- nity–in the space of about an hour. Next Steps: The First Cross-Cultural ResDrugEd Implementation The result of this extensive interac- tion represents an exciting first. Coming from a day of detailed planning, largely facilitated by the noted experiential expert Dr. Fletcher DuBois of Heidelberg and National Louis Universities, in collabora- tion with Dr. Jungaberle, Mentor Founda- tion is now committed to planning an international evaluation and implementa- tion of CERD’s ResDrugEd. As of this writing, such ground- breaking work will include leading researchers and practitioners. With Jerome Braun as the lead Mentor founda- tion representative, we will collaborate to translate CERD’s extensive materials and training protocols for administrators, educators and youth-serving professionals into culturally and developmentally appropriate materials. With Dr. Jungaberle leading the effort on the German side, we also hope to film and incorporate the voices of young people into the training protocols. This adds a dimension to our earlier research actually depicting the voices of youth as important to evaluating drug education. Due not only to its intellectual components, but also to the interest, emotional compatibility, and sheer magnitude of support and opportunity for placing youth and resilience on center stage in drug education, this experience was impressive. This experience was life-changing because it became clear that Germans and the international community are ready to confront what has been the rhetorical province of America–drug education stated as being in service of youth, where in reality, their educational future is compro- mised through zero tolerance and psycho- logically damaging programs. This is particularly evident when strengths-based options such as CERD’s are available to put the meat on the bones of this rhetoric, as many in Germany as well as others in the international community well understand. Michelle and I will look forward to returning to continue this groundbreaking and life-changing experience of support- ing the transition of drug education into a new resilience-based paradigm. And so it goes. We come full circle, RIGHT HERE, RIGHT NOW, an auspi- cious opportunity for positive change in drug education exists...We may possibly be moving from the problematic “absti- nence” or “no use” approach to one that focuses on youth development... On this decade anniversary of CERD, hopefully, MAPS readers will make the rhetoric of youth we espouse a reality by actively supporting the call to make the ResDrugEd vehicle clearly seen as viable internationally, and as a reasoned re- sponse worthy of active youth-supporting advocacy for implementation and scien- tific examination in our own backyards. • 1. Manski, C.F., J.V. Pepper, and C.V. Petrie, eds. 2001. Informing America’s policy on illegal drugs: what we don’t know keeps hurting us. Washington, D.C.: National Academy Press. 2. For details, I refer MAPS readers to two related articles, with a third critical one under peer review. Brown, J. H., and D. Brown. November, 2005. Why “at-risk” is at risk. American School Board Journal (ASBJ) 192 (11):44-46. Brown, J.H.. 2006. Interviewer as instrument: Accounting for human factors in evaluation research.. Evaluation Review 30 (2):188-208. 3 - Beck, J.E. 1998. 100 years of “Just Say No” versus “Just Say Know”: Reevaluating drug education for the coming century. Evaluation Review 22 (1):15-45."},{"pageNumber":31,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 31 John Harrison, PsyD (cand.) The Kranzke Psychedelic/Entheogenic Research Scholarship at the California Institute of Integral Studies John Harrison, PsyD (cand.) In this new climate of relative openness and informed inquiry, a wide range of expansive studies are springing forward, brimming with paradigm- challenging questions and useful applica- tions for these time-honored healing tools. Yet, those of us emboldened to look deeply into these questions continue to face the challenge of obtaining available funding and securing governmental approval. The genie is out of the bottle again. How will we choose do dance with the cosmic serpent this time? Enter Robert J. Barnhart, the indefati- gable philanthropist behind the Robert Joseph and Wilhelmina Ann Kranzke Psychedelic/Entheogenic Research Scholarship. Robert chose to honor his birth-parents with this inspirational award. Robert’s parents divorced when he was still a toddler and his mother married again to Joe Barnhart who then adopted young Robert. Robert speaks with an obvious affection for his parents. He describes his mother Wilhelmina as from a “well- to- do background, who was incredibly sweet and caring” and his father Robert Kranzke as “a wild German-Irish Catholic boy from the wrong side of the tracks.” As a teenager, Barnhart ingested some legendary ‘window pane’ LSD which precipitated a “classic psychedelic and spiritual experience” that changed his life. Instantly, he recognized a profound “sense of connection and that the fundamental reality is...one of love.” Robert began to recognize that these substances/medi- cines/tools are “a channel and a doorway, and can be catalysts toward a state of grace.” At long last we are beginning to emerge from the dreary, dark ages of academic censorship, intellectual suppression and the politically- motivated repression of psychedelic research and exploration. This evolving renaissance has spawned a wave of ground-breaking investi- gations in a panoply of psychological, medical, and spiritual disci- plines. Organizations such as the Heffter Research Institute, the Beckeley Foundation, Cures not Wars, and MAPS have helped open doors that have been locked and shuttered for too many years. In an interview with Albert Hofmann, PhD, Charles Grob, MD, asked the discoverer of LSD, “Do you believe it is possible to re-estab- lish psychedelic research as a respectable field?” Dr. Hofmann replied, “I think there are many good signs. After years of silence there have recently been some investigations in Switzerland, Germany, and the United States. I have enjoyed meeting with Rick Doblin and Professor David Nichols and I think both of their organizations are doing fine work. Their approach appears to be quite different than that of some of their predecessors from several decades ago.” Principal Investigator for MAPS’ observational case series study of ibogaine-assisted therapy in the treatment of opiate addiction at the Ibogaine Association in Mexico."},{"pageNumber":32,"pageContent":"32 m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 A friend told him about the California Institute of Integral Studies (CIIS), and after extensive correspon- dence with Rick Doblin, who confirmed CIIS’ connections with the venerable psychedelic researchers Stan Grof and Ralph Metzner, Robert decided to endow this remarkable scholarship at CIIS. Barnhart’s intention was (and is) for the Kranzke award to provide an opportunity, and to lend encouragement to psychedelic scholars “who are engaged in solid, rigorous research and also committed to undoing the stifling repression of the last few decades ... with the intention to bring, in as broad and unrestricted way as possible, this field of study out into the open.” It seems natural that Robert Barnhart would find a receptive home for this scholarship at CIIS, which has a long and storied association with original thinkers, philosophers, innova- tors and pioneers in the fields of psychology, philosophy, spiritual disciplines, and consciousness research. Great illustrious lights such as Alan Watts, Huston Smith, Richard Tarnas, Ralph Metzner, Terence McKenna, and Stanislav Grof have been key actors in the CIIS narrative. This past August, I had the pleasure of a conversation with CIIS President Joseph Subbiondo in his comfortable office on the campus in San Francisco. In response to my questions regarding CIIS’ mind-set and setting (if you will) for the Kranzke scholarship, President Subbiondo enthusiastically replied that, “Research and inquiry into psychedelics is now (again) of interest to scholars in higher education; it is not something that has to be conducted in secret or underground. Stan Grof will tell you ‘the sensationalism is over’ and we are brought back to ‘can this help?’ which is a good question. We in higher education are asking better questions!” Historically, academia has not always been a recep- tive environment for psychedelic research. The subjective and unpredictable nature of this work has not commonly been a comfortable fit for the hide-bound traditional ivy- covered walls, or the ivory tower of the entrenched educational establishment. From my personal experiences as a graduate student in CIIS’ Clinical Psychology program, and through the positive encouragement I have received for my disserta- tion research examining the efficacy of ibogaine as a treatment for opiate addiction, I can attest that CIIS provides an environment where there is innately less resistance to this area of research than in most universi- ties. President Subbiondo agrees, stating that this free flow of ideas is “not just pertaining to the subject of psychedelics, but what makes CIIS distinct is that we often look at subjects that other institutions (for whatever reason) may not look at as openly, but with the same degree of academic rigor as other centers of higher learning. This is why I am especially grateful to Robert Barnhart because he has made it possible for students and faculty to conduct research of such a high quality.” Joe adds that,, “What I love about being at this institution as President (or in any capacity) is to be in a community that is so open and so consistently strong in sustaining and endorsing multiple and alternate ways of knowing.” What is salient from my discussion with Joe Subbiondo is that psychedelic/entheo- genic research has evolved now to the point that it is not only accepted and encouraged, but is actually becoming part of the mainstream of academia. The outstanding faculty who have stepped forward as active and ardent members of the Kranzke Scholarship Selection Committee also exemplify CIIS’ commitment to openness. Com- mittee Chair Frank Echenhofer, PhD, a professor in the APA-accredited Clinical Psychology program (and a noted psychedelic researcher), has been a mentor for several Kranzke Scholars. He says that the Kranzke “is an inspira- tion and validation for students who have previously been marginalized and unsupported.” Dr. Echenhofer, a committee member for six years, has witnessed the tangible benefits this important award has provided for CIIS students. “CIIS in general and the Kranzke in particular instills a camara- derie in spirit with revered, highly respected genuine elders in psyche- delic/entheogenic exploration such as Grof and Metzner...and this has a powerful and positive effect on students.” Sean Kelly, PhD, is a Kranzke Scholarship Committee member, as well as Professor and Program Director of the Philosophy, Cosmology, and Consciousness program at CIIS. Dr. Kelly is interested in the evolution of conscious- ness, and he believes that “entheogens can be a bridge from modern western civilizations’ current phase of disenchantment with natural systems, to the traditional world-views that see the world as sacred, with human beings as full participants in the sacred dance of the cosmos.” Dr. Kelly adds that research projects such as those the Kranzke supports “can lead people to strategies to face and move through this critical period in human history, the exploration of these non-ordinary states might give us access to insights and resources that might not readily be available.” Historically, academia has not always been a receptive environment for psychedelic research."},{"pageNumber":33,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 33 Janis Phelps, PhD, Professor of Clinical Psychology and the newest member of the Kranzke Scholarship Committee, explained that, “In the current era of fear and hesitation regarding exploration of altered states of consciousness, there are valiant pockets of scholarly research being conducted through institutions such as MAPS, Heffter, and CIIS. The US is fortunate to have a visionary citizen the likes of Robert Barnhart, who has supported research on psychedelics, healing and the transformation of consciousness through the Kranzke scholarships. The Kranzke research at CIIS is being conducted by dedicated doctoral students whose published dissertations disseminate entheogen research data to internet sites which are easily accessible to scholars and the general public alike. By dispelling anxieties and misunderstandings about the therapeutic use of these psychoac- tive substances, research programs such as the Kranzke have shed light on entheogens as sacraments of emotional and spiritual transformation.” CIIS Professor Emeritus CIIS Ralph Metzner, PhD, is a former member of the Kranzke committee. He says that, “The Kranzke sccholarships at CIIS ... are to my knowledge unique in higher education, in their explicit focus on furthering research with conscious- ness-expanding plants and substances. Since the practices involved are often of questionable legal status, CIIS students are obviously unable to administer such substances. However, nothing prevents graduate students from studying the use of psychedelic or entheogenic plants by various people, as well as other catalysts for heightened states of awareness, as long as the usual legal and ethical guidelines for research with human subjects are observed.” The raison d’etre of the Kranzke award is, of course, the research itself. We have selected six abstracts and summaries from a few of the Kranzke scholars that express only a wee bit of the infinite potential and the universal curiosity about what Hegel, or more recently the late, great Terence McKenna might call, ‘the Other.’ If these entheogenic tools are, indeed, the ‘keys to the kingdom,’ perhaps these dedicated researchers are actually modern psychonaut-locksmiths opening the vaults to previously hidden treasures. Perhaps reading about these explora- tions will inspire the next wave of researchers to grow into a tsunami of entheogenic psychedelic seekers and scientists! Stanislav Grof, MD, discusses the importance of this work in his latest collection of papers, “New Perspectives in Psychiatry, Psychology and Psychotherapy: Observa- tions from Modern Consciousness Research.” In the chapter, “Psychedelic Research: Past, Present, and Future,” Grof reminds us that, “In one of my early books, I sug- gested that the potential significance of LSD and other psychedelics for psychiatry and psychology was compa- rable to the value the microscope has for biology and medicine or the telescope has for astronomy. My later experience with psychedelics only confirmed this initial impression. These substances function as unspecific amplifiers that increase the cathexis (energetic charge) associated with the deep unconscious contents of the psyche and make them available for conscious processing. This unique property of psychedelics makes it possible to study psychological undercurrents that govern our experi- ences and behaviors to a depth that cannot be matched by any other method and tool available in modern mainstream psychiatry and psychol- ogy... This new knowledge could become an integral part of a compre- hensive new scientific paradigm of the twenty-first century.” Grof adds that what is most encouraging is that “researchers of the younger generation in the United States, Switzerland, and other countries have in recent years been able to obtain official permission to start programs of psychedelic therapy, involving LSD, psilocybin, dimethyltryptamine (DMT), methylenedioxy-methamphetomine (MMDA), ibogaine, and ketamine. I hope that this is the beginning of a renaissance of interest in psychedelic research that will eventually return these extraordinary tools into the hands of responsible therapists.” To facilitate the continuation of this renaissance, Robert Barnhart has taken steps to ensure that the Kranzke Psychedelic/Entheogenic Research Scholarship will be endowed and continue in perpetuity at CIIS. I am confident that I speak for all entheogenic researchers, audacious psychonauts, past and future winners of the Kranzke Scholarship, and the entire MAPS community in expressing our deep gratitude to Robert J. Barnhart for his heartfelt generosity, and his oracular vision! Robert... Thank You! So, dear reader, take a few minutes and read these research summaries. I think you will be impressed with the diversity of interests, the skillful and professional scientific method, and the researchers’ obvious devotion to, and concern for, their invaluable subjects. Enjoy! If these entheogenic tools are, indeed, the ‘keys to the kingdom,’ perhaps these dedicated researchers are actually modern psychonaut-locksmiths opening the vaults to previously hidden treasures."},{"pageNumber":34,"pageContent":"34 m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 Roger Marsden, PhD Clinical Psychology (2002) David Stuckey, PsyD Clinical Psychology Effects of Calea Sacatechichi on the Human Electroencephalogram: A Single Subject Design EEG Gamma Coherence and Other Correlates of Subjective Reports During Ayahuasca Experiences I was supported by the Kranzke research scholarship twice; once for a project studying the effects of calea zacatechichi, and the second for my dissertation research with ayahuasca. The scholarships were very important in allowing me to move forward with the research I was doing with Dr. Frank Echenhofer at CIIS. Brainwave (EEG) research requires a lot of lab equipment and supplies that would have been prohibitive without this type of financial support. Guided and Structured Use of Entheogenic Substances in Western Culture. For my doctoral dissertation in the clinical psychology program at CIIS I looked at therapeutic psycho-spiritual issues in guided, group settings (what Metzner has called “hybrid shamanic psychotherapeutic rituals”) utilizing psychedelic substances. These groups are hybrid in that they incorporate some shamanic or indigenous techniques with a western psychological orientation. My interest in these groups began with my work with Pablo, the guide in one of the groups analyzed in my dissertation. Pablo’s work was an adaptation of the earlier work of Mexican psychiatrist Salvadore Roquette. (Roquette had a psychiatric background and incorporated the indigenous teachings of Mazotec Indian healer Maria Sabina.) I was always interested in the development of the varying approaches of different groups as well as the implications for results. My interest was further piqued by the fact that because these groups are under- ground, research had been minimal to non-existent since the 1960s. There has been sizable literature on the psychedelic experience, but other than the cut-short research in the 1960s, most of it has been personal, theoretical and anecdotal. My research reiterated and developed some familiar points such as the impor- tance of preparation, integration, and the complex dynamics of the relationships between participants and guides, etc., as well as some less familiar themes that point toward future research questions, such as: what is the psycho-spiritual and therapeutic difference in the impact of one medicine from another, the relationship of ecstatic or transpersonal experiences to the psychological. Another important focus was the relationship of the psyche- delic experience to work with addictions. With the support and encouragement of a school like the California Institute of Integral Studies in combination with the financial support of Robert Barnhart’s generous gift of the Kranzke endowment, the psychedelic experience has, since 1998, been regularly researched at the graduate level. Thanks to CIIS and Mr. Barnhart’s creative and generous idea, there is now a significant and growing body of psychedelic research residing in one place. • (Roger has a chapter, co-written with David Lukoff, in the new two volume set, Psychedelic Medicine , edited by Winkleman and Roberts.) I began with an interest in research- ing visual imagery and lucid dreaming. I came to understand how difficult it was to lucid dream on command in a laboratory setting. At the time, I did not have the available connections with expert dream- ers who could be flown in for such an undertaking. I decided to get some help in the task of inducing lucidity by using shamanic dream-inducing (oneirogenic) herbs. Calea zacatechichi was chosen. It was at that time that we came to under- stand that the Kranzke scholarship was available to support such work, since our interest included the assistance of an entheogen. As it turned out, the calea research did not prove fruitful and it was therefore decided to move into researching a much eœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeoeœoeœoeœoeoeœoeœoeœoeoeœoeœoeœoeoeœoeœoeœoe"},{"pageNumber":35,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 35 Christian Dombrowe, PhD Touched By Spirit: A Heuristic Study of Healing Experiences in Peyote Ceremonies This dissertation is a qualitative, psychological investigation exploring the experience of healing in peyote ceremo- nies using Moustakas’ (1990) heuristic research methodology. The unique contribution of this research project is the use of a psychological approach to the study of peyote ceremonies that honors people’s subjective experience. This study draws on interview data collected from nine participants of peyote ceremonies. The co-researchers were five men and four women in the age range between their late twenties and early sixties. Five of the co- researchers were Euro-Americans, three Native Americans and one mixed Euro- Native American. The data analysis resulted in the identification of seven core themes of the experience of healing in peyote ceremo- nies. These were: spiritual connection; enhanced self-esteem; emotional release, sense of community; physical recovery and support; insight and heightened aware- ness; and enhanced environmental sensitivity. Participants in peyote ceremo- nies reported becoming aware of a deeper spiritual reality within as well as around stronger imagery experience that could be induced using psychedelic substances. I was also becoming fascinated with the subjective reports of people using ayahua- sca and intrigued by the comparison of the ayahuasca journey with lucid dreaming. The Kranzke scholarship then supported my research with ayahuasca, which became my dissertation work and was later published in an abbreviated form in the Journal of Psychoactive Drugs. The abstract from the journal article and the calea research are posted on the MAPS Website: maps.org/stuckeyabstracts The scholarship also sparked further good fortune, in that by receiving it, the CIIS administration became aware of the project and made a further financial contribution. MAPS contributed financial support as well. With this combined support, we were able to take the project to the Amazon jungle for proper field research. I was very grateful for the generous support and continue to be grateful that the Kranzke scholarship is available for current students. I am now in private practice as a clinical psychologist in Southern Califor- nia. I use what I have learned through my use and research with psychedelics and lucid dreaming to inform my work with my clients. I also continue to do EEG research with entheogens. For example, I just recently led a panel at the annual conference of the International Society for Neurofeedback and Research. We pre- sented our pilot research on EEG findings and subjective reports of salvia divinorum experiences. • them. The peyote ceremonies instilled in them a sense of sacredness and reverence for life. They also reported increased mental clarity and a sense of heightened awareness. On the emotional level they reported the release of repressed feelings, a new level of self-acceptance and height- ened self-esteem. They stressed the importance of the experience of solidarity and fellowship, of love, unity and belong- ing in the circle. Participants in peyote ceremonies also reported sudden cures of diseases and physical ailments, as well as being able to overcome drug and alcohol addiction. They also reported an increased awareness of their connection to the natural world and an increased environ- mental concern as a result of their partici- pation in peyote ceremonies. By providing accurate accounts of healing experiences and in-depth portray- als of individual cases this study aspires to contribute to a better understanding of the therapeutic potential of peyote ceremonies and the religious use of entheogens in general. It is the primary researcher’s hope to thereby stimulate a renewed dialogue on the constructive use of entheogens in contemporary society. • eœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeoeœoeœoeœoeoeœoeœoeœoeoeœoeœoeœoeoeœoeœoeœoe"},{"pageNumber":36,"pageContent":"36 m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 Kirby Surprise, PsyD Clinical Psychology The Ayahuasquero and Personality: A Study The Kranzke scholarship was instrumental in helping complete my study of the personality traits and charac- teristics of frequent ayahuasca drinkers in North America. This research used the most accepted and validated of the personality assessments, the MMPI and MMPI-2. This research built on previous findings on personality done with smaller, less-known measures of personality conducted with frequent drinkers of ayahuasca done in South America within the Uni De Vegetal (UDV), the first and largest of the religions that have formed their own communities centered on the use of ayahuasca. By studying a North American population that was not living within or closely tied to participation in a religious community, it was hoped that a clearer view of the personalities of The Healing Power of the Icaros: A Phenomenological Study The focus of this study is to explore the phenomenon of the healing with an icaro during an ayahuasca ceremony in the tradition of Peruvian mestizo vegetalismo, as well as to identify key aspects of the musical perception to which healing meanings are attributed. Participants in this study are five men and women with extensive experience with brew in this context, each of whom was able to identify the icaro in the recording of the ceremony where the phenomenon emerged. The data collection procedures include a written report of the experience, and two in-depth interviews. The analysis employs the method of Descriptive Phenomenology for Psychol- ogy, as developed by Giorgi (1985; 1987; 1997; 1998; 2000). Ten months of fieldwork in the areas of Tarapoto and Pucallpa were required to collect the data. Thirty-seven ceremonies were sound-recorded, with a total of 239 attendees. The emergence of the phenom- enon was charted within the demographic parameters of sex and age. A formal Susana Bustos PhD (cand.) East-West Psychology musical analysis of the icaros identified by participants is included in the study as complimentary data. Additional data collected during the fieldwork include 120 hours of recordings of icaros sung by different ayahuasqueros, and in-depth interviews of six of them on their perspec- tives of how the icaros heal. The study is expected to be completed by December 2007. While I originally planned for six months of field work, it ended up being ten months of intensive research, personal challenge, and a first- hand understanding of this tradition-both its social context and cosmology. The financial support of the Kranzke grant was invaluable in allowing the completion of that stage, as well as opening compelling research possibilities beyond this study. • Susana Bustos is a clinical psychologist and music therapist from Chile. Her work on drug abuse and on the therapeutic aspects of expanded states of consciousness dovetailed with her passion for music and song during her first journey to the Peruvian Amazon in 1989, where she experienced an icaro sung by Rose Giove, one of the founders of Takiwasi. ayahuasca drinkers outside of these religious and cultural settings could be created. Thirty-four frequent North American drinkers of ayahuasca were administered the Minnesota Multiphasic Personality Inventory (MMPI-2). The MMPI person- ality description for the group was within normal limits of personality. The re- sponses of the ayahuasca drinkers were not found to have a high correlation with the scores of drug and alcohol abusers. All scores, with the exception of low aggres- sion, were within normal ranges of personality. No overall difference between the high and low use groups was found. The study found personality traits of North American ayahuasca drinkers to be within normal limits of personality. The study strongly suggests that frequent drinking of ayahuasca in the North American population has produced no eœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeoeœoeœoeœoeoeœoeœoeœoeoeœoeœoeœoeoeœoeœoeœoe"},{"pageNumber":37,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 37 John Burton PsyD (cand.) Clinical Psychology Psychological Variables Predicting Transformative and Difficult Unresolved Ayahuasca Experiences: A Pilot Study This pilot study aims to explore a possible connection between distinct psychological variables and subjective reports or themes experienced during shamanic ayahuasca journeys. While Westerners report ayahuasca elicits integrative experiences for journeyers, some re-traumatization occurs in a minority of cases. This investigation attempts to identify a psychometrically sound and reliable method for predicting the quality of the experiences people may have on ayahuasca and possibly other kinds of hallucinogenic drugs used in healing or experimental settings. The natural extension of this work is in the area of harm reduction. Investigation into the mysteries of psychedelic/entheogenic plants and substances has enjoyed a tenuous resurgence in recent years. Developing a clinically valid and reliable method for predicting a participant’s reaction to a psychedelic substance has effects on their personalities of clinical concern. I started this project in an attempt to give something back to a field that I had found to be instrumental to the healing of many people. I felt that to be able to add one small piece of solid research informa- tion to what was known about ayahuasca would be a way of giving something back to the community that could be built on by others in the continuing effort to evaluate the effects and healing potential of ayahuasca. At the time the Kranzke scholarship award notice arrived, my dissertation chair and I had discovered that instead of working with just 10 main scales of the MMPI-2, we were probably going to have to expand the study to 123 scales. At the time I was hand-scoring the tests, and had spent weeks on these 10 scales, and now I was faced with hand- scoring and calculating over thirty-five thousand data points. The scholarship allowed all participants’ responses to be sent for computerized scoring and ex- tended analysis by the developer of the MMPI-2, saving many hundreds of hours of labor, and producing clean, error-free data. The money paid for the statistical software used to analyze the data, create graphical displays, and make it under- standable and presentable. When our main computer was hit by a virus that made it unusable, we were able to replace it, restore the data and move forward. The scholarship paid for paper, printer car- tridges, stamps, an editor and filing fees for the completed dissertation. The Kranzke scholarship allowed this research project to move forward through delays and setbacks that, although normal to the research process, often mean many projects are not completed or fully devel- oped. The scholarship helped give me the ability to contribute something back to the community, and it is my hope that this spirit of gratitude and generosity may continue. • potentially vast implications for the acceptance and proliferation of research with these substances. I am truly honored to be a 2007 recipient of the Krankze Scholarship. At the awards banquet I was afforded an opportunity to speak briefly about the scholarship and what it means to young researchers and the field of psychedelic studies. This money represents commit- ment that grassroots supporters like Robert Barnhart have to the cause of psychedelic research. Though organiza- tions like MAPS have made important contributions in the public arena, it is really the people behind the scenes, with their courage and tenacity, who despite overwhelming odds continue to champion the use of entheogens as important methods of healing. In person, Robert Barnhart is a kind and thoughtful man whose easy-going nature belies the impact he has had on my research and that of other Kranzke winners past and present. He allows the sum of our efforts to be greater than the individual parts. • eœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeœoeoeœoeœoeœoeoeœoeœoeœoeoeœoeœoeœoeoeœoeœoeœoe"},{"pageNumber":38,"pageContent":"38 m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 MAPS Member Profile: John Moltzen After almost a decade supporting MAPS, and watching the remarkable progress being made because MAPS’ work is actually starting to have a noticeable influence on mainstream society and our governmental agencies, I have never been more proud to be a member. I also want to make note that my relationship with you guys started with your support of me, and not vice-versa. My first year of Bulletins were sent to me sans donation, starting in 1997, as I was a “psychedelic prisoner.” The request to have the Bulletins sent to me was made by my friend Eric Ondler, who had worked on MAPS’ first Website around that time. Getting your Bulletin while incarcerated was the most rewarding feeling imaginable. I’d felt I was doing an imporant service for my city’s population before I was incarcerated, and having that recognition by MAPS – that I wasn’t alone and that somebody out there had sympathy for my situation – was priceless. I wasn’t upset about my being locked up so much as I was upset about *why* I was locked up. That somebody else saw this was most vindicating. In the court system, you can’t explain to the judges, prosecutors, cops, or anybody for that matter, “It’s OK, you can let me slide this time, I was doing mankind a *service* you see! You guys have it all wrong about *what was on that paper*! Let me explain...” So, you sit quietly, play the game, and fake being sorry for what you did, but after a while it really starts to drag on your conscience. You start to question whether or not things you *thought* you’d learned or experienced on psychedelics actually happened. Where was this universal consciousness, now that The Man had got to me? The MAPS Bulletin provided me a firm anchor that everything was indeed how I thought it was with life and the true nature of things. Furthermore, considering the crash course I was still undergoing at the time on how backward our society’s laws really are, and the mindsets of the people charged with administering “punishment for my crimes,” it isn’t a stretch at all to say that MAPS restored much of my faith in humanity in general. In a nutshell, what I’m saying is that the free Bulletin mailings that you provide to psychedelic prisoners are truly one of the least visible, likely often underappre- ciated, yet most important and rewarding services MAPS undertakes. I encourage you to continue it with the knowledge that you are doing more for these people than you know, and rest well knowing that though your weapon is merely ink and paper, your impact on individu- als who are the recipient of your gift is truly enormous. It’s really an honor to serve and support MAPS’ work now, after what MAPS did for me 10 years ago. • Getting your Bulletin while incarcerated was the most rewarding feeling imaginable. If you or someone you know is a Drug War POW who would like to receive a complimentary subscription to the Bulletin, please contact: orders@maps.org After four years working for MAPS, and two years as editor of the MAPS Bulletin , I’ll be moving on to a new challenge in January, 2008, when I’ll be joining the ACLU Drug Law Reform Project as a Policy Researcher. As a division of the national ACLU, the Project’s goal is to end punitive drug policies that cause the widespread violation of constitutional and human rights, as well as unprec- edented levels of incarceration. My responsibilities there will include staying abreast of relevant policy develop- ments, drafting specific policy reform proposals that can be utilized in public education efforts, and playing a role in constructing the content needed to effectively commu- nicate a compelling and convincing vision for workable alternatives to the failed “War on Drugs.” Letter from the Editor: New Challenges Ahead While I am thrilled at this new opportunity, I must admit it is difficult to tear myself away from MAPS at such a transformative and promising period in the organi- zation’s development. In addition to having a solid core strategy, MAPS fills an important void in the current public discourse about drugs and how they are addressed by society and public policy. It has been an honor to work so closely with the many committed, inventive, and courageous members of MAPS’ extended community. Thanks for everything! Jag Davies"},{"pageNumber":39,"pageContent":" m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 39 Rick Doblin, MAPS founder and President, earned his Ph.D. in Public Policy from the Kennedy School of Government at Harvard University. Doblin was also in Stan and Christina Grof’s first training group to receive certification as a Holotropic Breath- work practitioner. Valerie Mojeiko, Director of Operations and Clinical Research Associate, coordinates projects at MAPS’ Love Creek office and facilitates psychedelic research around the globe. She is currently a student at the California Institute of Integral Studies. Ilsa Jerome, Research and Information Specialist Ilsa earned a PhD in psychology from the University of Maryland. She helps MAPS and researchers design studies, gathers information on study drugs by keeping abreast of the current literature and discussion with other researchers, creates and maintains documents related to some MAPS-supported studies, and helps support the MAPS psychedelic literature bibliography. Josh Sonstroem, Technology Specialist and Events Coordinator , earned his B.A. in Philosophy and Religion from New College of Florida and is a chef, musician, poet, technologist, and masseuse. He immensely enjoys the depths of existential experience. Jag Davies, Director of Communications, has been working at MAPS since 2003, where he coordinates outreach projects, research advocacy, and educational materials, including the MAPS Bulletin, monthly email news, and website content. Troy Dayton has worked in the drug policy reform movement for over 12 years. He is committed to removing coercion from society and views the Drug War as the most insidious example of government force. Troy’s mission is to help people who agree with drug policy reform find their individual capacity to make a difference. Rick Valerie Josh MAPS IS A MEMBERSHIP-BASED ORGANIZATION working to assist researchers worldwide to design, fund, conduct, obtain governmental approval for, and report on psychedelic research in humans. Founded in 1986, MAPS is an IRS approved 501 (c)(3) non-profit corporation funded by tax-deductible donations from members. “Most of the things worth doing in the world had been declared impossible before they were done.” – Louis D. Brandeis If you can even faintly imagine a cultural reintegra- tion of the use of psychedelics and the states of mind they engender, please join MAPS in supporting the expansion of scientific knowledge in this area. Progress is possible with the support of those who care enough to take individual and collective action. THE MAPS BULLETIN Each Bulletin reports on MAPS research in progress. In addition to reporting on research both in the United States and abroad, the Bulletin may include feature articles, reports on conferences, book reviews, Heffter Research Institute updates, and the Hofmann Report. Issues raised in letters, calls, and e-mail from MAPS members may also be addressed, as may political develop- ments that affect psychedelic research and use. Jag MAPS: Who We Are ©2007 Multidisciplinary Association for Psychedelic Studies, Inc. (MAPS) 10424 Love Creek Road, Ben Lomond, CA 95005 Phone: 831-336-4325 Fax: 831-336-3665 E-mail: askmaps@maps.org Web: www.maps.org Troy Ilsa"},{"pageNumber":40,"pageContent":"40 m a p s • v o l u m e x v i i n u m b e r 3 • w i n t e r 2 o o 7 YES, I would like to join MAPS and receive the MAPS Bulletin ! o Student/Low-income $20 – $34* Student/Low Income members will receive the tri-annual MAPS Bulletin . o Basic Member $35 – $49* Basic members will receive the MAPS Bulletin . o Integral Member $50 – $99 * Integral members will receive the MAPS Bulletin and their choice of one of the books MAPS has published. o Supporting Member $100 – $249* Supporting members will receive the MAPS Bulletin plus their choice of one of the books MAPS has published. o Patron Member $250 or more* Patron members will receive the MAPS Bulletin plus their choice of two books MAPS has published. Patrons may also request copies of back issues and research updates on matters of personal interest. * Outside the U.S. please add $15 to cover additional postage. CARD NUMBER EXPIRATION DATE SIGNATURE PHONE NUMBER TOTAL $ enclosed. Donations to MAPS are tax-deductible. o Enclosed is my check or money order payable to MAPS o Please charge my credit card: o Mastercard o Visa o Amex o Please renew my membership automatically each year. Name and address: NAME E-MAIL ADDRESS ADDRESS CITY   STATE OR COUNTRY POSTAL CODE ALSO AVAILABLE FROM MAPS MAPS (Multidisciplinary Association for Psychedelic Studies, Inc.) 10424 Love Creek Road Ben Lomond, CA 95005 Phone: 831-336-4325 Fax: 831-336-3665 E-mail: askmaps@maps.org JOIN VIA THE WEB! www.maps.org (secure web site transactions) SHIPPING FOR BOOKS: U.S. and Canada – Priority mail (3–7 days): $6.00, add $2.50 per additional book. Overseas airmail rates (7–10 days): $12.00, add $10.00 per additional book. The Ultimate Journey: Consciousness and the Mystery of Death by Stanislav Gof, MD, 356 pgs, $19.95 LSD: My Problem Child by Albert Hofmann, PhD, 232 pgs, $12.95 The Secret Chief Revealed: Conversations with a Pioneer of the Underground Psychedelic Therapy Movement by Myron Stolaroff, 176 pgs, $12.95 Ketamine: Dreams and Realities by Karl Jansen, MD, PhD, 355 p gs, $14.95 Drawing It Out: Befriending the Unconscious (A Contemporary Woman’s Psychedelic Journey) by Sherana Harriette Frances, 128 pgs, $19.95 Ecstasy: The 2Complete Guide Edited by Julie Holland, MD, 281 pgs, $19.95 Shivitti: A Vision by Ka-Tzetnik 135633, 144 pgs, $15.95 Ibogaine: Rite of Passage DVD $20 Higher Wisdom edited by Roger Walsh and Charles Grob, 267 pgs, $24.95 TRIPPING An Anthology of True-Life Psychedelic Adventures , Edited by Charles Hayes, 486 pgs, $22.00 Marihuana, The Forbidden Medicine (Signed by the author! ) by Lester Grinspoon, MD, and James B. Bakalar, JD, 296 pages, $19.95 NEW– Psychedelic Medicine: New Evidence for Hallucinogenic Substances as Treatments: Vol. 1&2. Michael Winkelman and Thomas B. Roberts, 680 pages, $200.00"}]
