[{"pageContent":"  10 th Edition. Published by Times Square Press®, New York http://www.timessquarepress.com/ [http://www.timessquarepress.com/] Copyright ©2010-2018 by Maximillien de Lafayette®. All rights reserved. No partof this book may be used or reproduced by any means, graphic, electronic, ormechanical, including any and/or all of the following: photocopying, recording,taping or by any information storage retrievalDate of publication: November 14, 2018Printed in the United States of America and Germany. *** *** ***[Image00000.jpg] Documentary? Fiction, but is it? You will be the judge!Some characters and personages’ names are altered to protect their identity.TIME-TRAVELER AND THE INFERNAL BASE.-From the Future Dimension to Area 51 and Dulce Base-10 th Edition Based upon factual and dramatized events, international bestselling authorMaximillien de Lafayette® depicts the frightening world of aliens, thecollaboration of government’s key-officials, officers and scientists withnon-human species on American soil, and disserts on time-travel, and aliengenetic engineering. D:\\cover time traveler.jpg [Image00001.jpg] The events began in 1958, and somehideous programs continue to the present day. Transcribed and partially translated byPeggy North *** *** ***TIMES SQUARE PRESS®New York. BerlinTIME-TRAVELER AND THE INFERNAL BASE-From the Future Dimension to Area 51 and Dulce Base-10 th EditionPrevious editions appeared under various titles:1-From Aldebaran to the Pentagon, Area 51 and the Aliens Genetic Laboratories atDulce Base.2-Genetic aliens on USA soil.3-Riya-Marjana.4-Dulce: greys’ hell in America. Aliens’ Factory of Human Bodies’ Parts Maximillien de Lafayette® A close up of a plate of food Description generated with high confidence[Image00002.jpg] TIMES SQUARE PRESS®New York. Berlin2018Also by Maximillien de Lafayette___________________________________ Languages of the Ancient World (Dictionaries and Guides):● Guide To Understanding Sumerian, Assyrian, Babylonian, Canaanite AndPhoenician Tablets, Slabs, Symbols And Cuneiform Inscriptions. ● Thesaurus-Dictionary of Sumerian, Anunnaki, Babylonian, Assyrian,Mesopotamian, Phoenician, Aramaic, Akkadian, Anatolian, Hittite, Chaldean,Arabic, Syriac, and Hebrew Languages and Civilizations. 14 volumes.● Sumerian-English Dictionary. 4 Volumes● Akkadian-English Dictionary. 4 volumes● Assyrian-English Dictionary. 4 volumes● Aramaic/Syriac-English Dictionary. 4 volumes.● De Lafayette Old Assyrian-Neo Assyrian-English Dictionary. 4 volumes.● Ancient And Modern Aramaic Assyrian Syriac-English Dictionary. 5 volumes.● Dictionary Of Contemporary, Ancient And Babylonian Assyrian. 5 volumes. ●Comparative Encyclopedic Dictionary of Mesopotamian Vocabulary, Dead andAncient Languages. Lexicon and Thesaurus of 15 Languages and Dialects of theAncient World. 18 volumes.● Thesaurus lexicon of similar words and synonyms in 21 dead and ancientlanguages and dialects. 20 volumes.●Explanation of Sumerian and Assyrian Tablets, Slabs and seals and Translationof Cuneiform Inscriptions. 2 volumes.●Translation, Description, and Explanation of Sumerian, Babylonian, Akkadian,Assyrian, Ugaritic, Phoenician and Anunnaki Tablets, Seals, Slabs, Inscriptions,Statues, Symbols. 2 volumes.7th Edition. New De Lafayette Mega Sumerian-English ● Dictionary: Vocabulary,Epistemology And History. Origin, Epistemology, Etymology and Derivation ofWords in Ancient/Dead Languages) 4 Volumes.Archaeology, History, and Arts of the Ancient World:● Explanation of Ur, Sumer, Babylon, Mesopotamia, Assyria and Akkad Artifacts,Architecture, Archaeology, Seals, and Slabs ● Archaeological Sites and Metaphysical Symbols of Mesopotamia and the AncientWorld.● Art of Mesopotamia: Statues, Figurines, Carving, Drawings and Artifacts.● Art of Phoenicia, Arwad, Ugarit, Amrit, Carthage: cities, archeology,artifacts, religion, inscriptions, slabs, sites.●Phoenician art: Cities, Archaeology, Artifacts, Religion, Inscriptions, Slabs,Sites (4 Volumes).● Sacred art of Armenia: katchkars, iconography and illuminated manuscripts.● Explanation of Babylonian, Sumerian, Akkadian, Assyrian, Ugaritic, Anunnakiand Phoenician Cylinder Seals and Slabs.● Illustrated History of the Art Monuments Archaeological Sites Cities Gods andGoddesses of Phoenicia and Ugarit. (4 Volumes).● The Most Fascinating and Mysterious Inscriptions, Archeological Sites, Ruins,Cities, and Symbols of Mesopotamia, Anunnaki and the Ancient World (2 Volumes).● Phoenicia, Ugarit, and Carthage: Artifacts, Inscriptions, Slabs, Sites.(Illustrated History of the Ancient World and Sacred Places)Religions of the Ancient World:● Encyclopedia of Gods and Goddesses of Mesopotamia Phoenicia, Ugarit, Canaan,Carthage, and the Ancient Middle East.●The Origin Of The Name Of God And His True Identity. Synopsis and Translationof the Phoenician, Ugaritic, Canaanite, Sumerian, Akkadian, and AssyrianTablets.●How the Babylonian Flood Became the Story of the Great Deluge in the Bible (AndHow Utnapishtim Became Noah). Synopsis and Translation of the Sumerian,Akkadian, and Assyrian Cuneiform Tablets. ●Comment l’épopée babylonienne du déluge est devenue l'histoire biblique dudéluge, et utnapischtim est devenu noé. copiage et plagiarism.●Le vrai nom de dieu. L’origine de Yahvé et sa véritable identité. Etudescomparatives et traduction des textes Phéniciens, Ougaritiques et Hébraïques Ufology and galactic civilizations:●Aldebaran Vril: 1917 Extraterrestrials Messages to Maria Orsic and the Birth ofthe First German-Made UFO●Die Ära der Maria Orsic: Der paranormale Aspekt der deutschen UFOs der FrühenPhase (German Edition.●11th Edition. Alien Abduction: What the abductees told us about theirabductors’ intentions and agenda.●11th Edition. Alien Abduction: What the abductees told us about theirabductors’ intentions and agenda.●Scientific and Esoteric Encyclopedia of UFOs, Aliens and Extraterrestrial Gods(UFOs and Extraterrestrials from A to Z).●1921, Germany: Birth of the First Man-Made UFO. Extraterrestrials Messages toMaria Orsic in Ana’kh Aldebaran Script to Build the Vril.●Aldebaran: planet of the extraterrestrial beings of light.Other :● How to Speak French Like an Aristocrat and Latin Like the Pope.En route:● The Koran: Translation, Explanation, Commentaries. *** *** *** Table of Contents___________________ Introduction…15 Chapter I: Talking to Dr. Robert Hutton, the hero of our story…19 Chapter II: At the Smithsonian Institution…33Department of ancient artifacts, Washington, DC.Exiting Giant Food supermarket on Wisconsin Avenue in Northwest Georgetown,Washington, DC.Potomac River’s area.Ball of light emerges from the river.Alien spacecraft appears above the Potomac River.Inside the spaceship.The spacecraft zooms into space. Chapter III: Time travel to the past…61Tyre appears exactly as it was 5,000 years ago.Tyre on the Miraya.Riya-Marjana and Robert walking in the street of ancient Tyre.In a Phoenician shop.At the skulls’ cemetery.Skull of the murdered woman.Findings and analysis of Dr. Robert Hutton’s time-travel event, andRiya-Marjana’s concerns.Project Serpo and Zeta Reticuli.The American military has successfully sent six men through the vortex.What are the military implications and applications of this technology? Stargate and the technology of bending time.Stargates over Chicago and New York.The American Ba’ab and the “Giant Gray”.The Holography Zooming Project (HZP). Chapter IV: Back to Washington, DC…111Robert’s bedroom – Washington, DC., returning from the skulls’ cemetery inPhoenicia …Robert’s kitchen…Robert’s study…Flashback: Phoenicia… Chapter V: General Ramsey…121General Ramsey on the phone with Dr. Robert Hutton.Dr. Robert Hutton meets with General Ramsey in his office at The Pentagon.General Ramsey and Dr. Robert Hutton discussing an alien abduction case inMexico.General Ramsey interviews hybrid Adril. Chapter VI: Marjana’s meeting at the Pentagon…135Day 1 of the meetings Chapter VII: Riya-Marjana’s second meeting at area 51…149Area 51, Building “S2”Riya-Marjana and Robert inside a tiny reception room in building “S2”The meeting-room. Area 51, Building “S2”Riya-Marjana holographically projects on the wall, horrible scenes from theVortex Tunnel ExperimentStill inside the meeting-room. The nuclear submarinesRiya-Marjana holographically projects the horrors at Dulce Chapter VIII: Underground of Area 51…181Place: UTTCS.2 nd Level (Central Trains Station)Inside the train Chapter IX: At the Dulce Base…185Second level’s entrance.Dulce Base’s second level.Dulce Base. Inside the elevator.The Blue Board Small Room/Compartment 1-level 2.Genetic operations ward.Dozens of aliens are seen operating on patients.Room of the container.On the way up to the first level.First level. In the corridor.The gigantic horrible creature.Riya-Marjana, Robert and General Ramsey outside the building.A spacecraft in mid-air.Inside the craft. *** *** *** Names of Personages and CharactersNames of some officials and scientists were altered and/or fabricated to protecttheir identity.______________________________ * Dr. Melvina Positano, museum curator. * Dr. Robert Hutton, advisor to the United States Government on linguistics and extraterrestrial affairs. * Riya-Marjana, extraterrestrial Anunnaki, half alien-half woman, with a message to the United States Government. She will wage war against the military. * General Ramsey, DOD. * Hybrid Adril, alien working for the CIA at Area 51. * General Hutchinson, Pentagon. * Dr. Samuelson, American scientist, U.S. Air Force. * Vice President of the United States . * Dr. Jean-Paul Lemaire, American scientist. * Dr. Benedict Iliescu, American scientist. * Dr. Aaron Berger, American scientist. * Dr. Emanuel Berger, American scientist. * Albert Wineberger, Secretary of Defense of the United States. * Brigadier General Lawrence, NORAD. * Admiral Allan Roscoe, United States Navy. * General Griffith, Joint Chief of Staff, Pentagon. * Howard Cassey, Director of the CIA. * Sergeant Collins, Area 51. * Major Glennan , Dulce Base. * Zarro, the giant alien, Dulce Base. *** *** ***Introduction____________________________ How should you read this book?As a documentary?A work of fiction?Or a factual account?Insiders know best.Although some passages from the book could appear as phantasmagoric andunrealistic depictions of events, the majority of its contents is based uponfacts and events which occurred as described in the book.Of course, names were either camouflaged or altered in order to protect theidentity of some officials who were part of this drama, whether theirparticipation was accidental or voluntary. Nevertheless, the veracity of theaccounts should not be denied or challenged, for the incidents which arepresented to you did occur despite the facts that some events were dramatized.Area 51, Dulce Base, genetic programs, collaboration with non-terrestrialbeings, and black ops can no longer be ignored or refuted. Read this book with an open mind, and ask yourself what if part of it is true?The previous editions of the book received mixed reviews as anticipated. Hereare some of those reviews and our pertinent comments:●1-“Good read. Is it the truth? who knows but one thing is for sure it gets youto thinking about things that the Government might be into.”. Rating: 5 stars.Our comment: The reviewer is right, for the government is involved in darkprojects and black operations which endanger the safety and life of many.And some are considered highly immoral and a threat to humanity.*** *** ***●2- “Pretty good. With the read time and a little out there but different.”Rating: 4 stars.Our comment: There are enough passages in the book which have provided thereaders with plenty of well-described and detailed events and horrifying scenes.We concluded that additional frightening scenes are no longer deemed necessary.*** *** ***●3 -“Incredible information that I believe to be true although the names havebeen changed in order to present this factual story as fiction. The world needsto know that there is much more going on below their noses than they can evenimagine. ” Rating: 5 stars.Our comment: The reviewer is right on, and no further comment is needed.*** *** ***●4- “Too many spelling errors. If this was a script 12yrs ago, I can see why itwas canned. Not a good read, IMHO. Rating: 1 star.Our comments: True, the book was published 12 years ago; it is indeed, the firstand original account which exposed what was going on at Area 51 and Dulce Base.However, the date of the publication is irrelevant, because facts are facts, andtime does not erase what has happened, and the public has the right to know.Thousands of books were written about ancient history going back to the dawn ofhumanity and various phases and times of humanity’s history. This, should notdiminish the importance and veracity of historic events.As to the spelling errors, this problem was solved in editions which followedthe previous ones. *** *** ***●5-“Another piece of the puzzle. Follow the leads . Consider the names have beenchanged. Don't think for a second that there is not any truth to this. Rating: 3stars.Our comment: The reviewer told the truth. *** *** ***●6-“ I COULDN'T put this book down once I open my mind to its possibilities,fact or fiction. The reader must decide. Many facts hard to ignore them. Itdefinitely got me thinking. God forgive us if even a bit of it is true.A disturbing read. Rating: 5 stars.Our comment: Right on. *** *** ***●7-“ Dulce is a town in New Mexico near the border with Colorado. According tothe book, there spread out vast arrays of tunnel like cities below the town.Reading of the book gives you a sense of sci-fi. But as you read further on, youmay also feel like going into abyss of underground world. The author saysquoting some people who have witnessed activities down there are working severalspecies of Aliens together with human beings. Their purpose is to create hybridhumanoids.Such description is hard to understand but the book is worth reading as onewhich stimulates your mind.” Rating: 4 stars.Our comment: Correct, the book does stimulate your mind and encourages you towonder and ask questions, for asking questions marks the beginning of search forthe truth.*** *** ***●8-“ Read between the lines to find what sounds like bizarre but possibly trueinformation. Certainly not for the squeamish reader!” Rating: 3 stars.Our comment: Read the book with an open mind and as an alert reader you shouldconsider all the possibilities. Chapter ITalking To Dr. Robert Hutton, The Hero Of Our Story.By Solange B.__________________________ Robert Hutton earned two Ph.Ds. one in Anthropology and the other in ComparativeLinguistics. He was a down-to-earth scholar with a strong analytical mind. Don’tattempt to find more about him, for the name Robert Hutton as used in our storyis a pseudonym. But rest assured, he existed, and he contributed enormously toour society and intensely to multiple areas of study and research whichinaugurated new activities and opened new fields of study, analyses anddiscoveries which have occupied the mind of illustrious thinkers and scientists,some of whom have catapulted our military sciences toward centuries to come.Of course, names of certain organizations and individuals mentioned in our storycould be either factual or created, in order to preserve and protect secrecy andidentity of those who took part in events which we have referred to.Dr. Hutton worked at the Smithsonian Institution for some years, taughtanthropology, literature and sociology at an ivy-league university for 6 years,and later on, retired from academic life and society in order to devote himselfto scientifico-metaphysical research. And by doing so, he has become a reclusethinker for the rest of his life.In fact, Robert Hutton spent the rest on his life on his estate in Potomac,Maryland; a magnificent 4.75 acre property of approximately 1,200 trees, acreek, and a 25,000 square feet living area-mansion; a small paradise on Earth.For almost 25 years, Robert Hutton lived alone on his property without seeing asoul, except for two home-attendants and a gardner who lived in a spaciousquarter on the first floor of his mansion. Dr. Hutton cut all ties with societywhich he considered as an evil cell.He earned his living from books royalties.Grosso modo, the man was an extraordinary scholar, an erudite, and anaccomplished linguist who devoted his entire life for the quest of, and searchfor the truth.Little is known about him.What you are about to read in this book is a series of most extraordinary eventswhich had happened to him, and which defy logic and the process by which arational mind thinks and operates, but it did happen.We were fortunate to meet the man before he completely disappeared from the faceof the Earth, leaving behind him a turbulent ocean of unanswered questions andwonders which years after his disappearance have become one of the paramount andprimordial sources of what it is called today ufology and extraterrestrialcivilizations.Our story is based upon facts and encounters, Dr. Hutton had in the latefifties, and which he never talked about or revealed to any person until wespoke to him.We met him on three occasions in 1962 and in 1973. And the results of ourmeetings produced this fabulous account you are currently reading. A chat with Robert Hutton.-Q: Many of us would never believe this story.Do you agree? I mean it is really hard to swallow.-A: I totally agree with you.Don’t you think I had my doubts too?-Q: Doubts about what? Can you be more specific?-A: Well, at the very beginning, and especially short after the “apparition” ofRiya Marjana in Washington, DC, I thought I was a target of a series ofexperiments conducted by a secret branch of the United States government. Backthen, the government would conduct an experiment and simultaneously would studyits effect upon the mind and behavior of an individual or the masses. So, I hadplenty of reasons to believe that what has happened to me on Wisconsin Avenue,in Washington, DC was part of their experiments.I am talking about a holographic projection program the government wasdeveloping as early as 1956.Seeing a person materializing all of a sudden before my very own eyes was anunprecedented and a hard to believe occurrence. And I began to wonder why amighty race totally unknown to us would send to Earth a woman who claims to be atime-traveler from another dimension? It did not make sense to me. And why tosend this so-called alien to me, and not directly to the President of the UnitedStates? I am not a very special person, and I don’t have any power or authorityto change the world.But my doubts began to dissipate the day Riya Marjana and I met generals andhigh government’s officials at area 51.Even the teleportation phenomenon, the time-space travel into the past which Iwas part of it seemed to me a tricky manipulation of my mind.-Q: You mean the trip you made with Riya Marjana to an ancient city inPhoenicia?-A: Correct.-Q: You thought it was hallucination?-A: No, not a hallucination, because I remained in a total command of my mentaland physical faculties It was much more than that.-Q: And now you are totally convinced that Riya Marjana is real and time-spacetravel is possible?-A: Totally. Riya Marjana existed. And what surrounded her existence was neithera fabrication nor a work of fiction.Concerning time-space travel, well, yes, it is possible but on differenttime-space tracks or lines. Because time exists simultaneously on differentlines which take us to different time zones and places in the past, in thepresent, and in the future.-Q: You lost me here.Maybe we should talk about this subject some other time. Let’s go back to RiyaMarjana.You wrote down as a detailed account what you have encountered upon meeting analien woman, a half human and a half extraterrestrial being in Washington, DC,but you never submitted it for publication, or made it known to the public.-A: At the very beginning, I had no intention whatsoever of publishing theaccount, if you want to call it as such. What I wrote down were notes andcommentaries. I knew back then it would not serve any purpose, and people willlook upon it as a work of fiction, or simply the work of a mad man. First, I hadto protect my name, my academic position and my career. And second, I couldn’tbecause of the top secret nature of the events which took place and whichinvolved our government and the military.Perhaps, I could add that some of the material could have created some problemsfor the Church, something I have tried in the past to avoid at all costs.Having the government and the Church on the other side of the fence would notprotect your property.-Q: Riya Marjana, the woman you wrote about, was she an extraterrestrial beingor a human being?-A: Both. She said she was from our future.If she was talking about “Our” future, then, she must be human, a human from thefuture of humans. And since, she appeared from nowhere -and she did-, then, shemust be from another dimension, an extra-dimension, simply put, of anextra-terrestrial origin. You could say this is a rhetoric thought. True.But how would you explain how she teleported me in the past? No, it was not adream, it was not a hallucination, because I was able to document my time-traveland present evidence of such a trip into the past: I brought back a smallPhoenician figurine from Tyre, a 7,000 year old city on the coast of Phoenicia.-Q: Quite a unique experience.-A: Not really. It happened before. It is happening now.And it will continue to happen.-Q: What do you mean?-A: I was not, I am not the first and only person who met a being from adifferent planet, or a different dimension.As a matter of fact, there are numerous extra and intra galactic/space projectsgoing on as we speak, and strange flying objects entering our space…-Q: You mean, stuff like the Roswell’s UFO crash?-A: Not particularly. We had prior contacts and encounters. It goes back to 1917in Munich in Germany. I am not particularly interested in aliens and UFO. AndUFO crashes are not part of my research.-Q: We had prior encounters with aliens and other UFO crashes? Are you referringto the crash in Aurora, Texas in 1897?-A: Aurora too.But, I am talking about contact not a sighting or a crash.Retrieving crashed alien crafts is helpful to the military because they wereinterested in reverse-engineering, not in sharing alien technology with theworld.But direct interaction with beings from different planets and/or dimensions isof a greater importance on so many levels, including but not limited to learningabout the origin of the human race, religions, place of man in the universe,technology and science which could cure all diseases, provide free globalenergy, and advance our knowledge of the universe, this universe, and the onesbeyond.-Q: Why did you retire from academia and society?-A: For many reasons. But mainly because our society, our academic curricula (Asfar civilizations and religions are concerned), our religious and social beliefsare founded upon a fake and false history.And educators are fully aware of that. If religions which are the basis of ourmoral values and path to salvation are in fact based upon lies, myths andfabrications, so you should accept the possibility that major and essentialparts of humanity’s history, culture and civilizations are fake as well. And Ican’t be part of such society.-Q: Do you really believe that the “Tablet” in your account could be used as awonder-weapon? Let me ask you this, what really is the “Tablet”?-A: It is more than a weapon. It is the “Matrix of Time”, an instrument whichcan be used to time travel, to go back in time and to visit the future. It alsorecords past events from all eras and areas. Imagine if this instrument fallsinto the wrong hands; it could destroy humanity.-Q: So, it could also be used as a depot of world’s history.-A: Correct. This is why it would/could be the biggest threat to Judaism,Christianity and Islam. It will shatter our world.-Q: How?-A: It would reveal the true history of these three religions. And by doing so,the “Tablet” would destroy them all, for it will unmask all the lies andfabrications of these three religions including everything which was writtenabout Abraham, Moses, the Exodus, Jesus, the Virgin Mary, and Mohammad.Religions will collapse like a house of cards.Riya Marjana called the “Tablet” the materialized memory of world’s history. Shemeant, that the Tablet recorded and preserved everything that happened on Earthsince its creation and its implosion, including the landscape, the weather, themetamorphosis of the planet and the entire history of humanity…the true historyof mankind.If such data is revealed, our world and civilizations will plunge into the abyssof a total annihilation of the human race.-Q: Why did she take you back in time to Phoenicia?Any particular reason?-A: Most certainly to anchor her Phoenician heritage. She wanted to convince methat she is also Phoenician, and being a Phoenician means being human.-Q: What is the connection between Riya-Marjana the human being the Phoenicianand a non-terrestrial being? Is it the land of Phoenicia, her native land? Isthis why she took you back in time to Phoenicia?-A: Correct. The Old Testament mentioned gods and sons of god(s) who descendedon Earth and interfered in the affairs of humans. At that time in history, theancients knew that Phoenicia was the land where the \"Sons of God\" descended; apassage from Genesis 6 referred to them. Their oral tradition/history told usthat Phoenicia was the primordial place where the gods from heaven came to Earthand mingled with the women of Earth, and their union produced the firsthuman-extraterrestrial hybrid offspring.According to the Old Testament, Genesis 6, God sent the Great Flood to punishthem, for they have sinned by mating with the daughters of Man.Genesis 6: “Now when man began to increase on Earth and daughters were born tothem, the divine beings (Elohim) saw how beautiful the human daughters were andtook as their wives…It was then that the Nephilim appeared on Earth, as well aslater, after the divine beings had united with human daughters to whom they borechildren.”The Christian Ethiopic versions of the Scriptures refer to the Nephilim[http://www.bibliotecapleyades.net/vida_alien/alien_watchers.htm] (Sons of God)as the “Sky People”, and the Nephilim appeared in the Biblical texts as the“Fallen angels.”The Nephilim who survived the great deluge returned to Phoenicia; the Bible madereference to their return. They lived with the Phoenicians for 33 years and 33days in Tyre, Sidon, Byblos, and Baalbek.The number 33.33 represents the period of the Tana-wir or Tanwir, which meansenlightenment. The number 33.33 became the most important and the most secretnumber in Phoenician occultism, architecture, and numerology, because it refersto their place of origin, Jabal Haramoun (Mt. Hermon in Lebanon) which islocated exactly at 33.33° East and 33.33° North. [Image00003.jpg] Jabal Haramoun (Mt. Hermon in Lebanon), where the first Anunnaki landed, andshort after moved to Tyre and other Phoenician cities. Mt. Hermon is also knownas Ba’al Hermon, Sion, Senir, Sirion, and Jabel Al Talj. Josephus called it Mt.Lebanon. Its highest peak is 9230 feet.__________________________________ In other passages, they were called the “bene Elohim.”Bene means sons in Hebrew. Bene is the plural of Ben (Son). And Elohim meansgods in Hebrew. Elohim is the plural of Elohi or Eli in Hebrew and Arabic, andit means god.The 19 th Century Jewish Biblical scholar Malbim stated that the sons of godswho descended on Earth from the heavens were the Nephilim, the sons of pagandeities. And according to Genesis, “the Nephilim appeared on Earth, as well as later.”And they descended in two groups on Mount Harmon (Jabal Haramoun in Phoenicia)according to Book of Jubilees. The Scriptures tell us that the extraterrestrialgods came to Earth in two separate groups.The first one, in the days of Jared in the 10 th Jubilee, and the second groupduring the days of Noah, in the 25 th Jubilee, about 750 years apart.Those gods were also called angels and messengers by the early Hebrews.Consequently, their depiction as angels with wings was very a propos, because itrepresented their ability to fly at an enormous speed. The Phoenicians whointeracted with the extraterrestrial gods called them the messengers of heaven.Numerous Egyptian inscriptions and cartouches depict their gods wearing aprons. The priests of ancient Egypt wore identical white aprons to display obedienceand absolute allegiance to the “extraterrestrial gods”. But the first to wearthe apron were the Phoenicians; this is how we learned about theAnunnaki-Phoenician triangular apron.At the Egyptian Museum in San Jose, California, one can see a statuette carvedas early as 3500 B.C., during Egypt’s first dynasty, depicting a Phoenicianprince wearing a triangular white apron.Later on, the priest-king Melchizedek, created the Melchizedek Priesthood around2,200 B.C., and all its members wore the Phoenician-Anunnaki triangular whiteapron during their ritual ceremonies. And finally, it was adopted by theFreemasons. Many illustrations depict George Washington, an eminent freemasonfigure wearing a Phoenician white apron.The Anunnaki-Phoenician apron was carved on numerous Egyptian artifacts and wasmentioned in numerous ancient texts including the Book of Ramadosh.The Phoenicians (Phinikiyin as they are called nowadays by the Lebanese), whoseterritories correspond today to Lebanon, arrived to this breathtaking NearEastern country around 5,100 B.C., lived in and ruled Lebanon, the coastal areasof Syria, Palestine, the Island of Arwad, and Cyprus for centuries, long beforehumans began to write and record humanity history.Contrary to all beliefs, the history of the early Phoenicians is much older thanany other civilization in the region, including the Hyksos, the Sumerians andEgyptians.The early Phoenicians were the descendants and remnants of the Anunnaki wholived in Phoenicia and named it “Loubnan.” Later, the early Israelites, thetribes that lived in Palestine, before the arrival of the Habiru (Hebrews), andthe Akkadians in Iraq, Syria, and Northern Jordan began to use the word“Loubnan” which means in their languages “White” to refer to Phoenicia.The Anunnaki called the land “Loubnan” because of the striking snowy mountainsof Phoenicia.Contrary to a general belief, the Sumerians were not the first humans to becontacted by the Anunnaki, but the inhabitants of Tyre, Sidon, Batroon, Beirut,Arwad, Baalbeck, Afka, Damour, Bijjeh, Amchit; all are Phoenician cities. Andthe early names of “Lords” and “Gods” in almost all the Semitic and NearEast/Middle Eastern countries derived directly from the Phoenician and Ugariticlanguages/scripts. Worth mentioning here that the Mediterranean Sea was a majorsource of natural resources sought by the Anunnaki. Among their first colonieson Earth, were Arwad, Malta, Tyre, Sidon, Byblos, Afka and Batroun, all locatedon the shores of the Mediterranean Sea.Zachariah of Mitylene (464-538) a bishop and noted historian of the earlyEastern Church, who frequently corresponded with Eupraxius, made two referencesto the Anunnaki as the ancestors of the Phoenicians.Another bishop, by the name of Proterius, tried to destroy these letters, butfortunately two hand-written copies were made, as the tradition of this eradictated, and were saved in the vault of a scribe.Those letters resurfaced in 1957 in a personal acquisition of Cardinal Meouchi,the patriarch of the Maronite church in Lebanon. After Maouchi’s death, thefiles were kept in the secret vaults of Al-Kaslik Monastery and Beit ChababMonastery in Lebanon. [Image00004.jpg] Tyre as Sour, the homeland of Riya-Marjana some 60 years ago.Once upon a time, Tyre was one of the earliest Anunnaki’s colonies on Earth.______________________________________ The Phoenicians are the direct descendants of the Anunnaki, and theirdescendants carry a rather clean genetic pool. Eusebius, the Bishop of Cæsareain Palestine, had genealogical records of the descendants of the Anunnaki whobecame Phoenicians.[Image00005.gif] [Image00006.gif]A group of Phoenicians from the early days of Tyre and Sidon. [Image00007.gif] Tyre during the Islamic Occupation of Lebanon (AncientPhoenicia)._____________________________________________ At the Council of Antioch in 363 AD, Bishop Eusebius intended to bring thissubject in his Theophania to the attention of the members of the Council. But noadditional information or manuscripts about what happened at the Council areavailable.The Anunnaki did not stay long in Phoenicia.In fact, the Anunnaki did not stay very long in the Middle and Near East (Theland of Iraq, Syria, Jordan, Palestine, Lebanon and the Island of Arwad.) Theywere disappointed by the demeaning behavior, greed, violence, ingratitude, lustfor power of humans, and left Earth for good. Phoenicia fades away:Phoenicia faded away with the destruction of its major city Tyre on the hands ofthe unmerciful and vengeful Alexander of Macedonia. Phoenicia was totallyabsorbed by the Greeks, and the magnificent historical Phoenician identityvanished forever.When Alexander of Macedonia invaded Asia and defeated the Persian Empire in 333B.C., Sidon, (Saida), Tyre (Sour), the Island of Arwad, and Byblos (Jbeil) wereabsorbed by the Hellenic invasion.Tyre, the most important Phoenician city resisted Alexander and refused to allowhim to enter the temple of its supreme god. This infuriated Alexander. Thus, hedecided to destroy Tyre. However, it took him a 7-month siege in 332 B.C. tocapture the city.After its bloody defeat, Tyre was reduced to ashes, and the Phoeniciansgradually lost their national identity.The whole country became part of Alexander’s Greco-Macedonian empire. In 64B.C., the name of Phoenicia disappeared from history, when its lands were madepart of the Roman province of Syria.-Q: Is it possible that your time-travel was caused by the experiment you weresubject to?-A: No.-Q: Do you still believe that Riya-Marjana is from another planet?-A: I have never said that she is from another planet. I said she is fromanother dimension.-Q: What dimension?-A: I don’t know for use. Possibly from the future/-Q: Do you consider the future another dimension?-A: I do.-Q: Is Dulce Base still in operation?-A: You bet.-Q: What happened to the “Time-Matrix”? The “Tablet”.-A: Read the book.-Q: Do you still work for the government?-A: No. And I am leaving the country. *** *** ***Chapter IIAt the Smithsonian Institution__________________________________ Place: At the Smithsonian Institution (museum). Department of ancient artifacts,Washington, DC.Time: Early afternoon.Inside a very large and rectangular room, which is part of the Department ofArtifacts of Ancient Civilizations & History of the Smithsonian Institution,where ancient cuneiform clay tablets and slabs from the Middle East and the NearEast are deciphered, translated and studied.Occasionally, some slabs, parchments and ancient manuscripts are submitted tothe Smithsonian Institution by the United States Army, the United States AirForce, NSA (National Security Agency), the CIA (Central Intelligence Agency),and NASA for translation. The room is cluttered with large shelves, vitrinas,and armoires displaying slabs and tablets from Mesopotamia (Modern Day Iraq),Phoenicia (Modern day Lebanon), Turkey, and Egypt.Books, dictionaries, atlases, maps, tablets, artifacts, and figurines areeverywhere.Dr. Robert Hutton, a noted historian, and an expert linguist (Ancient, Semitic,dead languages) is seated behind a desk, and examining a large cuneiform claytablet. On the desk, piles of papers and scriptures in English and in an unknownarchaic language obstruct his view.Dr. Melvina Positano, assistant curator approaches Dr. Hutton. *** *** ***Dr. Melvina PositanoSo, what do you think, Bob? Dr. Robert HuttonThink about what? Dr. Melvina PositanoThe slab you are translating for the Air Force and the CIA. Dr. Robert HuttonThey are not going to believe it. Dr. Melvina PositanoDo you believe it?What's so important about that particular one?You’ve translated dozens of tablets if not more. Dr. Robert Hutton10,000 year old, Melvina.Yeah, I believe it.Yes, I do. I compared the texts with Akkadian,Phoenician and Ugaritic.They all match.Even the MT Tablet at the Vatican matches Ana’kh! Dr. Melvina PositanoSo, this Ana’kh is really the language of the extraterrestrials?Is this the language you were working on,at the Library of the Vatican? Dr. Robert HuttonYep!The language of the Anunnakiwho created us genetically some 65,000 years ago.Who told you I worked at the Library of the Vatican?Dr. Melvina PositanoYou know, people talk Bob.How long it took you to learn Ana’kh? Dr. Robert HuttonA few weeks. Dr. Melvina PositanoC’mon. Impossible.Really?So, it is true then what I have heard about you? Dr. Robert HuttonHeard what? What did you hear? Dr. Melvina PositanoWell, I heard that you are not 100% human.And all those supernatural powers of yours musthave something to do with it.Right?Is it true, Bob? Dr. Robert HuttonSmiling. No answer. Dr. Melvina PositanoHow did you learn the extraterrestrials’ languagein one week?Where did you study it?Who taught you, Bob? Dr. Robert HuttonUse your imagination. Dr. Melvina PositanoThe Anunnaki…where did they come from?Dr. Robert HuttonAshtari. Dr. Melvina PositanoAshtari?Where is Ashtari? Dr. Robert HuttonAshtari is Aldebaran, Melvina.The brightest star in the Hyades.It is a giant red star in the constellation of Taurus.It is also called Alpha Tauri…One of the 15 brightest stars with avisual magnitude of 0.85. *** *** ***Note: In 1972, NASA sent a message to Alpha Tauri,and another one from Pioneer 10. *** *** *** Dr. Melvina PositanoOf course…The NAZI and Maria Orsic claimedto have received from the extraterrestrials in Alpha Tauri,technical data to build their first UFO?What did they call it?The Vril? Dr. Robert HuttonThe Jenseitsflugmascine.The Vril Flugscheiben.Well well well…All of a sudden, you seem to knoweverything about it! How come? Dr. Melvina PositanoI read once, a report on UFO.Tell me Bob, why the Air Force and the CIA are now so interested in this ancientslab you are working on?Is it in any way related to a NAZI UFO?Roswell perhaps?Area 51? Dr. Robert HuttonI can’t tell you for sure, Melvina.But it has some military and national security significance. Dr. Melvina PositanoWhat do you mean? Dr. Robert HuttonI can’t talk about it. Dr. Melvina PositanoC’mon Bob, you can tell me.I am not a KGB agent. Dr. Robert HuttonMelvina, it is above top secret! Dr. Melvina PositanoBob, did really the NAZI and Maria Orsic build UFOs?Dr. Robert HuttonSure, they did.They built several prototypes of Geist-Vril and the huge Raumschiffe. Theytested their first discs at Arado-Brandenburg hangars in 1943. Dr. Melvina PositanoWho designed the German UFOs? Dr. Robert HuttonMaria Orsic did, and Dr. Otto Schumann,professor at the Technical University of Munichbuilt the first German UFOs. Even Charles Lindbergtalked about it. Nikola Tesla too.Hanna Reitsch flew one. Dr. Melvina PositanoWow!What happened to Maria Orsic?Did the SS killer her? Dr. Robert HuttonOn Thursday 15, March 1945, Maria Orsic met withDr. Schumann for the last time at Sterneckerstraße,in Munich. He asked her, “and now where to Maria? She replied, “to station 33.33degree line.”It was a meeting-point around Earth,where the aliens were waiting for her.On Saturday 17, March 1945, Maria and her Vrilgroup went to the hangars of Messerschmidt,Augsburg in Germany and took the Vril spaceship.On Sunday 18, March 1945, Maria Orsic and the Ladiesof Vril left Munich. Lt. Colonel Walter Fellenz, from the United States Army,42nd Infantry Division, 1st Battalion,Part of the 7 th Army reported seeing a strange lookingdisc-craft hovering over Munich and disappearing at an incredible speed. Manybelieve Maria Orsic was aboardthe craft. Brigadier General Henning Linden confirmed Fellenz’s circular craftsighting in Munich in 1945.So, she escaped the SS. Dr. Melvina PositanoBob, is it true Hitler escaped aboard a UFO? Dr. Robert HuttonAnother circular craft was spotted by the UnitedStates Army over Munich and Berlin.After the war, Colonel Buldoc and General Linden's aide, Lt. Cowling, said thatthey saw itflying at an enormous speed.Dr. Otto Schumann, Leni Riefenstahl and HannaReitsch claimed that Hitler and SS General HansKammler were aboard the craft (Bell-UFO).In October 1955, after spending a 10 year sentencein Russia, Major Erich Hartmann, Germany’sgreatest fighter ace told us, Hitler escaped fromGermany with Kammler, and German UFOs scientiststo secret bases in South America, and to underground German military bases inNeuschwabenland.Hitler did not shoot himself.DNA testing showed Hitler’s skullfragment with a bullet hole in it, theRussian kept for years, couldn’t be Hitler’s…it belonged to a young Russian woman under 40.From the grapevine we heard that Dr. von Braunand Dr. Teller met twice with Hitler after the war.Where do you think UFOs people see come from?Secret German bases! At least some. Dr. Melvina PositanoMy God! *** *** ***Lt. Colonel Charles Rodman, from the United States military intelligence, anodd-looking civilian, and a Captain enter the room. Lt. Colonel Rodman headstoward Dr. Robert Hutton. *** *** ***Colonel Charles RodmanDone eh? You translated everything! You are fast Doc.You are the best! Dr. Robert HuttonDone. Yes sir! Here is the translation.And the slab is over there. *** *** ***Dr. Hutton hands over to Colonel Charles B. Rodman, a stack of papers. Thecivilian man and the captain pick up the slab and put it very carefully inside alarge black container. *** *** *** Colonel Charles B. RodmanThanks Bob. We will stay in touch.Good bye Dr. Positano. Dr. Melvina PositanoGood bye Colonel. *** *** *** Lt. Colonel Charles B. Rodman and his men leave the room. Outside, in thecorridor, two national security agents are standing by. The three men leave theroom.*** *** *** Time: 3:56 PM.Dr. Robert Hutton leaves giant food supermarket on Wisconsin avenue in northwestGeorgetown, Washington, DC, carrying two bags of grocery.He seems struggling with the bags. Apparently, they are quite heavy.He takes Wisconsin Avenue, walks for a while, and all of a sudden, the bagsbecome almost weightless.Confused, he looks at the grocery’s bags trying to figure out what is going on.The bags seem to float like a feather, yet he has a strong grip on both. Hecan’t figure it out.He is confused, almost perturbed.And while concentrating on the weightless bags, not paying attention to what ishappening around him,Dr. Robert Hutton suddenly finds himself teleported to a remote area, nearby thePotomac River, almost three miles away from Wisconsin Avenue. *** *** *** Potomac river’s area.One second later.Time: 3:57 PM.From the river, emerges a ball of sparkling blue-white light, full of tinyparticles rotating around another large sphere of multiple lights.The particles begin to increase in size and gradually and slowly take on theshape of a human silhouette, until a tall woman of an extreme beauty, withblue-green eyes, red hair and glittering white body detaches herself from thesphere of light and stands still before him. From her plexus, the striking and tall feminine figure projects a strongelectro-magnetic ray, similar in color and intensity to a laser beam, whichparalyzes Robert.Frightened, he tries to run away, but he can’t move.The alien woman begins to talk to him; she says a few words in anincomprehensible language with a metallic pitch.Robert who is fluent in 26 languages, including dead languages and Ana’kh (Thelanguage of the Anunnaki and Igigi), can’t understand a single word. At first, her voice sounds odd, scratchy/mechanical, similar to the sound of anold record, played at a very slow speed, and all of a sudden, her voice changesto a higher speed, and a higher pitch, as if somebody is fast-rewinding a tape.Finally, the voice of the alien adjusts its speed, and becomes the normal voiceof a very young woman. Instantly Robert regains his mobility.Exhausted, Robert drops the two bags on the ground. *** *** *** Riya-Marjana “The alien woman”(Smiling)It’s me. Dr. Robert Hutton(Frightened)Who? Who are you? What do you want?Why are you dressed like that?A Phoenician princess!! Riya-MarjanaRiya - Marjana.I told you, you will see me in the flesh.I kept my promise.Do you believe me now? Dr. Robert HuttonSo, you are real! Riya-MarjanaSure, I am real.I have been real for thousands of years.We have work to do now.But first, I want to show you something extraordinary.Out of your world.So, you will never doubt me again. Dr. Robert HuttonOne second please…One thing at the time.I read everything you sent me.The Kitbu, the Mouzakaraat, the notes…The description of your planet.It is fascinating,but why did you send the stuff to me?Why did you come to me?And why didn’t you go to the President of the United States…or to the Pope? Riya-MarjanaThey are politicians…they have their own agenda. They already know about me, andhave been lying to you for decades.I came to you for 4 reasons. Dr. Robert Hutton4 reasons? Riya-MarjanaReason one: You are the only one in the countrywho knows our language.You know Ana’kh very well.You are the best in the business.Especially after what you have done with the “TABLET”,and all the books you wrote on the Anunnaki. Dr. Robert HuttonThe “TABLET”! You mean the SLAB?Jesus! How did you know about the SLAB?Not even the President of the United States of Americaknows a thing about the Slab.It is above top secret!Are you working with them? Riya-MarjanaNo. I am not working with them.The Ardi-Nishtaar (Grey Aliens) and the Dragos are.It is vital to get hold of the TABLET.But let me first, finish what I have to say.Don’t you want to know why I came to see you? Dr. Robert HuttonI am listening. Riya-MarjanaReason two: You are the choice of the Anunnaki Ulema.They adopted you at age 5.You stayed at their Ma’ahad (Temple/School)for twenty years.You are the favorite of Mordachai.We know about that too.They told us you will understand our messageand you can be trusted…You are not a politician, so it is safe to work with you….for your own good. You gave the Anunnaki Ulema an oath ofloyalty for life, at the Addis Ababa Lodge in 1979.Trust and loyalty are extremely important to us. Dr. Robert HuttonAll right, I understand. Riya-MarjanaWe have a very important message to all of you…People of Earth.A message that will save humanity and Earthfrom an imminent danger.But it is you, and only you, who should hearthe message first, before anybody else. And keep everything I tell you in a safeplace. And don’t ask me why we don’t make our presence known to the whole world.We did on two occasions, and each time, the whole thing was ridiculed by yourpeople. They don’t want you to know a thing about it.But eventually, the whole earth will know about it. Dr. Robert HuttonI am not convinced. What is preventing you from landing in the Rose-Garden ofthe White House and let the whole world know about you?Why don’t you land in Moscow, at the Red Square and put an end to the denial ofthe United States government?Why don’t you send a message to TV stations? Sure, you can interrupt any TVprogram and announce yourself on the air…for the whole world to see? Why don’tyou do that? Anyway, what is your message? Riya-MarjanaI am getting there. Be patient. First, we don’t want to antagonize yourgovernment. We have made some arrangements with your government. The time willcome, and Earth will discover the whole truth. Dr. Robert HuttonWait a minute…Wait a minute.Do you want me to believe all that?I am not that important.I have no power, no authority…I don’t run a government…I am not the Secretary General of the United Nations.No. I don’t. I don’t believe it.Why don’t you land right now on the front lot of the White House or in RedSquare in Moscow, and deliver your message?And the whole world will know about it? Riya-MarjanaWe can do better than that…Of course, we can always transmit our messageon huge holographic screens all over the world…In all the languages of Earth.Cyber screens will be displayed across the skies ofall the countries.And the whole world will see it.We can also interfere with your radios and TVs stations’broadcasting, and blast our message.Billions will see it on their television setand hear it on the radio.But for now, it is not the right approach.We will lose the people of Earth instead ofhaving them on our side.We don’t want to create panic and mass hysteria. Dr. Robert HuttonI see. All right.What kind of danger are you talking about?? Riya-MarjanaI should probably say dangers.Here they are…1-Alien contamination caused by the Ardi-Nishtaar(Aliens Greys). They have their own agenda.They are going to dominate Earth, soon or later.They are abducting people, as you already know.And this is just the tip of the iceberg.2-Genetic creation of a new race that will control thewhole world. I am talking about theArdi-Nishtaar-Humans-Hybrids race…I will take you to their secret bases, and laboratorieshere on Earth and on the Moon.And I will show you what they are doing.You will see with your own eyes how they arecreating hybrid babies, robotic creatures and theMen in Black (MIB).And you will recognize doctors and military menfrom the United States and Englandwho are part of their operations. Dr. Robert HuttonWhy don’t you go ahead and secretly destroytheir labs and bases?You can do it in a heart beat. Can’t you?This will solve the problem,and nobody will ever know about it if you don’t want to scare people of Earth.The government would come up with something…some sort of an explanation…a cover up…as usual, but by then, everybody would know about it. And that’s theend of the story. Riya-MarjanaWe can also do that.But the destruction will be so big;it could change the weather on Earth,create tsunami, volcanoes’ eruption…worse than nuclear blast and radio-active radiations…It will create a mass-hysteria and global chaos.People will freak out.They will panic.It will disrupt lives and social orderall over the world.Millions will die.And we want to avoid that.We are on a peace mission, not a war mission. Dr. Robert HuttonMore dangers? Riya-MarjanaYes. The biggest danger of all.The code of the TABLET.We must destroy the code. Dr. Robert HuttonWhat code? What are you talking about? Riya-MarjanaThe one you saw on the back of the Slab you translated.Fortunately, you did not translate the Code!But eventually they will find out,and they will force you to translate itand decipher it.And if you do that…it will seal the fate of Earth!!If you refuse, they will torture you.You will crack.And eventually you will do exactlywhat they want.Afterward…they will kill you …and dispose of your body. Dr. Robert Hutton(Thinking very deeply)Yeah…Yeah…I remember seeing something on the back of the TABLET…Dots…circle…wings…some sorts of numbers…What is so important about the code?And why can’t you find it yourself?With your technology and remote viewing power you can do whatever you want.Tell me, what is so special about the tablet?And where is it? Riya-MarjanaIt is the Ba’ab’s map. Dr. Robert HuttonStargate!!!The entrance to multiple worlds…The multiverse.SERPO!!!Carl Sagan!!The BA’AAB!!But it is part of the Anunnaki Return Protocol (ARP).The Air Force, the CIA, NSA and NASA,all have copies of the Protocol.You co-wrote the Protocol!They already know about the Ba’aab.You told them. Riya-MarjanaThe Ba’aab yes.Not the map.If any country on Earth deciphers the map’s code,which unlocks the secrets of time-travel technology,it could be misused.It becomes apocalyptic weaponsof mass destruction.Other civilizations outside your solar systemwill know about it…and they will block the Ba’aab.Earth will lose its atmosphere…No more oxygen in the air.You will suffocate, and every life-form on Earthand each one of you will die in seconds!Except of course, the Ardi-Nishtaar and their hybrid race. Dr. Robert HuttonThe Protocol could take years.They are still working on it Riya-MarjanaI know that.If they discover the secrets of the code…Your people might change their mind.They are so arrogant and untrustworthy.And if time-travel technology falls in the hands ofgreedy people, bad people…kiss Earth goodbye.That’s why we have to do what we have to doright away, and hopefully…will get you ready for 2022…our time’s calendar. Dr. Robert Hutton2022!!The year the Anunnaki will return to Earth.December 2022. I don’t believe it. It is a hoax! Riya-MarjanaIt is not a hoax! It is a holographic projection.And the date is symbolic.It could happen, and again, it could not happen.Everything depends on the progressand intention of your government. Dr. Robert HuttonWait a second, let me think.Are you telling me that extraterrestrials madea deal with the United States government, and gave us a tablet (Matrix, Grid)which contains instructionson how to time travel, how to go backin time and how to jump into the future? Riya-MarjanaCorrect. Dr. Robert HuttonSo, our government has actually this technology? Riya-MarjanaCorrect. Dr. Robert HuttonSo, where is the problem? It was a deal, right?Why are you concerned with the Tablet? Riya-MarjanaWe have reasons to believe that spies…foreign agents have infiltrated your government,and are attempting to steal the tablet,or to copy the matrix data and give itto their governments.If this happens, Earth will be on fire…a World War Three. Dr. Robert HuttonSpies? Foreign agents?Which foreign countries are you talking about? Riya-MarjanaAustralia, United Kingdom, Russia, Israel.Dr. Robert HuttonSo, why didn’t you warn the United States government?What are you waiting for?Riya-MarjanaWe did.General Ramsey, General Hutchinson, Albert Wineberger, and Admiral Allan Roscoeare aware of that.They are not worried.They said that everything is under control.But they are wrong! *** *** *** Suddenly, and out of the blue, a noiseless, glittering, and immense circularalien spacecraft appears above the Potomac River.Riya-Marjana points at the spacecraft. *** *** *** Riya-MarjanaWe are going there. Inside the Markaba (The Spacecraft).Don’t be afraid.I am not abducting you. Dr. Robert Hutton(Pointing at the spacecraft)Where did the Markaba (The Spaceship) come from?And why do I have to go in there?This is abduction, and I am not going anywhere! Riya-MarjanaYou have no choice.Be reasonable.I am going to give you a grand tour,you will never forget for the rest of your life.And you could write about it in a new book.Nobody would believe you, but you have nothing to lose. Dr. Robert HuttonYeah right!First, nobody would believe it.They will call me phony!Second, I will become thelaughing-stock at work.And third, everybody will think I am nuts! *** *** ***A bright blue light emerges from under the belly of the spacecraft. The lightintensifies in brightness and size. It takes the shape of a huge bubble, andlike a powerful vacuum apparatus, the bubble sucks in Riya-Marjana and Robert,and transports them in mid air to the interior of the spaceship.INSIDE THE SPACESHIP.The craft has no dashboards, no navigation panels, no seats; only huge metalliccorridors, a perforated round ceiling changing colors from blue-grey to white,and again from white to silver-blue.Riya-Marjana and Robert are standing in the center of an enormous ovalcompartment, surrounded by 10 huge metallic pillars resembling intercontinentalballistic missiles.Inside each pillar (Column), lights’ flashes, similar to laser beams and strokesof lightening, rotate in all directions, producing an infinity of bright colorsbombarding each other, and finally fading into each’s shade, to create a blueliquid which seems to bubble with symbols and micro-biological rays.It is incomprehensible to Robert. He is stunned. *** *** *** Dr. Robert Hutton(Turning and looking around)What is this thing?Where are we?This is unreal. I am hallucinating! Riya-MarjanaYou are not hallucinating.Nothing to fear Robert.You are safe with me.I am going to take you to places and times,I told you about in the Kitbu (Scrolls) I sent you.Seeing is believing. Right? Dr. Robert HuttonThis is unreal.Nobody is going to believe it.This is crazy! I wish I had a camera. Riya-MarjanaThat’s why I brought you here,so you would believe it.You are not hallucinating, Robert.You will understand everything…later.Ready for a grand tour? Dr. Robert HuttonWhat a grand tour are you talking about?Where?Where to? Riya-MarjanaI am taking you back in time.Thousands of years in the past.I want you to see everything with your own eyes.Everything I told you about in the scrolls…The Kitbu…and especially in theMouzakaraat (Alien Diary).Do you remember Merodach’s notes?And I will bring you home safely…in no time.It is going to take only a few minutes…Perhaps a few seconds.We will travel faster than the speed of light. Dr. Robert HuttonHow are you going to do that?Time-travel I suppose? Riya-MarjanaTime-travel and much more.We are going through the Ba’aab…A time tunnel, where time and space become one.Where time as you know iton Earth ceases to exist.I am doing this to convince youthat past, present and future are one. Dr. Robert HuttonI know what a Ba’aab is.You are not kidding?Is it safe? Riya-MarjanaAbsolutely. Dr. Robert Hutton(Murmuring)Time and space become one? Riya-MarjanaI am taking you to Phoenicia,where I lived for centuries…Before history was written.To Tyre more exactly,where I met my Anunnaki husband.We can also jump into a parallel time,and introduce you to Hiram, King of Tyre if you want. Dr. Robert HuttonKing Hiram?He is dead, and he is not coming back.Perhaps you could introduce me to David and Goliath? How about that? Riya-MarjanaHiram is not dead. He is alive in another dimension.And not born yet in another.I can’t introduce you to David and Goliathbecause they never existed. Dr. Robert HuttonYeah right…Hiram is dead and alive at the same time!And David and Goliath never existed!Why are you doing this?I thought you had a specific mission for me?Finding the “Tablet”! Riya-MarjanaCorrect. But first, I want to convince you that I am real and that I know a lotabout your history andthe kind of history you teach in your school.And I am going to show you thatI am human like you and at the same time differentbecause I come from another dimension…Perhaps, we are sharing similar genes? Dr. Robert HuttonSo, we are going back in time, meet the king of Phoenicia and enter another dimension?In the flesh?Is this what you are telling me?Where is this dimension, anyway? Riya-MarjanaNot far from where you are.A parallel dimension.Just Relax. You will see.We will zoom into the deep fabric of the universe and time and…find for yourself.Everything will be fine. Dr. Robert HuttonHow long is it going to take?And to come back?Are we are talking here about the beginning of time. Yes? Riya-MarjanaA few minutes.We will take a short cut.I am taking you to a 5,000 year old cemetery in Tyre. Dr. Robert HuttonA cemetery? No!What for?No thank you. I hate cemeteries.And why a cemetery in Tyre?Why don’t you take me to the buried sitesof the treasures of the Pharaohs? Riya-MarjanaBecause I am from Tyre.I used to live in Phoenicia thousands of years ago.The cemetery of Tyre is quite unique.My husband took me there quite a lot,and what I saw was extraordinary.At the cemetery, Merodach brought thedead back to life and foughtwith some demons.You don’t want to miss this opportunity. Dr. Robert HuttonWhat is the big idea?What do you want to prove?What I have to do with all this? Riya-MarjanaI want to prove to you that the past, the presentand the future co-exist simultaneouslyand time, space, people and the lives ofpeople continue to metamorphose differentlyin different dimensions…and at the same time.I will take you into the past, revisit partof humans’ history, jump to another era,perhaps the time of Jesus, turn aroundthe corner of 1915 and witness the atrocitiesof World War Two as they occurred,return to the twenty century and see whatthe President of the United States did the last week, and what the UnitedNations General Assemblywill talk about the forthcoming week.Then, and only then you will understand why retrievingthe “TABLET” is extremely essential for the safety and the future of the worldyou live in. Dr. Robert HuttonHow can you do that? Riya-MarjanaBy rewinding time.Everything since the creation has been preserved and recorded on a matrix,a grid, a cosmic screen…a Tablet.And the Tablet consists of an infinite numberof smaller tablets, each one corresponds to a specific period, a specific time,and a specific place.The Medieval Ages have their tablet,the Renaissance time as its tablet,Pre-history as you call it has its tablet,today’s events have their tablet, and eventsto occur in the future have their tablet.And you are part of it. *** *** *** Chapter IIITIME-TRAVEL TO THE PAST_________________________ Still in the Potomac river’s area.The spacecraft zooms into space.Time: Around 4:07 PM.Robert falls into a deep trance state.The spacecraft (Merkabah) enters a parallel dimension through the Ba’ab, whichis an entrance and an exit to other worlds.Because the spacecraft can bend time-space on itself, space and time are nolonger a barrier.In seconds, the Merkabah takes Riya-Marjana and Robert back in time to Tyre, anancient city of Phoenicia (Modern day Lebanon), some 5,000 years in the past.Riya-Marjana and Robert are still inside the spacecraft.Place: Landing in Tyre.The craft reached the ancient city of Tyre, on the coast of Phoenicia; a voyageof 5,000 years in the past. Tyre appears exactly as it was 5,000 years ago.The spacecraft lands on the top of a hill, not far from Tyre’s central plaza.Time: Around 4:17 PM. *** *** *** Riya-MarjanaI brought you here, so you would not thinkyou were dreaming or hallucinating.This is totally a brand-new experience for you.Your Ulema Masters taught youmental projections and metaphysical Dirasaat…the Gomari, the Gomatirach-minzari,the Sadari-Rou’yaa the Dudurisa,the Arawadi, the Baridu.It was mental.But here, what you are witnessing is physicaland trans-physical.No living man has ever accomplished this, before.Now, look in front of you.Come close to the window.This is Tyre, 5,000 years ago.Do you see it? It is stunning.And all the people you see, are real.Look …they are not dead!They are walking, talking…Doing their business as usual…They are real.They are physical…in the flesh.It is not a mirage.It is just a different dimension.And there are multiple dimensionswhere people who have died hundreds,thousands of years agoare still alive in one of those dimensions.In some other dimensions, they are older.In adjacent dimensions, they are younger.And beyond the wheel of time, new dimensionsand new worlds are created and as we speak. Dr. Robert HuttonUnbelievable.I wanted so much to experience this…to see it, to live it, and to believe it!It looks so real. Riya-MarjanaIt is real.You are going to see much more…And some of the things I have done,when I was a young woman in Tyre.I was a priestess during a second phase of TyreAt the Temple of Melkart.But first, you will use the Miraya.Just look at the screen of the Miraya.You can’t leave yet the spaceship.If you do, you will disintegrate,and I will not be ableto bring you back.You will be lost in a far distant dimension. Dr. Robert HuttonWhy can’t I get out?Are we suspended between two dimensions? Riya-MarjanaBecause you are not ready yet.I have to defragment your body, first. Dr. Robert HuttonWhat?Defragment what?My body? No way! Riya-MarjanaDon’t ask so many questions now.Just listen.Your body belongs to a differenttime-space continuum.If you get out of the spacecraft,you will die instantly.I have to adjust the moleculesand atoms inside your body,before you get out of the craft.For now, you will be using the Miraya.You already know how to use it.The same thing you did withMordachai in Budapest. It is easy.And stop arguing with me. Dr. Robert HuttonOK, where is it? *** *** *** Riya-Marjana points at a small rectangular monitor resembling a TV screen,affixed to a lower part of the ceiling. She motions with her right hand, and theMiraya becomes to descend and stations itself in mid-air, in front of Robert. *** *** *** Riya-MarjanaLook here, this is what I am talking about.This is the Miraya. Dr. Robert HuttonI know what a Miraya is.Why did you bring me here, if I can’t getout of the spacecraft?This must be hallucination.How would I know for surewhat I am looking at is real?I want to prove it to myself.I want to convince myself. Riya-MarjanaEventually you will.I brought here, so you could see for yourself,and prove it to yourself.I am going to show yousome very important things on the Miraya,and when I feel you are ready,I will take you out on a short tour to thecentral market of Tyre. Dr. Robert HuttonA real, physical, material market?Would I be able to buy something?Yeah right? What am I talking about?With what?American Express? Dollars? Riya-Marjana(Smiling)Look inside your pocket!The right pocket. Dr. Robert HuttonCoins! Old coins!Phoenician coins?I don’t understand. Riya-MarjanaJust watch the Miraya. *** *** ***The Miraya gradually starts to get bigger and bigger, almost as big as a regularmovie theater’s screen.And time and space seem to fade in…Robert is watching the Miraya with intense interest.And suddenly, episodes from Riya-Marjana’s past life are projected on thescreen. *** *** ***Dr. Robert HuttonWhat am I looking at? Riya-MarjanaIt’s me, getting married inside the temple. Dr. Robert HuttonWho is the big guy? Riya-MarjanaMerodach, my Anunnaki husband. Dr. Robert HuttonAn extraterrestrial?A Phoenician priest? Riya-MarjanaHe is both. What did you expect?Back then, I didn’t know I was half-Anunnaki.And I did not expect that one dayI would marry an Anunnaki.Never crossed my mind.I didn’t know…until Merodach appeared to me asI appeared you.He told me I was half human-half Anunnaki.Merodach was a Sinhar (Leader) Anunnaki wholived in Phoenicia, Mesopotamia and Turkey,for thousands of years.I was scared to death. Dr. Robert HuttonAnd? Riya-MarjanaAnd…he told me everything.Dr. Robert HuttonHe told you…you were his wife in a previous life? Riya-MarjanaIn another time. Yes! And we had a son.We called him Milki. Dr. Robert HuttonAnd did you believe him? Riya-MarjanaYes! Dr. Robert HuttonBut you said you were scared of him?Scared to death.How could you believe somebody ifyou were scared of? Riya-MarjanaI was afraid because I was a priestessin the Temple of Melkart. Dr. Robert HuttonSo? Riya-MarjanaSo? Priestesses die when they seethe face of the Sinhars (Deity)!Well, this was our religious beliefs back then. Dr. Robert HuttonAnd? Riya-MarjanaHe was nice, polite, kind and reassuring.Dr. Robert HuttonWhat do you mean reassuring? Riya-MarjanaHe told me not to be afraid.And if I want him to go away,he will leave, and he will never come back! Dr. Robert HuttonWhat a story?I wish Walter Disney was listening.And then? Riya-MarjanaYou keep saying… and then and then and then?Don’t you have anything else to say? Dr. Robert HuttonDid you leave everything behindand fly with him? Riya-MarjanaOf course not.I asked him to give me sometimeto think about it.A few weeks later, he returned,and asked me if I would accept hisinvitation to Ashtari?He said Ashtari is a paradise.And people live there forever.They never die.There are no wars, no diseases, no fear,no pain, no hatred, no violence on Ashtari.I already knew something about Ashtaribecause many of our gods were remnantsand offspring of the Anunnaki.I told him yes, I will go.And I went.And we got married again? Dr. Robert HuttonWhat is this?Wait a minute!How many times did you get married?You just told me you were already his wife.He told you that…didn’t he? Riya-MarjanaMarash Darbou Ismaan Dr. Robert HuttonI know what you said. Riya-MarjanaYes, I know you know.Maybe I should explain it to you differently.You are very suspicious and difficult man.The Anunnaki’s married couples renew their vowsevery 50,000 years.There is no divorce on Ashtari.They love each other for life.They live together for life.So, we renewed our marriage’s vows.And I loved it.Will finish this story some other time.You are upsetting me. Dr. Robert HuttonSorry…I am asking too many questions,because I want to believe.How many half Anunnaki-halfhumans live on Ashtari? Riya-MarjanaI am the only one.And let me tell you, it wasn’t so easy.At first, I could not breathe…I could not see…I didn’t know the language…Living among people from a different worldcould be a horrifying experience.I had to go through surgery…operations after operations to change my organism,so, I could survive on Ashtari.Otherwise I would have died within a few days,Maybe a few hours? Dr. Robert HuttonSo, what did they do to you?How did they change your organism? Riya-MarjanaThey changed everything inside my body,and substituted many organs with something else. Dr. Robert HuttonThey took everything out?Lungs…abdomen…kidney… Riya-MarjanaYes…Yes!But I kept one thing for myself;My heart….so to speak. Dr. Robert HuttonCan I touch your heart, Riya? Riya-Marjana(Replied with a most beautiful smile and affection)You already did! Dr. Robert HuttonDid I?Can I ask you one more question?The last one. Riya-MarjanaYes. Dr. Robert HuttonAre you more of an Anunnaki or…a human? Riya-Marjana(Looking at him with an extreme tenderness)I am both.This is why the Anunnaki Council sent meas an envoy to Earth.And I am so lucky to talk to you…To listen to you…and so happy to look at you! Dr. Robert Hutton(Still looking at the Miraya)What are you doing here?What is this blue light betweenyou and your husband? Riya-MarjanaThis is how we get married and…make babies. Dr. Robert HuttonWith a light? You don’t…Riya-Marjana(Interrupting and smiling)We don’t practice sex.We use light instead.We reproduce via lights.Look here.Do you see this room? Dr. Robert HuttonYes. Riya-MarjanaDo you see these tubes andthe glass container at your left? Dr. Robert HuttonYes. Something is moving inside the container.What is it? Riya-MarjanaMy baby. Dr. Robert HuttonA baby in the container?Your baby? Riya-MarjanaYes. Dr. Robert HuttonWhere did he come from? Riya-MarjanaFrom the light, which bonds us together.The light bonds me to my husbandand to my child forever.He is born from light.He is light. And he will never die.We live in a community of lights. Dr. Robert HuttonWhere is he now?And how old is he? Riya-MarjanaOn Ashtari.And he is ageless.Look at the next frame.Here he is as an adult. Dr. Robert HuttonStrange. Bizarre!He looks exactly like me?What a resemblance?Really strange. *** *** *** Riya-Marjana looking at Robert with affection and sadness. An angelic smileradiates on her face…Tears in her eyes. An unprecedented phenomenon, since aliens andextraterrestrials never display signs of emotions. But there is a reason forsuch affection which shall be gradually revealed at the end of the story. *** *** *** Riya-MarjanaYes! Quite a resemblance. *** *** ***Robert turns his face away from the Miraya to see the reaction of Riya-Marjana.and as he looks at her, her tears suddenly disappear.He notices nothing.Something extraordinary happens here.All of a sudden, Robert begins to feel some sort of emotional attachment toRiya-Marjana…a feeling he never felt before.And he kept looking at her…looking and looking.He smiles, closes his eyes and sails into waves of inexplicable feelings. Hewants to say a few words to her, but something stronger than him plunges himinto a deep silence, as if words all of a sudden, lost their meaning. At thatvery particular moment, he needed to know who really this alien woman is?A strange creature who suddenly covers his being, his body and his soul withsuch tenderness and most affectionate feelings.One day, this stranger beautiful alien woman would save his life. Whether heknows it or not, a bond between the two is created forever, and stronger thanlife itself.He lowers his head and murmurs a few words. *** *** *** Dr. Robert HuttonI am not going to play anymore trick on anybody.I don’t want to embarrass anybody …never again. *** *** *** Riya-Marjana comes closer to him.She lays her hand over his head, and smiles. *** *** ***Dr. Robert HuttonDo all the Anunnaki look like you and your son? Riya-MarjanaNo. I look very different.The Anunnaki are much bigger and much taller.And are multi-dimensional. Dr. Robert HuttonMulti-dimensional? Riya-MarjanaYes. Many non-terrestrials are.One day, I will explain this to you. Dr. Robert Hutton.And your son?Does he look different too? Riya-MarjanaWhen he was a baby, he looked exactly liked me.As he grew up, he began to change,and started to look like his father. Dr. Robert HuttonPlease come closer, I want to look at your eyes. Riya-MarjanaThey are green. Riya-MarjanaYours too. Dr. Robert Hutton(Looking very intensely at her eyes.)Very green…Unusual green…Green-blue-turquoise.You are a stunning woman.Those are not typical Anunnaki’s eyes. *** *** ***Immediately, and as fast as a click of a camera’s shutter, Riya-Marjanashape-shifts the size and the color of her eyes; from green to blue, to lightgrey, to bright yellow, to sparkling orange, deep red…and with a piercing butgentle smile, Riya-Marjana shoots out of her pupils, straight in his face,swirling rays of multiple beams which change in intensity and colors.She does it so fast and so strong, Robert pulls back and tries to block thebeams.He freaks out!Riya-Marjana explodes in laughter. *** *** ***Riya-MarjanaYou mean like that?I didn’t want to scare you.I was playing with you. Dr. Robert HuttonDon’t ever do this again.You hear? Never!You scared the hell out of me.Why did you do that? Riya-MarjanaI am just playing with you. Dr. Robert Hutton(Shouting with extreme anger)Don’t play with me like that.I don’t like it. You scared me.Riya-MarjanaI am really sorry. Dr. Robert HuttonYou looked like a monster from outer space.(A PAUSE)I am sorry too. *** *** ***She grabs him by the head and hugs him tenderly. *** *** *** Riya-MarjanaIt will never happen again.I promise. Dr. Robert HuttonIt’s OK, it’s fine.Tell me…Are all the Anunnaki ageless?You mean they can live forever? Riya-MarjanaThere is a life…an eternal life beyond this one.Age is just a temporary number.On our planet, time doesn’t exist,and numbers are meaningless.We measure time by light. Dr. Robert HuttonHow about the Anunnaki-hybrids?Do they live forever? Riya-MarjanaThe pure Anunnaki live forever,because they can reduplicate themselves.Each one of them has multiple copies,and can rewind time.Their cells don’t deteriorate.The Anunnaki hybrids’ lifespan exceeds 450,000 years.The lifespan of Bashar, who are ¾ humans and ¼ Anunnaki is approximately 35,000years. Dr. Robert HuttonUnbelievable!! So…. you can rewind time too? Riya-MarjanaYes, I can. I already told you that.This how I got here.What do you think?All Anunnaki can do that.The hybrids also can rewind time, but notthe Bashar. They can’t duplicate themselves.They die, and their skulls are piled upone on the top of each other in rows ofwalls underground.This is the cemetery I told you about.I am taking you there. Dr. Robert HuttonHow old you are you now? Riya-MarjanaDidn’t they teach you to neverask a lady about her age? Dr. Robert HuttonThis is purely scientific!It has nothing to do with you as a woman.I am just curious.Riya-MarjanaVery old by your standards. Dr. Robert HuttonAnd by your standards? Riya-MarjanaI could be the age of your grandmother.(A PAUSE)Perhaps your mother?What do you think?(With a noticeable sad tenderness and a shining smile on her face)Could I be your mother?I meant of the age of your mother. *** *** *** Robert is not listening to Riya-Miraya.He seems distant…far away…his mind preoccupied with something else. He isabsolutely confused.Waves of suspicions and doubts penetrate his mind. He can’t fully comprehend thesituation and what is happening to him.His rational mind would not allow him to accept this weird scenario ofincomprehensible events. But he is determined to solve this psychosomaticpuzzle. *** *** *** Dr. Robert HuttonI don’t know what to make out of you?One second… you are a time-traveler from the future.Another second…a woman in the flesh…And back again to an Anunnaki. *** *** ***Dr. Robert Hutton(Looking again at the Miraya.)What am I seeing now?A film?Holographic images?Or the real thing?Why did I need to go back into the past, to see all this,since you had it all the time on the Miraya?You could have showed me thiswithout going back in time?! Riya-Marjana(Interrupting and always smiling)You would have never believed me.Besides , how can you be so surewithout shopping in Tyre? Dr. Robert HuttonAm I getting out of the craft?Shopping?Did you say shopping? Riya-MarjanaYou bet!By all means.Let’s go shopping …and bring home somethingyou can show your friends…A 5,000 year old something.This will convince you and convince your friendsThat you were here… back in time.But show it first to General Ramsey, your friend…Not to the others… Dr. Robert HuttonAll right, only to General Ramsey.I will carbon date it.I wish I brought a camera with me. Riya-MarjanaIt wouldn’t work. Dr. Robert HuttonThe camera? Riya-MarjanaYes. Dr. Robert HuttonWhy? Riya-MarjanaBecause you are on a different time-line.You can’t transpose an event from the pastto the present. The photo will disappear as soonas you return to your time-line.Complicated heh?One day you will understand. Dr. Robert HuttonOK, let’s go. Riya-MarjanaFirst, I have to activate the CELL NEPHTA in your brain.And don’t ask more questions.Put your hands on the screen…Right here.Stay like that, don’t move.Close your eyes. *** *** *** Robert closes his eyes. Riya-Marjana looks at him with her usual affection,smiles, closes her eyes for a second and nods her head.There is a shadow of mystery in the way she looks at him. Is she hidingsomething from him?Something deep and very personal?As soon as Robert’s hands touches the screen, the Miraya like an X ray machine,instantly displays a negative imprint of his brain and skull, totally separatedfrom each other.A blue light flash like a laser beam emanates from his skull, and anotherintense red-orange beam diffused by his brain touches the skull.Robert faints.Instantly, the Miraya scans the brain and skull of Robert and by doing so, italters the sequences of his DNA, and temporarily activates the “Conduit Cell”(CC); a brain’s cell which is not discovered yet by science.According to the Anunnaki the “CC” is the primordial source of energy and motionfor the human body. In Ana’kh, it is called “Fik’r”, and sometimes “Shoula”,which means literarily the flame of creation, or life’s energy.A few seconds later, the two beams fade inside each other, and Robert suddenlyregains his senses. *** *** *** Riya-MarjanaYou are ready now.Your cell is activated.You are in good shape.We can leave the spacecraft, right now.I will take you to the cemetery of the Fallen Angels.The one I told you about,and later on, we will go shopping. Dr. Robert HuttonWhy did I faint Riya?Never mind. Let’s go. Riya-MarjanaThat’s the first time you call me by my name!That’s nice.Do you know what Riya means in Ana’kh?Spirit.And Marjana?The fields.So, I am the spirit of the fields. *** *** *** Both smile…Very gently, she slaps him on the right cheek.Definitely, a strong and very deep bond has been established between the two! Place: Riya-Marjana and Robert are walking in the street of ancient Tyre.Robert is dressed up like a Phoenician noble, but he doesn’t know it yet.Scene: shops, breathtaking courtyards, old houses of an exquisite architecture,wide streets perfectly paved with shiny square and round granite-stones,symmetrically bordered with amber-colored rocks, and magnificent glitteringmarble statues of deities (Gods and goddesses) in open public places.Robert is absolutely mesmerized by what he sees.It is wonderland. In a Phoenician shop:He spots a beautiful marble statue displayed on a shelf in a shop, and rushes tocheck it out.But suddenly he remembers that he needs to buy something he could carry andlater carbon date to prove that de facto he has time-traveled.So, he settled for an exquisite doll made from cedar wood and linen; wood andlinen can be easily carbon dated. *** *** *** Dr. Robert HuttonYes! This one!That’s the one.I am going to carbon date this baby! *** *** *** Suddenly, he realizes that he is wearing a 5,000 year old Phoenician suit. He isshocked and speechless. *** *** *** Riya-Marjana(Smiling)You are perfect for the occasion.My little beautiful Phoenician Prince!You look spectacular in this outfit.I picked it up for you. Dr. Robert HuttonWhere did you get it? Riya-MarjanaI was saving it for you. Dr. Robert HuttonI can’t believe it!It is really happening to me!Did you really…(A PAUSE)Of course,why am I asking such a stupid question? *** *** *** Robert buys the lovely doll, which becomes his most precious trophy!But is it going to last? *** *** *** Dr. Robert HuttonNow everybody will believe me!I can take it home with me, right? Riya-MarjanaSure, you can. Dr. Robert HuttonNothing would happen to it on the way back?I can show it, right? Riya-MarjanaGeneral Ramsey…only!The doll is not going to last forever.In a week, it will disintegrate. Dr. Robert HuttonWhy? Riya-MarjanaBecause it doesn’t have a duplicate copyto reproduce itself.I will explain later. (A PAUSE)You ask too many questions.Let me take you now to the skulls’ cemetery.It is not far from here, right around the corner. *** *** *** Place: At the skulls’ cemetery.Time: In the afternoon.Riya-Marjana takes Robert to a mythical/mysterious underground cemetery, whererows of walls packed with thousands of skulls, one on the top of each other arelined up perfectly in a symmetrical shape, and at an equal distance.The skulls cemetery does not look anything like a traditional Phoeniciancemetery; no sarcophagi, no scriptures, no motifs, no small figurines.Only walls packed with skulls. However, on the very top of each wall, theillustration of a winged circle is highly visible.There is no apparent source of light, yet it is bright.The corridors and all the adjacent rooms are well-lit; the whole undergroundarea is clear.The floor is immaculate and spotless.And astonishingly, the whole cemetery smells good. *** *** *** Dr. Robert HuttonStrange. Very strange.It is bright in here!Usually underground cemeteriesare dark and smell awful.Riya-MarjanaNot this one.Nothing is rotten here. No decay.One day you will understand why the cemeteriesof “Fallen Angels” are very special. Dr. Robert HuttonFallen Angels?The angels of Lucifer who fought God?I don’t believe this crap. Riya-MarjanaI didn’t say that! Dr. Robert HuttonAre those the skulls of Bashar? Riya-MarjanaThat’s right.But some are also the skulls of Djinns and Afarit.They are the bad ones. Dr. Robert HuttonBad? Bad creatures? Riya-MarjanaCorrect. Dr. Robert HuttonCan you identify the bad ones from the good ones? Riya-MarjanaSure, I can.I just lay my hands on a skull, and make it float.If the skull floats in the air, this means the skullbelongs to a Bashar.If the skull falls, or screams,then it is obvious it belongs to a Djinn or an Afrit.But you have to be careful,because sometimes, the skulls of Djinns,Afarit and Ghouls could attack youand seriously hurt you.They do, especially if they comefrom the lower dimension. Dr. Robert HuttonI don’t believe you. Show me.Right now. Make a skull float. Riya-MarjanaAll right. Pick up one.Any skull you want. Go ahead. Dr. Robert Hutton(Pointing at a skull from the third row.)That one! Right there. Riya-MarjanaNo. Not that one . Dr. Robert HuttonWhy? Why not?You told me to pick up any skull I want. Riya-MarjanaYou just picked a bad one,and I don’t want you to get hurt. Dr. Robert HuttonYou can tell?Just by looking at it?Just like that?Riya-MarjanaJust like that. Dr. Robert HuttonSo, who is this dude? Riya-Marjana(Laughing for the first time)A bad dude!An awful Afrit, created bythe Anunnaki to annoy people;usually the bad rulers of Babylonand greedy priests. Dr. Robert HuttonWow!You are laughing at me!I never saw you laughing before!! Riya-MarjanaYou made me laugh so many times before…Each time you played a trick on your friends…and those poor men in your office. Dr. Robert HuttonYou mean the guys who picked up the TABLET? Riya-MarjanaAnd Dr. Samuelson…You put crazy glue on his chair.The poor old man couldn’t get up.You are a naughty boy! Dr. Robert Hutton(Looking around)OK, how about this one?Is he any good? Riya-Marjana(Smiling)That’s a good dude! Dr. Robert HuttonOK then, make it float.I want to see it. *** *** *** SKULL OF THE MURDERED WOMAN.The skulls’ wall starts to crack slightly.Gradually, the skull begins to detach itself from the wall and floats inmid-air. And like a mad compass’ needle, the skull spins in all directions. *** *** *** Dr. Robert HuttonUnbelievable.Absolutely unbelievable.It is spinning! Who is this one? Riya-MarjanaA woman who was murdered by her husband.She never left Earth.Her skull is here, but her spiritis trapped in Marach Mawta.I have to stop it. She is suffering. *** *** ***Riya-Marjana emits a blue-golden beam from her solar plexus aimed at the skull.The skull freezes. *** *** ***Dr. Robert HuttonIt stopped.Marach Mawta…I know…the Doomed Zone of the dead.People who can’t escape… (WALKING TOWARD THE SKULL)They can’t cross over.They are trapped there forever…I know.Can’t you help them? Riya-MarjanaI did…so many times before.I will let the skull go now,or do you want to see more?I can bring her back to life…for a few seconds? Dr. Robert HuttonReally? Impossible!DO IT! *** *** *** Riya-Marjana places both hands on the skull.She lifts up the skull and flips it three times from left to right.The skull begins to rotate at an enormous speed. A figure starts to metamorphoseinto the shape of a strange substance, unseen on Earth.Gradually, the mysterious substance takes on the shape of a woman. A shadowyfigure at first, but a few seconds later, the shadow is transformed into a verypretty young woman in the flesh.Part of her face is covered with blood.She is moaning. The woman is terribly sad.And she is in pain. She murmurs a few words... *** *** *** The apparition (The sad woman)(Screaming)Saa-ee-di Hiraa-mimi(Help me…Free me)(Screaming louder)Nama noma Dr. Robert HuttonNama nomaI can’t sleep, she said.She can’t sleep. (Talking to Riya-Marjana ina very agitated manner)Can’t you do something? The apparition (The sad woman)(The apparition screaming again)Hadiri kouraba mi.Alami alaaaaaaamiSi adamii Dr. Robert Hutton(Translating again)He is here…near meAnd he is hurting me.Please help me. Riya-MarjanaRelax. Don’t panic.Move aside.Give me something…anything.Give me a coin. Dr. Robert HuttonHere. *** *** *** Riya-Marjana throws the coin in the air, not far from the apparition. The coinvanishes. *** *** *** Riya-MarjanaGive me another one. Hurry up.Don’t come close.Stay behind me. *** *** *** This time, Riya-Marjana throws the coin above the head of the apparition. Thecoin instantly disappears again, and makes a strange sound. *** *** *** Riya-MarjanaOne more. *** *** *** Now, Riya-Marjana throws the coin at the feet of the apparition. The coinfreezes and falls on the ground.Riya-Marjana jumps and steps on the coin.A frightening voice is heard coming from the coin, as if somebody has beenstabbed.Near the feet of the apparition, a few drops of blood appear on the ground andturn black.Riya-Marjana pulls back and shouts: Riya-MarjanaIzaab Araha malouna…Izaab. From her solar plexus, Riya-Marjana shoots an intense beam of light which beginsto circulate around the apparition.The apparition is lifted up into the air.It begins to spin…and suddenly disappears. *** *** *** Riya-MarjanaIktoum Hurra(You are free) *** *** *** The woman, the blood and the coin vanish in a thin air. The skull reappears andfreezes in mid-air. *** *** *** Riya-MarjanaShe is gone. She is free.The skull is yours.Take it home and carbon-date it!Now you have two toys to show your friends. Dr. Robert HuttonWhere did she go? Riya-Marjana(Ordering him in a severe tone.)Take the skull. Dr. Robert HuttonI will.Can I touch it?Nothing is going to happen to me. Right?I will not offend her? Riya-MarjanaNo, you will not offend her.And hide it inside your tunic.You are not supposed to do that.You know? We call this…stealing. Dr. Robert HuttonIn our language, we call it archeological discovery. *** *** ***Robert does as he is told; he hides the skull inside his Phoenician suit. *** *** *** Riya-MarjanaTime to go back.Your time is up.You have consumed all your energy.It’s getting dark.We are going home. *** *** ***Robert is getting weak and weaker by the second.He is almost fainting.Finally, Robert collapses.It is totally dark now.And the darkness transports him straight to his bedroom in Washington, DC., atthe speed of light.Time: 4:27 PM. Only 10 seconds have elapsed. Findings and analysis of Dr. Robert Hutton’s time-travel event, andRiya-Marjana’s concerns.___________________________________ What did Robert Hutton learn from all this?Was it absolutely necessary to go through all these time-space maneuvers? Andfor what reason?What is the significant relation between Dr. Hutton, Riya-Marjana, and theTablet?Why a trip to Phoenicia was necessary? Well, Riya Marjana wanted at any cost to gain the trust and collaboration ofRobert Hutton. He was important to her because of his involvement with the“Grid” (Calendar, Tablet), and his deep knowledge of ancient symbols and deadlanguages of the most ancient civilizations on Earth. Hutton was commissioned bythe United States government and the military to study, translate and interpretparamount messages received from outer space transmitted in a language totallyunknown to the military.A previous study of some passages of those messages done at Harvard Universityand Yale University revealed that an ancient civilization not from this worldinteracted with Phoenicians and Sumerians, and left on clay tablets,mind-bending information pertaining to the creation of Man, how Man was createdand for what purpose, communication with beings from Ashtari Constellation,time-travel, humanity’s future, and the function of multiple dimensionssurrounding Earth.Our government was particularly interested in using the “Galactic Information”as weapons-systems in order to dominate the world. Dr. Robert Hutton wasextremely useful to the military because he mastered many of those deadlanguages, and previously conducted experiments on time-travel, even though hisattempts in this field failed miserably.Dr. Hutton was a man, the military could fully trust. Seen in this context, Dr.Robert Hutton was extremely important to both the military and Riya-Marjana.Riya-Marjana was fully aware of the intentions of the United States Governmentand the military, which in her opinion, were not geared toward the happiness ofmankind and peace on Earth; she wanted to prevent the military fromreverse-engineering an alien technology which was transcribed on a “Tablet”given by a malevolent alien race to the military in the early fifties.This “Tablet” was in fact a “Matrix of Time-Space” which has multiple “Programs”capable of creating a hybrid-race, time-travel, bending time, and a supergalactic weapons system.Riya-Marjana discovered that the Tablet is currently in the hands of a branch ofthe military working very closely with a malevolent alien race at Dulce Base.Thus, it has become imperative to retrieve the Tablet from the base and preventthe military from using is as a destructive device.To accomplish this, she needed Robert Hutton who had easy access to the militaryand Dulce Base. But, she needed first to gain his trust and solicit his fullcollaboration. In other words, she had to prove to him that:●a-Time-travel is possible.●b-She is the real thing, a benevolent being from another dimension, fromanother time who could see and foresee major events to occur on Earth whichcould annihilate the planet,●c-A joint collaboration (Riya+ Hutton) could prevent forthcoming catastrophes,and above all, like the best of us, she is a being with conscience and a heart.The last segment of our story could reveal another reason which goes beyond anyexpectation and rational explanation. A coup de theatre which will make ourheads spin in all directions.d-Ancient Phoenicia (Her homeland) was the cradle and primordial habitat of theAnunnaki on Earth. Worth noting here that Riya-Marjana was also a quasi-humanbeing of a Phoenician origin who lived on this Earth thousands of years ago.She wanted to convince Dr. Hutton of this veracity, and the only way or processby which she could accomplish this was to take him back in time to Tyre, theancient city of Phoenicia where she was born and where she was wed to anotherbeing from another time and from another dimension. Dr. Robert Hutton was de facto, the first American who has successfullyaccomplished time-travel outside the military perimeter. His trip into the pastwas never revealed to the military or made public, but it did happen.Years later, time-travel occupied the minds of illustrious American scientistsfor decades, and numerous experiments were conducted at secret military bases inthe United States with the collaboration of scientists and scholars from MIT,Harvard and UCLA.It was reported that at least 3 time-travels were successful thanks to a jointcollaboration between the alien intraterrestrial Grays and the United States AirForce, in the presence of Dr. Carl Sagan. Below you will find a synopsis of oneof those extraordinary accomplishments. Project Serpo and Zeta Reticuli.In modern times, zooming into the past did occur accidentally, during one of thephases of Project Serpo. The original Serpo team consisted of ten members – ninemen and one woman.The woman was released from the team project when it was found out that she waspregnant, thus only the nine men went through the Stargate initially. Theyzoomed into the future, into the realm of three-star systems outside of ourgalaxy. The plan was conceived to travel to Zeta Reticuli, but the stargate sentthem somewhere else, for unknown reasons.The data entered and used to go through the stargate, had included seven planetswhich had atmospheres and climates similar to that of Planet Earth. The shipthese men traveled in through the stargate was constructed for that trip by theZeta Reticulan Grays. Unfortunately, they did not end up in the Zeta Reticulanstar system, and while stuck there, they ran out of food and supplies, causingthe death of three of the men.This catastrophic mistake could have easily been avoided, had one of the pilotsbeen a Zeta Reticulan, as was suggested by the Zeta Reticulan Grays.However, the American military refused, since they did not fully trust thealiens, and decided to go thru the gate with the two human pilots who have beentrained on Gray ships for a period of just twelve months, on a secret base inAlaska. The reason for taking the pregnant woman off the team, was due to the fact thathad she given birth in another planetary system, and in another time/dimension,her son would return much older than his mother (perhaps by a hundred thousandyears) and military scientists were not yet ready to deal with such situations.According to secret reports, there was no contact between Earth and the crew forthree Earth years. A military scientist was told by one of the Grays that it hadtaken them only ten minutes to get there.Dr. Sagan was fully aware of Project Serpo’s expedition, and mentioned it in hisnovel “Contact” which was made into a major Hollywood film starring JodieFoster.Upon the return of the surviving six team members, and before the project wascompletely abandoned, Carl Sagan suggested another attempt be made to go to theZeta Reticulan system, this time using one of the Gray pilots, in a second shipthat had been built for this mission, with three other members added ontoProject Serpo. For the record: The Zeta Reticulan pilot’s name was Ramu.Again, they went through the stargate, but this time, they were zoomed back intime and space here on Earth and into another dimension. It was at this pointthat Carl Sagan pointed out to the American military aware of this project, howthis technology could be used against the human race, by the Zeta ReticulanGrays, having realized that both expeditions into the past and future weredeliberate diversions on the part of the aliens. Something else worth mentioning to the reader: Why would a world-famousastronomer like Carl Sagan question the existence of extraterrestrial beings, orwould question the abduction of Betty and Barney Hill and the star map she drew,when he himself was in direct contact with them for years?The Zeta Reticulan Grays did indeed show her a star map for their star systembut worked with Carl Sagan for eight months on a complex star map of severalgalaxies, some of which were in different dimensions, which is still to thisday, one of the most prized files on galactic civilizations in militarypossession.In the film “Contact”, there are several scenes and dialogues passages which arebased upon Carl Sagan’s “entretien” and meetings with the Grays aliens,especially the scene related to Jodie Foster’s sudden and short trip to anotherdimension, where she met with her deceased father.Carl Sagan would not share any of his discoveries or knowledge gleaned from theGrays, with any of his colleagues, including his close associate and friend,Frank Drake of the SETI Institute.Carl Sagan wanted to be in full control of the whole project, and wouldperiodically refuse to work or cooperate with scientists and astronomers,occasionally suggested by the United States Air Force, NASA, and the N.S.A.This could possibly explain why many scientists at SETI still hate his guts tothis day! The American military has successfully sent six men through the vortex:Has anything and/or anyone propelled into the other dimension been brought backto Earth? The answer is yes. The American military has successfully sent some ofits military personnel who volunteered for the experiment and were sent througha vortex tunnel to another dimension and brought back to Earth. Within closecircles it is also referred to as the “TTT” or the “Tag Team Tunnel”.Six men were sent through the vortex and were supposed to have returned within amatter of ten to fifteen seconds but ended up gone for fifteen minutes.When they asked the Gray personnel working with them on this project why the menhad not immediately returned, the Gray scientist laughed at them, at which pointthey demanded he goes through the tunnel himself to retrieve the men.Within a few seconds, all six men and the Gray were back.In the debriefing that followed, the six volunteers said that the dimension theywere in was so close to ours, as to be able to see and hear one Major put a gunto the head of the Gray, saying “You better go in there right now buddy and getmy men back!” The Gray laughed at him but returned with the six. Apparently, allGray aliens are known to play tricks and games like these with the military,within many of these joint projects.What did the men see, hear and feel in this other dimension so close to ours?According to the men, they saw a labyrinth of corridors before them, and theonly colors they saw everything in were blue, light blue and light gray. Noother colors seemed to exist in this other dimension. There was no sound orbreeze or any kind of feeling in this dimension, and it felt like a void filledwith corridors. The only sounds they could hear were those of the militaryofficers and camera men behind them who were observing and filming thisexperiment.Turning around to return to the room, the six volunteers said they encounteredthe most unusual invisible, intangible wall that would not let them come throughto the physical world and dimension we live in.Try as they might, and as close as they were to the others, within inches ofthem in fact – and yelling and screaming to be let back in, none of theobserving officers heard or saw them.When the Gray went in to retrieve the six from that dimension, he had a deviceon his wrist that he had withheld from the military would be necessary for themen to return.Upon stepping in, he grabbed a hold of the first man, and placed his other handup to the invisible intangible wall of this dimension. The device on his wristrevealed a knob on the wall, which he turned and then told the men they couldmove forward. As the first man went through, to the second man standing rightbehind, it was as if he dematerialized to the width of a page in a book wasflipped over.The wall of this dimension now became foggy, and the other men were terrified ofgoing through it, not knowing whether they too would be turned into sheets ofpaper that could be turned over as if flipping from one page to the next in abook. The Gray assured the men it was perfectly safe, and was their only back toour world, so the men had no choice but to go through. What are the military implications and applications of this technology? Imagine being able to transport enemy troops, or teleport military bases toother dimensions. Within the void of these dimensions, there would be no food,no water, no stimuli of any kind that the human body and mind is used to and/orneed to survive. Whoever is sent to those dimensions would go insane fromsensory deprivation, whilst starving to death from hunger and thirst. Stargate and the technology of bending time.Riya-Marjana worried a lot about the military use of the Ba’abs which couldbreak the fabric of time-space, thus leading to possible confrontations withother galactic civilizations. The Matrix (The Tablet” contained specificinstructions on how to use those Ba’abs.Ba’ab “Bab” is a term for an Anunnaki’s stargate; an entrance and an exit tomultiple worlds, stars, planets, and galaxies. The Anunnaki deploy Ba’ab“split-time-space technology” to travel to any region of the universe in afraction of a minute. In contemporary science fiction literature, quantumphysics, and ufology, Ba’ab could be compared to the American stargatetechnology.This technology allows the Anunnaki to bend time and space and travel to variousdimensions, levels and types of the cosmos, such as: * 1-The multi-dimensional world, * 2-The parallel world, * 3-The future world, * 4-The galatico-plasma world, * 5-The past dimension, * 6-The future dimension, * 7-The multiverse zones, * 8-The space-memory zone, * 9-The Akhashic sphere.This also allows them to send and receive instant information and messages fromand to the beginning of the universe, the beginning of time, and the beginningof motion. This time-space technology is not a monopoly of the Anunnaki. Manyextraterrestrial races travel the infinite universe through the Ba’abs.The wording or term “Universe” does not apply anymore; it is a relic from thearchaic past. The word “Multiverse” should be used instead. In plain English,beyond and around Earth, and the world we know, there are millions upon millionsof parallel universes, multiple dimensions, habitats, and life-forms, Earth-likeplanets (Nature, intelligence and organisms), that can be explored, seen, andvisited by humans via stargates. Stargates over Chicago and New York:There is a huge cosmic Ba’ab/stargate over Chicago. But this one is quiteunique, because it is called a Madkhaal, which means in Ana’kh, an entrance,rather than a stargate.Not all stargates are identical, nor do they function in the same manner. Thereare stargates that lead to another (singular) world, an incomprehensible worldof bent time-space. And there are stargates that lead toward parallel dimensionsadjacent to our world. The one over Chicago leads towards a dimension where timeand space are no longer linear. In this dimension, the laws of physics as theyare known to us on Earth no longer apply.The Madkhaal is located above Grand Central Station in downtown Chicago. It isoval and vibrates like a rubber band, very similar to a multiverse membrane,found in the perimeter of the eleven dimensions mentioned in contemporaryquantum physics.It is neither visible to the naked eye nor can it be detected by any apparatuson Earth. Also, worth mentioning here, is the subject of the “Anomaly ofStargates.”Stargates do vary in size, function, purpose and mobility, just like theextraterrestrial underwater plasma corridors, used to navigate our seas andoceans.The stargate in New York City, which is located over Madison Square Garden, istwice the size of that over Central Station in downtown Chicago. Travel to andfrom the Chicago stargate is possible at particular times, however travelthrough the Madison Square Garden Ba’ab is a one-way street. Since the Ba’absare at least 900ft – 1,700ft above ground, it is not possible to jump into aBa’ab. At the time of the return of the Anunnaki, an electromagnetic fog willsuck up the people with light to medium contamination, as set forth by theAnunnaki’s return protocol. The American Ba’ab and the “Giant Gray”:Many extraterrestrial civilizations are familiar with the concept and itspragmatic application. Insiders have claimed that the extraterrestrial Grays(Intraterrestrial Aliens) showed American military scientists how to enter aBa’ab (Stargate). A most unusual claim about the American Ba’ab stated that in2006, while an American spaceship tried to enter a Ba’ab, a “giant Gray” exitedthe spacecraft, because it needed a sudden repair. The alien was sucked up intothe galactic vacuum and the craft exploded. This event was recorded on a filmand was sent to NASA and MIT.Both the Russians and the Americans have tried to develop a space technology inorder to penetrate these gates. The Anunnaki are fully aware of their progress.There is nothing to fear, as long as our military scientists and the Pentagonrealize, that the offer they got from the intraterrestrial Grays, living here onEarth, is not as benevolent, as they have thought in the past.Any Grays’ technology given to humans of any nation will lead to disaster, forthe Grays’ agenda and intentions are macabre and malicious.The Holography Zooming Project (HZP):Riya-Marjana was deeply worried about the military Holography Zooming Projectbased upon scientific data and instructions recorded on the Matrix (Tablet)which is hidden at Dulce Base by a branch of the military and the Grays.Riya-Marjana knew that a Holographic Zoom Lens HZL-C-1000, representing thefirst hardware version of a stepwise holographic zoom lens has been manufacturedby the U.S. Army Missile Research and Development Command. From talking to aEuropean scientist who is allegedly working on this project with theextraterrestrials, the following was obtained.The scientist said verbatim, word for word, as is, and unedited: “Holography asapplied in the project means the projection of a picture or a substance that hasbeen de-fragmented and transported via a grid. It is similar to what you seereflected in a mirror. However, it is more realistic, because it interacts withyou, and can be programmed and reprogrammed.In other words, and simply put, you take anything you want, a tank, a building,a car, a whole city and you create the tank, the building, a city, in a sequenceof numbers (ones and zeros). The sequence has its own language and frequency.The language is used for command.The sequence is used for programming. In doing so, you will be able to know whatconstitutes the substance and “inertia” of everything in the world. And inertiahas also its one substance. And the substance itself can be broken like an atom.The scientist added, “You can divide the inertia into molecules. Each moleculewill have its own sequence, like a DNA. By doing so, you can change and/ortotally alter its nature. For example, you take the Empire State Building. Youenter its blueprints into the grid. The grid will read its sequence which wascreated through the re-programming using the code of ones and zeros. Atdistance, and without even touching the Empire State Building, you candisintegrate it, erase it, and destroyed…you wiped it from the face of the earthby a simple holographic process.Another fascinating characteristic is the creation of something that does notexist at all. For instance, you can create a whole city with the holographicgrid, and project it on a huge scale, big, as big as a small city. On your grid,it is a virtual image. But on a landscape, it is a reality. Mind you, it is notan alternate reality. It is not a camouflage. It is real. This technique can beused to deceive the enemy, and of course to confuse everybody.You can transport New York from its actual location to another, and substituteor replace it with the holographic projection you have created.”The measurements of genome/DNA chips of any substance, and pertinent holographicreconstruction have enormous military applications.It is difficult to understand how extraterrestrials manage to do this.Scientists have already done something with these measurements, but in adifferent area.They call it “microarray measurements.” Explanation is provided below: Asexplained and noted by Ehud Gazit; Tel Aviv University, Israel; Madi A; FriedmanY.; Roth D.; Regev T.; Bransburg-Zabary S.; Genome Holography.“DNA chips allow simultaneous measurements of genome-wide response of thousandsof genes, i.e. system level monitoring of the gene-network activity.Advanced analysis methods have been developed to extract meaningful informationfrom the vast amount of raw gene-expression data obtained from the microarraymeasurements.These methods usually aimed to distinguish between groups of subjects (e.g.,cancer patients vs. healthy subjects) or identifying marker genes that help todistinguish between those groups.We assumed that motifs related to the internal structure of operons andgene-networks regulation are also embedded in microarray and can be decipheredby using proper analysis.In addition to the intra-operon structure, it is also possible to predictinter-operon relationships, operons sharing functional regulation factors, andmore. In particular, we demonstrate the above in the context of the competenceand sporulation pathways. By analyzing gene-gene correlation fromgene-expression data it is possible to identify operons and to predict unknowninternal structure of operons and gene-networks regulation.” There is something close to holographic zooming going on at some intelligenceagencies, and in the labs of avant garde research companies.By comparison to the extraterrestrials’ technique it is rudimentary, but thepotentials and future developments are enormous.David Crane said: “There’s no doubt that geospatial information systems (GIS)[http://www.fas.org/irp/program/core/usigs.htm] have become an importantcomponent of network centric warfare [http://www.dod.mil/nii/NCW/] (a.k.a.net-centric warfare). Military analysts/strategists, as well as those taskedwith Homeland Security missions, have to be able to visualize geographic areasand correlate those pictures with relevant mission data/information. Statement from Northrop Grumman:“In the past, geospatial information, or geospatial intelligence, was displayedand presented in the form of paper maps. Northrop Grumman Mission Systems’[http://www.ms.northropgrumman.com/] ultra-cool TouchTable ImmersiveCollaboration System [http://www.ms.northropgrumman.com/touchtable/] , billed as\"the next step in advanced GIS collaboration\", has changed all that.Now, military and Homeland Security analysts, planners, and strategists canmanipulate images in real time, and thus better assimilate the geospatialinformation and intelligence that’s presented.This will, hopefully, result in faster decisions through a better overalltactical and strategic understanding of the battle-space.” *** *** *** Chapter IVBACK TO WASHINGTON, DC._________________________ Place: Robert’s bedroom, Washington, DC.Time: 4:27 PM.It seems as if only a few seconds have passed since the spacecraft left theskulls’ cemetery.Robert wakes up to find himself in bed, exhausted and semi-unconscious. He looksat his watch and finds out that the time is 4:27 PM.He can’t remember everything that has happened to him from the moment he leftthe supermarket to 4:27 PM, and can’t understand why he is in bed, and how hegot here?Gradually, he starts to remember –in incoherent manner- fragments from hisencounter with Riya-Marjana, the Anunnaki spaceship, his time-travel, and hisvisit to the underground cemetery in Tyre.He is totally confused and absolutely unable to make sense of the missing time,and the whole experience he had.For a few seconds, he thought that the entire thing was some sort of a bizarredream. And while he was still absorbed by confusion and inquietude, Riya-Marjanasuddenly appears in his bedroom. *** *** *** Riya-MarjanaYou did well considering your skepticismand constant doubts.You are born skeptic. Dr. Robert HuttonWait a minute, wait a minute. Hold on.Did it happen or not?Was it real or some sort of hallucination? Riya-MarjanaIt did happen, most certainly. Dr. Robert HuttonBut… the time?It is only 4:28 PM!!How did I get there?How did I return home?Why am I in bed? (Scratching his head)I remember now…the supermarket,my grocery…Potomac…It was today, wasn’t it?Or years ago?The spacecraft?You!!Phoenicia!!No no, something wrong here… terribly wrong.What did you do to me? Riya-Marjana(Smiling…giggling)Nothing terrible.You will figure it out on your own.The important thing is that you did it,and you were in two different placesand in two separate times at the same time.Congratulations Dr. Hutton.You just made your first time-travel!And it doesn’t matter whether your friendswould believe your story or not.The most important thing is thatyou have witnessed a major changein your life which will open the window ofyour mind on an immense cosmic landscape.And in the near future, humanity will benefitfrom your experience. Dr. Robert HuttonIt doesn’t make sense.I am losing my sanity.I am losing my mind.Please go away. Riya-MarjanaI can’t. I can’t.You are now part of me.You have always been part of my life.And you did not lose your mind!You are perfectly sane. Dr. Robert HuttonWhat do you mean I was always part of you?This is unreal! Riya-MarjanaIt is real. Everything was real.From the time I saw you near the riverto your trip to Phoenicia…and to where you are now.Everything is real.And your Phoenician has improved considerably.Would you say it wasn’t so perfect before? Dr. Robert HuttonWhat are you talking about? Riya-MarjanaWell, your Phoenician now is perfect!You have mastered it after your trip to Tyre.You learned it from the Masters.The Masters you met in Phoenicia.You can’t remember everything now.But eventually you will.Let your “Conduit Cell” work on it.It was a nice trip.I have to go now.I will see you soon. Dr. Robert HuttonBefore you go.How did you know about the TABLET?And what the TABLET has to do with you,and this crazy trip? *** *** *** And as Riya-Marjana suddenly appeared to Robert from another dimension, shedisappears from his bedroom in the same manner, leaving behind, a mostdelightful aroma. Robert begins to squeeze his head, as if he is trying torecapture all the images he saw in his time-travel and anchors them deep in hisconsciousness. *** *** *** Place: Robert’s kitchen…Robert gets up quickly and rushes to the kitchen to have his espresso. *** *** *** Dr. Robert HuttonShoot! I forgot again to water the plantsThey are dead!God damned. *** *** *** And while he is holding his double-espresso cup, holographic images of flyingcircles, dilatation of space and time, and destruction of cities by fire andearthquakes, begin to flash before his frightened eyes, adding more confusion tohis state of mind, and plunging him into an abyss of fear…leading him to doubthis sanity. Place: Robert’s house; the study.Time: Same day, seconds later.Robert grabs his cup of coffee and goes directly to his study searching for thescrolls and documents, Riya-Marjana has sent him, a few weeks ago.He pulls out a bunch of papers from his desk’s drawers, and begins to flip thepapers, back and forth, and suddenly his eyes freeze when he stumbles upon theillustration of a small winged circle, which looks identical to a circle he sawduring his trip; the very same sign, which was engraved at the entrance gate ofthe cemetery in Tyre.Then, he realizes that his time-travel was real, and the winged circle hadsomething to do with an unforeseen mission.And suddenly, he remembers precisely what he has seen on the back of the TABLEThe translated; a very miniscule and identical winged circle (almost invisible tothe naked eye), which was delicately engraved, on the very top of a circle, andjust below it, the word Haramoon in Ana’kh, followed by the number 33 inPhoenician.Flashback. Phoenicia.Time: Unknown.*** *** *** Riya-MarjanaLook at Jabal Haramoon, (Mount Hermon in Phoenicia)This is where the Anunnaki descended on Earth,after the Grand Deluge. Dr. Robert HuttonI see a spacecraft on the top of the mountain.Still there! Riya-MarjanaVery good. This is spacecraft number 33. Dr. Robert HuttonWhy 33? Riya-MarjanaBecause it represents the 33 degree line thatdirectly links Earth to Ba’aab; the Stargate,the entrance to another world…Where we came from. Dr. Robert HuttonI see…I see. I got it now.So, this is what the CIA and the Pentagon are interested in!General Ramsey kept asking me aboutthe meaning of 33 in Ana’kh.The Stargate’s code!!!!!!!STAR WARS…REAGAN’S SDI…March 23, 1983…It starts to make sense now…I see…I see. Riya-MarjanaYou got it.We must stop them.The Ardi-Nishtaar (Greys Intraterrestrial Aliens) andthe military are jointly working onthis space-weapons-systemthat will totally destroy Earth, and end lifeas you know it!!The Pentagon and the CIA have been misledby the Ardi-Nishtaar. Dr. Robert HuttonHow can we stop them?Oh no! am I going to fight the CIA, the NSA andThe Pentagon! No, this is not my game.Besides, the NSA has nothing to do with the aliens.And what do you mean by we? Riya-MarjanaYou and me. Dr. Robert HuttonMe and you? Why me?Why not your own people? They can do it.With all your technology, time-travel and fasterthan light spacecrafts you can doalmost everything. Can’t you? Riya-MarjanaArrange for me a meeting with The Pentagon.Dr. Robert HuttonThis is absolutely ridiculous!It doesn’t make sense!!An Anunnaki needs me…A small potato like me…to arrange a meeting with The Pentagon!Who would believe this madness?And why don’t you use your mind-control powerand your supernatural stuff to do it? Riya-MarjanaWe think differently, and we operatedifferently from you…differently from all human beings.First thing we do is to act like humans,and later on, when the time is right,we act like Anunnaki. Dr. Robert HuttonThe Pentagon?What shall I tell the Pentagon?An alien woman from outer space wants to talk to them?Kiss my career goodbye!Oh yeah, an extraterrestrial wants to talk toUnited States Army!!And I am her spokesperson!Do you know what they will think?I am nuts!And do you know what they will do me?They will fire me and lock me up in the loony bin.And do you know what General Ramseyand Colonel Zack will say to me?Bob, go see a shrink! You need help! Riya-Marjana(With a firm tone)You will do it.They will believe you if you talk to them…Just tell them you havethe secret documents which were written andsigned by General Patton, and General Omar Bradley,the documents they were looking for.The ones Patton and Bradley sent to Winston Churchilland Rudolph Hess when he was in prison in England…Among other things… Dr. Robert HuttonAmong other things, like what? Riya-MarjanaThe original drafts of the two speeches, Eisenhowerwrote in 1944, in case D-Day invasion should fail.Tell them, the File OS-765/E-F they have intheir archives is a fake!I can produce the original documents.I will project them holographically during the meeting.I will also take them back in time,and I will let them see and hear what GeneralEisenhower and General Patton said in secret toMontgomery about the invasion’s plan,and how they misled Winston Churchill, andGeneral Charles de Gaulle.I will project these events and documentsin the meeting room,and they can make copies of the projection if they want.I will give General Ramsey, the double secretcode of Garbo, which was only known to theGestapo, the OSS, and General William Donovan. Dr. Robert HuttonAll that? Riya-MarjanaYes! And much more!I will also project the documents of the top secretProject Blue Sky Number 342-AT/47,and copy of the treaty Eisenhower signed with the Ardi-Nishtaar in 1947, and what happened to themen who vanished in SERPO flight.You already know everything that has happenedon Earth is recorded in the Anunnaki Akashic Records. Dr. Robert HuttonJesus!Heavy stuff. Let me see what I can do? Riya-MarjanaShow General Ramsey the doll and the skull.This will convince him.Carbon date the doll and the skull, right away!The skull is not going to last long.The doll will disintegrate in a week.Tell General Ramsey I want you to be there at themeeting. Otherwise I will speak only in Ana’kh. Dr. Robert HuttonMy head is spinning. Anything else? Riya-MarjanaYes…one more thing.Tell General Ramsey to ask William Casey to sendhim the report Richard Helms (CIA director, 1970)wrote in 1945 about the German Vril and Maria Orsic.Let him look at page 2, line 9…he will find my name…and he will then understand everything. *** *** *** Chapter VGENERAL RAMSEY________________________ For the next five days, Robert will intensify his contact with the top echelonat The Pentagon, and his close buddies at the CIA and the NSA, trying to set upa meeting for Riya-Marjana. However, all his efforts remained in vain.Nobody took him seriously. Everybody thought that he lost his mind. But two dayslater, everything began to change, when to his great astonishment, his friendGeneral Ramsey calls him to tell him that The Pentagon, the NSA, and the CIAfinally agreed to meet with Riya-Marjana.General Ramsey knew a lot about the German Vril, the German psychic Maria Orsic,and Project SERPO.Insiders nicknamed it “Project 33”.During the 70s, a U.S. military team was sent to the home planet of aliens whovisited Earth. The planned 10-year journey was part of an exchange programbetween aliens and the United States.Project SERPO was also known to insiders as “Project Crystal Knight.” Theproject was financed and controlled by the Defense Intelligence Agency (DIA),the Air Force, the CIA and NASA.Its headquarters was at Edwards Air Force Base, East of Rosamond, California,and included Rogers Lake and Rosamond Lake. Based upon aliens’ technology,SERPO’s member team could zoom into the future and enter another dimension. Inother words, and simply put, time-travel; SERPO was similar to a certain degreeto Riya-Marjana’s time-travel. *** *** ***Place: The Pentagon. Office of General Ramsey.Time: 11:00 AMGeneral Ramsey calling Robert. *** *** ***General RamseyBob, this is General Ramsey.Listen…Are you sure you can substantiate your claims? Dr. Robert HuttonAbsolutely. Yes sir.I have everything you need andRiya-Marjana is ready. General RamseyOK. I think I can arrange a meeting.Can you come to see me tomorrow?I have some questions I want to ask youbefore I confirm the meeting.How about 11 o’clock? Dr. Robert HuttonPerfect. I will be in your office at 11 sharp. General RamseyGreat.Can you bring with you the doll and the skull? Dr. Robert HuttonAbsolutely. General RamseyFine. See you tomorrow then.And Bob, stop calling people,and keep your mouth shut.Understood? Not even a word!Dr. Robert HuttonYes sir. Thank you General. Thank you, a lot. *** *** ***The next day.Place: The Pentagon. Office of General Ramsey,Time: 11:00 AM *** *** *** General RamseyThank you for coming Bob. Dr. Robert HuttonMy pleasure General. General RamseyStraight to the point Bob.No monkey business.All right? Dr. Robert HuttonAbsolutely, General. General RamseyNow…about this woman…Are you absolutely sure she is who she claims to be? Dr. Robert HuttonYes sir. General RamseyHow did you meet her? Dr. Robert HuttonEverything is in the report, General. General RamseyI know…I know. Dr. Robert HuttonSir if I may?Riya-Marjana could be of a great help to us.I know Project SERPOwas not a spectacular success.It was a disaster!Carl Sagan told me some of our menwere killed in the process.He admitted the whole project was a total failure. General RamseyWhat did he tell you exactly? Dr. Robert HuttonWell…Sagan told me that basicallythe original SERPO’s team consisted oftwelve members, 11 men and one woman. General Ramsey(Interrupting)Nine men and one woman, Bob.Continue. Dr. Robert HuttonThe woman was released from the team whenIt was found out she was pregnant…Only nine men went throughthe Stargate initially.They zoomed into the three-star systemsoutside our galaxy.They were supposed to reach Zeta Reticuli,but the Stargate sent them somewhere else.Right?General RamseyContinue. Dr. Robert HuttonThe data entered in the matrix includedseven planets with atmospheres and climatessimilar to our planet.Unfortunately, they did not end up inthe Zeta Reticulan star system.They got lost in space, ran out of foodand supplies, and 3 of our men died.This catastrophic mistake could have been easilyavoided, had one of the pilots been a Zeta Reticulan,as it was suggested by the Zeta Reticulan.. General RamseyBullshit! Dr. Robert HuttonMaybe I have said enough, General? General RamseyContinue. Go on. Go on. Dr. Robert HuttonWell…The Air Force and the CIA refused,because as Sagan explained to me, they didnot fully trust the aliens, so…they decided to usetwo of our pilots, who were trained on the aliens’ships for a period of just twelve months in Alaska. General RamseyGo on… Dr. Robert HuttonRiya-Marjana told me that therewas no contact between our commandand the crew for three years.Riya-Marjana said the trip took only 10 minutes.Carl Sagan suggested that another attempt shouldbe made to go to the Zeta Reticulan system,but this time Ramu, will be in charge.You know…Ramu? One of the alien pilots.So, they went through the stargate,they were zoomed back in timeand space and ended up in another dimension. Like Carl Sagan, Riya-Marjana pointed out,how this technology could be used againstthe human race, by the Zeta Reticulanshaving realized that both expeditions into thepast and in the future were deliberatediversions on the part of the aliens. General RamseyAnd this Marjana told you she will help usre-engineer this technology? Dr. Robert HuttonYes sir. I am a living witness…she took me back in time to Phoenicia…5,000 years in the past, General.But first, she wants you and The Pentagon to listento what she has to say about the Dulce Base…people being abducted by the Grays,and taken to military bases.She did mention the Blue Fog T85sand the Black Shadows S-14.Those are flown by the aliens, sir,and serviced in our hangars.The message is coming directly fromthe Anunnaki Supreme Council. General RamseyThe Black Shadows S-14…General Hutchinson’s men and the CIA wereworking on reverse-engineeringThe Black Shadows S-14 at Area 51.What else did she say? Dr. Robert HuttonWell… she did not give me all the specifics…That’s why she wants to meet with you andexplain everything in detail.General, she knows a lot!Ask Dr. Vannevar.Talk to Dr. Teller. General RamseyOK…Fine.I will listen to her.Listen Bob, nobody has to know a thing about this and about the meeting.Do you understand Bob?It is above top secret.Do you understand?Not even a word to the CIA and the NSA! Dr. Robert HuttonI understand General. General RamseyDone.We will meet here, next week.Thursday at 10:00 AM sharp.Major Stevens will call you. Dr. Robert HuttonThank you, General.General RamseyGoodbye Bob. Say hello to Dr. Positano. Dr. Robert HuttonI will. Thank you again, General. *** *** *** Dr. Robert Hutton exits General Ramsey’s office.On his way to the parking lot, an officer follows him. *** *** *** OfficerDr. Hutton, General Ramsey wants to see you. Dr. Robert HuttonAll right. *** *** *** Dr. Hutton returned to General Ramsey’s office.The two men are discussing an alien abduction case in Mexico.*** *** *** General RamseySorry Bob, I have to talk to you about this,before we go to the meeting.Off the record.Sit for a second, please.I received a very disturbing report from theJoint Chief of Staff.I want your honest opinion, since you have mentionedThe Black Shadows S-14, and alien abduction.Am not sure what to believe orwho to believe, anymore.I want to settle this matter before I meet with Marjana.Look at this photograph.Do you know recognize this man? Dr. Robert HuttonAH Type 3. General RamseyCorrect. Hybrid Alien Type 3.His name is Adril.He works for the CIA at Area 51.I am going to bring him over here.He’s next room.I want you to listen to him very carefullyand tell me what do you think.Don’t say a word to him. Just listen. OK? Dr. Robert HuttonGeneral, he doesn’t work for the CIA.He works for the Air Force.All AH Type 3 work for the Air Force. General RamseyYou are absolutely sure? Dr. Robert HuttonYes, General. General Ramsey on the phone. General RamseyBring him in. Two guards bring Adril to the office of General Ramsey. General RamseyHave a seat Adril.Do you still work at Area 51? AdrilYes, General. General RamseyWhat do you do there? AdrilPropulsion and reverse-engineering. General RamseyWhere did you work before? AdrilHolloman, New Mexico.(Holloman Air Force Base, South of Alamogordo, New Mexico). General RamseyAnd before that? AdrilWright-Patterson, Ohio.(Wright-Patterson Air Force Base, Fairborn, Ohio),Kirtland, New Mexico.(Kirtland, Air Force Base, Albuquerque, New Mexico). General RamseyDidn’t you work also at Andrews, Edwards and Los Alamos? AdrilFor a very short time. General RamseyWhat did you do there? AdrilReverse-engineering General RamseyAdril, we have a big problem with your people.I am not very happy with Colonel Douglas’ report.Tell me this…are you still working for the CIAand the Air Force? AdrilFor General Hutchinson, and sometime at AUTEC. General RamseyWhat are you doing at AUTEC? AdrilI am working on the VT and BCB. General RamseyThe Vortex Tunnel and the Black Conic Box. AdrilYes, General. General RamseyAdril, we found human bodies’ partsinside one of your crafts…You know, the one which crashed inMexico, two weeks ago.And they were Americans!! AdrilIt wasn’t our craft, General.And they were native Mexicans from the Aztec’s region,not Americans, General. General RamseyYou’re lying. AdrilI am not lying.Why don’t you check with AUTECand the Air Force? General RamseyWhose craft was it then?You can’t fool me Adril.It’s not ours, for sure. I bet on it!It was one of your updated version Blue Fog T85sOnly you fly those spacecrafts. AdrilThe Dragos too, fly the T85 and the T85D.You know very well General, the first andsecond models of T85 and Black Shadows S-14are flown by the Dragos and the Naftari.The reactor of the craft that crashed, used QE,the Quadron Element.Ours use the CW and Plasma AGP(Plasma Anti-Gravity Propulsion).And there is a big difference between the two.Check your catalogue. General RamseyWe found 2 head-bands inside the craft!Your bands, damned!The bands you use for communication andunderwater navigation.I know all about it.You attach them to your forehead to fly the craft.We don’t have head-bands in our inventory. AdrilThe Dragos have head-bands too, General! General RamseyAdril, abducting people is inadmissible!This is a big problem for us!!We have to stop this, and right now.You promised us no more abductions.What are you anyway?Ardi-Nishtaar?Hybrid?Aren’t you also half human?Don’t you feel anything for those people (The abductees)? AdrilWe are not abducting anybody, General.All abductions stopped 9 months ago.Somebody else is doing it, not us. General RamseyWho? Tell me who? AdrilIf not the Dragos, then somebodyelse from another dimension.Admiral Roscoe knows all about it. General RamseyThen, you have to do something about it. Gray Alien HybridWe can’t.There is nothing we can do, General.They are time machines, difficult to spot,impossible to chase. General RamseyCan’t you shoot those bastards? Gray Alien HybridNo general. General Ramsey( Looking at Dr. Robert Hutton)I know somebody who can.OK, you can go. Hold on. *** *** ***General Ramsey buzzes security.Two guards enter the room, and they escort Adril out.*** *** *** General RamseyWhat do you think, Bob? Dr. Robert HuttonHe is lying through his teeth. General RamseyWhat makes you say that? Dr. Robert HuttonHis neck was puffing.This what happens when hybrids lie. General RamseyBastards! Your alien woman was right.Thanks Bob…Thursday. *** *** ***Chapter VIRIYA-MARJANA’S MEETINGAT THE PENTAGON ________________________________ Place: A large room, at The Pentagon.Day 1 of the meetings.Time: Thursday 10:00 AM. Present at the meeting (Names altered):General Hutchinson, DOD (United States Department of Defense) presidingGeneral Harry McMullen, San Antonio Air Materiel, Kelly Air Force Base, SanAntonio, TexasGeneral Nathan F. Kenney, United States Air Force Chief of StaffGeneral Ramsey, DODGeneral Arnold, USSTRATCOM (United States Strategic Command)Colonel Goldmark, Army Research and Development CommandDirector of the CIADr. Robert HuttonDr. SamuelsonDr. Aaron BergerFour scientists and two physicians (One pathologist, and one neurologist FromWalter Reed Military Medical Center)Four cameramenA sergeant in charge of recording the meetingTwo agents from the NSAA strange looking observer (Later identified as a Gray-Hybrid) A very important code breaker, who previously worked with Alan Turing, at Huts1, 3, 6, where cryptology was conducted at Bletchley Park in England, duringWorld War TwoA psychologistA prominent linguist from Georgetown UniversityA university professor from BerkeleyTwo scientists from NASAA Noble Prize winner in PhysicsA military man operating a speaking/communication deviceA military man operating a recording deviceTwo military technicians handling projectorsA military RN (She was present at two previous meetings with other aliens. Neverto be seen again)A highly decorated military pilot, working at Area 51Two unidentified persons (They never said a word)An unidentified person, possibly from India or Burma.Twenty fully armed soldiersFive MPs All are seated around a huge crescent-shape table, except:Cameramen positioned at the very end of the room,A nurse and two paramedic (s) standing nearby some sort of medical equipmentsA typist seated at the other end of the room, and facing the emergency exit,A tough-looking sergeant in charge of recording the meeting, seated behind alarge desk, on the opposite direction of the cameramen,Four military men behind projectors positioned at different angles at eachcorner of the room,Twenty fully armed soldiers standing against the walls of the room with an orderof shoot to kill; an order given by the Joint Chief of Staff. The meeting room looks like a war zone, only tanks and jets are missing.In front of where General Hutchinson is seated (at the very middle of thetable), and at an approximate distance of fifteen feet from the table, anelevated base of two feet in height, and four feet by five feet in dimension,could not be missed; the base is especially constructed for the occasion, andwhere Riya-Marjana will be asked to stand on.The base is separated from the table by a thick fiberglass divider (Box) onthree sides, designed to prevent any possible radio-active emission’s leak fromthe body of an alien or contagious germs, which could harm the attendees.The box has the appearance of a transparent cage and which very greatly offendsRiya-Marjana, as the fiberglass divider begins to rise from under the carpet toreach a height of eight feet.When the light projectors are spotted directly at the base, the area whereRiya-Marjana is supposed to stand on, looks like an electrical chair steaming inan execution room. It is a horrifying scene.Everything looks like a macabre circus.Behind the glass cage, two bizarre looking concave mirrors are strategicallypositioned at 45 degree, so everybody could see everything happening behindRiya-Marjana’s back.At the very end of the room, and behind a thick black velvet curtain, twostretchers are concealed, in case the alien is shut and/or needs urgent medicalattention.Next to stretchers, two sets of oxygen tanks are visible, and which add moredrama and theatrics to the whole scene.It is disgusting and repulsive to say the least.All of a sudden, all lights are shut off for unknown reasons, and the roomplunges into an abyss of darkness for 5 long seconds.Attendees are concerned and become agitated. *** *** ***General HutchinsonWhat is going on, in here?(Talking to a Lt. Commander,his military aide)Jay, go find out what… *** *** *** But before finishing his sentence, a strong light flashes inside the roomexactly where Riya-Marjana is supposed to stand; she suddenly appears fromnowhere.The lights come back, everybody is relieved for a second or two, but a new fearmirrors over their faces as Riya-Marjana materializes in front of them, in theflesh and out of the blue. *** *** *** General Hutchinson(Talking to Dr. Hutton)Dr. Hutton…could you explain what is happening here?Is this your Marjana? Dr. Robert HuttonYes sir. This is Riya-Marjana in the flesh, General.This is how usually Anunnaki make their appearance.There is no danger, General. General Hutchinson (Talking to Riya-Marjana)Quite an entrance you made!What’s the meaning of all this? General RamseyWelcome…Welcome indeed! *** *** ***A total silence dominates the room. And there is no answer from Riya-Marjana.Obviously, she is upset by the spectacle of the fiberglass cage rising fromunder her feet.*** *** ***General RamseyDr. Hutton, what is going on here?She is not talking? Dr. Robert HuttonGive her a few seconds, General. (Dr. Hutton talking to Riya-Marjana)Hi Riya! Happy to see you!This is General Ramsey, and over there,General Hutchinson, he is in charge of the meeting. Again, no answer from Riya-Marjana. Dr. Robert HuttonSomething wrong Riya?Are you OK? *** *** ***Still…no answer from Riya-Marjana. Suddenly she says something to Robert in Ana’kh.Nobody understands a word. *** *** ***Riy-MarjanaIrfa faslou Ma ragbi General HutchinsonWhat did she say?What did she tell you? Dr. Robert HuttonShe wants you to get rid of the cage, GeneralShe is upset and feels offended. General HutchinsonI can’t remove the cage.We are following protocol.This how we proceed when we meet with aliens.For mutual protection.We are doing exactly what we did beforewith all the aliens we talked to,and we are not going to change procedures now.I don’t know what she is up to? Dr. Robert HuttonGeneral, if you don’t, she will do it herselfand cause some damages without even touching it.Please, General. General Hutchinson gives the order to lower down the cage. Riya-MarjanaThat’s better. Much better.I am also a human like you.The aliens you met before were not from your world,and I do understand your safety concerns.Bacteria, contamination, germs.With me you have nothing to fear. General HutchinsonAhhhhh…. You speak English!So, we do not need interpreters. Great!OK then. Let’s start from the beginning.What’s your name? Riya-MarjanaRiyah-Marjana General HutchinsonI am General Hutchinson from the United States Air Force. Riya-MarjanaI know who you are.You live in Alexandria, Virginia.You studied at West Point.You’re are Presbyterian and divorced twice.You’re alcoholic.You smoke cheap cigars.You cheat when you play cards…And your stand stinks! General HutchinsonAnd you are the Holy Spirit!Frankly, I don’t know who you are lady.You pop up from nowhere, and you claim to befrom outer space!You have no identification, no documentation,no papers, nothing, and you want us to take you seriously? Riya-MarjanaI am Riya-Marjana,the official envoy of the Anunnaki Council.And none of the visitors (Aliens) you talked to on three occasions had anydocumentation. General RamseyNo offense meant. General HutchinsonHow did you know I am alcoholic?divorced twice…and… Riya-Marjana(Interrupting)We have been monitoring your military bases,your progress, your government, your people,your generals, and you are no exception. General HutchinsonI see.You said you are the official envoy of the Anunnaki.Well, I see here a pretty woman and nota being from outer space.You are here alone, without a delegation, without… Riya-Marjana(Interrupting)Go to the blue window, pull down the curtainsand look outside. General Hutchinson leaves his seat, approaches the window, and pulls down thecurtains. He is stunned!An unbelievably immense spacecraft is hovering over The Pentagon. He is baffled. General HutchinsonIs this your spacecraft? General Ramsey rushes to the window and sees the spacecraft. Riya-Marjana(Talking to General Hutchinson)Look again. General HutchinsonIt’s gone! Riya-MarjanaLook again. General RamseyIt’s back! General Hutchinson(Looking again at the spacecraft)It’s gone! Riya-MarjanaThis is my delegation. Are you satisfied? *** *** ***A military camera operator is ordered by General Ramsey to photograph thespacecraft. Everybody in the room rushes to the windows to witness the mostextraordinary site they have ever seen in their entire life. They are baffled.Upon an order from General Hutchinson, they returned to their seats unable tohide their astonishment.A deep silence reigns over the room.No one dares to say a word, some are confused, others troubled, except forGeneral Harry McMullen from Air Materiel, Kelly Air Force Base, General NathanF. Kenney, United States Air Force Chief of Staff, and General Arnold,USSTRATCOM (United States Strategic Command), for they have seen before alienspacecrafts and interviewed their occupants.*** *** *** General HutchinsonWhere did you come from? Riya-MarjanaAshtari. General ArnoldWhere is Ashtari? Riya-MarjanaYou call it Aldebaran…Alpha Tauri. General HutchinsonWhat do they call you on Alpha Tauri? Riya-MarjanaIt depends where I am, and whom I am visiting. General RamseyWould you care to explain, please? Riya-MarjanaWe do not call each other by names,unless it is absolutely necessary…On Ashtari our home planet, we do not use names.In many parts of where we live,and on some planets we usually visit,there is no atmosphere…and where there is no atmosphere, there is no air.And where there is no air…no sounds are heard.And names become useless. General RamseyI see.So… how do you breathe?We don’t need air and we don’t need oxygen to breathe.We generate our own energy from our inner organism. Dr. Robert HuttonThe Anunnaki have a cell in their brain called Fik’r.It provides all the necessary energy they needto animate their body and activate their brain.They breathe through their mind.They don’t need lungs or a respiratory system. Dr. SamuelsonAre you built the same as us? Riya-MarjanaWe don’t have your lungs.We don’t have your abdomen.We don’t eat the way you do.We don’t have a digestive system.And we don’t produce wastes.We don’t feel pain because we don’thave a nervous system.We don’t express ourselves with physical emotions. Dr. Aaron BergerIf you don’t have emotions,how do you express yourselves? Riya-MarjanaHumans need emotions to express themselves physically.In our case, we do not show emotions… not because we don’t have any, but becausewe are not entirely physical.Our emotions are not physical, they are mental.You live in a physical world…We live in time-space dimension. General RamseyWhat does that mean? Riya-MarjanaEven if I explain it to you,you wouldn’t understand. Dr. SamuelsonOur brain operates our physical body,how do you operate yours?What makes your body function?Muscles, brains, a program? Riya-MarjanaWhen you look at me, you see only a frame.I can leave it here if I want,and go somewhere else without it.It will disintegrate on its own,and I continue to exist somewhere else.And, I can keep doing this indefinitely. Dr. Aaron BergerSo, if you want to return to where you came fromdo you pick up an old organismor do you use a new body? Riya-MarjanaIf it’s not harmed, I can still use itand store it as a copy.If it disintegrates, then I keep the new one I created.In any case, it is always a copy of my original body. General ArnoldBut is it always the same?Would you look the same? Riya-MarjanaYes, and you will not notice the difference.The body you are now looking at,could be one of my many copies.How would you know? Dr. Robert HuttonShe meant, the body is just a façade.Some sort of a temporary container.Each copy is a duplicate of a façade,or a previous copy. Dr. Aaron BergerIn other words, it is shape-shifting? Riya-MarjanaYou mean like that.? And instantly, Riya-Marjana begins to shape-shift…Changing her face to the face of President Lincoln, to the face of PresidentGeorge Washington, to the face of Andrew Jackson, to the face of an eagle, to aball of light…and back to her original face.Everybody in the room is terrified! *** *** ***Riya-MarjanaI can’t stay much longer.But I would like to meet with you one more time,and very soon, because I have a crucial message for you…And I want to talk to you about the “Time Matrix”, the TABLET you have in yourpossession at Dulce Base.We have many concerns.And I want to explain to you why I am here.But today is not the right time.I just wanted to introduce myself. General RamseyAbsolutely.We will arrange more meetings with Dr. Hutton.Will you be around? General RamseyI will be around for a very short time. *** *** ***And suddenly, Riya-Marjana vanishes in a thin air, leaving behind her anexquisite fragrance…the aroma of a celestial woman who transcends time and spacewith her supernatural powers and eternal beauty. *** *** *** Chapter VIIRIYA-MARJANA’S SECONDMEETING AT AREA 51 ________________________________ Place: Area 51, Building “S2”.Time: 11:00 AM.A second meeting was set up at area 51.Security is intense.MPs are everywhere. More than 50 guards armed to the teeth surround Building“S2”, where the meeting is taking place.The area is deserted. Not a soul.It looks like a phantom town.Not a single car in the parking lot, except for 5 jeeps parked in front ofBuilding “S2”.All flights to and from Area 51 are cancelled.Two large transport/cargo airplanes are grounded at the end of a runway.A civilian passengers’ plane known as “Janet” which daily transports employeesto Area 51 is seen at the very end of runway 2. The only things moving aroundthe hangars are the security cameras and a strong swirling wind covering emptybuildings with a grayish dust and waves of a steamy fog.Because of this significant and above top-secret meeting, civilians, engineersand aliens working at Area 51 were transferred to another facility. Riya-Marjana and Dr. Robert Hutton are inside a tiny reception room in Building“S2”.Riya-Marjana and Robert are arguing.Heated debate.They have been waiting in building “S2” for half an hour.Robert seems anxious.Riya-Marjana is totally relaxed.Strangely, she looks now, much much taller, almost 6 feet 7 inches. Dr. Huttonis confused. *** *** ***Dr. Robert HuttonAny reason for doubling your size?You are already a giant! Riya-MarjanaI know what I am doing. Dr. Robert HuttonStill, I can’t believe it!Am I looking at a real alien from Aldebaran?An Anunnaki woman, or just imagining things?Is this part of the plan? Riya-MarjanaHow many times did I tell you not to use the word “alien”? Dr. Robert HuttonBut you are an alien! Aren’t you? Riya-MarjanaYou are alien too…To billions of civilizations, you are a perfect alien.And the way you look scares the hell out of them! Dr. Robert HuttonReally??You told me yourself, aliens are scary…They don’t have eyes,They don’t have ears, no hands, no lungsand no body’s organs…they are useless to them.They are frightening biological machineswith three fingers!I don’t find this very pretty.It is horrifying! Riya-MarjanaHorrifying to you…not to billions of highly advancedcivilizations. They are just different.Eyes like yours are not needed on other planets…The universe is filled with intelligent beingswho use different organs to see,some use skins pores, others use cells in the brain.And the brain is not necessary located inside askull; it could be found anywhere underthe skin, or on the surface.Nothing wrong with that.Nothing horrifying at all.Your people are doing the same thing.They created half humans-half machines…Prefabricated hands and feet, robots withoutsoul, without lungs and without heart.We know what is going on at Walt Disney studios!And all these hideous creatures you mass produced,and copied from Derinkuyu and Gobekli Tepe.And how about those awful Type BE hybrids youcreated with the Ardi-Nishtaar at Dulce Base?They are all over New York, Washington and Nevada!Ask your friend General Ramsey about the Black ConicBox. Ask him about the Compressor…The BCB and Adenosine Triphosphate, the ERW…the AGM-114N…The Plastic Neutron Bomb. Dr. Robert HuttonTake it easy, will you? Slow down.How did you know about all this? Riya-MarjanaWe use the Miraya. We monitor everything you do,how your Ardi-Nishtaar friends abduct people…what they do to them at Dulce Basewith full consent of your government.Dulce Base is a factory for humans andhybrids’ body-parts. It is controlled by your militaryand a malevolent alien race.I am taking you there as soon as I finishmy business here.I will show you the horrorsof the Ardi-Nishtaar on the Miraya.They are bad news. They wipe out the memory of abductees, and totally altertheir personality.They have at their disposal all the mental, intellectual, scientific,paranormal, and physical means and tools to paralyze, handicap, incapacitate,and control thephysical, mental, emotional, and psychological facultiesof abductees…your own people. Dr. Robert HuttonDulce Base?I did not know the military were doing all this?Abduction? Body parts?OK, what’s your plan now?Are you going to confront the generals, now?Is this your message? Your plan? Riya-MarjanaWill see.I want to find first, what they have on their mind.I will study their reaction, and I will go from there.And don’t forget, they have the Matrix (The Tablet) at Dulce Base, and theyintend to use it as a weapon system,and a tool for their genetic experiments.Not to forget time-travel. A captain enters the room. CaptainThey are here. Let’s go.The Vice President is here too. *** *** *** Riya-Marjana, Robert and the captain exit the small reception room, take a longand narrow corridor and head toward the meeting room. At the meeting-room. area 51, Building “S2”Time: Approximately 11:15/11:20 AM.The room is packed with people.Cameras and electronic sensors everywhere.On the left side of the room, a gigantic map of Europe, Russia, the Middle East,the Near East, Asia, Earth’s seas and oceans is displayed on 20 foot long wall.The map looks sterile; it has no luminous dot, slots, and map marking symbols.But its size dominates the room. The three dimensional size of the map seems tohide lots of military secrets.And if you look at the map from a particular angle, it seems to change colors,and particular spots appear to be brighter than the rest of the map. Present at meeting:Vice President of the United StatesSecretary of DefensePeggy Arnold, Secretary of Defense’s assistantAdmiral Allan RoscoeAdmiral Roscoe’s military aideHoward Cassey, Director of the CIAGeneral RamseyDirector of the Central Intelligence GroupA scientist from Kelley-Koet Manufacturing Company, KentuckyBrigadier General from NORADBrigadier General from Peterson Air Force BaseGeneral Harry McMullen, San Antonio Air Materiel, Kelly Air Force Base, SanAntonio, Texas.General Arnold, USSTRATCOM (United States Strategic Command)Colonel from Groom Lake FacilityColonel and a civilian scientist from Ellington Air Force Base (NASA EllingtonField)Colonel from Groom Lake Test FacilityColonel from Edwards Air Force BaseColonel from Hellendale FacilityMilitary scientist from Brunswick Naval Air StationAustralian scientist from Pine Gap Research FacilityDr. Robert HuttonDr. Jean-Paul Lemaire, Belgian scientist working for NASADr. Benedict Iliescu, American-Romanian cosmologistDr. Emanuel BergerDr. John Brucker, Army Ballistic Missile Agency Fabrication LaboratoryDr. Oswald Gruene, NASA Astrionics DivisionTwo civilian scientists who worked on “Project Moon Dust”, and “Blue Fly”Dr. Everest S. Hamilton, MK Ultra Mind Control Program, CIADr. Stanley Bernard, DOE (Department of Energy)Two high ranking officers, NSATwo scientists from NRL (United States Naval Research Laboratory)Two engineers from Boeing Integrated Defense SystemTwo engineers from NorthropA senior scientist from LockheedNumerous special agents from various intelligence agenciesSeven unidentified guestsCatholic archbishop of New YorkA fleet of cameramen, technicians, photographers,MPs, military guards, etc. The captain, Riya-Marjana and Dr. Robert Hutton enter the huge meeting room.A major waiting inside, directs Riya-Marjana to a low stand situated in front ofa large crescent-shaped table where everybody is seated behind. Dr. RobertHutton takes his seat next to General Ramsey.The Vice President of the United States stands up and with a smile introduceshimself to Riya Marjana. *** *** ***Vice President of the United StatesIt is a historical moment,and on behalf of the President of theUnited States and the American people,I welcome you.I am Vice President George Buschwald.Welcome to the United States of America. Riya-Marjana(Smiling and very calmly)I have visited your beautiful country many times before.Thank you for taking the time to see me.I bring you the warm greetings of the Anunnaki Council.Vice President of the United States(Smiling and very politely)Thank you. Riya-MarjanaMr. Vice President.I know how you feel being here,looking at a woman from another world. Vice President of the United StatesYou bet!How should I call you? Riya-MarjanaRiya. Vice President of the United StatesRiya. Beautiful.And you are from Ashtari. Riya-MarjanaYou already know who I am. Vice President of the United StatesNot exactly. Riya-MarjanaYou do.I am in what you call the AT;the Aliens Transcripts.The 1947 Meetings with theArdi-Nishtaar and Zetas? Vice President of the United StatesYes of course. I remember now.What brings you to America?Riya-MarjanaYou already know Mr. Vice President. Vice President of the United StatesNo, I don’t. Riya-MarjanaThe Protocol?The TABLET??The Matrix?Aliens genetic experiments?Dulce Base? Vice President of the United States(Looking at Dr. Robert Hutton)Oh Yes…Oh yes…General Ramsey and Mr. Cassey told me….you have a message from your peopleTo our people.And I would like to hear it. Riya-MarjanaIt is more than a message.It is a friendly warning.Should I say a friendly reminder? Vice President of the United StatesA warning?What kind of a warning?What are you talking about? Riya-MarjanaI’ll get to it later.First, let me hear your questions.What do you want to ask me?What do you want to know?Vice President of the United StatesAre you planning on invading Earth? Riya-MarjanaNo. You have nothing to fear. Vice President of the United StatesHow about the Dragos? The Orions?Other civilizations?Aren’t they interested in colonizing Earth?Aren’t you part of their agenda? Riya-MarjanaAdvanced civilizations are not interested in you.Even though, Earth is a destinationon their passage to other galaxies.Earth is a practical Ba’aab to many civilizations.Their interest ends there. No colonization. Vice President of the United StatesYou mean a Stargate? Riya-MajanaYes.But I am not here to talk about invasion.The Dragos, The Orions and other civilizationswould not survive on your planet.Their body’s composition and structure would notallow them to survive for long.The oxygen you breathe is poison to them. Vice President of the United StatesBut the Anunnaki would survive? Riya-MarjanaOf course.We built your first civilizations in Mesopotamia,Phoenicia, Egypt, Armenia, Turkey, Anatolia.The Anunnaki are among the very few civilizationsoutside your solar system who look like you.We created you in our image to a certain degree.But our organism is different. Vice President of the United StatesI see. Dr. Jean-Paul Lemaire(Pointing at Riya-Marjana)Mr. Vice President, may I… Vice President of the United StatesSure, go ahead Dr. Lemaire. Dr. Jean-Paul LemaireWhat can you tell us about the ASC;The Alien Submerged Crafts? Riya-MarjanaThe Ardi-Nishtaar use them to navigate underwaterthrough a web of 17 channels which link themto their habitats, headquarters, bases and communities. Your scientists coined it the “Net”, and “Tubes”.They are aquatic cold plasma corridors…undetectable by satellites, sonar or anyother underwater detection system. Dr. Jean-Paul LemaireHow your intergalactic travel is executed? Riya-MarjanaIn so many ways.The Ba’aab…the black holes, the white holes.We use dark energy, white energy, dark matter,anti-matter, neutral matter, anti-gravity,and time-space memory.We bend time, past, present and future…We rewind time.In some dimensions, the future does not exist,in other dimensions, the past is not yet created,so, we zoom between…in the fabric of time-space.We also travel to universes from the future. Vice President of the United StatesCould you please be more specific? Riya-MarjanaThe universe is one of many multiverses.It bends on itself and bumps into its multi-layers,constantly creating more universes, includinggalaxies, and black holes. Dr. Jean-Paul LemaireIndefinitely? And… Dr. Robert Hutton( Interruptin g )Dr. Lemaire, the universe expands in multipledirections, through the “dark energy flow”.If the universe ceases to exist,copies of the extinct universe will re-animatea new beginning whichexplodes into billions of new universes of all shapes.This how Riya explained it to me, any how. Dr. Benedict IliescuNew universes of all shapes.What do you mean Dr. Hutton? Dr. Robert HuttonAgain, I am quoting Riya;at one point in time,the universe, and the primordial galaxies were flat.And in the dark space of these galaxies,other time-space-universes were constantlycreated…flat.They were created from a state of nothingness.That’s right. This could happen again,as the universe is constantly expanding. Dr. Benedict Iliescu(Smiling sarcastically)Flat?The universe is flat? Ridiculous!We are no longer in the medieval ages, Dr. Hutton. Dr. Robert HuttonI didn’t say the whole universe is flat, Dr. Iliescu.I said some galaxies were flat at the beginning of theuniverse…at the beginning of time.And yes some are still flat…flat on the cosmic net,I am talking at a dimensional alignment level.The flat net of galaxies allows extraterrestrialsto bend time and space…This is how they create a short cut toother dimensions.Go ahead and ask her. Dr. Emanuel Berger(Addressing the question to Riya-Marjana)Is this how your spacecrafts overcome gravity? Riya-MarjanaNot always.Sometimes is just the opposite.We take advantage of gravity.Gravity can be used as time-space tunnel.Some universes leak their gravity into otherdimensions and galaxies, through thedilatation of Time-Orbits.This gravity has time-space memory.We use time-space memory to get closer to theTime-Orbits which spin our spacecrafts ata speed faster than the speed of light. Vice President of the United States of AmericaIs it possible Dr. Lemaire?Dr. Hutton?Faster than the speed of light? Dr. Jean-Paul LemaireI don’t know Mr. Vice President.But we already know that our laws of physics arenot always the same, everywhere in the universe.So maybe…yes…faster than the speed of light is possible,at least in theory.Albert Einstein’s theory has many loopholes.But please don’t quote me. Dr. Emanuel Berger(Asking Riya-Marjana, while looking at Dr. Hutton)What is gravity?And how do you escape gravity? Riya-MarjanaYou will never understand what gravity is,as long as you believe time is linear.We escape gravity byzooming into the light of the universe.Light bends on itself. Light curves…We use light’s dimension to shorten distancesbetween stars and galaxies, and escape gravity. Vice President of the United StatesHow long it would take your spacecrafts to get tothe Moon from any spot on Earth? Riya-MarjanaA few minutes. In some cases, seconds. Vice President of the United StatesAre you willing to share your technology with us? Riya-MarjanaI know they are not telling you everything.NASA already knows how…Route Orbital X. Vice President of the United StatesRoute Orbital X? Riya-MarjanaAccessible once every 25 years from Earth,7 years from Mars, and seconds through the Ba’aab.You tried it twice before and you failed.Next time try New York and Chicago Ba’abs.Rewinding time is another possibility.You call it time-travel. Vice President of the United States(Looking at Admiral Roscoe)Rewinding time. Is it possible? Addressing the question to Riya-Marjana.How do you rewind time?Riya-MarjanaRewinding time is a child game to us…and to many advanced civilizations.It is not a big deal.Some of you already know what happened in the1957 meeting with the Ardi-Nishtaar.They told your President,President Eisenhower about the rewinding oftime technology.Your military scientists and your Presidentdid not believe it could be done,until the Ardi-Nishtaar rewound the tape of time,and not only projected Jesus Christ inthe flesh, but also let everybody hear his voice.Dr. von Braun’s assistant recorded Jesus Christ’svoice on tape. You still have the tape.General Marshall was present at the meeting,and asked the Ardi-Nishtaar if they could re-project aparticular event that occurred in World War II, knownonly to him, to General Omar Bradley, and to General Patton. He gave theArdi-Nishtaar the date andlocation of the event, and waited for the holographicprojection. And what they saw, was accurate down tothe very last detail. Secretary of DefenseWe are delighted to have you with us.I am Albert Wineberger,Secretary of Defense of the United States.I am unaware of that. Riya-MarjanaYes I know.You were kept in the dark for so long.Do you know anything about theUnited States Military/Ardi-Nishtaar Vortex Tunnel?Secretary of DefenseI have no idea and I want to know! Riya-MarjanaThey also kept it secret from you,and from your President.The Vortex Tunnel killed many of your men.It started in 1965 and became fully operational in 1971. When activated, aninvisible vortex opensup, and sucks up everything in its path,up to 500 feet in all directions.They used it for the first time in the Midwestand killed dozens of farmers in the process,and destroyed many properties. You worked together on this project with theArdi-Nishtaar. Vice President of the United StatesAre you absolutely sure? Riya-MarjanaAsk William Colby. (Former CIA Director) Secretary of DefenseWhat was the purpose of Project Vortex Tunnel? Riya-MarjanaThe primary purpose of the project was to propelobjects and people into a vacuum tunnel that leads into another dimension.Your military nicknamed itThe “TTT”, “Tag Team Tunnel”.It is a horrible weapon developed by yourallies the Ardi-Nishtaar.It killed 25 soldiers and two scientists.This is the high price you paid fortrusting the Ardi-Nishtaar.Brigadier General from NORADWhere and when did they use the Vortex Tunnelin the Midwest? Do you know? Riya-MarjanaI will show you, right now.I am going to project on that wall,actual scenes from the experiments.See for yourself. *** *** ***Still in the meeting-room. Area 51, Building “S2”.Absolute silence in the room.Cameramen get closer, as close as possible to capture the projection on film.Riya-Marjana holographically projects on the wall, horrible scenes from thevortex tunnel experiment.Peoples’ heads exploding…farmers agonizing and shredded to pieces in a vacuumtunnel…tornadoes swirling and smashing houses, tractors and bulldozers spinningin the air…and a military crew stationed behind the vacuum tunnel capturingthese atrocities on film. Admiral Allan RoscoeMr. Vice President. This is a trick.It never happened. Riya-MarjanaA trick?So, watch this! *** *** ***Riya-Marjana points her thumb at Admiral Alan Roscoe and lifts him up in mid-airand makes him go up and down, and down and up like a yoyo…He begins to spin, floats right and left, and turns in mid-air, as if he wassucked up by a vacuum cleaner.Panic spread. *** *** *** Dr. Robert HuttonStop it Riya. *** *** *** Riya-Marjana drops Admiral Roscoe on the floor like a sack of potato. *** *** *** Riya-MarjanaWould you call this a trick too?If I can do it…The Ardi-Nishtaar can do it too! Vice President of the United StatesI am going to ask for a full investigation.I promise you that!Admiral Roscoe, I expect from you a full report on the Vortex Tunnel. Admiral Allan Roscoe(Catching his breath and still shaking)Yes Sir.I didn’t know sir.I had no prior knowledge. Vice President of the United States(Interrupting Admiral Roscoe)Find out Admiral.And I want a full list of the names of the soldiers,the scientists and the people who got killed. Admiral Allan RoscoeYes, Mr. Vice President. Vice President of the United StatesWhat is going on General Ramsey? General RamseyI don’t know sir. It is terrible!It could be one of the CIA black projects?They don’t tell us everything, sir. *** *** *** General Ramsey(Pissed off, whispering in the ear of Admiral Roscoe.)Why didn’t you tell me about it?Why wasn’t informed about the vortex? Admiral Allan RoscoeYou don’t need to know.You stay out of it. General RamseyWill see about that! Riya-MarjanaWith your permission Mr. Vice President,I would like to visit Dulce Base. Vice President of the United StatesWhat is so special about Dulce Base? Riya-MarjanaYou knew about Dulce Base, long beforeyou became Vice President of the United States. Vice President of the United States(Whispering in the ear of the Secretary of Defense.)It’s getting dirty. It is very embarrassing.Why am I the last to know about this?I am out of here. You deal with it. *** *** *** The Vice President of the United States excuses himself and leaves the room.Perfect timing for gossiping. Attendees talking to each other. Almost everybodyin the meeting room, suddenly has something to say to the person sitting next tohim. *** *** *** Secretary of Defense(Addressing the attendees)The Vice President has something urgent to attend.Something came up.Will take a short break, folks.(Asking Riya-Marjana)Why do you want to go to Dulce? Riya-MarjanaFrankly, I do not need your permission.I can destroy the Base without lifting a finger.You have no idea what I can do.Look at the map. *** *** ***She walks toward the map, and to points at several spots on the map. Nobodyknows what she is doing! *** *** ***Riya-MarjanaHere…here…here…and here…are the secret locations of your nuclear submarines.We know everything about your submarines.In this spot, at a depth of 500 feet, you haveA ballistic missile submarine.And here, at a depth of 600 feet, you haveAnother submarine.Here, you have your USS Nautilus.And right here, at a depth of 1,000 feet,you have your SSBN 598.We can destroy your Trident, your Polaris and all yourballistic missiles in seconds.And we can do it from Earth’s orbit.You are no match to us!! *** *** ***Riya-Marjana continues to press with vigor on each spot (Dots on the map).Suddenly, each spot catches fire.The whole map is on fire.The room is filled with heavy black and gray smoke.The awful smell coming from the melting rubber and plastic, from which the mapis made of, makes many cough. Panic in the room, and few take cover.Security guards rush to extinguish the fire. Instantly, the twenty armedsoldiers positioned near the front entrance and the back exit of the room takeaim at Riya-Marjana.Nine MPs point their automatic assault rifles at Riya-Marjana and move forward. *** *** ***Secretary of Defense(Shouting)Hold your fire!Riya-MarjanaIs this what you want?Do I have your permission to go to Dulce Base? Secretary of DefenseYou made your point.You want to go to Dulce, finego to Dulce.But may I ask why you are so interested in Dulce.And where the hell is Dulce? Riya-MarjanaI will tell you where Dulce is.It is on the Jicarilla Apache Indian Reservation,under Archuleta Mesa.Dulce is where your government and theArdi-Nishtaar, are conducting genetic experiments onabductees…women…children…where atrocities and crimes are committed by your physicians,and officers collaborators of Ardi-Nishtaar,and where our Tablet is! Secretary of DefenseIs it true, Admiral Roscoe?General Ramsey? Admiral RoscoeNo sir, she doesn’t know what she is talking about.There is no Dulce Base. Secretary of DefenseGeneral Ramsey? General RamseyI have no clues, sir.I never heard of Dulce Base before.Secretary of Defense(Talking to Peggy Arnold, his aide)Peggy, get me the Joint Chief of Staff. Peggy Arnold phones the Joint Chief of Staff. Peggy ArnoldHe is on the line, sir. Secretary of DefenseGeneral. A quick question.What do you know about Dulce Basethat I don’t know? General GriffithDulce? Nothing.Why, Mr. Secretary? Secretary of DefenseNothing? Absolutely nothing!You don’t know what is going on at Dulce,and you never heard of Dulce? General GriffithNo sir. Secretary of DefenseApparently, Dulce is where the aliens are conductinggenetic experiments on abductees, General.So, you never heard of Dulce?Or of any abduction? General GriffithNo sir. Secretary of DefenseI will call you back. Thanks General.Secretary of DefenseDirector Cassey, do you know anything about Dulce? Director Howard Cassey(Director of the CIA)The Air Force used the base for a few months.But it is abandoned now, Mr. Secretary. Secretary DefenseThere is no Dulce!!Nobody knows a thing about Dulce!The Joint Chief of Staff…General Griffithknows nothing about Dulce!General Ramsey has no clues!Director Cassey is telling me,it is an abandoned place.Admiral Roscoe says it does not exist!! Riya-MarjanaI will take you there Mr. Secretary.It is an enormous military basewith 10 underground levels.The Base is as big as The North Side of Area 51.It is a top-secret base, your Congress,your President, The White House,The Pentagon, the National Security Advisor,yourself and the American people knownothing about it. Dr. Robert HuttonShow them Riya…Show them. Riya-Marjana(Pointing at a curtain on her left)Mr. Secretary, please look at this curtain;Right there, the black velvet curtain, on your right. *** *** ***The black curtain which was hanged from the ceiling like an accordion becomes toflatten gradually.It is totally transformed into a solid white sheet like a huge movie theater’sscreen. *** *** ***Admiral Allan Roscoe(Whispering in the ear of a military man seated next to him (His aide).What is she doing now? Military manIt is too late now, sir. Dr. Robert HuttonMr. Secretary, please watch very carefully…And all of you.Riya is going to project on the white screen…right this minute, what the aliens and someof our officers who betrayed our trust andviolated the Constitution of the United Statesof America… did at Dulce.Their horrors and atrocities at Dulce Base!!You are going to see with your own eyeswhat they did and still doing at Dulce. *** *** ***On the screen: Dulce base.Holographic projection rolling…Scenes of atrocities and genetic manipulations of abductees. Aliens operating onabductees.Dozens of abductees are constantly brought to a large room.*** *** ***Dr. Robert HuttonLadies and gentlemen,what you are looking at,are alien doctors in genetic operations room…they bring in abductees and operate on them.At the far end, you see military personnel, ours!The walls are highly irregular.Look how they move back and forth,in and out like rubber.On the right, dozens of tables where aliensline up human bodies’ parts.On the left, victims moaning and screaming, they are attached to tubes…watch how the aliens are extracting their blood.In the center under the huge light, watch theneedles entering the nose, the mouthand private parts of women.Right behind them, dozens of sedated childrenand babies attached to stretchers.Some dead, some are agonizing…and look at those babies who havealready lost their eyes.The eyes of the babies were extracted by the aliens.They use them for spare-parts.Riya please take over. Riya-MarjanaLook at the plastic tubes.The Ardi-Nishtaar use them for blood transfusion.The blood of your women and children is sucked upfrom their bodies and poured into containers.Watch now how human blood is turning blue.It becomes the Ardi-Nishtaar’s blood.Later on, the Ardi-Nishtaar will mix it withcows’ blood they mutilated all over America. Secretary of DefenseHorrifying! Barbaric! Unreal! General RamseyMother of God! Dr. Robert HuttonNext scene.Watch the needles lowered downfrom the huge machine attached to the ceiling.Watch how they penetrate the bodies of the abductees…their noses, mouths, eyes, under the belly…their genitals.Abductees are screaming, they faint from pain.On the round tables, under the sensors, watchhow the aliens remove babies’ eyesfrom their sockets.It is a massacre, ladies and gentlemen.Look at these men cut in half.They are spare parts.Are you watching admiral roscoe???Women, children, and men who are still alivewill be butchered, and their bodies’ parts will bestored in jars, containers, tanks, and ice-bags. Secretary of DefenseWhat are those things hanging from the rods? Dr. Robert HuttonHooks…Hooks, Mr. Secretary.Hooks for human bodies’ parts.Meat hooks like in a slaughter house. General RamseyMy God! Mother of God!Amputated legs, arms… Dr. Robert HuttonHands, lungs, heads! *** *** ***A nurse standing at the far end of the room faints.Three people vomit.Horrified, cameramen froze.Terror in the room.*** *** *** Secretary of DefenseI saw enough. Admiral Allan Roscoe(He goes ballistic. Screaming)Mr. Secretary, can’t you see?It’s a trick?A photo-montage!(Pointing at Robert, and ordering his men)Arrest him!Arrest this woman! *** *** ***MPs and 10 soldiers dressed in black rush to arrest Dr. Robert Hutton andRiya-Marjana Secretary of DefenseBack off!Admiral Roscoe you are relieved of your duty! *** *** ***Instantly Riya-Marjana multiplies herself into 10 different copies; tenRiya-Marjanas in the flesh float in mid-air.*** *** ***Riya-Marjana(Talking to the soldiers)Which one of you wants to arrest? *** *** ***With piercing eyes, she lifts up the men in the air like balloons, and throwsthem against the wall. Everybody is in a state of shock!The ten copies dissipate; Riya-Marjana contracts herself and returns to heroriginal shape. *** *** ***Secretary of Defense(Talking to Riya-Marjana)Go to Dulce…(Looking at General Ramsey)You too General.I want a full report, pictures, slides, films,get me everything! Riya-MarjanaDr. Hutton too.I want him to go with us. Secretary of DefenseFine.We have to arrange a transport for you.Take my plane. Riya-MarjanaNo need Mr. Secretary. Transport is under our feet. Secretary of DefenseWhat do you mean? Dr. Robert HuttonThe tunnels…the tunnels, Mr. Secretary.There are 25 underground tunnels…Right below us.Secretary of DefenseWhere? Dr. Robert HuttonRight here, sir. Beneath the base.They stretch all the way to Washington, DC…The White House, The Pentagon, the CIA, Langley, Virginia, NASA, Manhattan, Colorado, Maryland,Florida, Pennsylvania, Alaska, Hawaii, the Pacific,and Dulce. You name it, sir.They are everywhere!! Admiral Allan Roscoe(Talking to his aide)Get rid of them (Referring to Riya and Robert) Military aideHow? Admiral Allan RoscoeCall the Base.Talk to Major Higgins and ZarroThey know what to do. *** *** ***The military aide leaves the room from the back door.*** *** *** Chapter VIIIUNDERGROUND OF AREA 51______________________________ Place: UTTCS.Sergeant Collins takes General Ramsey, Dr. Robert Hutton and Riya-Marjana to thesecond level of UTTC (Underground Tram Transportation Central), also calledCentral Station, and the Tram; a 55-foot-high by 45 foot-wide compound ofunderground tunnels and trains connecting Area 51 to a web of secretundergrounds facilities and locations around the country.Trains coming and going.Lots of activities.Few Gray aliens are spotted. *** *** *** General RamseyWhere are we, Sergeant? Sergeant CollinsUTTCS; Central Station, sir Sergeant CollinsTrack TR1, like Air Force 1, sir,a direct track to The White House. General RamseyThe red one? Sergeant CollinsTR2P sir, it takes you directly to The Pentagon,And to Washington’s National Airport. General RamseyThe green one? Sergeant CollinsWe have 2 green lines sir.One to NORAD,one to Canada, sir. General RamseyAnd the gray line? Sergeant CollinsStraight to Dulce Base, sir. General RamseyVery appropriate.Take me to the gray track.How fast is the train? Sergeant CollinsEach unit (Car, train) is as fast as OXCART Mach-3, sir. Dr. Robert Hutton3 times faster than the speed of sound. *** *** ***Riya-Marjana remains quiet. Not a word.She is observing everything.She can’t keep her eyes off Robert.She reaches for his right hand.Both are smiling.General Ramsey’s mind is somewhere else.He mumbles a few words.Robert laughing. *** *** ***General RamseyWhat are you laughing at? Dr. Robert HuttonA sergeant knows more than a 2 star General. General Ramsey(Highly upset)Tell me about it!! *** *** ***Place: Inside the train.Sergeant Collins, General Ramsey, Dr. Robert Hutton and Riya-Marjana enter thegray train.Sergeant Collins giving instruction to General Ramsey on how to operate thetrain. *** *** *** Sergeant CollinsIt is easy sir to operate the unit.You push the gray button, right here sir, and you areon your way to Dulce, sir.You will be there in a few minutes. General RamseyThe black one? Sergeant CollinsThis will bring you back. General RamseyAnd the red one? Sergeant CollinsIf you want to stop the vehicle. General Ramsey(Pointing at a square on a small dashboard)What’s this? Sergeant CollinsEmergency sir. But nobody uses it sir,Security will know immediately if something is wrong, sir. *** *** ***Chapter IXAT THE DULCE BASE[Image00008.jpg] Chapter IXAt Dulce Base___________________________ Place: Second level’s entrance.They exit the train and reach Dulce Base’s second underground level.Two men in black uniforms and a Major standing by the gate open an immensemetallic door leading to the main hall.*** *** ***General RamseyI am General Ramsey. MajorMajor Glennan, sir.We were expecting you. General RamseyWho is in charge here?Who is you commanding officer? MajorAdmiral Allan Roscoe, sir. General RamseyWho????Roscoe!! The son of a bitch!I never trusted this bastard. Riya-MarjanaSurprised, General? General RamseyYou bet your ass lady.Pardon me Madam.I should have known.Roscoe, fuckin’ piece of shit!!Sorry again my lady.Excuse my French. Dr. Robert HuttonExpect more surprises, General. General RamseyMajor, let’s start with the first floor. MajorSir, the first floor is closed.We sealed the area…We had major radio-active le…. General Ramsey(Interrupting)Never mind, Major.Take me to the second floor, then. MajorWe are on the second floor, sir. *** *** *** Place: Dulce base’s second level.Starting from the second level, compartments are divided into large operationrooms, separated by elaborate long corridors, curving at 90 degrees everyhundred feet or so, with doors dropping down from the ceiling to seal offsegments of the compound, in the event of radiation leakage, or any matterrelated to internal security.Doors in the corridors have circular porthole-like windows made from a strangealloy.None of these metallic alloys are made on Earth, due to Earth’s gravity, and assuch have to be done in orbit aboard an alien ship.The Major takes them through a long corridor leading to a small dark room.They enter the room, and get into some sort of a square vehicle with a silverymetallic spinning top, approximately 8ft in diameter. It corkscrews its waydownwards centrifugally around a rod using a form of magnetic propulsion. *** *** *** General Ramsey(Asking the Major)What do you call this vehicle? MajorSMS. “Spinning Mobile Satellite” General RamseyFancy.The vehicle stops.They exit the SMS. Major GlennanThis way, sir. General RamseyWhere are we now, Major? Major GlennanWe are almost there, sir.We have to take the elevator down tothe first compartment of the second floor. *** *** ***Inside the elevatorThey get into a fiberglass box (elevator).General Ramsey notices the elevator has no cables.*** *** ***General RamseyNo cables?Where are the cables of the elevator? Major GlennanIt operates electronically…magnetically, sir. General RamseyAlien technology! Major GlennanYes sir.We don’t have electrical wirings on the Base.Everything is controlled electronically. General RamseyNo MPs?I don’t see any security guards here?No Guards? Major GlennanSecurity is very tight on the Base, sir. General RamseyI see. Security face recognition,voice recognition. Major GlennanNo sir.We use the latest alien technology on the Base. Riya-MarjanaBreath recognition, General.They check your breath.You exhale on a screen,and the screen identifies who you are. *** *** ***Place: The Blue Board Small Room/Compartment 1-level 2Finally, they reach compartment 1-level 2.They step inside an oval room.A huge blue board pasted on a wall displays names, numbers, symbols and pushpinsin various colors.Each pushpin emits different light’s sparkle. *** *** ***General Ramsey(Looking around)That’s it?One room? Major GlennanNo sir.If you push on a pushpin,you will see what happens. General RamseyLike what? Major GlennanIf you touch the gray pin, one of the hidden doorsin the room will open up,you walk on a magneticpad and it will take you straight tothe aliens’ headquarters.If you touch the red pin, you will bedirected to the hospital.If you touch the silver pin,another door opens up, you ride a trolley,and it will take you to the anti-gravity flying discs,So on. General RamseyTake me to the hospital.What do you call it, hospital, do you? Major GlennanNo sir…lab…we call it lab. *** *** ***Place: The genetic operations ward. (Lab)Major Glennan touches the red pin.A door opens up.They all step on a magnetic pad.The pad slides its way to a huge ward, where dozens of aliens are seen operatingon patients.Hundreds of surgical tables lined up one after another in double rows, separatethe alien doctors from an area designated to impregnate women abducted from allover the United States.They keep walking and reach an area designated for removal of fetuses.Four aliens and one civilian doctor are seen placing fetuses in incubators whichcreate hybrids.Then, they turn right and enter another room packed with cribs, and some sort ofgluey blue-liquid tanks full of human bodies’ parts; hands, feet, legs, bones,heads, eyes, amputated arms, livers, hearts, lungs, penises.At the very end of the room under a series of arches, they findhorrifying-looking bestial creatures inside hexagonal and spherical cages,moaning, shouting and screaming like mad dogs.Some looked reptilians with three eyes, others like apes, and a few, likemedieval gargoyles.On the left side of the ward, a huge corridor leads them toward a round roompacked with aliens, harvesting human tissues.Two long and narrow shelves, containing a large quantity of animals’ part,(mostly cows) could not be missed.*** *** *** General RamseyI saw enough.Major, tell me something…Does the Joint Chief of Staff ever visit the Base? Major GlennanHe was here the last week, sir. General RamseyThe Vice President? Major GlennanWho sir? General RamseyThe Vice President of the United States? Major GlennanNo sir. I don’t know, sir.I don’t think so, sir.General RamseyLet’s get out of here. Riyah-MarjanaNot before I retrieve the Tablet. General RamseyWhat Tablet?I think I saw enough.Let’s get the hell out of here. Riyah-MarjanaI am not leaving before I get my Tablet.(Talking to the Major Glennan)Take me to the Tenth Level. General RamseyYou heard the lady. *** *** *** Place: Room of the container.They take the elevator to the 10 th floor.Inside the 10 th floor: A neat-looking room, spotless, and bright.One woman seated behind a desk cataloging some documents.Two civilians are moving containers.One particular container caught the attention of Riya-Marjana.Riya-Marjana stops them. *** *** ***Riyah-MarjanaPut down the black container.Put it down on the floor.General, with your permission,I am taking possession of this container.General Ramsey(Ordering the two men)Leave it on the floor and get out. *** *** ***Riya-Marjana asks Robert to place the container on the desk and open it up.Robert opens the container. *** *** ***Riyah-MarjanaThanks.Back off now, Robert. *** *** ***Riya-Marjana concentrates on the container.The tablet begins to rise.The tablet spins twice.Riya-Marjana directs a piercing blue beam at the back of the tablet.The beam begins to erase what it is written and engraved on the back of theTablet.She erases the CODE.*** *** ***Riyah-MarjanaRobert, put the Tablet back in the container.Close it.Will take it with us.Please Robert, can you carry the container? Dr. Robert HuttonSure. *** *** ***General Ramsey is speechless. Not a word.They exit the room.On the way up to the 1 st level.*** *** *** Major GlennanLet’s take a short cut.This way.Please follow me. *** *** ***Place: First level. In the corridor.The Major takes them to an elevator going up all the way to the first floor. Andas soon as they get out of the elevator, a gigantic horrible creature, 7 foottall appears in the corridor.A frightening looking alien, half reptilian, half Ardi-Nishtaar from the waistdown.Two midget Gray aliens follow him, and behind them a dozen of soldiers dressedin black, with automatic assault rifles pointed at Riya-Marjana.Major Glennan runs away.He bumps into a metallic cabinet. He falls on the floor.His loses his revolver.The revolver is on the floor.General Ramsey is terrified by the whole scene.Robert comes closer to Riya.Riya-Marjana begins to shape-shift.Instantly Riya-Marjana increases in size to intimidate the horrible creature.She is now 6 feet, 7 inches tall.The alien increases in height too.Riya-Marjana keeps growing; she is over 7 feet now. She becomes unrecognizable.Her face shifts to an animal’s face.The whole scene appears as if is taken from a horror movie. General Ramsey is ina state of paralysis. He is unable to comprehend what is going on.He remains motionless and speechless. *** *** ***Riyah-MarjanaZarro! *** *** ***Zarro motions with his right hand.A sign of threat and assault.He walks toward Riya-Marjana in unbalanced steps.Robert gives the container to General Ramsey who can barely stand up on hisfeet.Robert picks up the revolver from the floor and stands in the way of Zarro toprotect Riya, not realizing that the bullets of the revolver are no match to themassive armor of the monster, let alone, one blow from the monster, and he isdead meat.Riya-Marjana with one hand grabs Robert and pushes him aside, right behind herback. *** *** ***ZarroAa’jem zirfa hazich(Give me the container) Riyah-MarjanaHazoom(Get lost) *** *** ***From his eyes, Zarro shoots Riya-Mrajana with a beam.The beam is repelled and redirected by an unseen shield.Riya-Marjana surrounds herself with an invisible and impenetrable protectionshield.She shoots Zarro with a ray emanating from her solar plexus, and directs anotherbeam in the direction of the other aliens.Hit, Zarro falls on the floor.The two midget aliens crawl on the floor.The soldiers back off. Scared to death, they take cover behind a tank in thecorridor. *** *** *** General Ramsey(Still struggling with the container,shouts at the soldiers)Drop your guns! *** *** ***The soldiers obey. The aliens are reduced to ashes.End of the fight.*** *** ***Riya-Marjana(Smiling)Good job, General!Let’s get out of here. *** *** ***Place: Riya-Marjana, Robert and General Ramsey outside the building, in front ofthe main entrance of the compound. 7 Black helicopters are hovering.They land. A captain approaches General Ramsey and salutes him. General Ramseyseems relieved. *** *** ***CaptainI hope we are not too late, sir.Captain Lopez, sir. General RamseySeal the base. Riya-MarjanaThank you, General.Thank you so much.We will meet again. General RamseyI hope not.But I will never forget Rila..Marya..Ja.. Riya-MarjanaRiya-Marjana, General. General RamseyRiya-Marjana.It was quite an adventure.And you are quite a woman! Riya-MarjanaIt was a great pleasure knowing you, General. General RamseyWhere to, Riya? Riya-MarjanaHome.They are coming to pick me up. General RamseyAnd you Robert?Riya-MarjanaHe stays with me. *** *** ***A huge spacecraft hovers in mid-air.The spacecraft from under its belly, shoots out a most beautiful and glitteringrainbow of sparkling colors at Riya-Marjana.Riya-Marjana looks at Robert, comes closer to him, reaches for his right hand,and hugs him. *** *** ***Riya-MarjanaGive me this (The container)Time to go, Robert. *** *** **Riya-Marjana and Robert are lifted up into the craft.The spacecraft embraces the wind. *** *** ***Inside the craft. Dr. Robert HuttonGoing home? Riya-MarjanaGoing home. Dr. Robert HuttonTake me with you. Riya-Marjana(Tears in her eyes…and with a tender andsad voice, almost unable to talk, she says)I can’t.Dr. Robert HuttonTake me with you. Riya-MarjanaYou will die. Dr. Robert HuttonI never felt so close to anyone else before. Riya-MarjanaI never felt so sad to leave anyone else before. Dr. Robert HuttonWill I ever see you again? Riya-MarjanaI will water your plants. Dr. Robert HuttonYou will water my plants? Riya-MarjanaGoodbye my son…. *** *** ***NOTESNOTESDO NOT MISS THESE ESSENTIAL PUBLICATIONSBY THE SAME AUTHOR[Image00009.jpg] De Lafayette Old Assyrian-Neo Assyrian-English Dictionary Below: Ancient And Modern Aramaic Assyrian Syriac-English Dictionary (5 Volumes)[Image00010.jpg] [Image00011.jpg] PHOENICIAN ART: Cities, Archaeology, Artifacts, Religion, Inscriptions, Slabs,Sites. [Image00012.jpg]THESAURUS AND LEXICON OF SIMILAR WORDS AND SYNONYMS IN 21 DEAD AND ANCIENTLANGUAGES AND DIALECTSTHE WORLD'S FIRST DICTIONARY, THESAURUS AND LEXICON OF ITS KIND! A gem. Aliterary treasure!From a set of 20 volumes: Akkadian, Arabic, Aramaic, Assyrian,Azerbaijani/Azeri, Babylonian, Canaanite, Chaldean, Essenic, Farsi (Persian),Hebrew, Mandaic, Nazorean, Phoenician, Sumerian, Swadaya, Syriac, Turkish,Turoyo, Ugaritic, Urdu. [Image00013.jpg] Explanation of Sumerian and Assyrian Tablets, Slabs and seals and Translation ofCuneiform Inscriptions (Illustrated History of the Civilizations, Middle East,Near East, and Asia Minor.) A monumental work. The world’s first book of its kind! Conceived and written for the use ofuniversities’ professors, teachers of art history and history of ancientcivilzations, as well as for students and researchers in the field. In this mostunique book, the author explains the meaning, the message and structure ofhundreds upon hundreds of Mesopotamian tablets, slabs, seals, obelisks, andcuneiform inscriptions. It was said, “A picture is worth a thousand words.”True, very true! But what if a picture is hard to understand or does not explainwhat we are looking at? This happens quite often in the vast literature and history of ancientcivilizations. Especially, when the inscriptions on or under the pictures orillustrations are written in a language we do not understand, such as Cuneiform,Ugaritic, Akkadian, Sumerian, Phoenician, and similar writing systems of theancient Middle and Near East. In addition, there are thousands of slabs, cylinder seals, tablets, and obelisksof ancient and/or vanished civilizations, which are hard to decipher. And in many instances, no pertaining inscriptions or texts were ever provided toexplain what the statues, figurines, slabs and tablets represent. To fully understand the scriptures, texts, epics and literature of Mesopotamia,Sumer, Assyria, Chaldea, Phoenicia, Ugarit, and the Anunnaki, one must becomefamiliar with the meaning (Hidden or revealed) of the inscriptions, thesymbolism camouflaged in intricate details, and thereligious-artistic-philosophical nuances of the art of the era. This requires authentic description, translation and explanation of: • Ancient symbols • Archeological finds • Maps • Seals and Slabs • Cuneiform inscriptions and writings • Statues and figurines • Carving/Illustrations/Drawings • Familiarity with historical sites, ruins, and cities • Linguistic analogies • And a perfect knowledge of the ancient languages and dialects of the ancientcivilizations of the Near East, and the Middle East.This book was written in order to deal with and to explain all these concerns,and above all to provide the readers with sufficient guidance, translation andexplanation of major archeological finds, ranging from a figurine to a massivemonument. The book was written by an expert linguist, who authored severaldictionaries of ancient and dead languages. [Image00014.jpg]Comparative Encyclopedic Dictionary of Mesopotamian Vocabulary, Dead and AncientLanguages. Lexicon and Thesaurus of 15 Languages and Dialects of the AncientWorld • Akkadian • Arabic • Aramaic • Assyrian • Babylonian • Canaanite • Chaldean • Farsi (Persian) • Hebrew • Phoenician • Sumerian • Syriac • Turkish • Ugaritic • Urdu It includes: * A strong emphasis on the translation and explanation of Sumerian, Akkadian andAssyrian cuneiform tablets, texts and slabs and their different versionsthroughout the ages, different dynasties and development of old and new social,political and religious beliefs * Comparative dictionary and study of the origin of words, their linguistic andhistoric variations and variants, and use in multiple ancient languages, deadlanguages, and quasi extinct languages * Extensive articles and essays on the origin of \"key-words\" and religiousexpressions in the Bible (Old and New Testament) and direct link to much olderreligions and languages * Role and influence of the religious and political literature of the Anunnaki;their pantheon, false claims of so-called authors-experts on the Anunnaki, andtheir bogus translations * Epistemology * Etymology * Terminology * Vocabulary * Lexicon of the ancient Middle Eastern, Near Eastern, and Asia Minor languages& dialects * Linguistic cross-references * Thesaurus of words, expressions, sentences of the ancient, extinct &contemporary languages * Translation of Mesopotamian texts to English (From Ur of the Chaldees, Sumer,Uruk, Eridu, • Babylon, Akkad, Chaldea, Assyria, etc. • Explanation of Mesopotamian texts, slabs & cuneiform tablets • Definition, translation and explanation of Canaanite, Ugaritic, Phoenician,Syriac, Islamic, Hebraic & Early Christianity/Aramaic texts, sentences,expressions and words, & their direct link (Linguistic Origin) to the languagesof Mesopotamia [Image00015.jpg] [Image00016.jpg]1 - How the Babylonian Flood Became the Story of the Great Deluge in the Bible.2-The origin of the name of God and his true identity.[Image00017.jpg] [Image00018.jpg] 3-Are we worshiping a fake God? How Babylonian and Phoenician gods became Yahwehand the God of the Christians. 4-Jesus was not a Jew and didn’t die on thecross.cover jesus [Image00017.jpg] Jesus Was Not A Jew And Didn’t Die On The Cross [Image00019.jpg]Aldebaran Vril: 1917 Extraterrestrials Messages to Maria Orsic and the Birth ofthe First German-Made UFO On Saturday 10 of 1917, and at the age of 19, Maria Orsic fell in a trance (orperhaps in a coma, for no apparent reasons) which lasted several hours. As soonas she came out of her coma and began to regain her senses, Maria Orsic told hermother that she saw tall beings of lights not from this world who came to herand said that they will be back once she starts to feel better. The UFO phenomenon and saga, the first contacts with aliens from extraordinarilyadvanced civilizations beyond our solar system, and extraterrestrials’ messages,all started with an occult-metaphysical-mysticism-psychical movement created byMaria Orsic, a medium and founder of the Vrilerinnen (The Vril Society), andbased upon messages she claimed she has received from extraterrestrials fromAldebaran (Alpha Tauri), which contained technical data and precise instructionson how to build a super “Out of this World” flying machine (UFO). The extraterrestrials Aryan from Aldebaran told Maria that they were herebefore, thousands of years ago. And people took them for gods. They descended inthe Near East and created colonies. They also told her about the Nordics, theLyrans, the Igigi and the Anunnaki who created us genetically in their Chimiti.This, seems to correspond to numerous texts and epics found on clay tablets inMesopotamia and Phoenicia, as well as in Ugaritic myths and Biblical texts.Maria Orsic was the first medium and psychic to announce to the world that theextraterrestrials (Beings of Light) from Aldebaran were Aryan (Meaning pure andnoble) spiritually, and had no territorial ambitions or any interest in NaziGermany.The idea of extraterrestrial Aryans was a new concept/ideology that took Germanspiritualists, mediums, psychics, the military and politicians by storm. Also:•The reality of the Aldebaran Messages•The importance and validity of Aldebaran-Maria Orsic’s Texts(The Extraterrestrial Scripts) •The scientific value of the Aldebaran-Orsic Texts•The literary-linguistic value, and authenticity of the Aldebaran-Orsic Texts•The philosophical-theological-religious value of the Aldebaran-Orsic Texts•Revelations about religion•Extraterrestrials’ messages in a secret German Templar script and ancientSumerian–Ugaritic cuneiform/Ana’kh language•Aldebaran’s Metaphysical Revelations to Orsic and the Question ofExtraterrestrials•The Adelbaran’s beings of lights and other extraterrestrials were here before•Stargates line; the 33.33 degree•January 1924: The first flight of Jenseitsflugmaschine UFO•The early German UFOs: The RFZ 1 (Rundflugzeug)  Published byTimes Square Press®New York   Printed in theUnited States of AmericaNovember 2018 "}]
