[{"pageNumber":1,"pageContent":" The Use of NLP and Time Line Therapy ™ Techniques In Treating Depression by Tad James, M.S., Ph.D., Cer tified NLP Master Trainer Copyright © 1999 Creator of Time Line Therapy Techniques I have worked with a number of depressed clients, even Clinically Depressed, and on Prozac for 20 years, and we have had great success with Time Line Therapy for this. Depr ession is different from most other things we work with in NLP in that it is a \"Clinical\" issue. So..... First of all, it is inappropriate to work with depression unless you are qualified. Since depression can be a forerunner to other behavior such as sui cide, this essentially means you should not treat depression unless (1) are a licensed professional or (2) the client is referred to you by an MD, Psych., MFCC, etc. One rule of thumb is: If the client is dangerous to self or others refer the client to som eone who can take care of those possibilities -- refer them to an MD, Psych., MFCC. General Considerations : 1. Ask, other than seeing me, what else have you done for this condition? 2. Be selective -- you don't want to be someone's next failure if they have s een many & failed. 3. Don't start the therapy if they: don't want to be there, or don't want to change, and remember to check out the possibility of secondary gain, 4. Remember it is illegal to interfere with client - MD relationship. It is, however, a good time to work with client if MD gave up on them. 5. It is illegal to prescribe (even homeopathic) -- send them to health food store. It may be all right to say, \"This is what I would do if I were diagnosed with ____________.\" 6. Ask if they have seen an MD. If they have it, ask to see the written diagnosis. 7. Remember you heal no one. It is against the law for you to cure anyone: Tell clients they heal themselves depending upon the rapport with their Unconscious Mind. Tell them you can only help them make symptoms di sappear, the body can act as though totally healthy. 8. You need to believe people are in control of their state. A major part of the intervention is to have them be responsible for living. 9. As you proceed, take a detailed personal history. In the beginning, don't open up issues if they don't want to yet. 10. While finding out the content of repressed memories is not necessary in Time Line Therapy, it is necessary to know the client's history sufficiently"},{"pageNumber":2,"pageContent":"so we can determine the intervention and the Significant Events in the past that are important to deal with. General Outline: 1. Take a detailed personal history -- find out the root cause of depression 2. Be aware of any trauma or repression in the past 3. Time Line Therapy to release all sadness in the past 4. Time L ine Therapy to release all depression in the past 5. Time Line Therapy to eliminate any related Limiting Decisions 6. Future Pace for people who don't believe it Other Notes on Depression: 1. Possible to treat in one session -- plus follow - up to be sure it's go ne. 2. The client will need to see their MD to reduce anti - depressives afterward. 3. Check on diet: often related to blood sugar. 4. Can also treat when on medication. Future pace beyond when medication is worn off. May need to re - do when off medication. 5. Watch out for slow motor signals even if they deny being suicidal. For more information about the use of Time Line Therapy ™ techniques In treating depression, please contact: Tad James, M.S., Ph.D. at: 1 - 800 - 800 - MIND. It is not appropriate to use Time Line The rapy® unless you have taken a training in the techniques. Time Line Therapy and the Basis of Personality is a must for anyone wanting to learn Time Line Therapy™ from the creator of the technique. To read more of this book, you can place an order on the web... "}]
