[{"pageNumber":1,"pageContent":"Why & Human Neuro - Semantics - Part I Dennis K. Chong <../Books/Chong_Biography.htm> and Jennifer K. Smith Chong © (In this article, the male pronoun is to apply to either gender. The nominal pronoun is to apply to the first author. The plural pronoun stands for both authors.) In the ever - expanding compendium of books in 1 Neuro - Linguistic Programming (NLP), there is one work that for us, enjoys an exquisite charm. The work is by 2 Terrence L. McClendon and is entitled The Wild Days NLP 1972 - 1981 . In this work he records: It was at the Mission Street groups that we first began acquiring our information gathering tools that were later to become the meta model patterns. The foundations of the information gathering t ools began with the how, who, and what questions from the Gestalt framework, deleting that unspoken question, why (our bold) . We used to get yelled at and sometime bopped on the head for saying why. In a very therapeutic way of course (our bold) . Terrence L. McClendon: The Wild Days NLP 1972 - 1981 Meta Publications 1989, page 40. What we know is that neither Richard Bandler, John Grinder nor their first generation trainers pursued the philosophical nor epistemic basis for: \". . . deleting that unspoken que stion, why,\" We were very curious that, whilst it was clearly within their power and competency, they also never examined the conditions for getting: \". . . yelled at and sometime bopped on the head for saying why.\" It is also interesting that McClendon imputes that there was something good about this. \"In a very therapeutic way of course. Can anything be more incongruous to deem being yelled at and then physically bopped on one ’ s head as something \"very therapeutic?\" What is the 3 significance, in substr ucture, of what is being stated here? We now realize that this was one of the critical motors for our curiosity which impelled us to explore the linguistic implicates of \" why .\" One truth of life is that people do things in which they are unaware of the true meaning and the consequence of their actions . . . until much later. Thus, 4 how did Bandler and Grinder know that \"why \" was to be deleted in their vocabulary and those of their students? How did they know that it would be of value and significance to ins tall the pattern to not ask why in their students? How did they know that, to do so, even if it took yelling at them, they would? How did they know that, even if it required striking them, they would proceed to bop their heads? Yet. in the face of the pervasive universality of \" why \" as a gathering information question, one is compelled to wonder how Bandler and Grinder knew to do what McClendon has recorded here. There is much evidence that the newer generations of NLP trainers are 5 slipping into \" why \" or w orse they are already lost in it. This for us, as we will attempt to show in this article, is a matter fraught with egregious consequences, both at a personal level, for the NLP community as a whole and certainly for General Semanticists. For us, it is an intolerable state of affairs. It is comparable to apostasy! So what is going on? When we wrote Don ’ t Ask WHY?! , we were unaware that we had powerfully stumbled onto the connection between \" why \" and the Aristotelian System that Alfred Korzybski had indexed in his seminal work 5 Science and Sanity . We found that it would take some six months, in a series of weekly tutorials, to guide our students"},{"pageNumber":2,"pageContent":"through it. In the process we would find that there is always more, each time, that we ourselves could learn from it. In this work, Korzybski went through extraordinary lengths to set out his position regarding the 6 Aristotelian System and declared his utter and complete rejection of it. Every General Semanticist knows that his rejection was so final and definite that he named his publishing company The International Non - Aristotelian International Library Publishing Company. In Science and Sanity , he laid out the intellectual and philosophical basis for his decision to do so. Sandwiched between \" why \" and Korzybski ’ s rejection of the Aristotelian system, was the commanding intermedium of the concept of the 8 semantic ill - formedness of Cause and Effect that was propounded in The Structure of Magic: We have generalized the notion of semantic ill - formedness to include senten ces such as: My husband makes me mad. The therapist can identify this sentence as having the form: Some person causes some person to have some emotion. When the first person, the one doing the causing, is different from the person experiencing the anger, the sentence is said to be semantically ill - formed and unacceptable. The semantic ill - formedness of sentences of this type arises because, it, literally, is not possible for one human being to create an emotion in another human being ( our change in bold ) - t hus, we reject sentences of this form. Sentences of this type, in fact, identify situations in which one person does some act and a second person responds by feeling a certain way. The point here is that, although the two events occur one after the other, there is no necessary connection between the act of one person and the response of the other. Therefore, sentences of this type identify a model in which the client assigns responsibility for his emotion; rather, the emotion is a response generated from th e model in which the client takes no responsibility for experiences which he could control. Richard Bandler & John Grinder: The Structure of Magic Science Behaviour Books Inc. 1975 pages 51 - 52 Today, we know that the question \" why \" is welded to the Aristotelian system. At the core of the Aristotelian system are Cause and Effect. Cause and Effect is cemented to \" why .\" Given that Cause and Effect are semantically ill - formed, then \" why \" is necessarily also semantically ill - formed! In turn, the entire Aristot elian system is logically also semantically ill - formed. This was what Science and Sanity was able to demonstrate. In Science and Sanity Korzybski tried to delineate the consequences of the ill - formed semantics of the Aristotelian system and to a very significant degree he managed to do so. It is clear to us that the epistemic basis for \"We used to get yelled at and sometime bopped on the head for saying \" why ,\" is because Bandler and Grinder were determined that their students would not be caught in the warp of its semantic ill - formedness. For attempting to do this, \"We salute them for their noble effort.\" What we now realize is that what Korzybski wanted to achieve was the ultimate paradigm change for this entire world . We would use Korzybski ’ s ciphers to index this as: (Note: \" -- \" indicates a right arrow.) _ A -- A where: A was his abbreviation for the Aristotelian system and"},{"pageNumber":3,"pageContent":"_ A was his abbreviation for the non - Aristotelian system. In fact, Korzybski realized in a most singularly brilliant way that this wa s only possible if: _ s.r. language system of A -- s.r. language system of A However, it was a task that he was not able to complete. He failed to do so because of two critical impediments. The first was one that he had identified which concerned the matter of the power of s.r. , also known in NLP as linguistic anchors: We do not realise what tremendous power (our bold and underline) the structure of an habitual language has. It is not an exaggeration tot say that it enslaves us through the mechanism of 9 s .r. and that the structure which a language exhibits, is automatically projected upon the world around us. This semantic power is indeed so unbelievable that I do not know anyone, even among well - trained scientists, who, after having admitted some argument as correct, does not the next minute deny or disregard (usually unconsciously) practically every word he had admitted, being carried away again by the structural implications of the old language and his s.r. Alfred Korzybski : Science and Sanity The I0nter national Non - Aristotelian Library Publishing Company 6th Reprint 1980 pages 90 - 91. In this way, we were able to see that what Korzybski had forewarned of here, not only entrapped and seduced him, but also his successors. Even in Science and Sanity , he could not escape using the linguistic structures of the language of the Aristotelian System. Like him, his heirs have continued to use the language of Cause and Effect and of \" why .\" This is evidenced in the language of articles in the journal of the Institut e of General Semantics, The Bulletin . Sadly, it is for this, that the effort by Bandler and Grinder, to discount \" why \" in their students was also not successful. As we noted, the newer generations of NLP Trainers are caught in the weft and woof of its operations. In fact, on those occasions that I have risen to question it, the NLP Trainer would descend on me as if I was some heretic deserving of being burnt alive. Yet, in Science and Sanity , Korzybski set out to discount the linguistic structures of Cause and Effect. He took the only logical step that was open to him. It was to attempt to create the linguistic structures of a non - Aristotelian system. Here was his other critical impediment. We saw the connection between the linguistic structures of a non - Aristotelian system that Korzybski was trying to create and the concept of the metalanguage that was being proposed in the seminal work, CHANGE published by Paul Watzlawick, John Weakland and Richard Fisch. Eventually we realized that this state of affairs w as directly linked to the hierarchical structure of all language, communication, learning, etc. As we pointed out in Chapter 1, to express or explain something requires a shift to one logical level above what is to be expressed or explained. No explaining can be accomplished on the same level; a metalanguage has to be used, but this metalanguage is not necessarily available (our underline) . To effect change is one thing; to communicate about this change is something else: above all, a problem of correct log ical typing and of creating an adequate metalanguage. In psychotherapeutic research, it is very common to find that particularly gifted and intuitive therapists think they know why"},{"pageNumber":4,"pageContent":"they are doing what they are doing, but their explanations simply do not hold water. Conversely, many gifted writers are astounded and even annoyed at the deeper meanings that others read into their works. Thus, while the former believe they know, but apparently do not, the latter seem to know more than they are willing to acknow ledge - which brings us back to Laing: \"If I don ’ t know I don ’ t know, I think I know; if I don ’ t know I know, I think I don ’ t know.\" Paul Watzlawick, John Weakland and Richard Fisch : CHANGE Principles of Problem Formation and Problem Resolution W. W. Norton & Company Inc. 1974 p79. It was in the year following the publication of CHANGE that the Structure of Magic was published. In this book was laid out the linguistic formats of the first metalanguage. As a meta model of language, the authors, named it the Meta Model. The question \" why\" is not in the linguistic formats of Meta Model. However, we were to realize that, as an entity, it was configured within Cause and Effect! In time, concerns emerged about the Meta Model of which was: Third, while the meta model itself is a powerful generalization, the function of the meta model is not generative but reductionistic. It seeks to reduce the gap between language and sensory - based experience. It reduces the general to the specific: \" how specifically . . .\" a gener ative act, the application of the meta model is. The meta model is unsuited to act in any inductive capacity and was never intended to do so (our font change ). Nelson Zink & Joe Munshaw : Collapsing Generalizations and the Other Half of NLP NLP World Volume 3, No 1 March 1996 In time, we were to see that: In spite of it all, the cause célèbre for a metalanguage still stands. We say again that there has been no counter argument to date to abandon what Watzlawick, Weakland and Fisch determined so long ago and which they so concisely and elegantly expressed in Change . We know that as a linguistic decryption device of human ontology, the Meta Model or M 2 was constructed within the frame of Causal Modeling, also universally known as thinking in the Blame Frame or by the Question of WHY. It was also a corollary of this, that as a linguistic tool, it was further crippled by the concomitant linear thinking that is welded to it. We then came to recognize that the metalanguage was a far larger and more complex matter. A s a gathering information tool we now know it includes: 1. The Modified Meta Model or M 3 2. Informal Logic 3. The No - Y - ian Model of language 4. Calibration 5. Adumbration. The above composite is the metalanguage and we call it the GATHERING INFORMATION MODULE or GIM. The insufficiency of the Meta Model truly comes home when you compare its application in the two cases cited in Chapter 5 of The Structure of Magic with the nine cases cited in Chapter 9 of Power and Elegance in Communication . The power, effic iency and effectiveness of the proposed new metalanguage"},{"pageNumber":5,"pageContent":"declares itself just as the power, efficiency and effectiveness of the Meta Model expressed itself when it first came into place. Dennis K. Chong & Jennifer K. Smith Chong: THE METALANGUAGE of Watzlawick, Weakland and Fisch, THE META MODEL of Richard Bandler and John Grinder NLP Connection Vol. XI, No.1 1997 What we now realize is that: The language of the non - Aristotelian system is the language of the metalanguage of Watzlawick, Weakland and Fisch. Now that we are past the full flush of its discovery we have decided to name this metalanguage the WWF - metalanguage . We do this without any negative sentiment about the Meta Model since we continue to remember it with a sense of fondness and gratitude, as, in its day, it was such powerful a information gathering tool. To know the WWF - metalanguage, is to think via an incredible shift, contingent upon a switch from: _ s.r. language system of A -- s.r. LANGUAGE SYSTEM of A This shift is, in turn, the conditio n that will create the possibility for the well - formed quantum step in human evolution, personal and universal. It is the SANITY or semantic well - formedness of human ontology that Korzybski sought and wanted for all of us. This was the gift of Alfred Korzybski to all of us. However, we all realize that with his death, it has now become our challenge because s.r. language system of still prevails. For this, we are compelled to conclude that _ A -- A is a fallen banner. However, the wonder and joy of today is that, we now know that it is possible to collapse out the \" tremendous power (our bold and underline) the structure of an habitual language has \" in all of us, i.e. the s.r. NLP has shown the way to do this. From the emergent field of Neuro - Semantic Programming (NSP) we know what the scope of the non - Aristotelian language truly is. _ In one sense, what Alfred Korzybski wanted for all of us, i.e., A -- A , is something that is finally actualizable. However, whether it can be achieved we suspect will depen d on whether people are willing and open enough to see the possibilities indexed here. And to do this may be about the willingness to set aside the cloven hoof of our biases and prejudices in us, on one hand, and on the other, to overcome the hubris that exists in all of us. _ If we do not, then, in such a contingency, only the fortunate few will escape out of A into A into . The rest will be lost in the INSANITY (and by extrapolation - the PAIN and SUFFERING) that Korzybski predicted for them in Science an d Sanity . Footnotes: 1 Neuro ­ Linguistic Programming is a new exciting field of study that is predicated to exploring the syntax and grammar of human ontology. It is a created field study. Thus, Cybernetics was created by Norbert Weiner, English Transformational Grammar by Noam Chomsky, General Semantics by Alfred Korzybski. NLP was created by Richard Bandler and John Grinder."},{"pageNumber":6,"pageContent":"2 Terrence L. McClendon is the pre ‐ eminent teacher of NLP in Australia. In, what now seems another era, he and Robert Dilts kindly supp orted our work by writing the FORWARD to our book, Auto ­ Hypnotic Pain Control, The Milton Model. 3 Significance in substructure is the implicate structure and hence the epistemic driver for a conclusion. 4 ‘ How to know ‘ is an epistemic question. 5 Slipping into \" why \" is a metaphor for the seductive power of the s.r. of \" why .\" To slip into \" why \" is to operate by the language structures of the Aristotelian system of Cause and Effect. Anyone who has truly read and understood Science and Sanity will know that Korz ybski completely abjured and utterly repudiated Cause and Effect because of its semantic ill ‐ formedness, i.e., its insanity. 6 Science and Sanity is the opus magnum by Alfred Korzybski and the foundational work of General Semantics. It has appended to it the deprecation that it is \"practically unreadable.\" In this, we agree! It is an undoubted challenge to be able to read it. It is an even greater test of intellectual mettle to understand it. It is a vindication of one ’ s cerebral endowments to truly grasp wh at the work is saying. It is for this that we advise a measure of considered skepticism with people who claim that they have read this work with the implicit flourish that they understand the work. Too often and much too quickly they betray their shortcomings in grasping what Korzybski was saying. It is for this that few really know what is at issue in Science and Sanity . We found that it would take some six months, in a series of weekly tutorials, to guide our students through it. In the process we would find that there is always more, each time, that we ourselves could learn from it. 7 Aristotle was a great intellectual divine whose contributions have held Western Civilization within the grasp of Cause and Effect. It is only now that we are coming out of his shadow. He was the father of Causality. 8 Semantic ill ­ formedness of Cause and Effect was a consideration that was delineated with powerful precision and conciseness in Structure of Magic . Korzybski in Science and Sanity explores the ill ‐ formed semantic structures of the system of Cause and Effect. 9 s.r. s tands for ‘ s emantic r eactions ’ and is synonymous with the NLP term anchor. References: Alfred Korzybski : Science and Sanity The International Non - Aristotelian Library Publishing Company 1980 (Sixth Reprinting) Dennis K. Chong & Jennifer K. Smith Chong : Don ’ t Ask WHY?! C - Jade Publications 1991 Dennis K. Chong & Jennifer K. Smith Chong : Power and Elegance in Communications C - Jade Publications 1993 Dennis K. Chong & Jennifer K. Smith Chong : THE META MODEL of Richard Bandler and THE METALANGUAGE of Paul Watzlawick, John Weakland and Richard Fisch NLP CONNECTION Dennis K. Chong & Jennifer K. Smith Chong : METAPROGRAMS and the EMPS Anchor Point John R. Searle : Speech Acts Cambridge University Press 1980 Jerry A. Fodor : Modularity of Mind The MIT Press 1987 "}]
