[{"pageNumber":1,"pageContent":"Cults of Demeter Eleusinia and theTransmission of Religious IdeasHugh BowdenCults of Demeter Eleusinia, and cults claimed to have been established from Eleusis, arefound quite widely spread across central and southern Greece and Asia Minor. Earlierexplanations of how they acquired this particular cult title have started from accounts oftheir supposed origins early in the archaic period. This paper suggests that titles of thiskind did not necessarily date back to the cults’ foundations. It argues that visiting religiousexperts familiar with mystery cults from across the Greek world (including, amongstothers, Herodotos and Pausanias) might have influenced the way local officiantsunderstood their own cults, and hence how they came to describe them.Keywords: Greece; Religion; Mystery Cult; Eleusis; DemeterNetwork Theory is being increasingly applied in the study of both ancient and modernreligion,1as it allows scholars to examine the way religious practices, vocabulary, andideas can spread, how new forms of worship are able to grow, and indeed how and whyestablished religions can decline. But theory cannot replace information: hypothesescan only be tested if there exists reliable evidence. While sociologists of religion in thecontemporary world can use interviews and questionnaires in their investigations,ancient historians are reliant on whatever can be extracted from the historical record.In examining the connections between the various cults of Demeter Eleusinia in theGreek world, my concern is to ask as much about the nature of the evidence, as abouthow the cult might have spread.In his account of the battle of Mykale in 479 BCE, Herodotos remarks that ‘thedivine aspect of things is clear from many proofs’ (9.100.2), noting first that a rumourof the victory at Plataia reached the Greeks at Mykale, even though the battleshappened on the same day; he also refers to athyrsosfound mysteriously lying on theISSN 0951-8967 (print)/ISSN 1743-940X (online)/07/010071-13q2007 Taylor & FrancisDOI: 10.1080/09518960701539182Correspondence to: Hugh Bowden, Department of History, King’s College London, Strand, London WC2R 2LS,UK. Email: hugh.bowden@kcl.ac.ukMediterranean Historical ReviewVol. 22, No. 1, June 2007, pp. 71–83"},{"pageNumber":2,"pageContent":"beach, dropped by some divine messenger, as the reader is encouraged to believe.The historian then points out that both battles took place where there were sanctuaries(temenea) dedicated to Demeter Eleusinia (9.101.1). This comment takes the readerback to Herodotos’s account of the battle of Plataia, where he notes that ‘although thebattle was right by the grove (alsos) of Demeter, there was no sign that any Persian hadbeen killed in thetemenosor entered into it; most of them fell near the temple inunconsecrated ground’. And here Herodotus makes one of his least equivocalcomments about divine involvement in human affairs, adding, ‘I think—if it isnecessary to decide about divine matters—that the goddess herself denied them entry,since they had burnt her temple, the shrine at Eleusis’ (9.65.2). As he understands it, acrime committed against Demeter in one of her sanctuaries is punished within sight oftwo other sanctuaries dedicated to her.2It would seem that some kind of network ispresent here.Mykale and Plataia were not the only places with sanctuaries dedicated to thegoddess.3Table 1 lists other cases known from our sources, either literary orepigraphic.4The list raises some questions: Can we trace the origins of thesesanctuaries? Were they formally connected? Did they, in other words, form a widerEleusinian network? As we will see, these questions are not as straightforward as theymight seem. Before we address them, we need to look at the evidence a little moreclosely.Herodotos tells us something of the origins of the cult at Mykale. It was founded by‘Philistos son of Pasikles when he went with Nileus son of Kodros to the founding ofMiletos’ (9.97), that is, as part of the Ionian migration. Interestingly, a parallel explanationis given for the presence of the cult at Ephesos by Strabo, who says that the priest ofDemeter Eleusinia was drawn from thegenosof the Basileis, who claimed descentfrom Androklos, son of Kodros, founder of the city (14.1.3). This issupported by inscription from the imperial period describing someone as(IEph 2018.4 – 5). Butthere appears to be virtually no mention in the epigraphic record of the cult title‘Eleusinia’ either in Ephesos or in Mykale or Miletos.5Instead, the cult titles that we findfor Demeter at Miletos and Ephesos are usually Karpophoros and Thesmophoros; indeedat Ephesos inscriptions refer to.There is evidence for ‘Eleusinian elements’ in the cult of Demeter in thesepoleis,including a dedication at Ephesos to the combination of Plouton, Kore, and DemeterKarpophoros, which might strike one as Eleusinian. Another Asianpoliswith a cult ofDemeterKarpophoros kai Thesmophoros, Pergamon, is reported to have had cultpersonnel, including a Hierophant, a Dadouchos, andho epi bomon—all figuresparalleled at Eleusis. Herodotos and Strabo had their reasons for their identifications,therefore. But the relationship between these cults and that at Eleusis itself is notnecessarily straightforward.There are two more observations that can be made about the Ionian cults ofDemeter Eleusinia. The first is that one might reasonably assume that Eleusinian cultswould be associated with the Eleusiniangene, that is, the priestly clans of the72H. Bowden"},{"pageNumber":3,"pageContent":"Table 1Evidence for Cults of Demeter EleusiniaEvidence fortitle EleusiniaCult includingMysteriesStart of cultAttikaEleusisYesHomeric Hymn to Demeteretc.Before 600BCEPhlyaYesPaus. 1.31.4, 9.27.2, 9.30.12,cf. 4.1.5; Plut.,Them. 1.3Before 480BCEBoiotiaHysiaia (Plataia)LiteraryHdt. 9.57.1 – 2, 62.2, 65.2, 69.1;Plut.Arist. 11.3 – 8; Paus. 9.4.3Before 479BCEArkadiaBasilisLiteraryPaus. 8.29.5, Athen. 13.609e – fPossibly before 371BCELykosouraPaus. 8.37.1 – 10By mid C2CEMantineiaIG v2, 265 – 6MegalopolisYesPaus. 8.31.7 – 9; IG v.2 517(Late C2/Early C3CE)Possibly ca. 300BCEOnkeionYesPaus. 8.25.4 – 7By mid C2CEPheneosLiteraryYesPaus. 8.15.1 – 4By mid C2CEThelpousaLiteraryPaus. 8.25.2 – 3Probably not before C4BCETrapezosPaus. 8.29.1By mid C2CEArgolidEpidaurosIG iv2.1 83 (40-2CE);IG iv2.1 126 (post 117CE)Probably by 42CEKeleai (near Phlious)YesPaus. 2.14.1 – 4By mid C2CELernaYesPaus. 2.36.7, 37.3By mid C2CEMesseneAndaniaYesPaus. 4.1.5 – 9, 4.26.6 – 8, 4.33.4 – 6;IG v.1 1390¼LSCG65¼Syll3736 (92/1BCE);Syll3735 (93/2BCE)Probably ca. 370BCE; certainlyby 91BCELakonia(continued)Mediterranean Historical Review73"},{"pageNumber":4,"pageContent":"Table 1–ContinuedEvidence fortitle EleusiniaCult includingMysteriesStart of cultTheraiLiterary, EpigraphicPaus. 3.20.5 – 7, IG v.1 607(C2 – 3CE)By mid C2CEAegean IslandsDelosID 2475IoniaEphesosLiteraryYesStrab. 14.1.3 (633); GIBM 481(83/4CE); I Eph 1270 (imperial);By 25CEErythraiEpigraphicLSAM 26 (189 – 150BCE)By 150BCEMiletos (Mykale)LiteraryHdt. 9.97By 479BCETeosEpigraphicGIBM 1032 (¼SEG 4, 598)MysiaPergamonYesSyll3694By 129BCEKariaPanamaraIStr 147 (dedication)StratonikeiaIStr 1124 (dedication)PisidiaTermessosTAM III 870EgyptAlexandriaLiteraryYesTac. Hist. 4.83, Schol. Callim.In Cer. 1By ca. 300BCE74H. Bowden"},{"pageNumber":5,"pageContent":"Eumolpidai and the Kerykes. Thus, for example, according to Tacitus, a certainTimotheos (a Eumolpid) was brought to Alexandria by Ptolemy Soter, apparently toestablish the cult of Demeter Eleusinia there (Hist. 4.83).6But in Ephesos and Miletosthe cult of Demeter is associated with the sons of Kodros, not with the Eumolpidai;indeed thegenosin charge of the rites at Ephesos is explicitly descended from the kingsof Athens, and not from an Eleusinian ancestor.My second observation is to note that the Ionian epigraphic evidence is notcompletely silent about the title Eleusinia. Accounts for sacrificial victims fromErythrai from the mid-second centuryBCEdo include sacrifices to Demeter Eleusiniathere, and a decree from Teos mentions, thoughwithout providing a clear context (SEG 4, 598). But at what date these cults wereintroduced, and what form they took, we cannot say.Table 1 indicates another part of the Greek world in which the cult of DemeterEleusinia seems to have been well established, and that is the Peloponnese, and aboveall Arkadia.7For information about these cults we must rely heavily on Pausanias, andunfortunately where we do have other evidence it does not necessarily fit well withPausanias’s statements. This is most evident in the case of the mysteries at Andania, towhich I will return later. Even in cases where there is no contradictory evidence, theexample of Ephesos and Mykale should make us cautious.Pausanias identifies four sanctuaries in the Peloponnese as belonging to DemeterEleusinia, and a further five instances in which he claims, or implies, that the cultpractices were either introduced from, or modelled upon, the mysteries at Eleusis.In most cases, he tells the reader a little about the sanctuary, or about the cult. For thecults that he identifies as having the epithet ‘Eleusinia’, we learn that in Lakonia there isa procession of the cult statue of Kore from Helos to the sanctuary at Therai (3.20.7);that at Pheneos in Arkadia during the so-calledtelete meizon, secret texts are broughtout and read to initiates (8.15.2); and that at Thelpousa there are large statues ofDemeter, Kore, and Dionysos (8.25.3). From Athenaios comes the additional fact thatthe sanctuary at Basilis was the location for an annual beauty contest (13.609e – f ).For none of these features do we know of parallels at Eleusis itself. Nor is it clear thatmysteries were celebrated at any of these sanctuaries other than Pheneos. Conversely,in the case of Thelpousa, Pausanias implies that mysteries were associated with thenearby sanctuary of Demeter Lousia and Demeter Erinys (8.25.7).In two cases, Pausanias states that Peloponnesian cults were founded directly fromEleusis. The cult at Keleai, near Phlious, was supposedly founded by Dysaules, brotherof Keleus, the king of Eleusis who, according to theHomeric Hymn to Demeter, reignedwhen Demeter appeared there (2.14.2). The cult observed at Pheneos in Arkadia,where the greater mysteries included the reading out of secret texts, was founded byNaus, grandson of Eumolpos, the eponym of thegenosof the Eumolpidai (8.15.1). It isworth noting briefly that, whereas Ionian cults are associated with kings of Athens,these Peloponnesian foundations are associated with rulers of Eleusis. We cannotknow whether these ancient ‘pedigrees’ belong to a long-established tradition, or are ofrecent antiquarianism.Mediterranean Historical Review75"},{"pageNumber":6,"pageContent":"There is no evidence in any of these cases—whether in the Peloponnese or in AsiaMinor—of a formal connection with the sanctuary of Demeter at Eleusis. We have norecords oftheoriai, or of dedications from communities that observed cults related toDemeter Eleusinia. This notwithstanding, there were at times good reasons to claimsuch a connection. In the fifth centuryBCEthe Athenians instituted, or re-instituted,the festival of the First Fruits, encouraging all the Greek cities to send offerings ofwheat and barley to the sanctuary at Eleusis, and promising good harvests to thosewho did so, thereby remaining on good terms with the Athenians (IG i378).8Thosecities already connected to Athens and Eleusis by a common cult would have beenmore likely to join in the venture. In the second centuryCEthe creation under Hadrianof the Panhellenion had significant effects on Eleusis. The fabric of the sanctuaryunderwent major refurbishment, and it has been suggested that the Panhellenes madededications at Eleusis in imitation of the First Fruits dedications of the fifth century.9The significance of Eleusis in the world of the Panhellenion can also be seen indedications made by Panhellenes in their home towns. We have a dedication byEurykles in Aizanoi in northern Phrygia from 157 CE to various deities, includingAntoninus Pius, the divine Hadrian Panhellenius, the Eleusinian goddesses, AthenaPolias, Poseidon, and Amphitrite (SEG 42:1191). Nonetheless, there appears to be nocorrelation between members of the Panhellenion and thepoleiswith cults of DemeterEleusinia. Admittedly, the evidence for all of these matters is very limited, but it seemsthat there is no connection between the Panhellenion and the cult of Demeter outsideAttika.In spite of the lack of evidence of ongoing contact, a number of attempts have beenmade to explain why the apparently explicitly Attic cult title ‘Eleusinia’ should appearin the Peloponnese at all. It has been suggested that the cult, and presumably thereforealso the mysteries, were introduced from Athens by the Dorians when they moved intothe Peloponnese. Alternatively, it has been suggested that the cult title was not relatedto Eleusis in Attika, but is a version of ‘Eleithyia’, and that the connection withDemeter is a later development.10Such generalizing explanations depart from theassumption that both cult and title go back to before the historical period, anassumption that is supported by a number of stories mentioned by Pausanias, butwhich is open to question.An alternative view, put forward by Jost for Arkadia in particular, points to anexisting indigenous cult of Demeter and her daughter (cf. Paus. 8.37.9)—not in thiscase Kore—onto which an Eleusinian form of cult was later grafted.11The lack of anyprecise evidence for when cults were actually established makes this claim difficult tosubstantiate, and consequently any discussion of origins must remain purelyhypothetical. In any case it is difficult to separate discussion of cults of DemeterEleusinia from discussion of cults of Demeter, which are said to derive from Eleusis,and even from cults of divinities who may be associated with Eleusis, for example cultsofMegalai Theai.12Of course, one factor that should not be ignored is the long-term spread of interest inmatters Eleusinian, as initiates from outside Attika returned to their native communities,76H. Bowden"},{"pageNumber":7,"pageContent":"and as Athenian initiates settled abroad. Initiates were of course forbidden to discussthe secret elements of the Mysteries, but the fact that they had been initiated was not asecret. Awareness of the significance of Eleusis itself would also have been increasedthrough the work ofspondophoroi(heralds) dispatched through the Greek world toinvite people to the mysteries.13Although the effect of these things cannot be easilymeasured, it is likely that the name of Eleusis, and the cult associated with it, waswidely known and generally respected in the Greek world. But the case needs furtherexploration before one can infer that local cults were themselves related to Eleusis.Recent work on ‘ritual dynamics’, in particular by Angelos Chaniotis, has broughtnew attention to the way in which ritual practice, and the interpretation of it, evolvedover time.14This may often have been the result of political changes—and the periodcovered in this paper witnessed more than one fundamental transformation of thepolitical landscape of the Greek world—but there could be other forces at work.As Chaniotis notes:A factor of enormous importance for the evolution of rituals—no matter whetherwe are dealing with revival or transmission, amalgamation or syncopation, aestheticor ideological transformation—is the part played by individuals, their idiosyncrasy,personal piety, social position, education, or even political agenda.15Given this, I wish now to consider the role of one particular category of individuals,who might be described as ‘religious experts’, and the effect they might have had onmystery cults. ‘Religious experts’ come in a variety of types. While we are familiar withprominent men like the Athenian Lampon, who are called upon by thepolistoconsider religious matters,16other such figures are less visible among the historicalrecords, but are nevertheless referred to; for example, Epimenides of Crete (Pl.,Leg.642d, D.L. 1.110), or Methapos, whom we will meet shortly. Homer and Hesiod tooare treated by later generations as sources of religious knowledge (e.g., Ar.Ran. 1032 –35). But we should not underestimate the influence of some of the writers whose workhas survived, in particular Herodotos and Pausanias. It is certainly the case that, by theearly second centuryCE, Herodotos had become an authoritative source ofinformation about Delphi for the officials at the sanctuary, if Plutarch’s categorizinghim as an oracle collector has any meaning (Mor.403e). Herodotos is presented in hishistory as more than ready to talk to religious officials, in Egypt (2.143), in Dodona(2.52.1), and at Delphi. He was, it would appear, an initiate at Samothrake (2.51) andprobably at Eleusis, and in his work he is quite ready to make comparisons betweendifferent cult practices (e.g., 2.81).17Pausanias too was ready to talk to religiousofficials. He specifically mentions thedadouchos(torch-bearer) of the mysteries atPhlya, as being someone he has discussed things with (9.27.2). He was himself aninitiate at Eleusis (1.38.7) and at Andania (4.33.5), and at Lykosoura (8.37.9), andquite probably at Megalopolis and Keleai. There have been recent studies of Pausanias,particularly in his role as observer and learner;18and he may also be considered as anactor and teacher.Mediterranean Historical Review77"},{"pageNumber":8,"pageContent":"As has already been noted, between the time of Herodotos and that of Pausanias, theGreek world had undergone major transformations. The independentpoleisofHerodotos’s time had been made subordinate first to the Macedonian kings and theirvarious Hellenistic successors, and then to Rome. Given the close connection betweenthe religious and the political affairs of cities, this must have had an impact on how thecitizens of thepoleisunderstood their own cults and festivals.19Nonetheless, thepolisremained the basic organizational unit of the Greek world throughout this period,20and, as we will see, while festivals whose interpretation was a matter of public concernmight have to be reinterpreted in the light of new political circumstances, festivals inwhich significant elements were not allowed to be publicly discussed might be lessaffected by these changes. So in this respect the world of Pausanias was not necessarilycompletely different from the world of Herodotos.21And for the purpose of this study,the two aforementioned historian-writers are taken to be representative of a largerphenomenon, and belonging to a class of educated travellers who can be identifiedfrom Solon (Hdt. 1.29) onwards.Herodotos and Pausanias then were well-travelled, literate men interested indiscussing matters of cult. From the perspective of most small communities in theGreek world they would be exceptional individuals, who would have a perspectivequite probably far superior to that of the cult personnel in places like, say, Phlious. Wecan get a picture of Pausanias’s method perhaps from what he has to say about twomystery cults, those at Keleai, and at Andania. Although he avers that he holds themysteries at Andania as second in importance only to Eleusis, it would seem that heobtained most of his information about it while in Attika. He mentions a conversationwith a torch-bearer of the Lykomidai, an official at the mysteries at Phlya (9.27.2), anda statue base in a sanctuary there, dedicated by Methapos, who claimed to have madesome changes to the cult at Andania (4.1.8). It would seem to be on the basis of thisevidence, supported by a toponym from the poetry of Rhianos of Crete (4.1.6),22thatPausanias reconstructs the early history of the mysteries at Andania. According to thisaccount, the mysteries were introduced to Messenia at its creation by Kaukon,grandson of Phlyos, the eponymous founder of Phlya, who brought the rites fromEleusis. They were then modified by Lykos son of Pandion, and further improved byMethapos (4.1.5 – 9).23But Pausanias tells another story about the (re)foundation of the mysteries, inwhich Epaminondas and Epiteles, at the time of the fourth-century founding ofMessene, were led by a dream to discover a jar containing an inscribed piece of tin foil,which had been buried by Aristomenes at the end of the Messenian revolt (4.20.4): thefoil related the secrets of the Andanian mysteries (4.26.6 – 8). This latter story is morelikely to have been told in Messenia. Here Pausanias not only provides two distinctstories about the mysteries, but he also makes links between them. We might askwhether the Messenians who told him the second story heard the first one from him,in return, and if so, what they made of it.Pausanias’s comments about Keleai suggest that some kind of debate might havefollowed. He notes that the rite at Keleai is amimesisof theteletaiat Eleusis, and adds78H. Bowden"},{"pageNumber":9,"pageContent":"that the Phliasians agree (homologousi—perhaps ‘concede’ catches the tone better) thatthey imitateta en Eleusini droˆmena(2.14.1). He then reports the Phliasian claim thatthe mysteries at Keleai were founded by Dysaules, brother of Keleus, king of Eleusis,who fled there after defeat by the Athenians under Xouthos (2.14.2), and goes on topoint out that there was no actual battle in the war with Xouthos, and to suggest thatDysaules could not have been a significant Eleusinian, since he is not named in theHomeric Hymn to Demeter(2.14.2 – 4). What his Phliasian interlocutors thought abouttheir own traditions after this barrage of erudition is not revealed, but the stories theytold after this exchange with Pausanias may have differed from those they had beentelling before.We should note that there is an issue of authority here. We might suppose thatpeople directly involved with the cults gave precedence to local traditions, because theywere passed down from generation to generation. However, so far there is no goodevidence to believe that this is how things actually worked. In a society where areference in the catalogue of ships could be taken as a historical charter (see Plut.Sol.10.1), the foreigner who knew his Homer could probably win out over the native whodid not.Such a supposition leads to some odd results. Herodotos, who was initiated atSamothrake, considered that theTheoi Megaloiof the island were the Kabeiroi(2.51.1 – 2), despite the fact that the name is never used in any document onSamothrake. Even more bizarrely, Pausanias, who was initiated at Andania, consideredthat it was a cult of Demeter and Kore, theTheai Megalai, when the one inscription wehave from the site refers to the mysteries of theTheoi Megaloi(Syll3736). There havebeen numerous attempts to explain this startling confusion,24but it seems to me thathere there is a clash between the authority of Pausanias’s literary sources on the onehand, and practice on the ground on the other. The strength of the former seems tohave been enough to distract Pausanias’s attention from the gender of the wordendings.Is it possible to attribute a role to men like Herodotos and Pausanias in the creationof links between cults? In truth, all ritual activity is made up of basic elements, most ofwhich are shared between cults over a wide area. There is likely to have been a standardform of animal sacrifice, for instance, with its accompanying purifications, libationsand so on, shared by most divine cults across the Greek world and beyond, whereasother ritual acts might be associated with particular divinities. The daily interactionsbetween individuals and communities could therefore have spread somethingapproaching a shared understanding of these acts, and as such ritual can be seen as asort of language conveying information about gods and mortals, and about therelationships between them.With mystery cults this inter-communication is necessarily much more limited.While the public aspects of such cults are likely to be understood well enough, thesecret parts—those known only to initiates—will inevitably be more obscure toparticipants. As it was rare for individuals to be initiated into a large number of cults,there will have been comparably little opportunity to draw parallels between practices.Mediterranean Historical Review79"},{"pageNumber":10,"pageContent":"For most participants of course this need not have mattered, but for some it might.What was actually secret seems to have varied from cult to cult, but often it appears tohave played a minor role in the general practice of worship. The mysteries of Demeterseem generally to be related to the story of the abduction of Persephone, which must inpart reflect the wide circulation of theHomeric Hymn to Demeter, but which alsomight relate to the importance of the seasonal cycle to cults of Demeter. But in itselfthat single story can generate a range of secrets. At Lykosoura and Onkeion in Arkadia,for example, the name of Despoina, the daughter of Demeter and Poseidon, conceivedwhile Demeter was searching for Kore, was a secret known only to initiates; whereas atPheneos and probably at Andania some ‘secret’ texts were apparently read out loud tothe worshippers present.Consequently, just how much the actual ritual of the mysteries varied from cult tocult is difficult to know—after all, we only have the vaguest idea of what happened atEleusis itself. Nor do we know how exactly ritual actions were copied and thereforetransmitted within cults. The assumption that this was a crucial element of ancientreligion should therefore perhaps be questioned. If there was a certain fluidity in thetransmission of ritual, then the contribution of learned outsiders could be quitesignificant. If Pausanias were to tell you that your mysteries were obviously modelledon those of Eleusis, but that they differed in one small respect, would you keep doingthe different thing to assert your distinctiveness, or would you modify your practice tobe closer to the more prestigious cult? The latter possibility might well be morelikely—a case perhaps of the theologians taking over the Pantheon.As to how far such influence actually travelled, the question is of courseunanswerable, given that there must have been other factors affecting theinterpretation of cult activity. It does, however, give us an idea of how the processmight have operated. If we return to our starting point, we have Herodotos’s referenceto a sanctuary dedicated to Demeter Eleusinia at Mykale, a title otherwise unattestedby epigraphic evidence; and a similar case with Strabo’s discussion of Ephesos.We might explain this away as the difference between the official title on the one hand,and a more colloquial one on the other, but this may not be the whole truth. Althoughthe usual title of the cult of Demeter in Miletos and elsewhere is ‘Karpophoros’, we dohave one reference in an inscription to Demeter Karpotokos (IEph 1305), whichpresumably refers to the same cult. But the confusion goes a little further: when Apolloat Didyma was asked about the erection of an altar to Kore next to the altar of DemeterKarpophoros, he replied that it would indeed be acceptable to erect the altar ‘next to thealtar of DemeterKarpotrophos’ (IDid 504. 11 – 2.24)—a reply that suggests that thedeity himself was a little confused about his aunt’s title.The appellations Karpotrophos, Karpotokos, and Karpophoros are closely related inmeaning, and Demeter Karpophoros is sometimes also called ‘Thesmophoros’.Perhaps it is better not to think of them as titles at all, but simply as descriptions thathelp to distinguish between different sanctuaries and cults. But descriptions can alsobe used to point up similarities, and writers like Pausanias may have used them todesignate such connections. From this evidence, to distinguish between links made80H. Bowden"},{"pageNumber":11,"pageContent":"by scholarly tourists, and those which result from the movement of ideas acrossnetworks, may not always be possible.Notes[1] Ancient: e.g., Collar, this volume; Rutherford, this volume. Modern: e.g., Hirst, ‘SocialNetworks’.[2] For this as a feature of Herodotos’s approach, see Bowden, ‘Herakles, Herodotos’.[3] Farnell,Cults, 3.198 – 213; Sfameni Gaspasso,Misteri e culti.[4] The absence of two areas of the Greek world from Table 1 deserves explanation. At least twoCretanpoleis, Biannos and Olos, as well as the island of Thera, named their monthsEleusuniosorEleusinios. This makes it highly likely that these communities celebrated a festival called theEleusinia or Eleusunia. It is, however, not known whether they had sanctuaries dedicated toDemeter Eleusinia. On this, see Parker, ‘Demeter’. Magna Graecia is an area particularlyassociated with the cult of Demeter and Kore. However, there is no evidence at all for the culttitle ‘Eleusinia’, or indeed for any sanctuary-based initiatory cult of the goddesses (Hinz,DerKult von Demeter), and no other evidence linking the sanctuaries specifically with Eleusis.In Attica there was an Eleusinion at Phaleron, as well as one in the city and the sanctuary atEleusis. It is clear that these were all part of the same cult complex, as they were administeredtogether (IG i3, 32). Inscriptions from Marathon, Paiania and Phrearrhioi refer to anEleusinion, but there is no other evidence for local sites of that name, and all the inscriptionscould be referring to the city Eleusinion. Although nothing is certain, there seems no goodreason for supposing the existence of local cults in addition to that at Eleusis. On Attica ingeneral see Parker,Polytheism, 327 – 68, esp. 332 – 33.[5] The fact that an inscription from Milesian colonies in the Black Sea includes the name‘Eleusinios’ has been taken as evidence for a cult of Eleusinian gods from an early date inMiletos itself (Graf,Nordionische Kulte, 274 n. 18;LGPNIV s.v.). However, it is notsafe to assume that, even if Eleusinios were a direct descendent of one of the original colonists,his ancestor was a Milesian citizen: Milesian ‘colonies’ would have had a Milesianoikist, and nodoubt the blessing of Apollo at Didyma, but the settlers themselves may have come fromfurther afield—thus enabling Miletos to be metropolis of so many settlements in a relativelyshort time.[6] ‘Timotheum Atheniensem e gente Eumolpidarum, quem ut antistitem caerimoniarumEleusine exciverat.’ Cf. Schol. Callim.In Cer.1.[7] Cf. Jost,Sanctuaires et cultes; ‘Mystery Cults’.[8] Discussion in Bowden,Classical Athens, 125 – 29; Cavanaugh,Eleusis and Athens, 29 – 95.[9] Spawforth and Walker, ‘World of Panhellenion’, 100.[10] Discussed in Graf,Nordionische Kulte, 274 – 77. See also Parker, ‘Demeter’, 101 – 2.[11] Jost, ‘Mystery Cults’.[12] Jost, ‘Grandes De ́esses’; ‘Nouveau regard’.[13] Mylonas,Eleusis, 244.[14] Chaniotis, ‘Ritual Dynamics: BoiotianFestival’; ‘Ritual Dynamics in the EasternMediterranean’; ‘Statusa ̈nderung’.[15] Chaniotis, ‘Ritual Dynamics in the Eastern Mediterranean’, 162.[16] Bowden, ‘Oracles for Sale’.[17] On religion in Herodotus in general: Harrison,Divinity and History; Mikalson,Herodotus andReligion.[18] Rutherford, ‘Tourism’; Elsner, ‘Pausanias’.[19] Chaniotis, ‘Ritual Dynamics: Boiotian Festival’, 39 – 40.Mediterranean Historical Review81"},{"pageNumber":12,"pageContent":"[20] As witnessed for example by Jones,Greek City.[21] Pausanias himself reinforces this perception through his imitation of Herodotos. See e.g.,Hutton,Describing Greece, 190 – 213.[22] For Pausanias’s reliance on Rhianos see 4.6.1 – 3. On his method in Book 4 see Musti andTorelli,Pausania.[23] Cf. Ogden,Aristomenes, 89 – 103.[24] Guarducci, ‘I culti’; Robertson, ‘Melanthus, Codrus’; Zunino,Hiera Messeniaka; Graf, ‘LesserMysteries’.ReferencesBowden, Hugh. ‘Oracles for Sale’. InHerodotus and his World: Essays from a Conference in Memory ofGeorge Forrest, edited by Peter Derow and Robert Parker. Oxford: Oxford University Press,2003.———.Classical Athens and the Delphic Oracle: Divination and Democracy. Cambridge: CambridgeUniversity Press, 2005.———.‘Herakles, Herodotos and the Persian Wars’. InHerakles and Hercules: Exploring a Graeco-Roman Divinity, edited by Louis Rawlings and Hugh Bowden. Swansea: Classical Press ofWales, 2005.Cavanaugh, Maureen B.Eleusis and Athens: Documents in Finance, Religion and Politics in the FifthCentury B.C. Atlanta: Scholars Press, 1996.Chaniotis, Angelos. ‘Ritual Dynamics: the Boiotian Festival of the Daidala’. InKYKEON. Studies inHonour of H.S. Versnel. Religions in the Graeco-Roman World 142, edited by H. F. J.Horstmanshoff, H. W. Singor, F. T. van Straten, and J. H. M. Strubbe. Leiden: Brill, 2002.———.‘Ritual Dynamics in the Eastern Mediterranean: Case Studies in Ancient Greece and AsiaMinor’. InRethinking the Mediterranean, edited by William V. Harris. Oxford: OxfordUniversity Press, 2005.———.‘Griechische Rituale der Statusa ̈nderung und ihre Dynamik’. InInvestitur- undKro ̈nungsrituale. Herrschaftseinsetzungen im kulturellen Vergleich, edited by Marion Steinickeand Stefan Weinfurter. Ko ̈ln: Bo ̈hlau, 2005.Elsner, John (Jas). ‘Pausanias: A Greek Pilgrim in the Roman World’.Past and Present135 (1992):3 – 29.Farnell, Lewis R.The Cults of the Greek States. 5 vols. Oxford: Clarendon Press, 1896 – 1909.Graf, Fritz.Nordionische Kulte: religionsgeschichtliche und epigraphische Untersuchungen zu den Kultenvon Chios, Erythrai, Klazomenai und Phokaia. Rome: Schweizerisches Institut in Rom, 1985.———.‘Lesser Mysteries – Not Less Mysterious’. InGreek Mysteries: The Archaeology and Ritual ofAncient Greek Secret Cults, edited by Michael B. Cosmopoulos. London and New York:Routledge, 2003.Guarducci, M. ‘I culti di Andania’.Studie materiali di Storia delle religioni10 (1934): 174 – 204.Harrison, Thomas.Divinity and History: The Religion of Herodotus. Oxford: Oxford University Press,2000.Hinz, Valentina.Der Kult von Demeter und Kore auf Sizilien und in der Magna Graecia. Wiesbaden:Reichert, 1998.Hirst, Rob. ‘Social Networks and Personal Beliefs: An Example from Modern Britain’. InPredictingReligion: Secular and Alternative Futures, edited by Grace Davie, Paul Heelas, and LindaWoodhead. Aldershot: Ashgate, 2003.Hutton, William.Describing Greece: Landscape and Literature in thePeriegesisof Pausanias.Cambridge: Cambridge University Press, 2005.Jones, Arnold H. M.The Greek City from Alexander to Justinian. Oxford: Clarendon Press, 1940.82H. Bowden"},{"pageNumber":13,"pageContent":"Jost, Madeleine. ‘Les Grandes De ́esses d’Arcadie’.Revue des E ́tudes anciennes77 (1970): 138 – 51.———.Sanctuaires et cultes d’Arcadie. Paris: J. Vrin, 1985.———.‘Nouveau regard sur les Grandes De ́esses de Me ́galopolis: influences, emprunts, syncre ́tismesreligieux’.Kernos7 (1994): 119 – 29.———.‘Mystery Cults in Arcadia’. InGreek Mysteries: The Archaeology and Ritual of Ancient GreekSecret Cults, edited by Michael B. Cosmopoulos. London and New York: Routledge, 2003.Mikalson, Jon D.Herodotus and Religion in the Persian Wars. Chapel Hill: University of NorthCarolina Press, 2003.Musti, Domenico, and Mario Torelli, eds.Pausania, Guida della Grecia, IV, La Messenia. Milan:Mondadori, 1991.Mylonas, George E.Eleusis and the Eleusinian Mysteries. Princeton: Princeton University Press, 1961.Ogden, Daniel.Aristomenes of Messene: Legends of Sparta’s Nemesis. Swansea: The Classical Press ofWales, 2004.Parker, Robert. ‘Demeter, Dionysus and the Spartan Pantheon’. InEarly Greek Cult Practice, edited byRobin Ha ̈gg, Nanno Marinatos, and G. C. Nordquist. Stockholm: Paul A ̊stro ̈ms Vo ̈rlag, 1988.———.Polytheism and Society at Athens. Oxford: Oxford University Press, 2005.Robertson, Noel. ‘Melanthus, Codrus, Neleus, Caucon: Ritual Myth as Athenian History’.GreekRoman and Byzantine Studies29 (1988): 201 – 61.Rutherford, Ian. ‘Tourism and the Sacred: Pausanias and the Traditions of Greek Pilgrimage’.InPausanias: Travel and Memory in Roman Greece, edited by Susan E. Alcock, John F. Cherry,and Jas Elsner. New York: Oxford University Press, 2001.Sfameni Gasparro, Giulia.Misteri e culti mistici di Demetra. Rome: ‘L’Erma’ di Bretschneider, 1986.Spawforth, A. J., and Walker, Susan. ‘The World of the Panhellenion I: Athens and Eleusis.’Journal ofRoman Studies75 (1985): 78 – 104.Zunino, Maddalena L.Hiera Messeniaka. La storia religiosa della Messenia dall’ eta`micenea all’eta`ellenistica. Udine: Forum, 1997.Mediterranean Historical Review83"}]
