[{"pageNumber":1,"pageContent":"  2,440 words           ©,1994   \"Understanding the Galdrabók & Creating Original Designs\" by Greg Crowfoot PART 2: SUPER-BINDS AND THEIR CONSTRUCTION The Super-Bind In Part 1 of \"Understanding the Galdrabók\", we explored the basic concepts of Sigil-Magic, as they relate to the Galdrabók. We also examined several examples of the Terror- Stave(Óttastafur), the Dream-Stave(Draumstafur) and walked through the steps for constructing original designs. In Part 2, we will examine another type of design, the \"Super-Bind\". \"Super-bind\" is a term that I coined to describe bind-runes which employ more than 3 or 9 runes in their composition. A \"Super-bind\", such as those found in \"THE GALDRABÓK\" is a detailed runic 'statement' which express the magical intent of its' designer in detail. An excellent example of a \"Super-bind\" may be found on page 84 of \"THE GALDRABÓK\" and my Diagram 1. This design is listed as a 'galdratöluskip', or a 'ship of magical numbers', which in this case is intended to sink a ship. Two of the most obvious rune forms employed in the 'ship' are a variant of Sowilu and the rune Gifu (Fig.1). The remainder of the runes that are used in this spell have been 'bound' together into complex binds on Gifu's arms. Many of these runes are ensigilated as well. "},{"pageNumber":2,"pageContent":" Diagram 1: 'Galdatöluskip' To cite a few examples: On the right side of the 'galdratöluskip', closest to the center of the central bind, "},{"pageNumber":3,"pageContent":"we have two examples of a simple bind that employs Nauthiz, Thurisaz, Gifu and possibly Eihwaz (Fig.2). The lowest of these two binds seems to have been reversed. It is possible that this was done as a form of 'mirroring' the first bind. It may also have been done in order to invoke a positive manifestation of the runic energies, then a negative one as part of a cycle of events affecting the ship in question. A more complex bind is married with Gifu's lowermost right-hand arm (Fig.3). It combines Laguz, Wunjo, a variant of Thurisaz, Gifu and a variant of Fehu. Another Laguz, rendered in its standard form neighbors this, and may shed light on this large bind-form. I believe that Laguz is so positioned as to link this particular bind-form with the concept of water as it relates to the ship. The other runes in our nearby bind act as agents for guaranteeing that the water the ship will travel over will be storm-tossed. Another bind resides on Gifu's upper left-hand arm. This is a simple combination of a variant of Sowilu, Wunjo reversed, and what appears to be a rounded-variant of Mannaz (Fig.5). These examples are a small, but enlightening part of the entire 'galdratöluskip' \"Super-bind\" and serve to illustrate for us the use of multiple binds in varying numbers in a large and well-stated runic spell. For a more in-depth analysis of this \"Super-bind\", please refer to my Diagram 1, Figures 1-7. The author of this 'galdratöluskip' clearly intended to "},{"pageNumber":4,"pageContent":"leave nothing to chance. He or she made sure that all contingencies were covered by the appropriate runes in a harmonious combination and that they added together into the proper numerical sum. If I have identified the runes correctly, the grand total of our 'ship of magical numbers' is 427, which is divisible by 7. According to Edred Thorsson, \"7\" is the 'death number' of northern numerology. Another number could not be better matched with the purpose of this \"Super-bind\". The 'galdratöluskip' design, while enormous when compared to conventional bind-runes, serves to direct the runic energies invoked by it with an unparalleled precision. A second example of the \"Super-bind\" can be seen on page 89 of \"THE GALDRABÓK\" and my Diagram 2. This is a 'Dreprún', or 'killing rune'. Like the 'galdratöluskip' this design also shows us the use of multiple bind-forms in a single design, but also employs the 'pictographic' method mentioned in Part 1 of this series. Diagram 2: 'Dreprún' "},{"pageNumber":5,"pageContent":" Here, we see a human figure that has been rendered in the simplest symbolic terms, surrounded by runic forms. Some of the binds in this \"Super-bind\" are quite obvious, such as the combination of a reversed Algiz and Hagalaz in the lower right-hand corner while others are less so. For example, we can detect two Uruz runes that have been used to make up the legs of the human figure and what appears to be a combination of Fehu and Kenaz crowning his or her head. On a side note, the ends of the lines encircling the human figure terminate in an interesting fashion. Gifu is employed at all ends, possibly with the intent to bind the energy of the spell firmly to the victim and their personal possessions (a concept that may also be expressed by the Othala-like character created by the bind in the lowermost right-hand corner. The numerical value of this \"Super-bind\" appears to be 147, which is divisible by 7. Once more we encounter the 'death number'. For a further breakdown of "},{"pageNumber":6,"pageContent":"this 'Dreprún', please refer to my Diagram 2. In terms of a modern-day application, we can use these examples and ones like then to create our own \"Super-binds\". Construction: a)Basic Intent Although many of the designs in \"THE GALDRABÓK\" have been created to either to bring misfortune upon an enemy, or to discover thieves, the reader must realize that the technology behind their creation can also be utilized for positive magical purposes. Our construction project will focus on just such a purpose: to aid in the healing of a critically-ill individual. For the purposes of this exercise, our subjects' name is Bill. Bill is suffering from heart problems caused by arteriosclerosis and congenital defects. Under normal circumstances, we would simply use the runes Othala and Uruz in combination (see \"RUNENMAGIE\", by Spiesberger) and call upon Freyja in her Gullveig (or Healing) aspect. Generally, these runic and divine elements would be enough. But we will assume that Bill is seriously ill and that we need to magically intervene in a more decisive manner. Although the creation of a \"Super-bind\" for this situation will take us considerably more time than a smaller, more conventional bind-form and require more of our thought and energies, we will realize a substantially greater result. One of the oldest rules of ceremonial magic is that any spell which is undertaken over a "},{"pageNumber":7,"pageContent":"substantial period of time and with the full concentration and will of the magician, has a much greater chance of success than shorter spells with less work behind them. Hence the need for a \"Super-bind\" talisman; our patient is seriously ill and requires 'serious' assistance. One more note must be added before we can begin discussion of our \"Super-bind\" project: this 'healing' \"Super-bind\" is not intended as a substitute for proper medical treatment. Our hypothetical patient would (and should) be advised to seek the care of a licensed physician. Our \"Super-bind\" will be offered only as a supportive influence and not as a cure for 'Bills' condition. b)Design To create our \"Super-bind\" , we will add additional runes which are complimentary to Uruz and Othala and that will give us the appropriate numerical total. My source for these additional runes comes from the experience of our groups' healer, Ms. Heidi Schultz and the material presented in Spiesberger's \"RUNENMAGIE\". According to Herr Spiesberger and Frau Schultz, we will use the following: Thurisaz(to strengthen Bill's Aura), Ansuz(to increase his overall health), Nauthiz(to cause him to reach a more relaxed state, and thus aid in the healing process), Jera (to increase the body's vitality), Sowilu(for healing and strength), Tyr(to aid him in overcoming the illness and to combat arteriosclerosis), Laguz (again to strengthen the life force), Ehwaz(to banish depression) and "},{"pageNumber":8,"pageContent":"lastly, Gifu(to transmute Bill's sexual energy into pure spirit). These runes, plus Othala and Uruz, the runes which comprise our patients name and Gullveigs', will give us a total of 23 runes. The numeric value of the runes used in our \"Super-bind\" will add up to 296(which is divisible by 3, the \"holy number\" of movement, action and progress, multiplied 888 times). Having chosen our runes, we will compose our design. The first runes we will use will be rigid-variants of Othala and Uruz(see Diagram 3, Step 1). Next, we will add Gifu to our main bind-form(also Diagram, Step 2). The purpose for this addition is to use Gifu as a binding force to all of other the runes in the spell.   Diagram 3 "},{"pageNumber":9,"pageContent":" Next, we will create bind forms which comprise rigid forms of Jera, Sowilu and Tyr (Diagram 4, Bind 1), and another bind using Thurisaz, Ansuz, and Laguz (Diagram 4, Bind 2). Diagram 4 With these secondary binds having been created, we will then add them to our main bind form (Diagram 5). We are still left with Ehwaz and Nauthiz. Nauthiz can find its' home next to our Thurisaz-Ansuz-Laguz bind on Gifu's arms (Diagram 6) and Ehwaz in its' rigid-variant form can be added to our main bind-form (Diagram 7). Diagram 5 Diagram 6 "},{"pageNumber":10,"pageContent":" Diagram 7 All that is left for us to do now is to 'personalize' the bind and add in Gullveig's name. To do this, we will create a bind of the runes spelling out the name \"Bill\" and add this to our design (Diagram 8). Gullveig's name can be integrated with our Thurisaz-Ansuz-Laguz bind-form, simply by adding in Gifu, Uruz, Ehwaz(as the other runes which comprise her name are already present). Please see Diagram 9 for these additions. Diagram 8 Diagram 9"},{"pageNumber":11,"pageContent":" The final result can be seen in Diagram 10. We now have a \"Super-Bind\" in the tradition of \"THE GALDRABÓK\". Diagram 10 c)'Carving' In the 'carving' phase, we will follow the basic guidelines we established in the creation of our Terror- and Dream-staves. The timing of our operation could involve the 'carving' of our runes at each of their 'runic-hours'. This is of course, the 'long-method'(for a detailed explanation of this, please refer to Part 3: the Ægishjálmur). But because of the sheer size of this \"Super-bind\" and the serious condition of our subject, our timing will be based on a shorter method. It will coincide with the hours of our two central runes, Othala and Uruz. We would begin work at 11:00 am(Othala) and end at 2 PM(Uruz). For another 'short method',please refer to Part 3: the Ægishjálmur. Regardless of which schedule we chose, our work would begin and end with the 'sator-arepo' incantation, prayers to Gullveig and any other patron diety we felt would be"},{"pageNumber":12,"pageContent":" helpful. The physical 'carving', 'reddening' and 'singing' would,like our Terror- and Dream-staves be undertaken in the conventional manner. d)Application The completed \"Super-bind\" will serve our patient as a powerful healing talisman. In all likelihood, the bind be placed in or near his sick-bed.  zzz This ends Part 2 of \"UNDERSTANDING THE GALDRABÓK\". In Part 3 we will look at the mystical \"Ægishjálmur\", the Helm of Awe and learn to unlock its secrets.  zzz For comments about this article or to contact the author, please write to spectre@pacificnet.net Bibliography: \"THE GALDRABÓK: An Icelandic Grimore\", by Stephen Powers, Samuel Weiser Inc., York Beach, Maine, 1989 \"NORTHERN MAGIC: Mysteries of the Norse, Germans and English\", by Edred Thorsson, Llewellyn Publications, St.Paul, Minnesota, 1992 \"FUTHARK: A Handbook of Rune Magic\", by Edred Thorsson, Samuel Weiser Inc., York Beach, Maine, 1984 \"RUNENMAGIE\", by Karl Spiesberger,Schikowski, Berlin, Germany, 1955 \"ADVANCED RUNE MAGIC: Class Notes and Lecture\", by Greg Crowfoot, KGG, 1992 "},{"pageNumber":13,"pageContent":" \"PRACTICAL SIGIL MAGIC\", by Frater U.D., Llewellyn Publications, St.Paul, Minnesota, 1991 \"MAN, MYTH AND MAGIC, Vol. 12\",Edited by Richard Cavendish, Marshall Cavendish Corporation, New York, New York, 1970 \"THE GREATER KEY OF SOLOMON\",edited by L.W. de Laurence, de Laurence,Scott co.,1914 \"RUNELORE:A Handbook of Esoteric Runology\", by Edred Thorsson,Samuel Weiser Inc., York Beach, Maine, 1987. \"RUNIC ASTROLOGY:Starcraft and Timekeeping in the Northern Tradition\", by Nigel Pennick, Aquarian Press, Wellingborough, Northhamptonshire, England, 1990 \"PRACTICAL MAGIC IN THE NORTHERN TRADITION\", by Nigel Pennick, Aquarian Press, Wellingborough, Northhamptonshire, England, 1989 \"THE ÓRðASAFN OF GAMLINGINN\", by C.A. Jerome, Hrafnahus, Albuquerque, New Mexico, 1991 \"TEUTONIC RELIGION:Folk Beliefs and Practices of the Northern Tradition\", by Kveldulf Gundarsson, Llewellyn Publications, St.Paul, Minnesota, 1993 \"DICTIONARY OF MYSTICISM AND THE OCCULT\", by Nevill Drury, Harper and Row Publishers, New York, New York, 1985 "}]
