[{"pageNumber":1,"pageContent":"  4,550 words   ©,1994 \"Understanding the Galdrabók & Creating Original Designs\" by Greg Crowfoot  PART 1:INTRODUCTORY CONCEPTS, TERROR-STAVES, DREAM-STAVES AND THEIR CONSTRUCTION Introduction The Galdrabók is a collection of Icelandic grimores, or magical texts, dating from the 16th to 17th centuries. The Galdrabók presents modern-day rune magicians with a wide variety of magical designs. Among them are several versions of the famous 'Ægishjálmur', or \"Helm of Awe.\" As a whole, the Galdrabók utilizes traditional Northern symbology combined with a western European influence (which reflects the joint effect of Old Norse and Christian-Era culture upon the history and traditions of Iceland). But the Galdrabók's designs go well beyond those of the traditional bind-rune formulae we are generally familiar with. Even a passing glance at the spells of the Galdrabók will impress anyone familiar with rune-magic of their high degree of sophistication and the potential power designs like them could have in magical operations. Several books discuss the Galdrabók either in its entirety or in excerpts: \"THE GALDRABÓK\" as translated by Stephen E.Flowers, and \"NORTHERN MAGIC,\" by Edred Thorsson. "},{"pageNumber":2,"pageContent":" The problem for the rune magicians of today is that in many cases the Galdrabóks' designs are so complex and so abstract that they defy easy understanding. This makes it difficult, if not impossible for rune-magicians to employ designs of similar complexity and power for their own workings. This was certainly the case when I first encountered \"THE GALDRABÓK\". Even one of my first instructors in the northern tradition was intimidated by it, and was unwilling to even attempt a decipherment of its enigmatic forms. According to him, the keys to the composition of the Galdrabók's designs had been lost and could not be recovered. I did not accept that idea and subsequently embarked on an effort to find them. After considerable private study, I arrived at a number of methods that I believe allow an understanding of many of the designs presented in \"THE GALDRABÓK\" and will make the construction of original forms possible. Originally, my methods of 'decipherment' were incorperated into my own groups' advanced runic studies- class (as presented in our formal training program). These methods are by no means the only ones which allow the creation of Terror-staves (Óttastafur), Dream-staves (Draumstafur), \"Super-binds\" or workable \"Helms of Awe\" (Ægishjálmur). I invite input from anyone who has followed a different course and arrived at a successful conclusion. Basic Principles of Sigil-Magic and the Galdrabók "},{"pageNumber":3,"pageContent":" As I interpret them, the designs contained within the Galdrabók are essentially a combination of classic 'Sigil- Magic' and standard runic-formulae taken to the extreme. The Icelandic magicians who composed the Galdrabók were certainly familiar with both bodies of knowledge and I believe that they combined them when they composed their designs. Therefore,it is only through an understanding of these two forms of magic and how they interact together in the Galdrabók, that I feel that it will begin to yield up its secrets. To accomplish this, we must examine the basic principles of Sigil-magic and how they were employed by the Icelandic magicians. For those who are already familiar with such techniques, I must beg your indulgence and direct your attention to the points where Sigil-magic and Galdrabók designs intermarry. For others who are less familiar with this subject, and desire to undertake a deeper study, I recommend Frater U.D.'s excellent work, \"PRACTICAL SIGIL MAGIC.\" In classic Sigil-magic, normal written characters (such as the Latin alphabet) are often modified in order to conceal their true form. This has two purposes; to prevent recognition of the spell's intent by others who might 'psychically tamper' with it, and to prevent the magicians' conscious mind from being able to introduce doubt into the equation. Rigid letter-forms used in Sigil-magic may be changed "},{"pageNumber":4,"pageContent":"into rounded forms, 'mirrored' or re drawn in new rigid forms. Often, these modified characters are then combined into a single symbol, in much the same manner as a bind rune (see my Diagram 1). Diagram 1:Modified Letter-Forms (Latin Characters) Icelandic magicians employed both Norse runes and Latin characters in their binds and as a further departure, altered them into rounded, mirrored or modified rigid- forms (please see my Diagram 2). I believe that their inspiration for these forms came from a knowledge of runic variant-forms and the principles of basic Sigil-work. Diagram 2: A Modified Bind Rune In Diagrams 3 and 4, I have supplied a table of the runes as they appear in the Elder Futhark, followed by variant-forms which I believe were utilized by the authors"},{"pageNumber":5,"pageContent":" of the Galdrabók in the composition of their rune-spells. While the majority of variant-forms I have presented in Diagrams 3 and 4 are taken directly from source material (\"FUTHARK\" and \"RUNENMAGIE\"), a small percentage of them have been extrapolated by me from existing variant-forms (based upon the rules for modifaction of a character as imposed by standard Sigil-magic). Where possible, these are identified with an asterisk(*). In addition to modifying the shape of the runes, the authors of the Galdrabók did not limit themselves to the standard number of runes we normally associate with bind- forms. Although they were carefull to compose their rune spells in accordance with northern numerolgy, they commonly employed dozens of runes in what I call \"Super- binds\"(please see my Diagram 5 for an example of a \"Super- bind\"). Diagram 5: A \"Super-bind\" Another Sigil-magic practice also played its part in many Galdrabók spells. This was the addition of pictographic"},{"pageNumber":6,"pageContent":" images. In the pictographic method of Sigil-magic, a simplified image is used to help express a magical intent and the desired result. For example, a stick-figure is drawn to represent the person intended by the magician as the 'target' of the spell. The stick-figure is then surrounded or combined with magic symbols which invoke the appropriate forces into the 'targets' sphere of existance. Like letter-forms, this magical 'cartoon' can be modified until it is no longer easily recognized. The Terror-stave on page 88 of \"THE GALDRABÓK\" (and my Diagram 6) is an excellent example of the pictographic method in use. Looking at the Galdrabók material as a whole, it would seem that the pictographic method of Sigil-magic was quite popular with medieval northern sorcerers. Diagram 6: A \"Terror-stave\" \"Magic-sqaures\" also had an important place in northern magic. A magic sqaure for those who are unfamiliar with them, is a grid composed of letters or numbers which correspond to a particular diety, planetary force or mystic 'phrase'. Magic sqaures can be used by themselves as a talisman. They can also be the key for an incantation, or used to create a magic symbol."},{"pageNumber":7,"pageContent":" The \"SATOR\" sqaure is one the most famous of these magic sqaures. It uses letters, rather than numbers in its grid. Some experts believe that it was origionally a Christian charm, using letters from the first words of the Lord's Prayer \"Pater noster\" and \"A\"(alpha) and \"O\"(omega), to create \"SATOR\". Others believe that the sqaure had its origions in Qabalistic magic. In the \"GREATER KEY OF SOLOMON\" it is depicted as the Second Pentacle of Saturn, adding up to the numerical value of \"IHVH\" (or the \"Tetragrammaton\"). The \"SATOR\" sqaure may have other roots however. Sven Ulfsson postulates that \"SATOR\" may be the correllate of Sæter, a lesser-known Germanic diety who was later adopted by the Romans and 'Latinized' into 'Saturn'. Saturn or Cronos (as he was known to the Greeks) was the father of the Olympians and the God of Time. Because of these creative aspects of Cronos, Ulfsson feels that Sæter may have been another name of Volund, the Smith. He points out that many medieval magicians were also smiths and their use of the \"SATOR\" sqaure may have had deep meaning to them for that reason. Nigel Pennick also equates Sæter with Saturn, but he links Saturn with Loki instead. Loki the Trickster (like all other Trickster figures we encounter in the world's mythologies) is on the one hand a chaotic force, and on the other a helping 'Luciferian' light-bringer. As the Shapechanger, he is clearly a figure of magic and the"},{"pageNumber":8,"pageContent":" supernatural. If we also accept the admittedly controversial idea that Loki is also the God of Fire (based on the possible etymological link between 'Logi' or 'wildfire' and the name 'Loki'), we have another interesting theory about the meaning behind the \"SATOR\" sqaure. Fire, as my readers are no doubt aware, plays an important part in Germanic ritual and magic. Like Loki, fire can either be the creative 'giver of warmth' and the source of illumination, or a destructive agent. If Pennick and the link Loki might have with the element of fire are correct, then it is possible that through the use of the \"SATOR\" sqaure, medieval magicians were not only invoking Loki's aid, but also affirming a simple fact about magic itself. Like fire, they knew that magic can either be a positive force or a negative one depending upon the operators' level of knowledge and how that magic is used. Whether the reader agrees with Ulfsson or Pennick, the issue these men raise is an interesting one. If as they say, Sæter is connected to the \"SATOR\" sqaure, then regardless of which northern diety it is associated with, the sqaure has deep roots in the northern magical tradition (however \"Christianized\" it might later have become). From the spells in the Galdrabók it is clear however, that northern magicians of the middle ages practiced a 'mixed' form of magic (similar to the folk-magic of Mexico today) combining Pagan and Christian beliefs. Therefore it is possible that they saw the \"SATOR\" sqaure in both"},{"pageNumber":9,"pageContent":" contexts. In the final analysis, all of the theories put forth about the \"SATOR\" sqaure's origion, are pure conjecture. No one is entirely sure about it's age, birthplace or the diety it may have been linked to. What we completely certain of is that northern medieval sorcerors regarded the \"SATOR\" square as a powerfull magical formula. It was employed by them in all manner of operations. The sqaure saw use as a ward against negative magic and a talisman for controlling spirits. It was even said that an evil witch could not bear to stay in the same room with the \"SATOR\" square. The \"SATOR\" sqaure is mentioned by Stephen Flowers in \"THE GALDRABÓK \", on pages 48 and 50. He informs us that this symbol was well-known to northern rune-magicians. In addition to the example he furnishes us with on page 50, he tells us that the sqaure has been found in at least 7 other runic-inscriptions. The \"SATOR\" square on page 50 was inscribed on the bottom of a bowl found in Sweden and dates from the late 1300's (predating the material in the Galdrabók). It is interesting to note that this particular \"SATOR\" sqaure is incomplete. Normally the \"SATOR\" square would read: \"SATOR- AREPO-TENET-OPERA-ROTAS\"(from top to bottom). Instead we find only:\"SATOR-ARÆPO-TÆNÆT\". It is concievable that the last two lines were considered secret, and known only to the magician (whether this 'ommission' was common to other"},{"pageNumber":10,"pageContent":" northern \"SATOR\" sqaures I do not know, for want of further examples). For a completed \"SATOR\" sqaure and its runic counterpart, please see my Diagram 7. Diagram 7:The \"SATOR\" Sqaure and Its Runic Equivalent Aside from its possible use as a talisman against rival sorcerers, the \"SATOR\" sqaure was also an important key for magical incantations. Flowers mentions that many northern magical books required the magician to recite the \"sator- arepo\" during their operations. Flowers is unsure whether this incantation involved the 'singing' of the runes of the \"SATOR\" grid themselves, or if the runes where the key to another group of sounds altogether. Personally, I believe that we need look no further than the \"SATOR\" square itself for the mysterious \"sator-arepo\" incantation. If this magic sqaure acts like any of the ones that I have had experience with, the process is a simple matter of signing the runes as we sing their sounds, starting with \"SATOR\", going on to \"AREPO\", then \"TENET\", then \"OPERA\" and finally \"ROTAS\". To banish the magical energies we will have invoked by doing this, the procedure is merely reversed. "},{"pageNumber":11,"pageContent":" Naturally, this method of invokation is not written in stone as 'the only true way' and I admit the possibility of other approaches. Once again, I invite anyone to comment on this matter who has worked a with a different procedure and has realized a successfull result. The last feature of classical Sigil-magic worth examining is the timing of a spell-casting operation to coincide with the most beneficial planetary days and hours. Practitioners of western cerimonial magic (as the authors of the Galdrabók certainly were) know that timing a magical operation to align with the proper planetary forces adds the extra 'kick' that might make the all the difference between success and failure. While it is possible that medieval northern magicians referred to southern tables of planetary hours and their attributes, it is also quite likely that they timed their rune-magic to follow the northern cycle of the runes and the hours of the day they correspond to. Anyone who has read Nigel Pennick's \"PRACTICAL MAGIC IN THE NORTHERN TRADITION\" and \"RUNIC ASTROLOGY\", or Spiesberger's \"RUNENMAGIE\", will be familiar with the system of 'runic- hours' of the day immediatly. It is probably safe to say that no spell using the Galdrabók's technology should be undertaken without also ensuring proper timing of the operation. This has certainly been my practice and I recommend the same to anyone else attempting it. For details on various methods for timing the 'carving' of runes in Galdrabók spells, please refer to the various 'Construction "},{"pageNumber":12,"pageContent":"Projects' at the end of each design example.   zzz With all of this in mind, let's get to work. We will examine several Galdrabók designs with an eye towards understanding their content and creating new versions for our own use. In Part 1, we will address the composition and creation of Terror staves (Óttastafur), Dream-staves (Draumstafur). In Part 2, we will explore \"Super-binds\" and finally in Part 3, the Helm of Awe (Ægishjálmur). Terror-staves (Óttastafur) The 'Terror-stave' (so-named by me for a design on page 88 of \"THE GALDRABÓK\") and similar designs, are the most basic expression of the pictographic method of Sigil magic (please see my Diagram 8 and pages 91-93 of \"THE GALDRABÓK\";Appendices: Related spells in Germanic Magic). Here we see the subject(s) of the spell rendered in a simple form with runic-variants attached to it, or depicted in a more highly modified forms which are still simple enough to convey the idea of the original stick-figure. Diagram 8:Examples of \"Terror-Staves\" The first design in my Diagram 8, shows a curved stick- "},{"pageNumber":13,"pageContent":"figure with what is in all probability, a rigid variant of Tyr. The second pair of figures is even simpler and seems to employ the stick forms by themselves without the benefit of any runes. The same may also be true of my third example (although I have the strong suspicion that the 'arms' of this figure employ a rounded version of Gifu and the third 'leg' helps to create a variant of Eihwaz). This particular Sigil is supposed to grant victory over others (when worn in secret under the arm) and that may explain the use of these two runes in its design. Construction: Our work will be divided into four stages: a)Basic Intent (the concept behind our project), b)the Design Stage (composition), c)the 'Carving' stage (the actual magical operation), and d)Application. a)Basic Intent Borrowing from a spell in the Galdrabók, let's assume that the purpose of our Terror-stave is to win an individual in a business dealing over to our point of view. b)Design Our 'target' is drawn as a simple stick-figure. Appropriate runes are then added to the figure in a modified form (in this case, rigid variants of Wunjo and Tyr). From this point, we can modify our image into a curved form to "},{"pageNumber":14,"pageContent":"give it less of the feel of a simple drawing and more of the look we would expect in a magical sigil. The final result is a pictographic bind (please see my Diagram 9 for the steps used). Checking our math, the total numerical value of our Terror-stave is 25 (Wunjo=8 and Tyr=17). 25 is divisible by 5, the number of order and time, and a powerful sum when used in magical operations. Naturally, if we had not arrived at an appropriate sum, we would have been forced to add in additional runes until we arrived at it (for the same reasons we would do this in a conventional bind). c)'Carving' With our stave designed, we a ready to 'carve' 'redden' and 'sing' the actual talisman. To properly align our magical working with the runic-hours, we would consult a reliable source for the proper times and schedule our work to coincide with them (such as Pennick's \"PRACTICAL MAGIC IN THE NORTHERN TRADITION\", Spiesberger's \"RUNENMAGIE\" or some other text). In this particular case, we would 'carve' and 'sing' over the first rune, Tyr and our main pictograph at 5:00 AM and inscribe Wunjo later that evening at 8:00 PM. If for some reason this schedule was not feasible, a more convenient schedule could be arrived at by basing our work solely upon the time of the rune which best expressed the overall intent of the spell. For this Terror-stave, the rune would be Tyr and our working time 5:00 AM. Once we established 'what' we will build and 'when' we"},{"pageNumber":15,"pageContent":" will build it, the next question will be 'how' we will go about our work. If we desired to follow in the footsteps of the Galdrabók magicians, we would make sure to begin and end our ritual with a recitation of the 'sator-arepo' incantation (along with prayers addressed to the appropriate Gods and Goddesses). As far as the actual 'carving', 'reddening' and 'singing' operation went, the procedure would be the same as with any conventional bind. The only other item worth mentioning here is that in keeping with the simplicity of Terror-staves, we have not 'personalized' the final product (i.e. added in the name in runes of our 'target'). We must therefore make sure that we have fully visualized the person we wish to affect and the desired result as we work. d)Application The completed rune-sigil will be worn as an amulet, or as the authors of the Galdrabók suggest in a few cases, drawn on a piece of parchment and carried in a pocket when we next meet with our subject. Diagram 9: Construction of a \"Terror-stave\""},{"pageNumber":16,"pageContent":" Dream-staves (Draumstafur) Examples of the Draumstafur or Dream-stave can be found on pages 85 and 86 of \"THE GALDRABÓK\" (see also my Diagram 10). Their purpose is exactly what their name indicates; to cause specific dreams. The forms expressed in Figures A and B of Diagram 10 use what appears to be an open variant of Thurisaz (the classic 'sleep-thorn') acting as an encirclement around the other runes employed in the spell. This symbol has circular terminators at its' ends. According to Edred Thorsson in his book \"NORTHERN MAGIC\" in the section dealing with the Ægishjálmur, circular terminators act to re-circulate the "},{"pageNumber":17,"pageContent":"energy of the spell back to the design and to the subject the spell is intended for. Diagram 10: Examples of \"Dream-staves\" The first Dream-stave in our Diagram, Figure A, shows the addition of a variant of Thurisaz (in its' rounded form) and Pertho. This Draumstafur, according to the Galdrabók's text, is designed to induce any dream that is desired by the operator. In our second dream-stave (Figure B), the main body of the Thurisaz-encirclement is free of other runes, but we find what appears to be Tyr in a fairly conventional form branching off one of its' corners. This stave is designed to bring dreams to another, without their knowledge. It is possible that Tyr was included in this stave to overcome the subjects' natural psychic resistance to an outside"},{"pageNumber":18,"pageContent":" influence. Our third example is a complete departure from the previous two designs. Figure C shows an example of four runic bind-forms, working together in concert. These binds have been rendered in rounded form according to the rules of Sigil-magic. Construction: The steps we will take to construct our Draumstafur are the same as those we took with the Terror-stave. As before, we will start with our basic intent. a)Basic Intent In this case, we wish to create a dream-stave that will induce astral travel while we sleep. b)Design Because I prefer the encirclement by the Thurisaz variant (as expressed in the Figures A and B of Diagram 10), we will use it as our template for creating a custom Draumstafur. It is then a fairly simple matter for us to select the appropriate rune or runes to aid in inducing the desired state (with their total numerical value in mind). In this case, we will choose Ehwaz (for faring forth), Thurisaz (for applied power) and Fehu (chosen because it is the \"sending rune\" and for its added numerical value). The runes will be drawn in rigid and rounded variant-forms and included in our"},{"pageNumber":19,"pageContent":" final design (please see my Diagram 11 for this example). Including the Thurisaz encirclement, this Draumstafur will total 54, which is divisible by 9 and 6 (both numbers of great power and force). Diagram 11: Construction of a \"Dream-stave\" c)'Carving' Using the long method, we would schedule our 'carving' operation to begin at 3:00 PM for Thurisaz and the encirclement and continue my work at 7:00 AM the following day for Ehwaz. The final rune, Fehu, would be drawn and "},{"pageNumber":20,"pageContent":"charged at 1:00 PM. (for another schedule, please compare this with the alternate 'short method' suggested in the creation of the Terror-stave). In addition to properly timing our work, we would also make sure to invoke the 'sator-arepo' formula and our patron deities at each stage of the magical operation. 'Carving', 'reddening' and 'singing' would of course, be performed in the normal manner. d)Application Our completed Draumstafur would drawn either on parchment, or etched into wood (or another permanent medium). This stave would be placed where we slept so that it could do its' work. This concludes Part 1 of \"UNDERSTANDING THE GALDRABÓK\". In Part 2, we will explore the complex and powerful \"Super- bind\" and learn how to create these enigmatic forms.  zzz For comments about this article or to contact the author, please write to spectre@pacificnet.net Bibliography: \"THE GALDRABÓK: An Icelandic Grimore\", by Stephen Powers, Samuel Weiser Inc., York Beach, Maine, 1989 \"NORTHERN MAGIC: Mysteries of the Norse, Germans and English\", by Edred Thorsson, Llewellyn Publications, St.Paul, Minnesota, 1992 \"FUTHARK: A Handbook of Rune Magic\", by Edred Thorsson, Samuel Weiser Inc., York Beach, Maine, 1984"},{"pageNumber":21,"pageContent":" \"RUNENMAGIE\", by Karl Spiesberger,Schikowski, Berlin, Germany, 1955 \"ADVANCED RUNE MAGIC: Class Notes and Lecture\", by Greg Crowfoot, KGG, 1992 \"PRACTICAL SIGIL MAGIC\", by Frater U.D., Llewellyn Publications, St.Paul, Minnesota, 1991 \"MAN, MYTH AND MAGIC, Vol. 12\",Edited by Richard Cavendish, Marshall Cavendish Corporation, New York, New York, 1970 \"THE GREATER KEY OF SOLOMON\",edited by L.W. de Laurence, de Laurence,Scott co.,1914 \"RUNELORE:A Handbook of Esoteric Runology\", by Edred Thorsson,Samuel Weiser Inc., York Beach, Maine, 1987. \"RUNIC ASTROLOGY:Starcraft and Timekeeping in the Northern Tradition\", by Nigel Pennick, Aquarian Press, Wellingborough, Northhamptonshire, England, 1990 \"PRACTICAL MAGIC IN THE NORTHERN TRADITION\", by Nigel Pennick, Aquarian Press, Wellingborough, Northhamptonshire, England, 1989 \"THE ÓRðASAFN OF GAMLINGINN\", by C.A. Jerome, Hrafnahus, Albuquerque, New Mexico, 1991 \"TEUTONIC RELIGION:Folk Beliefs and Practices of the Northern Tradition\", by Kveldulf Gundarsson, Llewellyn Publications, St.Paul, Minnesota, 1993 \"DICTIONARY OF MYSTICISM AND THE OCCULT\", by Nevill Drury, Harper and Row Publishers, New York, New York, 1985 "},{"pageNumber":22,"pageContent":"   "},{"pageNumber":23,"pageContent":"  "}]
