[{"pageNumber":1,"pageContent":"P. D. OUSPE NSKY THE PSYCH OLOGY O F MAN'S P OSSIBL E EVOLU TION "},{"pageNumber":2,"pageContent":"INTRODUCTI ON SOME YE ARS ago I began to rec eive letters fro m read ers o f my books. A ll these letters c ontained one q uestio n, what I had been doing after I had written my books, whic h were published in Engl ish in 192 0 and 193 1, and h ad b een written in 1910 and 1912 . I could never answer these letters. It wo uld ha ve n eed ed bo oks, even to attempt to do this. But when the peo ple who wro te to me lived in Lo ndon, where I lived after 1 921, I invited them and arra nged courses of lec tures for them. In these lec tures I tried to answer their q uestio ns a nd expla in wha t I ha d discovered after I had w ritten m y two b ook s, and w hat w as the di rection of my wo rk. In 1934 I wro te five prelimin ary lec tures whic h g ave a general idea of what I was stu dying, and al so of th e lines along w hich a certa in number o f peo ple were wo rkin g with me. To put all tha t in one, or even in two or three lec tures, wa s q uite impo ssible: so I alwa ys wa rned peo ple tha t it wa s not wo rth while hea rin g one lec ture, or two , but that o nly five, or better ten lec tures c ould give a n id ea of the d irec tion of my wo rk. These lec tures have continued sin ce then , and thro ughout this time I ha ve o ften correc ted an d rewritten them. On the who le I fo und the general arra ngemen t satisfa ctory. Five lectures were read, in m y presence or without m e; listeners could ask q uestio ns; an d if they tried to fo llow the ad vic e an d indicatio ns given them,"},{"pageNumber":3,"pageContent":"whic h referred chiefly to self- observa tio n and a c erta in self - disciplin e, they very so on ha d a q uite suffic ient wo rkin g understa nding of wha t I wa s d oing. I c erta inly rec ognised all the time tha t five lec tures were n ot sufficient, and i n tal ks th at f ollowed th em I e laborate d and enlarged the prelimin ary d ata, tryin g to sho w peo ple their own positio n in relatio n to the New Kno wledg e. I fo und tha t the c hief d iffic ulty fo r mo st peo ple wa s to rea lise tha t they ha d rea lly hea rd ne w thing s, that is, thin gs that they had never heard befo re. They d id n ot fo rmula te it fo r themselves, but in fact they always tri ed to contradi ct th is i n their minds and transl ate what they hea rd in to their ha bitua l language, wha tever it happen ed to be. And this c ertain ly I could not take in to ac count. I know tha t it is not an ea sy thin g to rea lize tha t one is hea rin g new thing s. We are so accusto med to the o ld tun es, and the o ld motives, that l ong ago w e ce ase d to h ope and ce ase d to be lieve tha t there mig ht be a nythin g new. And when we hea r n ew thin gs, we ta ke them fo r o ld, or thin k that they c an be explain ed an d in terpreted by the o ld. It is true tha t it is a diffic ult ta sk to rea lize the possibility and necessity of quite new id eas, and it n eed s with time a reva lua tion of all usua l values. I cannot guarantee tha t you will hea r n ew id eas, tha t is, id eas yo u never heard befo re, fro m the start; but if yo u a re pa tien t yo u will very so on beg in to notice them. And then I wish yo u n ot to miss them, and to try not to interpret them in the o ld wa y. New Y ork, 1945."},{"pageNumber":4,"pageContent":"FIRST LECT URE I SHALL spea k abo ut the stud y of psyc hology, but I must wa rn yo u tha t the psyc hology abo ut whic h I spea k is very d ifferen t fro m anythin g yo u may kn ow un der this n ame. To begin with I must say that prac tically n ever in histo ry has psychology stood at so low a level as at the presen t time. It has lost all touch with its origin and i ts meaning so tha t now it is even diffic ult to defin e the term psyc hology: that is, to say what psyc hology is a nd wha t it stud ies. And this is so in spite of the fact tha t n ever in histo ry ha ve there been so ma ny psyc hological theo ries a nd so ma ny psyc hological writin gs. Psychology is so metimes c alled a new sc ien ce. This is quite wro ng. P sychology is, perha ps, the old est sc ience, and, unfortun ately, in its mo st essen tial fea tures a f orgotten s cience . In order to understand how psychology can b e de nne d i t is necessa ry to rea lise tha t psyc hology exc ept in mo dern times ha s never existed u nder its ow n nam e. For one reason or anot her psyc hology always was suspec ted of wron g or subv ersiv e ten dencies. either relig ious o r po litic al o r mo ral a nd ha d to use d ifferen t disguises. For tho usands of yea rs psyc hology existed un der the n ame o f philo sophy. In India all forms of Yoga , whic h a re essen tially psyc hology, are d escribed as o ne o f the six systems o f philo sophy. Sufi tea chin gs. which agai n are"},{"pageNumber":5,"pageContent":"chiefly psyc hological, are reg arded as pa rtly relig ious a nd pa rtly meta physic al. In Europe, even quite rec ently in the la st d ecades o f the n ineteen th c entury, man y wo rks o n psyc hology were referred to as philo sophy. A nd in spite o f the fa ct tha t almo st a ll sub - divisio ns of philo sophy suc h as lo gic, the theo ry o f cognitio n, ethic s, aesthetic s, referred to the wo rk o f the huma n min d or sen ses, psyc hology wa s reg arded as in ferio r to philo sophy a nd as rela tin g only to the lo wer o r mo re trivia l sid es o f huma n nature. Parallel with its existen ce un der the name of philo sophy, psyc hology existed even lo nger c onnected with o ne o r another relig ion. It does n ot mea n tha t relig ion and psyc hology ever were one a nd the sa me thin g, or tha t the fa ct of the connection between relig ion and psyc hology wa s rec ognised . But there is no doubt tha t almost every know n r eligion— certainly I do not mean modern sha m reli gions —d evelo ped one or another kin d of psyc hological teac hin g connected often with a c ertain prac tice, so that the stud y of relig ion very o ften included in itself the stud y o f psyc hology. There are ma ny exc ellen t wo rks o n psyc hology in q uite ortho dox relig ious litera ture of differen t countries a nd epo chs. For insta nce, in ea rly C hristia nity there wa s a collec tion of books of differen t autho rs un der the gen eral name of Philok alia, used in our time in the E astern C hurc h, espec ially fo r the instruc tion of mo nks. Durin g the time when psyc hology wa s c onnected with philo sophy and relig ion it a lso existed in the fo rm o f A rt. Poetry, Dra ma, Sculpture, Da ncing, even A rchitec ture, were mea ns fo r tra nsmittin g psyc hological kn owled ge. For in sta nce, the Go thic Cathed rals were in their c hief mea ning wo rks o n psyc hology."},{"pageNumber":6,"pageContent":"In the a ncient times befo re philo sophy, relig ion and art had taken their sepa rate fo rms a s we now know them, psyc hology had existed in the fo rm o f My steri es, such as those of Egy pt and of ancient Greec e. Later, after the d isappea rance o f the Mysteries, psyc hology existed in the fo rm o f Symbo lical T eaching s which were so metimes connected with the relig ion of the perio d and so metimes n ot conne cted, s uch as As trology , Al chemy, Magi c, and the more mo dern: M asonry, Occultism a nd Theo sophy. And here it is n ecessa ry to note tha t all psyc hological systems and doctrin es, tho se that exist o r existed openly an d tho se that were hidde n or disguised, can b e divided into two ch ief cat egor ies. First: systems whic h stud y man as they find him, or suc h as they suppose or i magine hi m to be. Mode m 'scientific' p sychology or what is kn own un der that n ame belo ngs to this c atego ry. Second: systems whic h stud y ma n not fro m the po int o f view of wha t he is, or wha t he seems to be, but fro m the po int o f view o f wha t he ma y bec ome; tha t is, fro m the po int o f view of hi s possi ble evolution . These last systems a re in rea lity the o riginal ones, or in any c ase the oldest and only they c an expla in the fo rgotten origin and the mo aning of psyc hology. When we un dersta nd the impo rta nce of the stud y o f ma n fro m the po int o f view o f his possi ble ev oluti on, we shall un derstan d that the first a nswer to the q uestio n: Wha t is psyc hology?—sho uld be tha t psyc hology is the stud y o f the prin ciples, laws a nd facts o f ma n's po ssible evo lutio n."},{"pageNumber":7,"pageContent":"Here, in these lec tures, I sha ll spea k o nly fro m this po int o f view. Our first questio n will be—wha t d oes evo lutio n of ma n mea n, and sec ond, are there a ny spec ial conditio ns necessa ry fo r it? As regard s o rdinary mo dern views o n the o rigin of man an d his previo us evo lutio n I must say a t o nce tha t they c annot be accepted . We must rea lise tha t we kn ow nothin g abo ut the o rigin of m an and w e h ave no p roof of man's physical or mental evo lutio n. On the c ontrary, if we ta ke histo rical ma nkind; tha t is, huma nity fo r ten o r fifteen tho usand yea rs we ma y fin d unmista kable sig ns o f a hig her type o f ma n, who se presen ce can be esta blished o n the evid ence of ancient Monumen ts and Memo rials whic h c annot be repea ted or imita ted by the presen t huma nity. As regard s prehi stori c man or creatures simila r in appea rance to ma n and yet at the sa me time very d ifferen t fro m him, who se bones a re so metimes fo und in deposits of glacial or pre- glacial perio ds, we ma y accept the q uite po ssible view tha t these bo nes belo ng to some bein g quite d ifferen t fro m ma n, whic h d ied out long ago. Den ying previo us evo lutio n of ma n we must d eny any po ssibility of future mechanical evolution of m an; tha t is, evo lutio n ha ppen ing by itself according to laws of hered ity and selec tion, an d witho ut man 's conscious effo rts an d understa nding of his po ssible evo lutio n. Our fun damental idea sha ll be tha t ma n as we kn ow him is not a co mp leted being ; that n ature d evelo ps him o nly up to a certain point and then lea ves him, either"},{"pageNumber":8,"pageContent":"to develo p further, by his own efforts and de vices, or to live and die such as he w as bo rn, or to de generate and l ose cap acity for development. Evolutio n of ma n in this c ase will mea n the d evelo pmen t o f certain inne r q ualities a nd fea tures whic h usua lly rema in undeveloped, and canno t develo p by t hems elves . Experien ce and o bserva tion sho w tha t this develo pmen t is possible only in certa in defin ite c onditio ns, with effo rts o f a certa in kin d on the pa rt o f ma n himself, and with suffic ient help fro m tho se who began similar wo rk befo re an d have alread y atta ined a certa in degree o f develo pmen t, or at leas t a ce rtai n know ledge of m ethods . We must start with the id ea that witho ut effo rts evo lutio n is impo ssible; witho ut help, it is a lso impo ssible. After this we must un derstan d that in the way o f develo pmen t, ma n must bec ome a differen t bein g, and w e m ust l earn and understa nd in wha t sen se a nd in whic h d irec tion ma n must bec ome a differen t bein g; that i s, w hat a di fferent be ing m eans. Then we m ust understand that all men cannot de velop and be com e di fferent be ings. Ev olution i s the qu estion of personal effo rts and in rela tio n to the ma ss o f huma nity evo lutio n is the rare exc eptio n. It ma y so und stra nge but we must rea lise tha t it is not o nly rare, but i s bec oming more a nd more ra re. Many q uestio ns natura lly arise fro m the prec eding sta temen ts:— What d oes it mean that in the way o f evo lutio n man must bec ome a differen t bein g? Wha t does ' differen t bein g' mea n? Whic h in ner q ualities o r fea tures c an be d evelo ped in ma n and how can t his be done ?"},{"pageNumber":9,"pageContent":"Why c annot all men d evelo p and bec ome d ifferen t bein gs? Why suc h an injustic e? I sha ll try to answer these q uestio ns a nd I sha ll beg in with the last o ne. Why c annot all men develo p a nd bec ome d ifferen t bein gs? The a nswer is very simple. Bec ause they do n ot wan t it. Becau se they do not know abo ut it a nd will n ot un dersta nd witho ut a long prepa ration wha t it mea ns, even if they a re to ld. The c hief id ea is tha t in order to bec ome a differen t bein g ma n must wa nt it very muc h and fo r a very lo ng time. A pa ssin g desire or a vague d esire based on dissatisfac tio n with extern al conditio ns will n ot create a suffic ient impulse. The evo lutio n of ma n depen ds o n his un dersta nding of wha t he ma y get a nd wha t he must give fo r it. If m an doe s not w ant it, or if he doe s not w ant it stron gly enough, and d oes n ot ma ke n ecessa ry effo rts, he will n ever develo p. So there is n o in justic e in this. Why sho uld ma n have wha t he does not wa nt? If ma n were fo rced to bec ome a differen t bein g when he is sa tisfied with wha t he is, then this wo uld be injustic e. No w we must a sk o urselves wha t a differen t bein g m eans. If we consider all the material we c an fin d that refers to this questio n, we find an as sertion t hat in be com ing a di fferent be ing man acquires ma ny new qualities a nd po wers whic h he d oes n ot possess now. This is a commo n assertio n whic h we fin d in all kin ds of systems admittin g the id ea of psyc hological o r in ner grow th of m an. But this is n ot suffic ient. Even the mo st d etailed"},{"pageNumber":10,"pageContent":"descriptio ns of these new po wers will n ot help us in any wa y to understa nd ho w they a ppea r and where they c ome fro m. There is a missin g lin k in ordinary kn own theo ries, even in tho se I alrea dy men tioned whic h are ba sed on the id ea of the possibility o f evo lutio n of ma n. The truth lies in the fa ct tha t befo re a cquirin g any new faculties or powers w hich m an doe s not know and doe s not possess now , he must a cquire fa culties a nd po wers he also d oes n ot possess, but whic h he ascribes to himself; tha t is, he thin ks tha t he kn ows them and can use a nd control them. This is the missin g lin k, and this is the mos t imp ortant p oint. By w ay of evolution, as de scri bed be fore, th at is, a way base d on effo rt and help, ma n must a cquire q ualities whic h he thin ks he alrea dy po ssesses, but a bo ut whic h he d eceives himself. In order to un derstan d this better, an d to kn ow what are these faculties and po wers whic h ma n can acquire, bo th q uite n ew a nd unexpec ted and also tho se whic h he ima gines tha t he alrea dy possesses, we must begin with man 's gen eral kn owled ge abo ut himself. And here we co me at o nce to a very impo rtan t fact. Man does not know hi msel f. He does n ot kn ow his o wn limita tions and his own possibilities. He does n ot even kn ow to ho w g reat an exten t he does not know himself. Man ha s in ven ted ma ny ma chines, a nd he knows tha t a complic ated ma chine need s so metimes yea rs o f careful stud y befo re o ne c an use it o r control it. But he d oes n ot a pply this knowled ge to himself, altho ugh"},{"pageNumber":11,"pageContent":"he himself is a muc h mo re c omplic ated ma chine tha n any ma chine he ha s in ven ted. He ha s all so rts o f wro ng ideas abo ut himself. First of all he does not rea lise tha t he actually is a machine. What doe s it m ean th at m an is a m achine? It mea ns tha t he ha s n o indep endent movements , in sid e o r outsid e o f himself. H e is a ma chine whic h is bro ught into mo tio n by extern al in fluen ces an d extern al impac ts. A ll his mo vemen ts, act ions , words, ideas, emotions, m oods and t houghts ar e produ ced by extern al in fluen ces. By himself, he is j ust a n automa ton with a certa in sto re of memo ries of previo us experien ces, and a certa in amount of reserve en erg y. We mus t unde rstand t hat man can do no thing . But he d oes n ot rea lise this a nd ascribes to himself the cap acity to d o. This is the first wro ng thin g that man asc ribes to himself. That must be un dersto od very c learly. Man canno t do. Everythin g tha t ma n thin ks he d oes, rea lly happen s. It ha ppen s exac tly as ' it rain s,' or 'it thaws. ' In the E nglish la nguage there a re n o imperso nal verba l forms whic h c an be used in rela tio n to huma n actio ns. So we must continue to say that man thin ks, read s, writes, lo ves, hates, starts wa rs, fig hts, and so on. Actua lly, all this happen s. Man cannot move, think or speak of his ow n accor d. He is a ma rio nette pulled here a nd there by in visible strin gs. If he understa nds this, he c an lea rn mo re a bo ut himself, and po ssibly then thin gs ma y beg in to change fo r him. But if he c annot rea lise and u nderstand his utter mechanicalnes s or if he d oes n ot wish to acce pt it as a f act, h e can l earn noth ing m ore, and th ings cannot change fo r him,"},{"pageNumber":12,"pageContent":"Man is a machine, but a very pec uliar ma chine. He is a ma chine whic h, in right c ircumstan ces, an d with right treatmen t, can k now that he is a machine, and ha vin g fully rea lised this, he ma y fin d the ways to cease to be a mac hine. First o f all, what man must kn ow is that he is n ot one; he is ma ny. H e ha s n ot o ne perma nent a nd un changeable ' I' or Ego. He is a lwa ys d ifferen t. O ne mo men t he is o ne, another mo men t he is another, the third mo men t he is a third , a nd so on, almo st witho ut an en d. The illusio n of un ity o r oneness is c reated in ma n first, by the sensation of one physical bo dy, b y his name, whic h in norma l cases always remain s the same, and third , by a n umber o f mec hanical habits whic h a re impla nted in him by ed ucation or acquired by imita tion. Havin g alwa ys the sa me physic al sen sations, hea rin g alwa ys the sa me n ame a nd noticing in himself the same habits a nd in clinations he ha d befo re, he believes himself to be alwa ys the sa me. In rea lity there is n o oneness in ma n and there is no controllin g centre, no p ermane nt 'I' or Ego. This is the g eneral pic ture o f ma n: Every tho ught, every feelin g, every sen sation, every d esire, every like a nd every d islike is a n 'I'. These ' I's"},{"pageNumber":13,"pageContent":"are not conne cte d and are not co-ordi nate d in any w ay. Each of them d epen ds o n the c hange in extern al circumsta nces, and on the change o f impressio ns. Some of them mec hanically fo llow so me o ther, and so me appear al ways accom pani ed by oth ers. Bu t th ere is no orde r and no system in that. There a re c erta in groups o f 'I's whic h a re natura lly connected. We will spea k abo ut these g roups la ter. No w, we must try to understa nd tha t there a re g roups o f 'I's c onnected o nly by acci dental associ ations, acci dental m emories, or quite imagi nary simila rities. Each of these ' I's represen ts a t every g iven mo men t a very sma ll part of ou r ' bra in,' 'mind', or 'intellig ence,' but ea ch of them mea ns itself to represen t the whole. W hen m an says 'I' it sounds as if he mea nt the who le o f himself, but rea lly even when he himself thin ks tha t he mea ns it, it is o nly a pa ssin g tho ught, a pa ssin g mo od, or pa ssin g desire. In an ho ur's time he ma y completely forget it, and with the sa me c onvictio n express a n o ppo site opinion, oppo site view, oppo site in terests. The wo rst o f it is tha t ma n does n ot remember it. In mo st c ases he believes in the last 'I' whic h expressed itself, as long as it la sts: tha t is, as lo ng as another 'I'—so metimes q uite un connected with the prec eding one— does not express its o pinion or its d esire lo uder tha n the first. No w let us return to two other q uestio ns: What doe s de velopment m ean? And w hat doe s it mean that man can b ecom e a di fferent be ing? Or , in ot her w ords, w hat kind of ch ange is possi ble in m an, and h ow and when does this change begin ? It ha s a lrea dy been sa id tha t the change will beg in with tho se powers a nd capacities whic h ma n asc ribes to himself, but whic h, in reality, he d oes n ot po ssess."},{"pageNumber":14,"pageContent":"which understood t hat onl y m an h imself can k now certain things in rela tio n to himself. Ap plied to the qu estion of cons ciousness it m eans that onl y ma n himself c an kn ow if his c onsciousness exists at the mo men t or not. Tha t mea ns tha t the presen ce 01 absen ce o f consciousness in m an cannot be proven by ob servation of his external act ions . As I said, this fa ct wa s esta blished long ago, but the impo rta nce of it wa s never fully un dersto od bec ause it wa s a lwa ys c onnected with the un derstan ding o f consciousness as men tal pro cess or min d ac tivity. If man realises that up to the mo men t of this rea lisa tion he wa s not conscious, a nd then forgets this rea lisa tion—o r even remembers it—this is not consciousness. It is only memo ry o f a stro ng rea lisa tion. No w I wan t to draw your atten tion to an other fac t whic h has been missed by a ll mo dem psyc hological sc hools. It is the fa ct tha t the c onsciousness in ma n, wha tever it mea ns, never rema ins in the sa me sta te. It is either there or not. The hig hest mo men ts of consciousness create memory. O ther mo men ts ma n simply d oes n ot remember. This mo re tha n anythin g else pro duces in ma n the illusio n o f c ontinuous consciousness o r continuous awaren ess. Som e of the m odem school s of psychology deny cons ciousness alto gether, deny even the n ecessity o f suc h a term, but this is simply a n extra vagance of misa pprehen sio n. Other schools— if they c an be c alled by this n ame—spea k abo ut sta tes of consciousn ess-— mea ning tho ughts, feelin gs, mo vin g impulses and sen sations. This is based on the fun damental mista ke o f mixin g consciousness with psyc hic fun ctio ns. A bo ut tha t we will spea k later."},{"pageNumber":15,"pageContent":"In rea lity mo dern tho ught in mo st c ases still relies o n the o ld form ulation, th at consciousn ess ha s n o degrees. Gen eral, altho ugh tacit, acce ptance of this idea, e ven though it cont radicted m any later d iscoveries, sto pped man y po ssible observatio ns of variatio ns of consciousness. The fac t is that c onsciousness has q uite visible and observable degrees, cer tainly vis ible and o bservable in o neself. First, there is d uratio n: How lon g one was cons cious. Second, f requency of ap pearance : how often one be cam e cons cious. Third, t he extent and p enetration: of wha t on e wa s conscious, which can vary very much with the gro wth o f man . It we ta ke o nly the first two , we will be a ble to understa nd the idea of po ssible evo lutio n of consciousness. This id ea is connected with the mo st impo rtan t fac t very well kn own by o ld psyc hological schools, like for in sta nce autho rs o f Philokalia, but completely missed by E uropea n philo sophy a nd psyc hology of the last two or three ce nturies. This is the fact that cons ciousness can be made cont inuous and controllable by spec ial effo rts a nd spec ial stud y. I shall try to explain ho w c onsciousness c an be stud ied . Take a wa tch a nd lo ok at the sec ond ha nd, frying to be aw are o f yo urself, and concentratin g o n the tho ught, 'I am Peter Ouspen sky, ' ' I am now here. ' Try n ot to thin k a bo ut anythin g else, simply fo llow the mo vemen ts of the sec ond ha nd and be a ware o f yo urself, yo ur name, your existen ce and the pla ce where yo u a re. Keep a ll o ther tho ughts away. You will, if yo u a re persisten t, be a ble to do this for"},{"pageNumber":16,"pageContent":"two min utes. This is the limit of your consciousn ess. A nd if yo u try to repea t the experimen t so on after, yo u will fin d it mo re d iffic ult than the first time. This experimen t sho ws that a man , in his natural state, can with great effort be cons cious of one subjec t (himself) fo r two min utes or less. The mo st impo rta nt d eduction one c an ma ke a fter ma kin g this experimen t in the rig ht wa y is that man is no t co nscio us of hims elf. The illusio n o f his bein g c onscious o f himself is created by memo ry an d tho ught pro cesses. For insta nce, a ma n goes to a thea tre. If he is a ccusto med to it, he is not espec ially c onscious o f bein g there while he is there, altho ugh he c an see thin gs a nd o bserve them, enjo y the perfo rma nce o r dislike it, remember it, remember peo ple he met and so on. When he c omes ho me he remembers tha t he wa s in the thea tre, and certa inly he thin ks tha t he wa s c onscious while he wa s there. So he ha s n o doubts a bo ut his c onsciousness a nd he d oes n ot rea lise tha t his c onsciousness c an be c ompletely a bsen t while he still c an act rea sonably, thin k, observe. For g eneral d escriptio n, ma n ha s po ssibility o f fo ur sta tes of consciousness. They a re: sleep, wa king sta te, self-c onsciousn ess and objective co nscio us ness. But altho ugh he has the po ssibility o f these fo ur sta tes o f consciousness, ma n actua lly lives o nly in tw o s tates . one part of his life pa sses in sleep, and the o ther pa rt in wha t is called 'waking sta te,' tho ugh in rea lity his wa kin g sta te d iffers very little fro m sleep. In or dinar y life, m an k now s not hing of 'ob je ctive cons ciousness' and no experimen ts in this d irec tion are po ssible. The third sta te or 'self- consciousness' ma n ascribes to himself; tha t is, he believes he po ssesses it,"},{"pageNumber":17,"pageContent":"although act ually he can b e cons cious of himself onl y in very rare flashes a nd even then he pro ba bly d oes n ot rec ognise it bec ause he does n ot kn ow wha t it wo uld imply if he actua lly possessed it. These g limpses o f consciousness c ome in exc eptio nal mo men ts, in hig hly emo tional sta tes, in mo men ts o f danger, in very n ew and unexpec ted circumstan ces an d situatio ns; or so metimes in quite ordinar y moments when not hing in particular happens. Bu t in his ordinary o r 'norma l' sta te, ma n ha s n o control over them wha tever. As rega rds our ordinary memo ry o r mo men ts o f memo ry, we actu ally remember onl y m oments of cons ciousness, although we do not rea lise tha t this is so . Wha t memo ry mea ns in a tec hnical sen se, and differen t kin ds o f memo ry we po ssess, I shall explain later. No w I simply wan t you to turn your atten tion to yo ur o wn observatio ns of yo ur memo ry. You will n otice tha t yo u remember thin gs differen tly. Some thin gs you remember q uite vivid ly, so me very va guely a nd so me yo u do not remember a t all. You on ly kn ow tha t they ha ppen ed. You will be very a stonished when you rea lise how little you actua lly remember. A nd it ha ppen s in this wa y bec ause you remember only the moments when you were cons cious . So, in referen ce to the thi rd sta te of c onsciousn ess, we c an sa y that man has o ccasio nal mo men ts o f self-c onsciousn ess leavin g vivid memo ries o f circumsta nces a ccompa nyin g them but he ha s no comma nd over them. They c ome a nd go by themselves, bein g cont rolled by external ci rcumstance s, and occas ional as sociations or m emories of emotions. The questio n arises: Is it po ssible to acquire c omma nd over these fleetin g mo men ts o f consciousness, to evo ke them mo re often , and to keep them lo nger, or even ma ke"},{"pageNumber":18,"pageContent":"them perma nent? In other wo rds, is it possible to become co nscio us ? This is the mo st impo rta nt po int, and it must be un dersto od at the very beg inning of our stud y tha t this po int even as a theo ry has been en tirely missed by a ll mo dem psyc hological schools without an exc eption . For with right metho ds an d the right effo rts man can acq uir e control of co nscio us ness, and can become conscio us of hims elf with all tha t it implies. And wha t it implies we in our presen t sta te do not even ima gine. Only after this po int has been understo od does serio us stud y of psyc hology bec ome po ssible. This stud y must beg in with the in vestig ation of obsta cles to consciousness in ourselves, bec ause c onsciousness can only begin to grow when at lea st so me o f these o bsta cles a re remo ved . In the followin g lec tures, I sha ll spea k a bo ut these o bsta cles, the greatest o f whic h is our ign orance of ourselv es, and ou r w rong conv iction that we know ourse lves at l east to a ce rtai n e xtent and can be sure of o urselves, when in reality we d o n ot kn ow ourselves a t all a nd cannot be sure o f ourselves even in sm allest thin gs. We must un dersta nd now tha t psyc hology rea lly mea ns self - stud y. This is the seco nd defin itio n of psycho logy. One c annot stud y psyc hology as o ne can stud y astro nomy; that is, ap art f rom one self. And at the sa me time o ne must stud y o neself as one stud ies any new a nd complic ated ma chine. O ne must kn ow the parts of this ma chine, its c hief fun ctio ns, the c onditio ns of right wo rk, the causes o f wro ng wo rk, and ma ny other thin gs whic h are diffic ult to describe witho ut usin g a spec ial la nguage, whic h it is a lso necessary to kn ow in order to be able to stud y the machin e."},{"pageNumber":19,"pageContent":"The huma n ma chine ha s seven differen t fun ctio ns: 1. Thin kin g (or in tellec t). 2. Feelin g (or emo tions). 3. Instin ctive fun ctio n (all in ner wo rk o f the o rganism) . 4. Mov ing f unct ion (al l ou ter work of the or gani sm, mo vemen t in spa ce, and so on). 5. Sex ( the fun ctio n of two prin ciples, ma le a nd fema le, in all their ma nifesta tions). Besid es these there a re two more Jun ction s fo r whic h we ha ve n o name in ordinary la nguage and whic h a ppea r only in hig her sta tes of cons ciousness; one — higher emotion al Jun ction , whic h a ppea rs in the sta te of self-c onsciousn ess, and the o ther, hig her me ntal f unct ion, whic h a ppea rs in the sta te of objec tive c onsciousn ess. As we a re n ot in these sta tes o f consciousness we c annot stud y these fun ctio ns or experimen t with them, and we lea rn abo ut them o nly in direc tly fro m tho se who ha ve a tta ined or experien ced them. In the relig ious a nd philo sophic al litera ture of differen t natio ns there a re ma ny allusio ns to the hig her sta tes of consciousness and to higher fun ctio ns. What c reates an ad ditio nal d iffic ulty in understa nding these a llusio ns is the la ck of divisio n between the hig her sta tes o f consciousness. Wha t is c alled samadhi or ecstatic sta te or illumination, or, in m ore r ecent w orks cos mic cons cious - ness', ma y refer to one a nd ma y refer to another— sometimes to experien ces of self-c onsciousn ess and so metimes to experien ces o f obje ctive consciousness. And stra nge tho ugh it ma y seem we ha ve mo re ma teria l fo r judging abo ut the hig hest sta te; tha t is, objec tive consciousn ess, than abo ut the in termed iate state; that is, self - consciousn ess, altho ugh the fo rmer ma y c ome o nly after the latter."},{"pageNumber":20,"pageContent":"Self-stud y must begin with the stud y of the four fun ctio ns; thin kin g, feelin g, in stin ctive fun ctio n and mo vin g fun ctio n. S ex fun ctio ns can be stud ied only muc h later; tha t is, when these fo ur fun ctio ns a re a lrea dy suffic iently understo od. Contrary to so me mo dern theo ries the sex fun ctio n is rea lly posterio r; tha t is, it a ppea rs la ter in life when the first fo ur fun ctio ns a re a lrea dy fully ma nifested and is conditioned by them. Therefo re, the stud y of the sex fun ctio n can be useful o nly when the first fo ur fun ctio ns a re fully kn own in all their ma nifesta tions. At the same time it must be un dersto od that any serio us irreg ularity o r a bn orma lity in the sex fun ctio n ma kes self - develo pmen t and even self-stud y impo ssible. So now we must try to un derstan d the fo ur c hief fun ctio ns. I will take it fo r g ranted tha t it is c lear to yo u wha t I mea n by the in tellec tual o r think ing funct ion. A ll men tal pro cesses are included here: rea lisa tion of a n impressio n, fo rma tion o f representati ons and conce pts, re asoni ng, com parison, af firm ation, negatio n, fo rma tion of wo rds, speec h, ima gination, and so on. The sec ond fun ctio n is feelin g or emo tions: jo y, sorro w, fea r, astoni shment, and so on. Even if you are su re th at i t is clear to you how, and i n w hat, emotions di ffer from thoughts I s hould adv ise you to verify all yo ur views in regard to this. We mix tho ught and feelin gs in o ur o rdinary thin kin g a nd spea kin g; but for the beg inning of self- stud y it is n ecessa ry to know clearly whic h is whic h. The two fun ctio ns fo llowin g, ins tinctive and moving, will ta ke longe r to understand, b ecau se in no s ystem of"},{"pageNumber":21,"pageContent":"Or dinar y psychology are these funct ions de scribe d and di vided i n the rig ht wa y. The words 'instinct ,' 'instinct ive' ar e ge nerally used in the w rong sen se a nd very o ften in no sen se a t all. In pa rtic ula r, to instin ct are generally a scribed extern al fun ctio ns whic h a re in rea lity mo vin g fun ctio ns, and so metimes emo tional. Ins tinctive function in ma n includes in itself fo ur d ifferen t classes of funct ions : Fir st: All the in ner wo rk o f the o rganism, all p hysiology so to spea k; digestio n and assimila tio n of fo od, brea thin g, circula tion of the blo od, all the wo rk of in ner o rgans, the build ing of new c ells, the elimin ation of wo rked out ma teria ls, the wo rk o f glands of inne r secretion, and s o on. Sec ond: The so-called five sen ses: sig ht, hea rin g, smell, ta ste, touch, and all o ther sen ses suc h as the sen se of weig ht, of temperature, of dryness or of m oisture, and s o on; t hat is, al l indifferen t sen sations—s ensatio ns whic h by themselves a re n either pleasant nor unpleasant. Th ird: A ll physic al emo tions, tha t is, all physic al sen sations whic h a re either pleasan t or un pleasan t. A ll kin ds o f pa in o r unpleasan t feelin g suc h as un pleasan t taste o r un pleasan t smell, and all kin ds o f physic al pleasure, suc h as pleasan t taste, pleasan t smell an d so on. Fourth: All reflexes, even the mo st c omplic ated, suc h a s laughter a nd ya wn ing; all kin ds o f physic al memo ry suc h as memo ry o f ta ste, memo ry o f smell, memo ry o f pa in, whic h are in reality in ner reflexes. Mo ving funct ion in cludes in itself a ll extern al mo vemen ts, suc h as wa lkin g, writin g, spea kin g, eatin g and memo ries o f them. To moving funct ion also be long t hose m ovements w hich in or dinar y language are c alled 'in-"},{"pageNumber":22,"pageContent":"stin ctive, ' suc h as catchin g a fallin g objec t witho ut thin kin g. The d ifferen ce between the in stin ctive a nd the mo vin g fun ctio n is very clear and can be ea sily un dersto od if o ne simply remembers tha t all in stin ctive fun ctio ns witho ut exc eptio n are inheren t and tha t there is no necessity to lea rn them in order to use them; wherea s o n the o ther ha nd, n one of the mo vin g fun ctio ns a re inheren t and one ha s to lea rn them a ll a s a child lea rns to wa lk, or as one learns to w rite or to draw . Besid es these n orma l mo vin g fun ctio ns, there are also some stra nge mo vin g fun ctio ns whic h represen t useless wo rk of the human m achine not intende d by nat ure, but w hich occu py a very large pla ce in ma n's life a nd use a great quantity of his energ y. These a re: fo rma tion of dreams, ima gination, d ay-dreamin g, talkin g with o neself, a ll ta lkin g fo r ta lkin g's sa ke, a nd generally, all unco ntrolled and unco ntrollab le manif estations. The fo ur fun ctio ns—in tellec tual, emo tional, in stin ctive and mo vin g—must first be understo od in all their ma nifesta tions and later they must be o bserved in oneself. Such self- observa tio n, tha t is, observa tion on the rig ht ba sis, with a prelimin ary understa nding of t he s tates of cons ciousness and of different funct ions , constitutes the basis o f self- stud y; that is, the b eginning o f psy chol ogy. It is very impo rtan t to remember that in observin g d ifferen t fun ctio ns it is useful to observe at the same time their relatio n to differen t states o f consciousness. Let us ta ke the three sta tes o f consciousness— sleep, wa kin g sta te, and po ssible g limpses o f elf- consciousness, and the fo ur fun ctio ns—thin kin g, feelin g, instin ctive a nd"},{"pageNumber":23,"pageContent":"mo vin g. All four fun ctio ns can ma nifest themselves in sleep, but their ma nifesta tions are d esulto ry a nd un relia ble; they c annot be used in any wa y, they j ust g o by themselves. In the sta te of wa kin g cons ciousness or relative cons ciousness, they can t o a ce rtain exten t serve fo r o ur o rien tatio n. Their results c an be compared , verified , stra ighten ed out, and altho ugh they ma y c reate ma ny illusio ns, still in our o rdinary sta te we ha ve n othin g else and must make of them what we can. If we knew the quantity of wrong observations, w rong t heories, w rong deductions and concl usions ma de in this sta te, we sho uld cease to believe ourselves altogether. But men do not rea lise ho w d eceptive their o bserva tions and their theo ries c an be a nd they c ontinue to believe in them. It is this tha t keeps ma n fro m observin g the ra re mo men ts when their fun ctio ns ma nifest themselves in connection with glimpses of the third state o f consciousness; that is, of self-c onsciousn ess. All this mea ns tha t ea ch of the fo ur fun ctio ns c an ma nifest itself in ea ch of the three sta tes o f consciousness. But the results are quite d ifferen t. When we lea rn to observe these results a nd their differen ce, we sha ll un dersta nd the rig ht rela tio n between fun ctio ns an d states o f consciousness. But befo re even c onsiderin g the d ifferen ce in fun ctio n in relatio n to states o f consciousness, it is necessary to understan d that man 's consciousness and man 's fun ctio ns are q uite d ifferen t phenom ena, of quite di fferent nat ure and de pendi ng on di fferent causes and tha t one c an exist witho ut the o ther. Funct ions can exist without c onsciousn ess an d consciousn ess c an exist without fun ction s."},{"pageNumber":24,"pageContent":"SECO ND LECT URE CONT INUI NG OUR stud y o f man , we must n ow speak with mo re detail abo ut the d ifferen t states o f consciousness. As I have alrea dy sa id, there a re fo ur sta tes o f consciousness possible for man : Sleep, 'wakin g c onsciousness, ' self-c onsciousn ess and 'obje ctive cons ciousness'; but he lives o nly in two : pa rtly in sleep and partly in wha t is sometimes cal led 'waking cons ciousness.' It is as though he had a four- storied ho use, but lived only in the two lower sto ries. The first, or the lo west sta te o f consciousness, is sleep. This is a purely subjec tive an d passive state. Man is surro unded by d reams. All his psyc hic fun ctio ns wo rk witho ut any direc tion. There is no logic, no seq uence, n o cause a nd n o result in d reams. P urely subj ective pic tures— either reflec tio ns o f fo rmer experien ces o r reflec tio ns o f va gue perc eptio ns o f the mo men t, suc h as sounds reach ing t he sleeping m an, s ensations com ing from bo dy, slight pains, sensations of m uscular tension— f ly through the mind, lea ving only a very slig ht tra ce o n the memo ry a nd mo re often , leaving no trace at al l. The sec ond degree of consciousness c omes when ma n awakes. This sec ond sta te, the sta te in whic h we a re n ow, tha t is, in whic h we wo rk, ta lk, ima gine o urselves c onscious bein gs, and so fo rth, we o ften call ' wa king consciousn ess' or 'clea r consciousn ess' but rea lly it sho uld be c alled 'waking sleep' or 'rela tive c onsciousness. ' This la st term will be expla ined later."},{"pageNumber":25,"pageContent":"It is ne cessary to u nderstand he re that the first state of consc iousne ss, that is, sleep, doe s not disap pear w hen the se cond state arrive s, that is, when ma n awakes. Sleep rema ins there, wi th a ll its dr eams a nd imp ressions, only a more critical attitude tow ards one 's ow n imp ressions, more conne cted thoughts, more disc ipline d ac tions be come adde d to it, and because of the vividne ss of se nse imp ressions, de sire s and f eelings— partic ularly the feeling of contradiction or impo ssibilit y, which is e ntire ly abse nt in sle ep—dre ams be come invisible exactly as the stars and moon become invisible in the g lare of the s un. But they are all there, a nd they often inf luence all ou r th oughts, feelings and ac tions—some time s e ven more than the ac tual p erceptions of the mome nt. In connection with this I mu st say at once that I do not me an what is called in mode rn p sychology 'the subconsc iou s' or the 'su bconsc ious mind.' T hese are simp ly w rong e xpressions, w rong te rms, w hich me an nothing and do not refer to any re al f acts. T here is nothing p ermane ntly subconsc iou s in us because the re is nothing p ermane ntly c onsc ious; and the re is no 'su bconsc ious mind' f or the ve ry simp le re ason that the re is no 'c onsc iou s mind.' Late r you w ill se e how this mistak e occurre d and how this w rong te rminology c ame into be ing, and be came almost generally ac cepted. But le t u s re turn to th e state s of consc iousne ss w hich re ally exist. The first is sleep. The s econd is 'w aking sleep' o r 'r elative co nsciousness.' The first, as I have said, is a p urely subje ctive state . The second is less subje ctive ; man alre ady distingu ishe s 'I' and 'not I' in the se nse of his body and obje cts dif ferent f rom his body, and he can, to a certain extent, orie ntate among the m and k now the ir p osition and"},{"pageNumber":26,"pageContent":"qualities. But it cannot be said tha t ma n is a wake in this sta te, bec ause he is very stro ngly in fluen ced by dreams, and rea lly lives mo re in d reams tha n in fa ct. A ll the a bsurd ities and all the contradictions of peo ple, and of huma n life in general, bec ome expla ined when we rea lise tha t peo ple live in sleep, do everythin g in sleep, and do not kn ow tha t they are asleep. It is useful to remember tha t this is the in ner mea ning of ma ny ancient doctrin es. The best kn own to us is C hristia nity, or the Gospel tea ching, in whic h, the idea tha t men live in sleep a nd must first o f all a wake, is the ba sis o f all the expla nations of huma n life, altho ugh it is very ra rely un dersto od as it sho uld be un dersto od, in this c ase litera lly. But the q uestio n is, how can a m an aw ake ? The Go spel tea chin g dema nds awakening, but d oes n ot sa y how to aw ake n. But the psyc hologic al stud y o f consciousness sho ws that only when a ma n rea lises tha t he is a sleep, is it po ssible to say tha t he is on the way to awaken ing. H e never c an awaken witho ut first rea lisin g his sleep. These two sta tes, sleep a nd wa kin g sleep, are the o nly two sta tes of consciousness in whic h ma n lives. Besid es them there a re two states o f consciousness po ssible fo r man , but they bec ome acce ssible to a m an onl y after a h ard and p rolonge d stru ggl e. These two hig her sta tes o f c onsciousness a re c alled 'self - cons ciousness' and 'obje ctive cons ciousness.' We gen erally thin k that we po ssess self-c onsciousn ess, that is, that we are cons cious of ourselves, or in any cas e that w e can b e cons cious of ou rselves, at any m oment w e w ish, but in truth 'self - consciousness' is a state whic h we"},{"pageNumber":27,"pageContent":"asc ribe to ourselv es without an y right. 'Obje ctive cons ciousness' is a state abou t w hich we know noth ing. Self consciousness is a sta te in whic h ma n bec omes o bjec tive towa rds himself, and obje ctive c onsciousness is a sta te in whic h he comes into contact with the real, or objec tive wo rld fro m whic h he is now shut off by the sen ses, dreams a nd subj ective sta tes o f consciousness. Anot her de finition of the four states of cons ciousness can be ma de fro m the po int o f view o f the po ssible cog nition of tr uth. In the first state o f consciousness, that is, in sleep, we cannot know anythin g of the truth. E ven if some rea l perc eptio ns or feelin gs come to us, they bec ome mixed with dreams, and in the sta te o f sleep we c annot d istin guish between dreams a nd rea lity. In the sec ond state o f consciousness, that is, in wakin g sleep, we can onl y k now rela tive truth, and fro m this c omes the term relative c onsciousness. In the third sta te o f consciousness, tha t is, the sta te o f self - cons ciousness, we can k now the full truth about ourselv es. In the fo urth sta te o f consciousness, tha t is, in the sta te o f objective co nscio us ness, we are supposed to be abl e to know the full truth about ev ery thin g: we c an stud y 'thin gs in themselves, ' 'the wo rld as it is. ' This is so far fro m us tha t we c annot even thin k a bo ut it in the right way, an d we must try to un derstan d that even glimpses of objec tive consciousness can only c ome in the fully d evelo ped sta te of self-c onsciousn ess. In the sta te o f sleep we c an ha ve glimpses of rela tive consciousness. In the state o f relative c onsciousness we c an have glimpses o f self- consciousn ess. B ut if we wa nt to ha ve mo re prolonge d p eriods of self-cons ciousness and"},{"pageNumber":28,"pageContent":"not merely glimpses, we must un derstan d that they c annot c ome by themselves, they n eed will action. This m eans th at f requency and du ration of m oments of self-cons ciousness de pend on the comma nd one ha s o ver o neself. So it mea ns tha t consciousness and will are almo st one and the sa me thin g, or, in any c ase a spec ts of the sa me thin g. At this po int, it must be un dersto od that the first obstac le in the wa y o f the d evelo pmen t o f self- consciousn ess in ma n, is his convictio n that he alread y po ssesses self-c onsciousn ess or at any rate, tha t he c an ha ve it a t any time he likes. It is very d iffic ult to persuade a man that he is not cons cious and cannot be cons cious at will. It is pa rtic ula rly d iffic ult bec ause here n ature pla ys a very funny trick. If yo u a sk a ma n if he is c onscious or if you say to him tha t he is n ot c onscious, he will a nswer tha t he is c onscious and tha t it is absurd to say tha t he is n ot, bec ause he hea rs and understa nds you. An d he will be quite right, although at the same time quite wron g. This is n ature' s tric k. H e will be rig ht bec ause your questio n or your rema rk ha s ma de him va guely c onscious fo r a mo men t. Next mo men t consciousness will disappea r. But he will remember wha t you sa id and wha t he a nswered , and he will certa inly consider himself c onscious. In rea lity, acquirin g self- consciousn ess mea ns lo ng and hard wo rk. How can a ma n agree to this wo rk if he thin ks he a lrea dy possesses the very thin g whic h is pro mised him a s the result o f long and hard wo rk? Na tura lly a ma n will n ot beg in this wo rk a nd will not consider it n ecessa ry un til he bec omes c onvinced tha t he possesses neither self-c onsciousn ess nor all tha t is c onnected with it, tha t is, un ity o r individ uality, perma nent 'I' and will."},{"pageNumber":29,"pageContent":"This br ings us to the qu estion of school s, be cau se m ethods for the d evelo pmen t o f self-c onsciousn ess, un ity, perm anent 'I' and will, can be given o nly by spec ial sc hools. That must be clearly understood. Me n on the level o f relat ive co nscio us ness canno t find these methods by themselv es; and these methods cannot be de scribe d i n book s or taught in ordinary sc hools fo r the very simple reaso n that they are d ifferen t for differen t peo ple, and there is n o un iversa l metho d eq ually applic able to all. In other wo rds, this mean s that men who wan t to change their sta te of consciousness need a sc hool. But first, they must rea lise their n eed . A s lo ng as they thin k they c an do somethin g by themselves they will n ot be a ble to ma ke a ny use o f a school, even if they fin d it. Schools exist o nly fo r tho se who need them, and who kn ow tha t they n eed them. The id ea of sc hools— the stud y o f the kin ds o f sc hools tha t ma y exist, the study of school p rinciples and s chool m ethods — occupies a very impo rta nt pla ce in the stud y o f tha t psyc hology whic h is connected with the id ea of evo lutio n; bec ause witho ut a school there c an be n o evo lutio n. O ne c annot even sta rt, bec ause one does not know how to sta rt: still less c an one c ontinue o r attain an ythin g. This mea ns tha t ha vin g got rid of the first illusio n, tha t one alrea dy has everythin g one c an ha ve, one must g et rid of the sec ond illusio n tha t one c an get a nythin g by o neself; bec ause by oneself o ne c an get n othin g. These lec tures a re n ot a sc hool—n ot even the beg inning of a school. A sc hool req uires a muc h hig her pressure o f wo rk. But in these lec tures I can give to tho se who wish to listen , so me id eas as to ho w sc hools wo rk a nd ho w they c an be fo und."},{"pageNumber":30,"pageContent":"I gav e be fore two de finitions of psychology. First, I sa id tha t psyc hology is the stud y o f the po ssible evo lutio n of ma n, and sec ond, tha t psyc hology is the stud y of oneself. I mea nt tha t only a psyc hology whic h in vestig ates the evo lutio n of ma n is wo rth stud yin g, and tha t a psyc hology whic h is occupied with onl y one phase of m an, w ithout know ing any thing ab out his other pha ses, is obvio usly n ot c omplete, and cannot ha ve a ny value, even in a purely sc ien tific sen se, tha t is, fro m the point of view o f experimen t and observa tion. F or the presen t pha se, as stud ied by o rdinary psyc hology, in rea lity d oes n ot exist a s somethin g separate and consists o f man y sub-d ivisio ns whic h lead fro m lower pha ses to hig her pha ses. M oreo ver, the sa me experi - ment and obse rvation sh ow th at one cannot stu dy psych ology as one can s tudy any ot her science not di rectly conne cted w ith oneself. One ha s to beg in the stud y o f psyc hology with o neself. Puttin g to gether, first what we may kn ow abo ut the n ext phase in the evo lutio n o f ma n, tha t is, tha t it will mea n acquirin g consciousness, in ner un ity, perma nent eg o and will, and sec ond, certain material that we c an get by self- observatio n, that is, rea lisa tion of the a bsen ce in us of ma ny powers and faculties whic h we a scribe to ourselves, we c ome to a new diffic ulty in understa nding the mea ning of psyc hology, and to the necessity for a ne w de finition. The two d efin itio ns g iven in the previo us lec tures a re n ot suffic ient bec ause ma n by himself d oes n ot kn ow wha t evo lutio n is po ssible fo r him, does n ot see"},{"pageNumber":31,"pageContent":"where he sta nds a t presen t a nd a scribes to himself fea tures belo nging to hig her pha ses o f evo lutio n. In fa ct, he c annot stud y himself, bein g un able to distin guish between the ima ginary and the rea l in himself. Wha t is lyin g? As it is understo od in ordinary la nguage, lyin g mea ns d isto rtin g or in some cases, hiding the truth, or what people be lieve to be the truth. This lyin g pla ys a very impo rta nt pa rt in life, but there a re muc h wo rse fo rms o f lyin g, when peo ple d o not kn ow tha t they lie. I sa id in the la st lec ture tha t we c annot kn ow the truth in our presen t sta te, and can only kn ow the truth in the sta te of obje ctive consciousness. H ow then c an we lie? There seems to be a cont radiction h ere, bu t in reality there i s none . W e cannot know the truth but we c an preten d tha t we kn ow. And this is lying . Lyin g fills a ll o ur life. People preten d tha t they kn ow all so rts of thin gs: abo ut Go d, abo ut the future life, abo ut the un iverse, abo ut the o rigin of ma n, abo ut evo lutio n, abo ut everythin g; but in rea lity they d o not kn ow anythin g, even abo ut themselves. And every time they speak abo ut so methin g they do not know as though they knew it, they lie. C onsequen tly the stud y o f lyin g bec omes o f the first impo rta nce in psyc hology. And it ma y lea d even to the third defin itio n of psyc hology whic h is: the stud y o f lyin g. Psychology is pa rtic ula rly c oncern ed with the lies a ma n says and thin ks a bo ut himself. These lies ma ke the stud y of ma n very diffic ult. M an, as he is, is n ot a genuine a rticle. He is an imita tion of somethin g, and a very ba d imita tion. Imagine a scien tist o n so me remo te pla net who"},{"pageNumber":32,"pageContent":"has rec eived fro m the ea rth spec imen s of artific ial flo wers, without knowing anything abo ut r eal flo wers. It will be extremely d iffic ult for him to defin e them— to expla in their sha pe, their c olour, the material fro m whic h they are mad e, that is, wire, cotto n-wo ol and coloured pa per— and to classify them in any wa y. Psychology sta nds in a very simila r po sitio n in rela tio n to ma n. It has to stud y an artific ial man , witho ut kn owing the real man . Obvio usly, it c annot be easy to stud y a bein g suc h as man , who doe s not h imself know w hat i s re al and w hat is imagi nary in him. So psyc hology must beg in with a divisio n between the rea l and the ima ginary in ma n. It is impo ssible to stud y ma n as a who le, bec ause ma n is divid ed into two parts: one part whic h, in so me c ases, can be almo st all rea l, and the other part whic h, in so me c ases, can be a lmo st all imag inar y. In the ma jo rity o f ordinary men these two parts are intermixed , and cannot be ea sily d istin guished , altho ugh they are both there, and bo th ha ve their o wn pa rtic ula r mea ning and effec t. In the system we a re stud yin g, these two parts are called essen ce and person ality. Essen ce is wha t is born in ma n. Perso nality is wha t is acq uir ed. Essen ce is what is his o wn. Perso nality is wha t is no t his ow n. Es sence cannot be lost, cannot be c hanged or in jured as ea sily a s perso nality. Perso nality can be change d almost com pletely w ith the ch ange of ci rcumstance s; it can be lo st o r ea sily in jured . If I try to describe what essen ce is, I must, first o f all, say that it is the basis o f man 's physic al an d men tal"},{"pageNumber":33,"pageContent":"ma ke- up. For insta nce, one ma n is n atura lly wha t is c alled a good sailor, another is a bad sailor, one ha s a music al ea r, another ha s not, one ha s a capacity fo r la nguages, another has not. This is essen ce. Perso nality is a ll tha t is learned in one or anot her w ay, in ordinary lan guage, 'consciously' or 'unconsciously. ' In mo st cases 'unconsciously' mea ns by imita tion whic h, as a ma tter o f fa ct, pla ys a very impo rta nt pa rt in the build ing of perso nality. Even in instin ctive fun ctio ns, whic h n atura lly sho uld be free fro m perso nality, there a re usua lly ma ny so -called 'acquired tastes, ' tha t is, all so rts o f artific ial likes a nd dislikes, all of whic h are acquired by imita tion and ima gination. These artific ial likes and dislikes play a very impo rtan t an d very d isastro us part in man 's life. By nature, ma n sho uld like wha t is g ood fo r him a nd dislike wha t is bad fo r him. But this is so , only as long as essen ce domin ates perso nality, as it sho uld domin ate it, in other wo rds, when a ma n is hea lthy and n orma l. When perso nality beg ins to d omin ate essen ce a nd when ma n bec omes less hea lthy, he beg ins to like wha t is ba d fo r him a nd to dislike wha t is go od fo r him. This is c onnected with the c hief thin g tha t can be wro ng in the mutual relations of essence and p ersonal ity. No rma lly, essen ce must d omin ate perso nality a nd then perso nality can be q uite useful. B ut if perso nality d omin ates essen ce, this pro duces wro ng results o f man y kin ds. It must be un dersto od that perso nality is also necessary for man; one cannot live w ithout personal ity and onl y w ith essence . But essen ce a nd perso nality must g row pa rallel, and the o ne must not o utgrow the o ther."},{"pageNumber":34,"pageContent":"Cas es of essence ou tgrowing p ersonal ity m ay occu r am ong uneducated peo ple. These so -called simple peo ple ma y be very good, a nd even clever, but they a re in capable o f develo pmen t in the sa me wa y a s peo ple with mo re d evelo ped perso nality. Cas es of personal ity ou tgrowing e ssence ar e of ten t o be found amo ng mo re cultured peo ple, an d in suc h cases, essen ce remain s in a ha lf-grown or ha lf-develo ped sta te. This means that w ith a qu ick and e arly grow th of personal ity, grow th of esse nce can p racti cal ly stop at a v ery e arly age , and as a result we see men and wo men extern ally q uite g rown-up, but who se essen ce rema ins at the a ge o f ten or twelve. There a re ma ny conditio ns in mo dern life whic h g reatly fa vour this un der-develo pmen t o f essen ce. For insta nce, the infatua tion with spo rt, particularly with games , can very effec tively sto p the development of esse nce , and som etimes at su ch an e arly age th at essen ce is n ever fully a ble to rec over la ter. This show s that essence cannot be regar ded as conne cted onl y with the physic al c onstitutio n, in the simple mean ing o f the id ea. In orde r to e xplain m ore clearly w hat e sse nce m eans, I m ust agai n return to the stud y o f fun ctio ns. I said in the la st lec ture tha t the stud y o f ma n beg ins with the stud y of fo ur fun ctio ns: in tellec tual, emo tional, mo vin g a nd instin ctive. From ordinary psyc hology, and fro m ordinary thin kin g, we kn ow that the in tellec tual fun ctio ns, tho ughts, an d so on, are cont rolled or produ ced by a ce rtain centre whic h we c all ' min d' o r 'intellec t,' or 'the bra in.' And this is q uite"},{"pageNumber":35,"pageContent":"right. O nly, to be fully right, we must understan d that other funct ions are also cont rolled e ach by its ow n m ind or centre. Thus, fro m the po int o f view o f the system, there a re fo ur min ds o r centres whic h c ontrol o ur o rdinary actio ns: intellec tual min d, emo tional min d, mo vin g min d and in stin ctive min d. In further referen ces to them we sha ll c all them centres. Each ce ntre is qu ite indepen dent o f the o thers, ha s its o wn sphere o f actio n, its o wn powers, and its o wn wa ys o f develo pmen t. Cen tres, that is, their struc ture, capac ities, stro ng sid es an d defec ts, belo ng to essen ce. Their contents, th at i s, al l th at a centre acquires, belo ng to perso nality. The c ontents o f centres will be expla ined later. As I have alrea dy said, perso nality is a s eq ually n ecessa ry fo r the develo pmen t o f ma n as is essen ce, only it must sta nd in its right pla ce. This is hardly possible, bec ause perso nality is full o f wro ng ideas abo ut itself. It does n ot wish to sta nd in its rig ht pla ce, becau se its ri ght p lace is secondary and su bordi nate ; and it d oes n ot wish to kn ow the truth abo ut itself, fo r to kn ow the truth will mea n aba ndoning its fa lsely d omin ant po sitio n, and occupyin g the in ferio r po sitio n whic h rig htly belo ngs to it. The w rong r elative p ositions of essence and personal ity determin e the presen t d isha rmo nious sta te o f ma n. A nd the only way to get o ut o f this d isharmo nious state is by self- knowled ge. To kn ow on eself— this wa s the first prin ciple a nd the first dema nd of old psyc hological sc hools. We still remember these wo rds, but have lo st their mean ing. We thin k that to kn ow ourselv es, mean s to kn ow our pec uliarities, our d esires, our tastes, our c apacities a nd our in ten tions, when in rea lity it mea ns to know ou r-"},{"pageNumber":36,"pageContent":"selve s as mac hine s, that is, to k now the struc ture of one 's machine , its part s, functions of dif ferent p arts, the conditions gove rning the ir work and so on. We realise in a ge neral w ay that w e cannot k now any mac hine w ithou t stu dying it. We mu st reme mbe r this in relation to ourse lves and mu st stu dy ou r ow n mac hine s as mac hine s. T he me ans of study is self-o bse rvat ion. Ther e is no other wa y and no one ca n do this work for u s. We mu st do it ou rse lves. Bu t be fore this w e mu st le arn how to obse rve . I me an, w e mu st u nderstand th e te chnic al side of obse rvation: w e mu st k now that it is ne cessary to obse rve diffe rent fun ct ions and di stinguish b etween them , reme mb ering, at the s ame time , abou t diffe rent st ates of consc iousn ess, abou t our s leep , and abou t the many I's in us. Such obse rvations will very soon give re sults. First of all a man w ill notice that he cannot obse rve everything he finds in himse lf impart ially . Some things may p lease him, othe r things w ill annoy him, irritate him, even horrify him. And it cannot be othe rwise . Man cannot study himse lf as a remote star, or as a c uriou s f ossil. Q uite natu rally he w ill lik e in himse lf w hat he lps his de velop me nt and dislike w hat make s his de - velop me nt more dif ficult, or e ven imp ossible . This me ans that ve ry soon after starting to obse rve himse lf, he w ill be gin to distingu ish use ful featu res and harmf ul featu res in himse lf, that is, useful or harmf ul from the point of vie w of his p ossible se lf-know ledge , his possible aw ake ning, his possible de velop me nt. H e w ill se e side s of himse lf w hich can become consci ous, a nd si des whi ch cannot become consci ous and must be eliminat ed. In obse rving himse lf, he mu st alw ays reme mbe r that his self-study is the first ste p tow ards his p ossible evolution."},{"pageNumber":37,"pageContent":"Now w e mu st se e w hat are those harmf ul featu res that man finds in himself. Speaking in general the y are all me chanic al manif estations. T he first as has alre ady be en said, is lying. Lying is u navoidable in me chanic al life. No one ca n es cape i t and the m ore one t hinks that one is free from lying, the more one is in it. Lif e, as it is could not e xist w ithout lying. But from th e psychologic al side , lying has a dif ferent me aning. It me ans spe aking abo ut things one does not know, and ev en cannot know, as thou gh one knows and can know. You mu st understand that I do not sp eak from any moral p oint of vie w. We have not ye t c ome to qu estions of w hat is good, and what is bad, by itse lf. I sp eak only f rom a p rac tical p oint of vie w, of what is useful and wha t is ha rmful to sel f-study a nd sel f-dev elopment . Starting in this w ay, man ve ry soon le arns to disc ove r signs by which he can know harmf ul manif estations in himse lf. H e disc ove rs that the more he can control a manif estation, the les s harmf ul it can be, and that the le ss he can c ontrol it, that is, the more me chanic al it is, the more harmf ul it c an be come . Whe n man u nderstands this he be come s af raid of lying, again not on moral grounds, but on the grounds that he cannot control his lying, and that lying c ontrols him, that is, his othe r functions. The s econd da ngerous fea ture he fi nds in hi ms elf is imaginat ion. Ve ry soon after starting his obse rvation of himse lf he come s to the conclusion that the chief obstac le to obse rvation is imagination. He wishe s to obse rve some thing, bu t inste ad of that, imagination starts in him on the same subje ct, and he forge ts abou t obse rvation. Ve ry soon he re alise s that p eople asc ribe"},{"pageNumber":38,"pageContent":"to the w ord i magi nation a qu ite arti ficial and qu ite undeserved mea ning in the sen se o f creative or s elective facult y. H e rea lises tha t ima gination is a destruct ive facult y, tha t he c an never c ontrol it a nd that it alw ays car ries him aw ay from his m ore cons cious de cisions in a direc tion in whic h he ha d n o inten tion of going. Imagination is almo st a s ba d as lyin g, it is, in fact, lyin g to oneself. Man sta rts to ima gine somethin g in order to plea se himself, and very so on he beg ins to believe wha t he ima gines, or at lea st so me o f it. Further, or even befo re tha t, one fin ds ma ny very dangero us effec ts in the expression of n egative emotion s. The term ' negative emotions' m eans all e motions of violence or depression: self-pity, anger, suspic ion, fear, annoyan ce, bo red om, mistrust, jealo usy an d so on. Or dinar ily, one acce pts this expression of ne gat ive emotions as quite n atura l a nd even necessa ry. Very o ften peo ple c all it 'sincerity. ' Of course it ha s n othin g to do with sin cerity; it is simply a si gn of w eakne ss i n m an, a si gn of bad temper and of incap acity to keep his grieva nces to himself. M an rea lises this when he tries to oppo se it. And by this he lea rns another lesso n. H e rea lises tha t in rela tio n to mec hanical ma nifesta tions it is n ot en ough to observe them, it is n ecessa ry to resist them, bec ause witho ut resistin g them o ne c annot o bserve them. They ha ppen so quickly, so habitually an d so imperc eptibly, that o ne c annot n otice them if one d oes n ot ma ke suffic ient effo rts to create o bsta cles fo r them. After the expression of n egative emotion s one not ices in one self or in ot her people anot her cu rious mechani cal feature. This is talkin g. There is n o ha rm in ta lkin g by itself. B ut with some peo ple, espec ially with tho se who notice it lea st, it rea lly bec omes a vic e. They ta lk a ll the"},{"pageNumber":39,"pageContent":"time, everywhere they ha ppen to be, while wo rkin g, while tra vellin g, even while sleepin g. They never sto p talkin g to someo ne if there is so meo ne to talk to , and if there is no one, they talk to themselves. This too must not o nly be o bserved , but resisted as muc h as possible. With un resisted talkin g one c annot o bserve anythin g, and all the results o f a ma n's o bserva tions will immed iately eva porate in talkin g. The d iffic ulties he ha s in observin g these fo ur ma nifesta tions— lyin g, ima gination, the expressio n o f n egative emo tions and unnecessa ry ta lkin g—will sho w ma n his utter mec hanicalness, and the impo ssibility even of strug gling against this mec hanicalness witho ut help, that is, witho ut n ew kn owled ge an d witho ut ac tual assista nce. For even if a ma n ha s rec eived certa in ma teria l, he fo r - gets to use it, fo rgets to observe himself; in other wo rds, he fa lls asleep agai n and m ust al ways be aw ake ned. This 'fallin g asleep' has certa in d efin ite fea tures o f its o wn, unknow n, or at least u nregistered and u nnam ed, i n or dinar y psyc hology. These fea tures n eed spec ial stud y. There a re two of them. The first is c alled identific ation . 'Identifyin g' or 'identific ation.' is a curio us sta te in whic h ma n passes mo re tha n ha lf o f his life. H e 'identifies' with everythin g: with wha t he sa ys, wha t he feels, wha t he believes, wha t he d oes not believe, wha t he wishes, wha t he d oes n ot wish, wha t attra cts him, wha t repels him. E verythin g abso rbs him, and he cannot sepa rate himself fro m the id ea, the feelin g or the o bje ct tha t abso rbed him. This mea ns tha t in the sta te o f id entific atio n ma n is incapable o f looking impa rtia lly o n the o bjec t of his identific atio n. It is d iffic ult to fin d the sma llest thin g with whic h ma n is un able to 'identify.'"},{"pageNumber":40,"pageContent":"At the sa me time, in a sta te o f id entific atio n, ma n ha s even less control ov er h is m echani cal re acti ons th an at any oth er time. Such ma nifesta tions as lyin g, ima gination, the expressio n of negative emotions and cons tant talking need iden tific ation . They c annot exist witho ut id entific atio n. If man could get rid of identific atio n, he c ould get rid of ma ny useless a nd fo olish ma nifesta tions. Identific atio n, its mea ning, causes a nd results, is extremely well describe d i n the Philok alia whic h wa s men tioned in the first lec ture. B ut n o tra ce o f un dersta nding o f it can be found in mo dem psyc hology. I t is a q uite fo rgotten 'psyc hological discovery.' The sec ond sleep- producing sta te, akin to identific atio n, is cons ider ing . A ctua lly, 'considerin g' is id entific atio n with peo ple. It is a sta te in whic h ma n constantly wo rries a bo ut wha t other peo ple thin k of him; whether they g ive him his d ue, whether they adm ire him enough and so on, and so on. 'Consi dering' p lays a very impo rta nt pa rt in everyo ne's life, but in so me peo ple it bec omes an obsessio n. A ll their lives a re filled with considerin g, tha t is, wo rry, d oubt a nd suspic ion, and there rema ins n o pla ce for anythin g else. The myth o f the ' inferio rity c omplex' and other ' complexes' is created by the va guely rea lised but not understo od phen omenon of 'identific ation' and 'considerin g.' Bot h 'identifying' and 'cons idering' m ust be obs erved m ost serio usly. Only full kn owled ge o f them c an dimin ish them. If one cannot see them in oneself, one c an ea sily see them in other peo ple. But one must remember tha t one in no wa y d iffers fro m others. In this sen se a ll peo ple a re eq ual. Return ing n ow to wha t wa s sa id befo re, we must try to understa nd mo re c learly ho w the d evelo pmen t o f"},{"pageNumber":41,"pageContent":"man must be gin, and i n w hat w ay self-study can h elp this be ginni ng. From the very sta rt we meet with a diffic ulty in our language. For in stan ce, we wan t to speak abo ut man fro m the point of view of evolution. Bu t the w ord 'm an* i n or dinar y langu age doe s not adm it of any variation or any gradati on. Man w ho i s ne ver conscious an d never suspec ts it, man who is strugglin g to bec ome conscious, ma n who is fully conscious—it is a ll the sa me fo r o ur language. It is a lwa ys ' man* in every c ase. In order to avoid this diffic ulty a nd to help the stud ent in classifyin g his new ideas, the system d ivid es man into sev en categori es. The first three c ateg ories a re pra ctically o n the sa me level. Man No . 1, a ma n in who m the mo vin g or in stin ctive centres pred ominate o ver the in tellec tual and emo tional, tha t is, Physic al Man. Man No . 2, a ma n in who m the emo tional centre pred ominates over the in tellec tual, mo vin g and instin ctive. Emotional ma n. Man No . 3, a ma n in who m the intellec tual centre pred ominates o ver the emo tional, mo vin g and instin ctive. Intellec tual ma n. In ordinary life we meet o nly these three c ateg ories o f ma n. Each one of us a nd everyo ne we kn ow is either No . 1, No . 2, or No . 3. There a re hig her c ateg ories o f ma n, but men are n ot bo rn alrea dy belo nging to these hig her c ateg ories. They are all born No . 1, No . 2, No . 3 a nd can rea ch hig her categ ories only thro ugh schools. Man N o. 4 is not bo rn as such. He is a produ ct of school culture. H e differs fro m ma n No . 1, No . 2, and No . 3 by his knowled ge o f himself, by his un dersta nding"},{"pageNumber":42,"pageContent":"of his po sitio n an d, as it is expressed tec hnically, by his havin g acqu ired a p erm ane nt ce ntre of grav ity. This last means that the idea of acquirin g un ity, consciousness, perma nent 'I' and will, tha t is, the id ea of his d evelo pmen t ha s alrea dy bec ome for him mo re impo rtan t than his o ther in terests. It must be added to the c harac teristic s o f man No . 4, that his fun ctio ns a nd centres a re mo re ba lanced, in a wa y in whic h they could not be balan ced witho ut wo rk o n himself, ac cording to school principles and m ethods . Man N o. 5 i s a m an w ho has acqu ired unity and self - consciousn ess. He is differen t fro m ordinary ma n, bec ause, in him, one of the hig her centres a lrea dy wo rks, a nd he ha s ma ny functi ons and powers th at an ordi nary m an, th at i s, m an No. 1, 2 and 3 d oes n ot po ssess. Man No. 6 is a m an w ho as acqu ired objective co nscio us ness. Another hig her centre wo rks in him. H e po ssesses ma ny mo re new faculties and p owers, b eyond t he u nderstandi ng of an ordinar y m an. Man No. 7 i s a m an w ho h as attai ned all that a man can attai n. He has a perm anent 'I ' and free will. He can cont rol all the states of consciousness in himself a nd he a lrea dy c annot lose anythin g he has acquired . According to another d escriptio n, he is immor tal within the limits of the solar sy stem. Understan ding o f this d ivisio n of man in to seven catego ries is very impo rta nt, fo r the d ivisio n ha s very ma ny applic ations in all possible wa ys of stud yin g huma n activity. It gives, in the ha nds o f tho se who un derstan d it, a very stro ng an d very fin e instrumen t or tool for the definition of m anifestations w hich, w ithout it, ar e impo ssible to defin e. Ta ke, fo r in sta nce, the g eneral concepts o f relig ion, art,"},{"pageNumber":43,"pageContent":"science and p hilosophy. Be ginni ng w ith r eligion we can see at once tha t there must be a relig ion of ma n No . 1, tha t is, all forms of fetishism, no ma tter how they a re c alled ; a relig ion of ma n No . 2, tha t is, emo tional, sen timen tal relig ion, pa ssin g so metimes into fanaticism, the crudest forms o f in tolera nce, persec utio n o f heretic s and so on; a relig ion of ma n No . 3, tha t is theo retic al, scholastic relig ion, full o f argumen t abo ut wo rds, fo rms, ritua ls, whic h bec ome mo re impo rta nt tha n anythin g else; a relig ion of ma n No . 4, tha t is, the relig ion o f ma n who wo rks fo r self - develo pmen t; relig ion of ma n No . 5, tha t is, the relig ion of a ma n who has atta ined un ity a nd can see a nd kn ow ma ny thin gs tha t ma n No . 1, 2, and 3 can neither see n or kn ow; then a relig ion of man N o. 6 and a r eligion of m an N o. 7, ab out ne ither of which can we kn ow anythin g. The same d ivisio n applies to art, sc ien ce and philo sophy. There must be an art of man No. 1, an art of m an No. 2 , an art of m an No. 3; science of m an N o. 1, s cience of m an N o. 2, science of m an No. 3, science of man N o. 4 and s o on. You m ust try to find exa mples o f these fo r yo urselves. This expa nsion of concepts g reatly enlarges our possibility of findi ng right solutions to m any of ou r problems. And this mea ns tha t the system g ives us the po ssibility o f stud yin g a ne w lang uag e, tha t is, new fo r us, whic h will connect for us id eas o f differen t categ ories whic h a re, in rea lity, un ited , and divid e id eas o f seemin gly the sa me c ateg ories whic h are, in rea lity, differen t. The d ivisio n of the wo rd 'man' into seven wo rds: Man No . 1, 2, 3, 4, 5, 6, and 7, with a ll tha t fo llows, is a n exa mple o f this new l angu age. This gives us the fo urth d efin itio n of psyc hology as the"},{"pageNumber":44,"pageContent":"study of a new language. A nd this n ew la nguage is a univ ersal language, whic h peo ple so metimes try to fin d or inven t. The expressio n, ' a un iversa l language' or 'philo sophic al langu age,' m ust not be taken in a metaphorical sense. The langu age is un iversa l in the sa me sen se as ma thema tical symbo ls are universa l. And besid es tha t it in cludes in itself a ll tha t peo ple c an thin k a bo ut. Even the few wo rds o f this la nguage whic h have been expla ined, give yo u the po ssibility o f thin kin g and spea kin g with mo re prec isio n tha n is po ssible in ordinary la nguage, usin g any of the existin g sc ien tific o r philo sophic al termin ologies and nom encl atures."},{"pageNumber":45,"pageContent":"THI RD LECTURE TH E IDEA tha t ma n is a ma chine is n ot a new o ne. It is rea lly the only scien tific view po ssible; tha t is, a view ba sed on experimen t and ob servation. A v ery good de finition of man's mechani calness wa s given in the so -called 'psyc ho-physio logy' of the sec ond pa rt of the XIXt h century. Man w as r egar ded as i ncap able of any mo vemen t witho ut rec eivin g extern al impressio ns. Scien tists o f that time main tain ed that if it were po ssible to deprive man , fro m birth, of all o uter a nd in ner impressio ns a nd still keep him a live, he wo uld not be a ble to mak e the s malles t movement. Such an experimen t is, of course, impo ssible even with an anima l, bec ause the pro cess o f ma intaining life, brea thin g, ea tin g and so on, will pro duce a ll so rts o f impressio ns whic h will sta rt differen t reflec tory mo vemen ts first, and then awaken the mo vin g centre. But this id ea is in terestin g bec ause it sho ws c learly tha t the activity of the ma chine d epen ds o n extern al impressio ns, and begin s with respo nses to these impressio ns. Centres in the ma chine a re perfec tly adju sted to rec eive each its own kin ds o f impressio ns an d to respo nd to them in a correspo nding way. A nd when centres wo rk rightly, it is po ssible to calcula te the wo rk o f the ma chine a nd to foresee and foretell man y future happen ings an d respo nses in the mac hine, as well as to stud y them a nd even direc t them."},{"pageNumber":46,"pageContent":"But un fortun ately, centres, even in wha t is c alled a hea lthy and normal man , very rarely wo rk as they sho uld. The cau se of th is i s th at ce ntre s are m ade so th at, i n a certai n wa y, they c an repla ce o ne a nother. In the original pla n of Na ture the purpose of this was, undoubt edly, to m ake work of centres conti nuous and to cre ate a saf eguard agai nst p ossible interru ptions in the wo rk o f the ma chine, bec ause in so me c ases a n interruptio n cou ld be fatal. But the capacity of centres to wo rk fo r o ne a nother in an untra ined and un develo ped ma chine—a s all o ur ma chines a re— bec omes exc essive and, as a result, the mac hine o nly rarely wo rks with each centre d oing its ri ght work. Almo st every min ute o ne o r another c entre lea ves its o wn wo rk a nd tries to do the wo rk of another c entre whic h, in its turn , tries to do the wo rk of a third centre. I said th at ce ntre s can re place one anoth er to a ce rtai n e xtent, but n ot c ompletely, and in evita bly in suc h cases they wo rk in a much less effective w ay. For instance m oving ce ntre can, u p t o a point, imita te the wo rk o f in tellec tual c entre, but it c an only pro duce very va gue a nd disconnected tho ughts a s, fo r exa mple, in dreams and in day-dreamin g. In its turn , the in tellec tual centre c an wo rk for the mo vin g centre. Try to write, fo r in stan ce, thin kin g abo ut every letter you a re g oing to write a nd ho w yo u will write it. You can m ake experiments of this kind in trying to use your min d to do somethin g whic h yo ur ha nds o r yo ur leg s can do witho ut its help fo r in sta nce, wa lk d own a sta ircase noticing every mo vemen t, or do so me ha bitua l wo rk with yo ur hands, calcula ting and prepa ring every sma ll mo vemen t by min d. Y ou will immed iately see ho w muc h mo re d iffic ult the"},{"pageNumber":47,"pageContent":"wo rk will bec ome, ho w muc h slo wer and how muc h mo re clumsy the intellectual ce ntre is than the moving centre. You can see this al so w hen you l earn s ome kind of new movement— suppo se you lea rn the use of the typewriter o r any kin d of new physic al wo rk—o r take a soldier d oing rifle d rill. For so me time in all your (or his) mo vemen ts yo u will d epen d o n the intellec tual c entre, and only a fter so me time will they beg in to pass to m oving ce ntre. Everyo ne kn ows the relief when mo vemen ts bec ome habitua l, when the a dju stmen ts bec ome a utoma tic, and when there is no need to thin k and calcula te every mo vemen t all the time. This mea ns tha t mo vemen t ha s pa ssed to the mo vin g centre, where it norma lly belo ngs. The instin ctive centre c an wo rk fo r the emo tional, and the emo tional c an occasio nally wo rk fo r a ll o ther c entres. And in some cases the in tellec tual centre ha s to wo rk fo r the in stin ctive centre, altho ugh it can only d o a very sma ll pa rt o f its wo rk, the part whic h is c onnected with visible mo vemen ts, suc h as the mo vemen t of the c hest d urin g brea thin g. It is very dangero us to interfere with n orma l fun ctio ns o f the in stin ctive centre, as for insta nce in artific ial brea thin g, whic h is so metimes d escribed a yogi brea thin g, and whic h must n ever be un derta ker witho ut the adv ice and obse rvation of a com petent and e xperienced te ach er. Return ing to the wro ng wo rk o f centres, I must say that this fills up pra ctically all our life. O ur d ull impressio ns, our va gue impressions , ou r lack of impressions , ou r slow understandi ng of ma ny thin gs, very often our id entifyin g and our c onsiderin g, even our ly ing, all these d epen d on the wro ng wo rk o f centres. The id ea of the wro ng wo rk o f centres d oes n ot en ter"},{"pageNumber":48,"pageContent":"into our ordinar y thinking and or dinar y know ledge , and w e do not rea lise how muc h ha rm it d oes to us, ho w muc h en erg y we spen d unnecessa rily in this wa y a nd the d iffic ulties in to whic h this wro ng wo rk o f centres lea ds us. Ins ufficient understandi ng of the w rong w ork of ou r machine is usua lly connected with the fa lse n otio n of our un ity. When we understand how much di vided w e ar e in. ou rselves, w e be gin t o rea lise the danger tha t can lie in the fa ct tha t one pa rt o f ourselves works instead of m other part, w ithout ou r know ing it. In the wa y o f self- stud y and self- observa tio n it is necessa ry to stud y and observe n ot o nly the right wo rk o f centres, but also the wrong w ork of ce ntres. It is ne cessary to know all kinds of wrong wo rk a nd the pa rtic ula r fea tures o f the wro ng wo rk belo nging to partic ula r individ uals. It is impo ssible to kn ow oneself witho ut know ing one 's defects and w rong f eatures. And, i n. addi tion t o general defec ts belo nging to everyo ne, ea ch of us ha s his o wn partic ula r defec ts belo nging only to himself, and they a lso ha ve to be stud ied at the right time. I po inted out in the begin ning that the idea that man is a ma chine bro ught in to mo tio n by extern al in fluen ces is rea lly and truly a scien tific idea. Wha t scien ce d oes n ot kn ow is: Fir st, tha t the huma n ma chine does n ot wo rk up to its sta ndard, and actu ally w orks m uch be low its norm al standard; that is, not with its full po wers, not with a ll its pa rts; and Sec ond, tha t in spite o f ma ny o bsta cles it is c apable of develo pin g and creatin g fo r itself q uite differen t sta ndards of rec eptivity and actio n. We sha ll n ow spea k o f the c onditio ns necessary fo r"},{"pageNumber":49,"pageContent":"develo pmen t bec ause it must be remembered tha t a ltho ugh develo pmen t is possible, it is a t the sa me time very ra re a nd req uires a great n umber o f extern al and intern al conditio ns. Wha t are these c onditio ns? The first of these conditio ns is tha t ma n must un dersta nd his positio n, his d iffic ulties a nd his po ssibilities a nd must have either a very stro ng desire to get o ut o f his presen t sta te o r ha ve a very great in terest for the n ew, for the un known state whic h must c ome with the c hange. Speakin g sho rtly, he must be either very stro ngly repelled by his presen t sta te o r very stro ngly a ttra cted by the future state that may be attain ed. Further, one must ha ve a certa in prepa ration. A ma n must be able to un derstan d what he is to ld. Also, he must be in rig ht c onditio ns extern ally, he must have suffic ient free time fo r stud y a nd must live in circumsta nces whic h make stud y po ssible. It is impo ssible to en umera te a ll the c onditio ns whic h a re necessa ry. B ut they in clude a mong other thin gs a sc hool. A nd school implies suc h so cial and po litic al conditio ns in the given country in whic h a sc hool can exist, bec ause a school cannot exist in any condi tions; and a m ore or l ess orde red l ife and a ce rtai n level o f c ulture a nd person al freed om a re n ecessa ry fo r the existen ce o f a sc hool. O ur time is partic ula rly diffic ult in this respec t. Schools in the E ast a re d isappea ring very quickly. In ma ny countries they are abso lutely impo ssible. Fo r in stan ce, no school could exist in B olshevik R ussia , or in Hitler' s Germa ny, or in Musso lini's Italy, or in Kema l's Turkey. I q uoted so me verses fro m the Laws of Manu referrin g to this subj ect in the New Model of the Un iverse."},{"pageNumber":50,"pageContent":"From th e ru les for a Snataka (h ouseholder): 61. He must n ot live in a country g overn ed by S udras, nor in one inhabited by impio us men , nor in one c onquered by heretic s, nor one ab oundi ng w ith m en of lower cas tes. 79. He m ust not be in the com pany of ou tcastes, nor of Kandalas , the lo west o f men , nor of Pukka ses, nor of idiots, nor of arrogant m en, nor of m en of low class, nor of Ant yavasay ins (gr ave-di ggers). Ch apter VIII. 22. A kin gdom peo pled mo stly by S udras filled with g odless men and deprived of twic e-born in habita nts, will so on who lly perish, stric ken by hun ger a nd disea se. These id eas o f the La ws o f M anu are very interestin g bec ause they give us a basis on whic h we c an ju dge d ifferen t po litic al and social condi tions from the poin t of view of school-work, and to see whic h c onditio ns are rea lly pro gressive, and whic h brin g only the destruc tion of all rea l va lues, altho ugh their a dheren ts preten d tha t these c onditio ns are pro gressive a nd even ma nage to deceive quantities o f weak- minded peo ple. Bu t external condi tions do not de pend on u s. T o a certain exten t, an d so metimes with great d iffic ulty, we c an choose the country where we prefer to live, but we c annot choose the perio d of the century and m ust try to find what we want in the period in whic h we a re pla ced by fa te. So we must understa nd tha t even the beg inning of prepa ration for development ne eds a com bi nation of external and i nternal conditio ns whic h o nly ra rely c ome a ll to gether."},{"pageNumber":51,"pageContent":"But at the same time, we must un derstan d that at least so far as internal condi tions ar e conce rned, m an i s not entirely left to the law o f accident. There a re ma ny lig hts a rra nged fo r him by whic h he c an fin d his wa y if he c ares to and if he is luck y. H is po ssibility is so sma ll tha t the elemen t o f luck cannot be excluded. Let us n ow try to an swer the q uestio n: What makes a man desire to acquire n ew kn owled ge a nd to change himself? Man lives in life un der two kin ds of in fluen ces. This must be very well un dersto od and the d ifferen ce between the two kin ds of influen ces must be very c lear. The first kin d consists o f in terests an d attrac tio ns c reated by life its elf: interests o f one ' s health, safety, wealth, pleasures, am usements, security, vanity, pride, fame, etc. The s econd k ind cons ists of interests of a di fferent order aroused by id eas whic h a re n ot c reated in life but come or iginally from sc hools. These influen ces do not rea ch ma n direc tly. They a re thro wn into the gen eral turn over o f life, pass thro ugh man y different m inds and r each a m an through philosophy, science , religion and art, al ways m ixed w ith influence s of th e first ki nd and generally very little resemblin g wha t they were in their beg inning. In mo st c ases men do not rea lise the differen t origin of the influen ces o f the sec ond kin d and often expla in them as havin g the same o rigin as the first kin d. Although m an doe s not know of the e xistence of two k inds of influen ces, they bo th a ct o n him a nd in one wa y o r another wa y he respo nds to them. He can be mo re id entified with o ne o r with some of the influen ces o f the first kin d and not feel in fluen ces o f"},{"pageNumber":52,"pageContent":"the sec ond kin d at all. O r he c an be a ttra cted and affec ted by o ne or another o f the in fluen ces o f the sec ond kin d. The result is different in each cas e. We will c all the first kin d of in fluen ce, in fluen ce A and the second, i nfluence B. If a ma n is fully in the po wer o f in fluen ce A, or of one partic ula r in fluen ce A, a nd q uite in differen t to in fluen ce B, nothin g ha ppen s to him a nd his possibility of develo pmen t dimin ishes with every yea r o f his life, and at a certa in age, sometimes q uite a n ea rly a ge, it d isappea rs completely. This mea ns tha t ma n dies while physic ally rema ining still a live, like grai n th at cannot ge rm inate and p rodu ce a p lant. But if, on the o ther ha nd, ma n is n ot c ompletely in the power of influence A and if in fluen ces B attra ct him a nd ma ke him feel and th ink, results of the i mpressi ons they prod uce collec t in him together, attra ct other influen ces o f the sa me kin d and grow, occupyin g a mo re impo rta nt pla ce in his min d and life. If the results pro duced by in fluen ce B bec ome suffic iently stro ng, they fuse to gether a nd fo rm in ma n wha t is called a magnetic centre. It m ust be understood at once that the word 'centre' in this c ase d oes n ot mean the same thin g as the 'intellec tual' or the ' moving' c entre; tha t is, centres in the essen ce. Magnetic centre is in perso nality, it is simply a group o f in terests whic h, when they bec ome suffic iently stro ng, serve, to a certa in degree, as a guiding and controllin g fa ctor. M agnetic centre turn s one's in terests in a certa in direc tion and helps to keep them there. At the sa me time it c annot d o muc h by itself. A school is necessary. Magne tic ce ntre cannot replace a s chool , but it can help to rea lise the n eed of a sc hool; it c an help to beg in to look for a school , or if one m eets a s chool by"},{"pageNumber":53,"pageContent":"cha nce, ma gnet ic cent re ca n hel p to recogni se a school and t ry not to lose it. Be cause nothing is e asier to lose than a sc hool. Posse ssion of a magne tic centre is the first, althou gh quite unspoken, demand of a sc hool. If a man w ithou t a magne tic centre , or a small or a weak magne tic centre , or w ith several contradic tory magne tic centre s; that is, inte reste d in many inc omp atible things at the same time , me ets a school, he doe s not become inte reste d in it, or he be come s c ritic al at onc e before he can k now anything, or his inte rest disap pears ve ry qu ickly when he me ets w ith the first dif ficultie s of sc hool work. This is the chief saf eguard of a sc hool. Withou t it the sc hool w ould be fille d w ith qu ite a wrong k ind of p eople w ho w ould imme diate ly distort the school teaching. A right magne tic centre not only he lps one to re cognise a school, it also he lps to absorb the school te aching w hich is dif ferent f rom both influences A and influences B and may be called inf luence C. Influence C can be transf erre d only by w ord of mou th, by dire ct instru ction, explanation and de monstration. When a ma n meet s wi th influen ce C and is able to absorb it, it is said abou t h im th at in one point of himse lf; that is, in magnetic centre, he b ecome s fr ee fr om the l aw o f acci de nt. From this mome nt the magne tic centre has ac tually p laye d its part. It brou ght man to a sc hool or h elped him in h is first ste ps th ere. From then on the idea s and the t eaching of the s chool take t he pl ace o f ma gnetic centre and slow ly be gin to p enetrate into the dif ferent p arts of personality and w ith time into e sse nce. One can le arn many things about schools, about the ir organisation and abou t the ir activity in the ordinary w ay by re ading and by stu dying historic al p eriods w hen"},{"pageNumber":54,"pageContent":"schools were mo re c onspic uous a nd mo re a ccessible. But there a re certain things about school s that one can l earn onl y in school s themselves. A nd the expla nation of sc hool prin ciples and rules occupies a very c onsidera ble pla ce in school tea chin g. One of the mo st impo rta nt prin ciples o ne lea rns in this wa y is that real school work m ust proceed by three lines simulta neously. One line of wo rk, or two lin es o f wo rk, cannot be c alled rea l 'school work.' Wha t are these three lin es? In the first lec ture I sa id tha t these lec tures are not a school. No w I will be a ble to expla in why they a re n ot a school. Once at a l ectu re a qu estion w as aske d: Do people who stu dy this system wo rk o nly fo r themselves o r do they wo rk for other peo ple? No w I will a lso answer this q uestio n. The first line is stud y o f oneself a nd stud y o f the system, or the 'language.' Wo rkin g on this lin e o ne c erta inly wo rks for on eself. The sec ond lin e is wo rk with o ther peo ple in the sc hool and wo rkin g with them, one wo rks n ot o nly with them but for them. So in the sec ond lin e o ne lea rns to wo rk with peo ple and for peo ple. This is why the sec ond lin e is pa rtic ula rly d iffic ult for some peo ple. In the third lin e, one wo rks for the sc hool. In order to wo rk for the sc hool, one must first understand the wo rk o f the sc hool, understa nd its a ims a nd need s. And this req uires time unless one is rea lly well prepa red, bec ause so me peo ple can begin with the third line, or in any c ase fin d it very ea sily."},{"pageNumber":55,"pageContent":"When I said tha t these lec tures a re n ot a sc hool, I mea nt tha t these lec tures g ive the po ssibility o f only one line of wo rk; tha t is, stud y o f the system a nd self- stud y. It is true tha t even by lea rning together peo ple stud y the beg inning of the sec ond lin e o f wo rk, at least they learn to bear one ano ther , and if their tho ught is bro ad enough and their perc eptio n quick en ough they c an even grasp somethin g abo ut the sec ond and third lines of wo rk. Still one cannot expect m uch just from lectures. In t he second l ine of w ork, in com plete school organi sation, people m ust not onl y talk to gether, but work together, an d this wo rk can be very d ifferen t but must always, in one o r an other wa y, be useful to the school. So it mea ns tha t wo rkin g in the first line peo ple stud y the sec ond lin e a nd wo rkin g in the sec ond lin e they stud y the third lin e. La ter yo u will lea rn why three lin es a re necessa ry a nd why o nly three lin es o f wo rk can pro ceed suc cessfully an d to ward s a d efin ite aim. Even now you can u nderstand t he ch ief reason of the ne cessity of three lin es o f wo rk if yo u rea lise tha t ma n is asleep and whatever wo rk he starts, he so on loses in terest in it an d continues mec hanically. Three lin es o f wo rk a re n ecessa ry, first o f all, bec ause o ne lin e a wakes a ma n who falls a sleep o ver a nother lin e. If o ne rea lly wo rks o n three lin es, one can never fall asleep completely; in any c ase o ne c annot sleep a s happily as befo re; one will a lwa ys a wake a nd rea lise tha t one's wo rk ha s sto pped . I c an sho w also one very c haracteristic differen ce between three lin es o f wo rk. In the first lin e, one wo rks c hiefly o n the stud y o f the system o r self-stud y an d on self-o bservatio n, an d one must man ifest in one's wo rk a certa in amount of initia tive in rela tio n to oneself."},{"pageNumber":56,"pageContent":"In the s econd l ine one w orks in conne ction w ith ce rtain organi sed w ork and one m ust onl y do what one is told. No initia tive is req uired or admitted in the sec ond lin e a nd the c hief point in this is dis cipline and followin g exa ctly wha t one is to ld, witho ut brin ging in any of one's o wn id eas even if they a ppea r better than tho se that have been given . In the third lin e a gain one c an ma nifest mo re initia tive, but one must a lwa ys verify oneself a nd not let o neself ma ke d ecisio ns agai nst ru les and p rinciples, or agai nst w hat one has be en tol d. I sa id befo re tha t the wo rk beg ins with the stud y o f the language. It will be very useful if a t this po int yo u try to rea lise that you al ready know a ce rtai n nu mbe r of w ords of this new language, and it will also be very useful if yo u try to count these new wo rds and write them d own to gether. O nly they must be written d own witho ut any commen ts; that is, witho ut interpretatio n— c ommen ts an d in terpretatio ns or explan atio ns must be in your understan ding. You c annot put them o n paper. If this were po ssible, the stud y o f psyc hological tea chin gs wo uld be very simple. It wo uld be suffic ient to publish a sort of dictionary or glossa ry a nd peo ple wo uld kn ow all tha t it is necessa ry to know. But, fo rtun ately o r un fortun ately, this is impo ssible a nd men have to lea rn and wo rk ea ch fo r himself. We m ust agai n r eturn to ce ntres and find why we cannot develo p mo re q uickly witho ut the n ecessity fo r lo ng school wo rk. We know tha t when we lea rn so methin g, we a ccumula te n ew material in our memo ry. But what is our memo ry? In order to understan d this, we must learn to"},{"pageNumber":57,"pageContent":"regard eac h c entre as a separate and indepen dent mac hine, consistin g of a sen sitive ma tter simila r to the ma ss of phon ogra phic rolls. All tha t happen s to us, all tha t we see, all tha t we hea r, all tha t we feel, all tha t we lea rn is reg istered on these rolls. It mea ns that al l external and i nternal events l eave ce rtai n 'impressions' on the rolls. 'Impressio ns' is a very g ood wo rd bec ause it a ctua lly is an impressi on or an imp rint. An impression can be deep, or it can be very slig ht, or it c an be simply a g lancing impressio n tha t disap pears v ery qu ickly and l eaves no trace af ter it. Bu t whether deep or slig ht they a re impressio ns. And these impressio ns o n ro lls are all that we have, all o ur po ssessio ns. Everythin g that we know, everythin g tha t we have lea rned, everythin g tha t we ha ve expe - rien ced is all there o n our ro lls. Exactly in the sa me wa y a ll o ur tho ught pro cesses, c alcula tions, spec ula tions consist only of com paring the inscri ptions on rol ls, re adi ng th em agai n and agai n, tryin g to un derstan d them by puttin g them to gether, and so on. We c an thin k o f nothin g new, nothin g tha t is n ot o n our rolls. We can neither say nor do any thing t hat doe s not cor respond t o some inscriptio n on the rolls. We c annot in ven t a new tho ught in the sam e way as w e cannot i nvent a ne w ani mal, be cau se all ou r ideas of ani mals are cre ated by ou r obse rvation of existing ani mals. Inscriptio ns or impressio ns on ro lls are c onnected by asso ciatio ns. A sso ciatio ns c onnect impressio ns either rec eived simulta neously o r in so me wa y simila r to one a nother. In my first lec ture I said that memo ry d epen ds o n consciousness and tha t we a ctua lly remember o nly the mo men ts when we had flashes o f c onsciousness. I t is q uite c lear tha t d ifferen t simultan eous impressio ns connected"},{"pageNumber":58,"pageContent":"together will rema in lo nger in memo ry tha n unconnected impressio ns. In the flash o f self-c onsciousn ess, or even near it, all impressio ns of the mo men t are c onnected and rema in connected in the memo ry. The sa me refers to impressio ns connected by their inner simila rity. If o ne is mo re c onscious in the mo men t o f rec eivin g impressio ns, o ne c onnects mo re d efin itely the n ew impressio ns with similar o ld impressio ns an d they remain con - nected in memo ry. O n the o ther ha nd if one rec eives impressio ns in a sta te of id entific atio n, one simply d oes n ot n otice them a nd their tra ces d isappea r befo re they c an be a pprec iated or asso ciated. In the sta te o f id entific atio n one d oes n ot see a nd one does not hea r. O ne is who lly in one's g rieva nce, or in one's desire, or in one's ima gination. O ne c annot sepa rate o neself fro m thin gs or feelin gs or memo ries and o ne is shut o ff fro m all the wo rld arou nd."},{"pageNumber":59,"pageContent":"FOURTH LECTURE WE SHALL beg in to day with a mo re d etailed exa mination of centres. This is the d iagram o f fo ur c entres. Intellec tual centre He ad Em otional Mi ddl e part of centre the bo dy. Chest Lower part o f Mov ing and the bo dy and Instin ctive back centres The d iagram represen ts a ma n sta nding sid ewa ys, looking to the left, and in dicates the rela tive po sitio n o f c entres in a very schema tic wa y. In reality eac h c entre oc cupies the whole body , pen etrates, so to spea k, the who le o rganism. At the sa me time, ea ch centre ha s wha t is c alled its ' centre o f g ravity. ' The centre of gravity of the intellec tual centre is in the bra in; the centre o f gravity o f the emo tional centre is in the so lar plexus; the c entres o f gravity o f the mo vin g and in stin ctive centres are in the spin al cord. It must be un dersto od tha t in the presen t sta te o f sc ien tific knowled ge we ha ve n o mea ns o f verifyin g this sta temen t, chiefly bec ause ea ch centre in cludes in itself ma ny pro perties whic h are still un known to ordinary"},{"pageNumber":60,"pageContent":"scien ce an d even to an atomy . It ma y so und stra nge, but the fa ct is tha t the a natomy o f the huma n bo dy is far fro m bein g a completed scien ce. So the stud y of centres, whic h a re hid den fro m us, must beg in with the o bserva tion of their fun ctio ns, whic h a re q uite o pen fo r our in vestig ation. This is q uite a usua l course. In the d ifferen t sc ien ces— physic s, chemistry, astro nomy, physio logy—w hen we c annot rea ch the fac ts or objec ts or matters we wish to stud y, we have to begin with a n investig ation of their results or trac es. In this case we shall be dealin g with the d irec t fun ctio ns o f centres; so all that we establish abo ut fun ctio ns can be applied to centres. All c entres ha ve muc h in commo n and, a t the same time, each centre has its own pec uliar c harac teristic s whic h must always be kept in min d. One o f the mo st impo rta nt prin ciples tha t must be understo od in rela tio n to centres is the g reat differen ce in their speed , tha t is, a differen ce in the speed s o f their fun ctio ns. The slowest is the in tellec tual c entre. Next to it—a ltho ugh very muc h fa ster— stand the mo vin g and in stin ctive c entres, whic h have mo re o r less the sa me speed . The fa stest o f all is the emo tional c entre, tho ugh in the sta te o f 'waking sleep' it wo rks only very ra rely with a nythin g appro xima ting to its rea l speed , and generally wo rks with the speed of the in stin ctive a nd mo vin g centres. Observa tions can help us to esta blish a great d ifferen ce in the speed s o f fun ctio ns, but they c annot g ive us the exa ct figures. In rea lity the d ifferen ce is very g reat, greater tha n one c an ima gine a s bein g po ssible between fun ctio ns o f the same organism. As I have just said , with o ur o rdinary mean s we c annot calculate the d if-"},{"pageNumber":61,"pageContent":"feren ce in the speed of centres, but, if we a re to ld wha t it is, we can fin d ma ny fa cts whic h will c onfirm n ot the fig ures but the existen ce o f the en ormo us d ifferen ce. So be fore br inging i n figures, I w ant to speak ab out or dinar y observa tions whic h c an be ma de witho ut any spec ial kn owled ge. Try, fo r in sta nce, to compa re the speed of men tal pro cesses with mo vin g fun ctio ns. Try to observe yo urself when yo u have to perfo rm ma ny quick simulta neous mo vemen ts, as when drivin g a car in a v ery cr ow ded s treet, or riding f ast on a b ad r oad, or doi ng any wo rk req uirin g quick jud gmen t and quick mo vemen ts. You will see a t once tha t yo u c annot observe all your mo vemen ts. You will either have to slo w them d own or miss the g reater pa rt o f your observa tions; otherwise yo u will risk a n a ccident a nd pro ba bly ha ve o ne if yo u persist in observin g. There a re ma ny simila r observa tions whic h can be ma de, pa rtic ula rly o n the emo tional c entre whic h is still fa ster. Everyo ne of us rea lly has many ob servations on t he di fferent speeds of our funct ions , bu t onl y very rarely do w e know the value of ou r ob servations and experien ces. O nly when we kn ow the prin ciple do we beg in to understand ou r ow n p revious ob servations. At the same time it must be sa id tha t all the figures referrin g to these d ifferen t speed s a re esta blished a nd kn own in school systems. As you will see la ter, the d ifferen ce in the speed of centres is a very stran ge figure whic h has a c osmic mean ing, that is, it enters into ma ny cosmic pro cesses o r, it is better to sa y it divid es man y cosmic pro cesses one fro m an other. This figure is 30, 000. This mean s that the mo vin g an d in stin ctive centres are 30, 000 times faster than the in tellec tual c entre. And the"},{"pageNumber":62,"pageContent":"emo tional centre, when it wo rks with its pro per speed , is 30, 000 times faster than the mo vin g an d instin ctive c entres. It is diffic ult to believe in suc h an en ormo us d ifferen ce in the speed s o f fun ctio ns in the same o rgan ism. It actually mean s that different ce ntres have a qu ite differen t time. The in stin ctive a nd moving ce ntres h ave 3 0, 000 times lo nger time than the intellec tual c entre, and the emo tional c entre ha s 30, 000 times longer time tha n the mo vin g and instin ctive c entres. Do yo u un derstan d clearly what ' longer time 1 mea ns? It mea ns tha t, fo r every kin d of wo rk tha t a centre ha s to do, it ha s so muc h mo re time. H owever stra nge it ma y be, this fa ct of the grea t differen ce in the speed o f centres expla ins ma ny well- known phen omena whic h o rdinary sc ien ce c annot expla in and whic h it gen erally passes o ver in silen ce, or simply refuses to discuss. I am referrin g now to the a stonishin g and quite in explic able speed of some o f the physio logic al an d men tal pro cesses. For i nstance —a m an dri nks a gl ass of brandy, and immediately in no mo re tha n a sec ond, he experien ces ma ny new feelin gs and sen sations—a feelin g o f wa rmth, rela xatio n, relief, pea ce, contentmen t, well- bein g, or on the o ther ha nd, anger, irrita tio n, and so on. Wha t he feels ma y be d ifferen t in differen t cases, but the fact rema ins tha t the bo dy respo nds to the stimula nt very qui ckly, almost at once . There is rea lly n o need to spea k a bo ut bra ndy or any o ther stimula nt; if a ma n is very thirsty o r very hun gry, a glass o f wa ter or a piec e o f brea d will pro duce the sa me q uick effec t. Simila r phen omena represen tin g the en ormo us speed of certa in pro cesses c an be n oticed, fo r in stan ce, in"},{"pageNumber":63,"pageContent":"observin g dreams. I referred to so me o f these o bservatio ns in A New Model of the Un iverse. The d ifferen ce is a gain either between the in stin ctive a nd the intellec tual c entres o r between the mo vin g and the intellec tual. But we are so accusto med to these phen omena tha t we ra rely thin k ho w stra nge a nd incomprehen sible they a re. Of course, for a ma n who ha s n ever tho ught a bo ut himself a nd never tried to stud y himself, there is n othin g stra nge in this o r in anythin g else. But in rea lity, fro m the point of view of ordinary physio logy, these phen omena look almo st mira culous. A physio logist kn ows ho w man y complic ated pro cesses must be gone thro ugh between swallo win g bran dy or a glass o f water and feelin g its effec ts. Every substa nce enterin g the body by wa y of the mo uth ha s to be a nalysed , tried in severa l d ifferen t wa ys and only then accepted or rej ected. A nd all this ha ppen s in one sec ond or less. It is a mira cle, and at the sa me time it is not. For, if we kn ow the d ifferen ce in the speed of centres and remember tha t the in stin ctive c entre, whic h ha s to do this wo rk, has 30, 000 times mo re time than the in tellec tual c entre by whic h we measure our o rdinary time, we c an un derstan d ho w it may happen . It mea ns tha t the in stin ctive centre has not one sec ond, but about eight hours o f its o wn time fo r this wo rk, and in eig ht hours this wo rk c an certain ly be d one in an ordinary labo rato ry witho ut any unnecessa ry haste. So our id ea of the extra ordinary speed of this wo rk is purely a n illusio n whic h we have bec ause we thin k that o ur o rdinary time, or the time o f the intellec tual centre, is the o nly time whic h exists. We sha ll return later o n to the stud y o f the differen ce in speed of ce ntres."},{"pageNumber":64,"pageContent":"No w we must try to un derstan d an other c harac teristic o f centres whic h will later g ive us very g ood ma teria l fo r self - observatio n an d fo r wo rk upo n ourselves. It is supposed t hat each ce ntre is divided into two parts, positive an d negative. This d ivisio n is pa rtic ula rly c lear in the in tellec tual centre and in the in stin ctive c entre. All the wo rk o f the in tellec tual centre is d ivid ed into two parts: affirmation and ne gation; ye s and no . In every mo men t of our thin kin g, either one o utweig hs the o ther o r they c ome to a mo men t of eq ual stren gth in in decisio n. The n egative part of the intellec tual c entre is a s useful a s the po sitive pa rt, and any dimin ishin g of the stren gth o f the o ne in rela tio n to the o ther results in men tal d isorders. In the wo rk o f the in stin ctive c entre the divisio n is also quite clear, an d bo th parts, po sitive an d n egative, o r pleasan t an d unplea sant, are eq ually n ecessa ry fo r a rig ht o rien tation in life. Pleasant sen sations of taste, smell, to uch, tempera ture, wa rmth, coolness, fresh a ir—a ll in dicate c onditio ns whic h a re ben eficial for life; and unpleasan t sen satio ns of bad taste, bad smell, un pleasan t touch, feelin g of oppressive hea t o r extreme c old, all indicate conditio ns whic h c an be ha rmful to life. It ma y d efin itely be sa id tha t no true orien tation in life is possible witho ut both pleasan t an d un pleasan t sen satio ns. They are th e re al gu idance of all ani mal life on the earth and any defect in them results in a lack of orien tation and a consequen t danger of illn ess and death. Thin k ho w q uickly a ma n wo uld po iso n himself if he"},{"pageNumber":65,"pageContent":"lost a ll sen se o f ta ste a nd smell, or if, in so me un natura l wa y, he conqu ered in himself a nat ural disgust of unpleasant sensations. In the mo vin g centre the d ivisio n in to two parts, positive and negative, ha s o nly a logical mea ning; tha t is, mo vemen t as oppo sed to rest. It has n o mean ing fo r prac tical observatio n. In the emo tional c entre, at a first g lance, the d ivisio n is quite simple an d obvio us. If we take pleasan t emo tions suc h as joy, sympa thy, affec tion, self- confid ence, as belo nging to the positive part, an d un pleasan t emo tions suc h as bo red om, irritatio n, jea lousy, envy, fea r, as belo nging to the n egative pa rt, thin gs will look very simple; but in rea lity they a re muc h mo re c omplic ated. To beg in with, in the emo tional c entre there is no natura l negative pa rt. The g reater pa rt o f negative emo tions are artific ial; they d o not belo ng to the emo tional centre pro per and are based on in stin ctive emo tions whic h a re q uite un rela ted to them but whic h a re tra nsfo rmed by ima gination and id entific atio n. This is the rea l mea ning of the theo ry o f James a nd La nge, at one time very well- known. They in sisted tha t all emo tions were rea lly sensations of ch ange s in inne r or gans and tissues, change s which took p lace be fore se nsati ons, and w ere th e actu al cau se of sensati ons. That re ally m eant th at e xternal e vents and i nne r realisations di d not produ ce emotions. Ex ternal events and inne r rea lisa tions pro duced in ner reflexes whic h pro duced sen sations; and these were in terpreted as emo tions. A t the sa me time po sitive emotions such as 'love,' ho pe, ' ' faith' in the sen se in whic h they are usua lly understo od; tha t is, as perma nent emo tions, are impo ssible for a ma n in the ord inary sta te o f consciousness. They req uire hig her sta tes"},{"pageNumber":66,"pageContent":"of c onsciousness; they req uire in ner un ity, self-c onsciousn ess, perma nent 'I' a nd will. Positive emotions ar e emotions which canno t become negative. Bu t all o ur plea sant emo tions suc h as jo y, sympa thy, affec tion, self - confidence, can, at an y mo men t, turn in to bo red om, irritatio n envy, fear and so on. Love can turn into je alousy or fear to lose wha t one lo ves, or in to anger a nd hatred ; hope can turn into day - dreamin g and the expec tation of impo ssible thin gs, a nd fa ith c an turn i nto su persti tion and a w eak acce ptance of com forting non - sen se. Even a purely in tellec tual emo tion—the d esire fo r kn owled ge, or an aesthetic emo tion; tha t is, a feelin g of bea uty o r ha rmo ny—if it bec omes mixed with id entific atio n, immed iately unites with emo tions of a n egative kin d suc h as self-prid e, van ity, selfishn ess, conce it and s o on. So we c an sa y witho ut a ny po ssibility o f mista ke tha t we can have n o po sitive emo tions. A t the sa me time, in actua l fact, we have no negative emo tions whic h exist witho ut ima gination and identific atio n. Of course it c annot be d enied that besid es the man y and va ried kin ds o f physic al sufferin g whic h belo ng to the instinctive ce ntre, m an h as m any kinds of m ental suffering which be long to the e motional ce ntre. He has m any sorrows, gr iefs, fears, apprehen sio ns a nd so on whic h c annot be avoided and are as closely c onnected with ma n's life a s illn ess, pain and death. But these men tal sufferin gs a re very d ifferen t fro m negative emo tions whic h a re ba sed on ima gination and identific atio n. These emo tions are a terrible phen omenon. They o ccupy an enormo us pla ce in our life. O f ma ny peo ple it is po ssible to sa y tha t all their lives a re reg ulated and"},{"pageNumber":67,"pageContent":"controlled , a nd in the en d ruin ed, by ne gative emotions, At the same time negative emotions do not play any useful part at all in our lives. They d o not help o ur o rien tation, they d o not g ive us any knowled ge, they do not g uide us in any sen sible ma nner. O n the c ontrary, they spo il a ll o ur plea sures, they ma ke life a burd en to us a nd they very effec tively preven t our possible develo pmen t becaus e ther e is nothing mor e mechanical in our life than neg ative emotion s. Negat ive emotions can ne ver com e under ou r cont rol. People who t hink they can cont rol t heir ne gat ive e motions and manifest them when they wa nt to , simply deceive themselves. Neg ative emo tions depen d on id entific atio n; if id entific atio n is destro yed in some partic ular c ase, they d isappear. The stran gest an d mo st fan tastic fac t abo ut n egative emo tions is that peo ple actually wo r - ship th em. I th ink th at, f or an ordi nary mechani cal man, the most diffic ult thin g to rea lise is tha t his o wn and other peo ple's negative emo tions, ha ve n o va lue wha tever and do no t co ntain anyt hing noble, anyt hing beaut iful o r anyt hing strong. In rea lity n egative emotions cont ain not hing b ut w eakness and v ery of ten t he be ginni ng of hysteria, insanity or crime. The onl y good t hing ab out them is tha t, bein g q uite useless and artific ially created by imagin atio n an d id entific atio n, they c an be d estro yed witho ut any loss. And this is the o nly c hance of esc ape tha t ma n ha s. If negative emo tions were useful o r necessa ry fo r a ny, even the sma llest purpo se, and if they were a fun ctio n of a rea lly existin g part o f the emo tional centre, ma n wo uld ha ve n o chance bec ause no i nne r de velopment is p ossibl e so long as m an k eeps his negat ive emotions."},{"pageNumber":68,"pageContent":"In sc hool language it is sa id on the subj ect o f the strug gle with negat ive emotions: Man m ust sac rific e h is su fferin g. 'What c ould be ea sier to sa crific e?' everyo ne will say. But in rea lity peo ple wo uld sa crific e a nythin g rather tha n their negative emo tions. There is n o plea sure a nd no en jo ymen t ma n wo uld not sacrific e fo r q uite sma ll rea sons, but he will n ever sacrific e his sufferin g. And in a sen se there is a rea son fo r this. In a q uite superstitio us way man expec ts to gain somethin g by sacrific ing his plea sures, but he cannot expec t anythin g for sacrific e of his sufferin g. H e is full o f wro ng id eas a bo ut sufferin g—he still thin ks tha t sufferin g is sen t to him by Go d or by gods for his pun ishmen t or fo r his ed ific ation, and he will even be a fraid to hea r o f the po ssibility of gettin g rid of his sufferin g in suc h a simple wa y. The id ea is ma de even mo re d iffic ult by the existence of m any sufferings from w hich man really cannot get rid , and of ma ny other sufferin gs whic h a re en tirely ba sed on ma n's ima gination, whic h he c annot and will not give up, like the idea of injustic e, fo r in sta nce, and the belief in the po ssibility o f destro yin g injustic e. Besid es that man y peo ple have n othin g but n egative emo tions. All their I 's are n egative. If yo u were to take negative emo tions away fro m them, they wo uld simply c ollapse a nd go up in smo ke. And what wo uld happen to all o ur life, witho ut n egative emo tions? What wo uld happen to what we c all art, to the theatre, to drama, to mo st n ovels? Unfortun ately there is no c hance o f n egative emo tions disappearing. N egat ive e motions can b e conqu ered and can disappear onl y with the help of school know ledge"},{"pageNumber":69,"pageContent":"and sch ool m ethods. T he stru ggl e agai nst ne gati ve emoti ons i s a part of school training and i s cl osely conne cted w ith all school wo rk. Wha t is the o rigin of negative emo tions if they a re a rtific ial, unnat ural and useless? As we do not know the or igin of m an w e cannot discuss this questio n, and we c an speak abo ut n egative emo tions and their origin only in rela tio n to ourselves a nd our lives. For in sta nce, in wa tchin g children we c an see ho w they are taught n egativ e emotion s and ho w they lea rn them themselves thro ugh imita tion of grown-ups a nd older children . If, fro m the ea rliest d ays o f his life, a child could be put a mong peo ple who have no n egative emo tions, he wo uld pro ba bly ha ve none , or so very few t hat they cou ld b e easily conqu ered b y right education. B ut in actua l life thin gs ha ppen quite differen tly, and with the help of all the exa mples he c an see a nd hea r, with the help of readi ng, the cinema and so on, a ch ild of abou t te n al ready knows the who le scale of negative emo tions and can ima gine them, repro duce them, and id entify with them a s well a s any grow n-u p m an. In grown-up peo ple n egative emo tions are suppo rted by the constant justific ation and glorific ation of them in litera ture and art, and by p ersonal se lf-ju stificati on and se lf-indu lgence . Ev en when we bec ome tired of them we d o not believe that we can bec ome q uite free fro m them. In reality, we have muc h mo re po wer o ver n egative emo tions than w e th ink, p articularly when we already know how dange rous they a re a nd ho w urg ent is the strug gle with them. But we fin d too man y exc uses fo r them, an d swim in the seas o f self-pity an d selfishn ess, as the c ase ma y be, fin ding fault in everythin g exc ept ourselves."},{"pageNumber":70,"pageContent":"All that has just been said sho ws that we are in a very stran ge position in relation t o ou r emotional ce ntre. It has no p ositive part, and no ne gat ive p art. Mos t of its negat ive funct ions are inven ted and there a re ma ny peo ple who have never in their lives experien ced a ny rea l emo tion, so c ompletely is their time occupied with ima ginary emo tions. So we c annot sa y tha t our emo tional centre is divid ed into two parts, po sitive an d n egative. We c an o nly say that we have pleasant emo tions and unpleasant emoti ons, and th at all of them which are not ne gat ive at a gi ven m oment can turn in to n egativ e emotion s under the slightest prov ocation s or ev en without an y prov ocation . This is the true pic ture o f our emo tional life a nd if we lo ok sin cerely a t ourselves we must rea lise tha t so long as we cultiva te and admire in ourselves a ll these poiso nous emo tions we cannot expect to be abl e to develop unit y, co nscio us ness or will. If su ch develo pmen t were possible, then all these n egative emo tions wo uld en ter in to our n ew bein g and bec ome perman ent in us. This would mean that it would be impossibl e for us ever to get rid of them. Luckily for us, such a t hing cannot happen. In our presen t sta te the o nly g ood thin g abo ut us is tha t there is noth ing p erm ane nt in us. If anyth ing becom es perm ane nt in our presen t sta te, it mea ns in sanity. O nly lun atics can have a perma nent eg o. Incidentally this fa ct dispo ses o f another fa lse term tha t crept into the psyc hological la nguage of the d ay fro m the so-called psyc ho-analysis: I mea n the wo rd 'complex. ' There is n othin g in our psyc hological ma ke- up tha t correspo nds to the id ea o f 'complex. ' In the psyc hia try o f the nineteen th century, wha t is n ow c alled 'complex' wa s called a 'fixed idea,' and 'fixed ideas' were ta ken as"},{"pageNumber":71,"pageContent":"sign s o f insan ity. And that remain s perfec tly c orrec t. Normal m an cannot have 'fixed ideas' 'com plexes' or 'fixations'. It is useful to remember this in case someo ne tries to fin d complexes in you. W e have m any ba d features as it is and our chances are very sma ll even witho ut complexes. Re turning now to the qu estion of w ork on ou rselves w e m ust ask ou rse lves w hat ou r ch ance s actu ally are . We must discov er in ourselves funct ions and m anifestations w hich w e can, t o a certain extent, cont rol, and w e m ust exercise cont rol, trying to i ncrease it as m uch as p ossible. For i nstance , w e have a ce rtai n control over our mo vemen ts, and in ma ny sc hools, pa rtic ula rly in the East, wo rk o n oneself beg ins with a cquirin g as full a control over mo ve - men ts as po ssible. But this n eed s spec ial train ing, very muc h time and the stud y o f very ela bo rate exerc ises. Under the conditio ns of mo dern life we have mo re c ontrol o ver o ur tho ughts, and in connection with this there is a spec ial metho d by whic h we ma y work on t he de velopment of ou r cons ciousness using that instrumen t whic h is mo st o bed ien t to our will; tha t is, our mind, or the in tellec tual centre. In order to un derstan d mo re c learly what I am going to say, you must try to remembe r that we have no control over our cons ciousness. When I s aid that w e can be com e m ore cons cious, or tha t a ma n can be ma de conscious fo r a mo men t simply by askin g him if he is c onscious o r not, I used the wo rds 'conscious' or 'consciousness' in a rela tive sen se. There a re so ma ny degrees of consciousness and every hig her d egree mea ns 'consciousness' in rela tio n to a lo wer d egree. B ut, if we ha ve n o control o ver consciousness itself, we have a c ertain"},{"pageNumber":72,"pageContent":"cont rol ov er ou r thinking ab out cons ciousness, and we can construc t o ur thin kin g in suc h a way as to brin g consciousness. What I mean is that by givin g to our tho ughts the direc tion whic h they would have in a m oment of consciousness, we can, in this way, induce cons ciousness. No w try to fo rmulate what yo u noticed when you tried to observe yo urself. You n oticed three thin gs. First, that yo u d o not remember yourself; th at i s, th at you are not aw are of you rself at the time when yo u try to observe yo urself. Second, that o bservatio n is ma de diffic ult by the in cessa nt strea m of tho ughts, ima ges, ec hoes of conv ersation, f ragm ents of emotions, f low ing t hrough your mind and v ery of ten di stracting y our at tention f rom ob servation. And third , that the mo men t yo u start self- observatio n so methin g in you sta rts ima gination, and self- observa tio n, if yo u rea lly try it, is a constant strug gle with ima gination. No w this is the c hief po int in wo rk upo n oneself. If one rea lises tha t all the d iffic ulties in the wo rk d epen d on the fact tha t one cannot remember on eself, one already know s w hat one m ust do. One m ust try to rem ember o neself. In order to do this o ne must struggle with mec hanical tho ughts and one m ust stru ggl e with imagi nation. If one does this c onscientio usly a nd persisten tly o ne will see results in a c omparatively sho rt time. But o ne must n ot thin k that it is easy o r that o ne can master this practice immed iately. Self-rememberin g, as it is c alled , is a very d iffic ult thin g to lea rn to prac tice. It must n ot be based on an expec tatio n of results, otherwise one can identify with o ne's effo rts. It must be ba sed on the rea lisa tion of the fa ct"},{"pageNumber":73,"pageContent":"that we d o not remember o urselves, an d that at the same time we can remember o urselves, if we try suffic iently ha rd and in the right way. We c annot bec ome c onscious a t will, at the mo men t when we wa nt to, bec ause we ha ve n o c omma nd o ver sta tes o f cons ciousness. Bu t w e can remember ours elves fo r a sho rt time, at will bec ause we ha ve a certa in comma nd over our tho ughts. And if we sta rt rememberin g ourselves, by the spec ial construc tio n of our tho ughts; that is, by the realisatio n that we do not remember ourselves, tha t nobody remembers himself, and by rea lisin g all tha t this mea ns, this will brin g us to consciousness. You must remember tha t we ha ve fo und the wea k spo t in the wa lls o f our mec hanicalness. This is the kn owled ge tha t we d o not remember ourselves; and the rea lisa tion tha t we c an try to remember o urselves. U p to this mo men t our ta sk has only been self- stud y. No w, with the un derstan ding o f the n ecessity fo r ac tual change in ourselves, wo rk begin s. Later o n yo u will lea rn tha t the pra ctice of self- rememberin g, connected with self- observatio n an d with the struggle again st ima gination, has not only a psyc hological mea ning, but it a lso changes the subtlest part o f our metabo lism an d pro duces d efin ite chemic al, or perha ps it is better to sa y a lchemic al, effec ts in our body. So to day fro m psycho logy we have co me to alchemy; tha t is, to the id ea of the tra nsfo rma tio n of coarse elemen ts into fin er o nes."},{"pageNumber":74,"pageContent":"FIFT H LECTURE IN RE LA TION to the study of ma n's pos sible de velopme nt I mus t establish one ve ry impor tant poi nt. There are two s ide s of ma n t hat mus t be de velope d, t hat is, there are two lines o f p ossible d evelopmen t th at mu st proce ed simul taneous ly. These two side s of ma n, or t wo lines of pos sible developmen t, are know ledge and be ing. I ha ve already s pok en ma ny t ime s a bout the ne cessity for the de velopme nt of k now ledge , and pa rticul arly self - know ledge , be cause one of the mos t cha racteristic f eatures of m an's p resen t state i s th at he doe s not know hims elf. General ly peopl e understand the i dea of different levels of know ledge , the idea of the relativity of know ledge and the ne cessity for qui te ne w know ledge . What peopl e do not understand i n most cases i s the i dea of be ing as q uite sep arate fro m kn owledge; an d fu rth er, the idea o f the relativity o f b eing, the possibilit y of different levels of be ing a nd t he ne cessity for the de velopme nt of be ing, s epa rately from t he de velopme nt of know ledge . A Rus sian phi losophe r, V ladimir Sol ovieff, us ed the term 'be ing' i n hi s w ritings . He spok e about the be ing of a stone , the be ing of a plant, the be ing of an animal, the be ing of a ma n a nd t he di vine be ing. This i s be tter t han the or dina ry conce pt be cause in ordina ry understandi ng the bei ng of a man i s not"},{"pageNumber":75,"pageContent":"reg arded as in any wa y d ifferen t fro m the bein g of a sto ne, the being of a plant or the be ing of an ani mal. From th e ordi nary point of view a stone , a p lant, an ani mal are or exist exactl y as a ma n is or exists. In rea lity, they exist quite differen tly. But Solovieff' s d ivisio n is n ot suffic ient. There is no suc h thin g as the bein g of a man . Me n are too di fferent f or th at. I h ave al ready expla ined tha t fro m po int o f view o f the system we are stud yin g, the conce pt of m an i s di vided i nto seven conce pts: m an No. 1, ma n No . 2, ma n No . 3, ma n No . 4, ma n No . 5, ma n No . 6, and ma n No . 7. This mea ns seven degrees o r categ ories o f bein g: bein g No. 1, be ing N o. 2, be ing N o. 3 and so on. In addi tion to this we already know finer di visions . W e know that there m ay be very differen t men No . 1, very d ifferen t men No . 2, and very d ifferen t men No . 3. They ma y live en tirely un der in fluen ces A. They ma y be eq ually a ffec ted by in fluen ces A and B. They ma y be mo re under in fluen ces B than A. They ma y ha ve a ma gnetic centre. They ma y ha ve c ome in to contact with school influen ce or influen ce C. They ma y be o n the wa y to bec omin g men No . 4. All these c ateg ories in dicate d ifferen t levels o f bein g. The id ea of bein g, en tered in to the very foundatio n of thin kin g and spea kin g a bo ut ma n in relig ious tho ught, and all other divisio ns o f man were regard ed as unimpo rtan t in compariso n with this. M en were d ivid ed in to pa gans, un believers o r heretic s on the o ne han d, an d in to true believers, righteo us men , sain ts, pro phets a nd so o n. A ll these defin itio ns referred not to differen ces in views a nd convictio ns, tha t is, not to kn owled ge, but to bein g. In mo dem tho ught peo ple ig nore the id ea o f bein g and differen t levels o f bein g. On the c ontrary, they"},{"pageNumber":76,"pageContent":"believe tha t the mo re d iscrepa ncies a nd contradictions there a re in a ma n's bein g, the mo re in terestin g and brillia nt he c an be. It is gen erally, altho ugh tac itly, an d not always even tac itly, admitted tha t a ma n can be g iven to lyin g, he c an be selfish, unrelia ble, unreasonabl e, p erverted, and ye t be a gre at sci enti st or a gre at philo sopher or a great artist. O f course this is q uite impo ssible. This in compa tibility o f differen t fea tures o f one's bein g, whic h is generally reg arded as originality, actua lly mea ns wea kness. One cannot be a great thin ker o r a great artist with a perverted or an incons istent m ind, j ust as one cannot be a p rizefighter or a ci rcus athlete with c onsumptio n. The wid esprea d accepta nce of the idea tha t in consisten cy a nd amorality mea ns o riginality is respo nsible for the ma ny sc ien tific , artistic and relig ious fa kes o f our presen t time and p robabl y of all times. It is necessary to un derstan d clearly what bein g m eans, and w hy it m ust gr ow and de velop s ide by side with know ledge , bu t indepen dently o f it. If know ledge ou tgrows be ing or be ing ou tgrows know ledge , the result is al ways a one -sided de velopment, and a one -sided develo pmen t c annot go far. It is bo und to come to some inner cont radiction of a s erious nat ure and s top there. Some time la ter we ma y spea k a bo ut the differen t kin ds and the d ifferen t results o f one-sid ed develo pmen t. O rdinarily, in life we meet with o nly o ne kin d, tha t is, when kn owled ge ha s outgrown bein g. The result takes the fo rm o f a dogmatiza tion of certa in id eas a nd the c onsequen t impo ssibility of a further develo pmen t o f kn owled ge bec ause o f the lo ss o f un dersta nding. No w I sha ll spea k a bo ut un dersta nding. Wha t is un dersta nding?"},{"pageNumber":77,"pageContent":"Try to ask yo urself this q uestio n and yo u will see tha t you cannot a nswer it. Y ou ha ve a lwa ys c onfused understanding with knowi ng or havin g in formatio n. But to kn ow an d to un derstan d are two quite d ifferen t thin gs and yo u must lea rn to distin guish between them. In or der to understand a t hing, y ou m ust see its conne ction with so me big ger subj ect, o r big ger who le, and the possible cons equence s of this conne ction. Unde rstandi ng i s al ways the understa nding o f a sma ller pro blem in rela tio n to a big ger pro blem. For in stan ce, suppo se I sho w yo u an old Russian silver rouble. It wa s a piec e o f mo ney the size of a halfcrown and correspo nding to two shillin gs and a pen ny. You ma y lo ok at it, stud y it, notice in whic h yea r it wa s c oined, fin d out everythin g abo ut the Tsa r who se po rtra it is o n one sid e, weig h it, even ma ke a chemic al anal ysi s and de term ine th e exact qu anti ty of silver contai ned in it. You can l earn w hat th e word 'rou ble' m eans and how it cam e into use. You c an lea rn all these thin gs and pro ba bly ma ny mo re, but you will n ot under stand it and its meaning if you do not find ou t that befo re the last war its purc hasin g power correspo nded in ma ny cases to a presen t-day E nglish po und, and tha t the presen t - day pa per ro uble in Bolshevik R ussia correspo nds in ma ny cases to an E nglish fa rthin g or even less. If yo u fin d out this you will understand som ething abou t a rou bl e and p erhaps al so abou t some o ther thin gs, bec ause the un dersta nding of one thin g immed iately lea ds to the un dersta nding of ma ny other thin gs. Often peo ple even thin k un dersta nding mea ns fin ding a name, a wo rd, a title o r a label fo r a new o r un expec ted phen omenon. This fin ding or in ven ting of wo rds for incomprehen sible thin gs has n othin g to do with un der-"},{"pageNumber":78,"pageContent":"stan ding. O n the c ontrary, if we c ould get rid of half of our wo rds perhaps we should h ave a bette r chance of a certai n understa nding. If we ask ourselves what it mean s to un derstan d or not to understan d a man , we must first thin k o f an instan ce of not bein g able to spea k with a ma n in his o wn la nguage. Na tura lly two peo ple ha vin g n o commo n la nguage will n ot un dersta nd o ne another. They must ha ve a commo n language or agree o n certa in signs or symbo ls by whic h they will d esignate thin gs. But suppo se that durin g a conversatio n with a man yo u d isagree abo ut the mean ing o f certain wo rds o r sign s o r symbo ls, then yo u again cease to un dersta nd one a nother. From this fo llows the prin ciple tha t yo u canno t under -stand and disagree. In ordinar y conv ersation w e v ery of ten s ay: I u nderstand him but I do not a gree with him. From the po int o f view o f the system we are stud yin g, this is impo ssible. If yo u un derstan d a ma n, you agree with him; if yo u d isagree with him, yo u d o not understa nd him. It is d iffic ult to accept this id ea and this mea ns tha t it is diffic ult to un derstan d it. As I ha ve j ust sa id, there a re two sid es o f ma n whic h must develo p in the n orma l course o f his evo lutio n: knowled ge and bein g. But n either kn owled ge n or bein g can sta y still o r rema in in the sa me sta te. If either of them does not grow bigge r and stronge r, it be com es sm aller and w eake r. Understa nding ma y be c ompa red to a n arithmetical mean between knowled ge and bein g. It sho ws the n ecessity fo r a simultane ous gr ow th of know ledge and b eing. T he gr ow th of onl y one and dimin ishin g of another will n ot c hange the a rithmetic al mea n."},{"pageNumber":79,"pageContent":"This also e xplains w hy 'to u nderstand' m eans to agre e. People who understa nd o ne a nother must n ot o nly ha ve a n eq ual knowled ge, they must a lso ha ve a n eq ual bein g. O nly then is mutual un derstan ding po ssible. Another wro ng id ea whic h peo ple ha ve o r whic h belo ngs partic ularly to our times, is that understan ding can be differen t, that peo ple can, that is, have the right, to un derstan d the same thin g differen tly. This is q uite wro ng fro m the po int o f view of the system. Unde rstandi ng cannot be di fferent. T here can onl y be one understanding, the rest is n on-understa nding, o r in complete understa nding. But at the same time peo ple o ften thin k that they understan d thin gs differen tly. We c an see exa mples of this every day. How can w e find an e xplanat ion of this seeming cont radiction? In rea lity, there is n o contradiction. Understa nding mea ns understan ding of a part in relatio n to the who le. But the id ea o f the who le can be very d ifferen t in peo ple a ccording to their knowled ge a nd bein g. This is why the system is again necessa ry. People learn to un derstan d by un derstan ding the system an d everythin g else in rela tio n to the system. Bu t speaking on an ordinar y level w ithout the idea of a s chool or a system, o ne must a dmit tha t there a re as ma ny understandi ngs as there are m any people. Ev eryone understands everythin g in his o wn wa y o r according to one or another mechani cal trai ning or h abit; bu t th is i s al l a su bje ctive and rela tive un dersta nding. The wa y to objec tive un dersta nding lies thro ugh sc hool systems an d the c hange o f bein g. In order to explain this I must return to the divisio n of man into seven catego ries."},{"pageNumber":80,"pageContent":"You must rea lise tha t there is a great d ifferen ce between men No . 1, 2 a nd 3 o n one ha nd and men of hig her categ ories on another hand. In rea lity the d ifferen ce is muc h greater tha n we c an ima gine. It is so great tha t all life fro m this po int o f view is reg arded as bein g divid ed in to two concentric circles—the in ner circle an d the o uter c ircle o f human ity. To the inne r circle be long men No. 5, 6 and 7 ; to the ou ter circle, men No . 1, 2 and 3. M en No . 4 a re o n the thresho ld of the inner circle o r between the two circles. The in ner c ircle is in its turn divid ed into three concentric circles; the in nermo st, to whic h belo ng men No . 7, the mid dle to whic h belo ng men No . 6, and the o uter- inner c ircle to whic h be long m en N o. 5. This d ivisio n does n ot c oncern us a t the mo men t. For us, the three in ner circles fo rm o ne in ner circle."},{"pageNumber":81,"pageContent":"The o uter c ircle in whic h we live ha s severa l names designating its differen t fea tures. It is c alled the mec hanical circle, bec ause everythin g happen s there, everythin g is mec hanical and the peo ple who live there are machines . It is also called the cir cle of the co nfusion o f tongues, be cau se people w ho live in this circle all spea k in d ifferen t la nguages a nd never understa nd on e another. E veryo ne un dersta nds everythin g differen tly. We have c ome to a very interestin g defin itio n of understa nding. It is somethin g tha t belo ngs to the in ner c ircle o f humanity and doe s not be long t o us at all. If men in the o uter c ircle realise that they d o not understan d one another, and if they feel the n eed of un dersta nding, they must try to pen etrate in to the in ner circle, bec ause understa nding between peo ple po ssible o nly there. Schools o f d ifferen t kin ds serve as gates thro ugh whic h peo ple can pass in to the in ner c ircles. But this pen etra tion in to the circle hig her in compa riso n wit the o ne in whic h a ma n is born req uires long an diffic ult wo rk. The very first step in this wo rk is this stud y o f a new la nguage. You ma y a sk: Wha t is this language we are stu dying? And now I am abl e to answ er you . It is the la nguage of the in ner c ircle, the language in whic h people can u nderstand one anot her. You must rea lise tha t sta nding, so to spea k, outsid e the inner circle we c an kn ow only the rud imen ts this la nguage. But even these rud imen ts will help us to un dersta nd one a nother better than we c ould ever un derstan d witho ut them. The three in ner circles ha ve ea ch a language of their o wn. We are stud yin g the la nguage of the o uter o f the"},{"pageNumber":82,"pageContent":"inner circles. People in the o uter- inner circle stud y the la nguage of the mid dle c ircle, and peo ple in the mid dle c ircle stud y the language of the innermo st circle. If yo u a sk me ho w a ll this c an be pro ved I will a nswer tha t it c an be pro ved only by further stud y of oneself and further observatio n. If we fin d that with the stud y o f the system we c an understand ourselves and ot her people, or for instance , ce rtain book s, or ce rtain i deas better than we c ould un derstan d them befo re, and partic ula rly if we fin d defin ite fa cts whic h sho w tha t this new un dersta nding develo ps, tha t will be, if n ot pro of, at lea st a sig n of the po ssibility o f pro of. We must remember that o ur un derstan ding, exac tly as o ur consciousness, is n ot alwa ys o n the sa me level. It is alwa ys mo vin g up and dow n. T hat m eans th at at m e m ovement w e understand more, and at anoth er m oment w e understand less. If we noti ce these d ifferen ces o f un dersta nding in ourselves, we sha ll be able to rea lise tha t there is a po ssibility first, of keepin g to hose hig her levels o f un derstan ding an d sec ond, of surpassin g them. But theo retic al stud y is n ot suffic ient. You must wo rk on y our be ing and on t he ch ange of your be ing. If you formula te your aim fro m the po int o f view tha t yo u wish to un dersta nd o ther peo ple, yo u must remember o ne very important school principle: you can u nderstand ot her people onl y as m uch as you understand yourself an d only on the lev el of y our own bein g. This mea ns tha t yo u c an ju dge o ther peo ple's kn ow-edge, but you c annot judge their bein g. You c an see in them o nly a s muc h as yo u ha ve in yo urself. But peo ple aIwa ys ma ke the mista ke of thin kin g tha t they c an ju dge o ther peo ple's bein g. In rea lity, if they wish to meet"},{"pageNumber":83,"pageContent":"and understand pe opl e of hi ghe r de velopme nt than them - sel ves th ey m ust wo rk wi th th e ai m o f chan ging th eir b eing. No w we m ust retu rn to th e stu dy o f centres an d to the study of attention a nd s elf-remembe ring, becau se th ese are the only way s to understanding. Besides th e d ivision into two p arts, p ositive an d negative wh ich, as we saw, i s not th e sam e in differen t centres, eac h of the four centres is divided into th ree p arts. Th ese th ree p arts correspond to the defi nition of centres themsel ves. The first pa rt i s 'me cha nical' i ncludi ng movi ng and instinct ive principles, or one of them pr edomi nating; t he second is 'emot iona l' a nd t he t hird i s 'i ntellectua l.' T he f ollowing diag ram shows the p osition of parts i n th e i ntel lectual centre. Th e c entre i s divided into positive an d negative parts, eac h of these two p arts i s d ivided i nto th ree p arts. Th us the Intel lectual centre ac tually consists o f six parts. Eac h o f th ese si x parts i s in its turn sub-divided into three parts: mechani cal, emoti onal and i ntel lectual . But about thi s sub-division we sh all sp eak mu ch later wi th th e ex cep tion of one p art, th at i s, th e m echan ical p art o f th e i ntel lectual centre, about whi ch we shal l speak presentl y."},{"pageNumber":84,"pageContent":"The divisio n of a centre into three parts is very simple. A mechani cal part w orks al most au tom atical ly; it does not requir e any at tention. B ut bec ause o f this it c annot ad apt itself to a change of circumstance s, it cannot 'think' and i t cont inues to w ork in the way it started w hen circumstance s have com pletely ch ange d. In the in tellec tual centre, the mec hanical pa rt in cludes in itself all the work of r egistration of impressions , m emories and asso ciations. This is a ll tha t it sho uld do norma lly, tha t is, when other parts d o their wo rk. It sho uld n ever reply to questio ns addressed to the who le c entre, it sho uld never try to solve its pro blems, and it sho uld never d ecide anythin g. U nfortun ately, in actu al fact, it is al ways re ady to de cide and i t al ways re plies to questio ns of all so rts in a very n arro w a nd limited wa y, in rea dy - mad e phrases, in slan g expressio ns, in party slo gans. A ll these, an d ma ny other elemen ts of our usua l rea ctio ns, are the wo rk o f the mec hanical pa rt o f the in tellec tual centre. This pa rt ha s its o wn name. It is c alled a 'forma tory a ppa ratus' or sometimes 'formatory ce ntre.' Many people, particularly people No . 1, tha t is, the g reat ma jority o f ma nkind, live all their lives with the forma tory appa ratus o nly, never to uchin g other pa rts o f their in tellec tual c entre. For a ll the immed iate n eed s of life, for rec eivin g A influence s and respondi ng t o them, and f or di storting or rejec ting in fluen ces C , the fo rma tory a ppa ratus is quite suffic ient. It is always po ssible to rec ognise ' formato ry thin kin g.' For instance , formatory centre can cou nt onl y up t o two. It al ways divid es everythin g in two : 'bo lshevism a nd fascism, ' 'workers and bo urgeois,' p roletarians and cap italists' and s o on. W e ow e most modern cat chwords"},{"pageNumber":85,"pageContent":"to formato ry thin kin g, and not o nly c atchwo rds but in mo dern popula r theo ries. Perha ps it is po ssible to say that at al l times al l popular th eories are form atory. The emo tional pa rt o f the in tellec tual centre c onsists chiefly o f wha t is c alled an intellectual emotion, that d esire to know, desire to un derstan d, satisfac tio n knowing, dissatisfac tio n of not know ing, p leasure discovery and so on, although agai n all these c an ma nifest themselves o n very d ifferen t levels. The wo rk o f the emo tional pa rt req uires full a tten tion but in this part of the ce ntre at tention do es no t requir e any effort. It is attrac ted an d held by the subjec t itself, very o ften thro ugh identific atio n, whic h usua lly is c alled 'interest, ' or 'enthusia sm,' or' passion,' or 'de votion' The in tellec tual pa rt o f the in tellec tual centre includes in itself a cap acity for cr eation, cons truction, i nvention and discovery. It cannot wo rk witho ut atten tion, but the atten tion in thi s pa rt of the c entre must be c ontrolled and kept there by will and effort. This is the c hief c riterio n in stud yin g parts of centres If we take them fro m the po int o f view o f attention w e sha ll kn ow at once in w hich part of ce ntres w e ar e. W ithout at tention or with atten tion wa nderin g, we a re in the mec hanical pa rt: with the atten tion attrac ted by the subjec t o f o bservatio n or reflec tio n and kept there, we a re in the emo tional pa rt; with the a tten tion con-tro lled and held on the subjec t by will, we are in the in tellec tual pa rt. At the sa me time, the sa me metho d sho ws ho w to ma ke the intellec tual pa rts o f centres wo rk. By observin g atten tion and tryin g to control it, we c ompel o urselves to wo rk in the intellec tual pa rts o f centres, bec ause the same prin ciple refers to all c entres eq ually, altho ugh"},{"pageNumber":86,"pageContent":"ma y not be so easy for us to distin guish in tellec tual a rts in other c entres, as fo r in sta nce the in tellec tual a rt o f in stin ctive centre, whic h wo rks witho ut an y atten tion that we can perc eive or cont rol. Let us ta ke the emo tional c entre. I will n ot spea k at resen t abo ut n egative emo tions. We will ta ke o nly the [visio n of the centre in to three pa rts: mec hanical, emo tional and intellec tual. The mechanical pa rt c onsists o f the c hea pest kin d of rea dy - ma de humo ur and a ro ugh sen se o f the c omic al, lo ve o f exc itemen t, lo ve o f spec tac ular sho ws, lo ve o f pagean try, sen timen tality, love o f bein g in a crowd and pa rt o f a crow d; at tract ion t o cr ow d e motions of all k inds and co mplete disappea rance in lower ha lf-anima l emo tions: cruelty, selfishn ess, cowa rdice, en vy, je alousy, and so on. The emotion al pa rt ma y be very d ifferen t in differen t peo ple. It ma y include in itself a sen se o f humo ur o r a sen se of the comic al as well a s relig ious emo tion, a esthetic emo tion, mo ral emo tion and, in this case, it ma y lea d to the a wakening of conscie nce. But with identific atio n it ma y be so methin g q uite d ifferen t, it ma y be very iro nical, sarcastic, d erisive, cruel, obstin ate, wic ked and jea lous— only in a less primitive wa y tha n the mec hanical pa rt. The intellectual pa rt o f the emo tional c entre ( with the help of the in tellec tual pa rts o f the mo vin g and in stin ctive c entres) includes in itself the po wer o f artistic creatio n. In tho se cases where the in tellec tual pa rts o f the mo vin g a nd in stin ctive centres whic h a re n ecessa ry fo r the ma nifesta tion of the creative faculty are not suffic iently ed ucated or do not c orrespo nd to it in their d evelo pmen t, it ma y ma nifest itself in dreams. This expla ins the bea utiful a nd artistic dreams o f otherwise q uite unartistic peo ple. The in tellec tual pa rt o f the emo tional centre is also"},{"pageNumber":87,"pageContent":"the c hief sea t of the ma gnetic centre. I mea n tha t if ma gnetic centre exists o nly in the in tellec tual centre or in the emo tional part of the emotional ce ntre, it cannot be strong e nough to be effec tive a nd is a lwa ys lia ble to ma ke mista kes o r fail. But the intellec tual pa rt o f the emo tional c entre, when it is fully develo ped and wo rks with its full po wer, is a wa y to hig her centres. In the mo vin g centre, the mec hanical part is automa tic. All automa tic mo vemen ts whic h in o rdinary la nguage are c alled 'instin ctive' belo ng to it, as well a s imita tion and the c apacity for imita tion whic h pla ys suc h a big pa rt in life. The emo tional pa rt o f the mo vin g centre is c onnected chiefly with the pleasure of m ovement. L ove of sport and of gam es sho uld normally be long to this part of the m oving centre, bu t when id entific atio n and other emo tions bec ome mixed with it, it is very rarely there, and in mo st c ases the lo ve o f spo rt is in the mo vin g pa rt o f either the in tellec tual or the emo tional centres. The in tellec tual pa rt o f the mo vin g centre is a very impo rta nt and a very in terestin g in strumen t. Everyo ne who ha s ever d one well any kin d o f physic al wo rk, wha tever it ma y have been , knows tha t every kin d of wo rk n eed s ma ny inventions . O ne ha s to invent one's o wn sma ll metho ds fo r everythin g one d oes. These inven tions are the wo rk o f the in tellec tual pa rt o f the mo vin g centre, and many ot her inventions of m an al so ne ed the w ork of the intellec tual part of the mo vin g centre. The po wer o f imita ting at w ill the vo ice, intonatio ns and gestures o f other peo ple, suc h as actors possess, also belo ngs to the in tellec tual pa rt o f mo vin g centre; but in hig her 0r better d egrees it is mixed with the wo rk of the in tellec tual pa rt o f the emo tional centre."},{"pageNumber":88,"pageContent":"The wo rk of the instin ctive centre is very well hid den fro m us. We rea lly kn ow, tha t is, feel a nd can observe, only the sen sory and emo tional pa rt. The mec hanical pa rt in cludes in itself ha bitua l sen sations whic h very often we d o n ot n otice at all, but whic h serve as a ba ckground t o ot her sensations; al so ins tinctive movements in the correc t mea ning of the expressio n, tha t is, all in ner mo vemen ts suc h as the c ircula tion of the blo od, the mo vemen t of fo od in the organ ism an d inner an d outer reflexes. The in tellec tual pa rt is very big and very impo rta nt. In the sta te of self-cons ciousness or ap proach ing it, one can com e into cont act with the intellec tual part of the I nstin ctive c entre a nd lea rn a great d eal fro m it c oncern ing the fun ctio ning of the ma chine a nd its possibilities. The in tellec tual pa rt o f the in stin ctive c entre is the min d behin d all the wo rk o f the o rganism, a min d quite differen t fro m the in tellec tual min d. The stud y of parts o f c entres an d their spec ial fun ctio ns req uires a c erta in d egree of self- rememberin g. Witho ut rememberin g oneself o ne c annot o bserve fo r a suffic iently lo ng time or suffic iently c learly to feel a nd un dersta nd the d ifferen ce o f funct ions be longi ng to different parts of different ce ntres. The stud y o f atten tion sho ws the parts o f centres better than anyth ing, bu t th e stu dy of atte nti on agai n re quires a certai n degre e of self- rememberin g. Very soon you will rea lise tha t all yo ur wo rk upo n yo urself is connected with self- rememberin g and tha t it cannot pro ceed suc cessfully witho ut this. A nd self- rememberin g is partial aw akening , or the be ginni ng of aw akening. N aturally—a nd t his must be very c lear— no work can b e do ne in s leep ."},{"pageNumber":89,"pageContent":"LECT URE HELD O N THURSDA Y, 23 SEP TEMBE R 193 7 TH ERE are some thin gs I wan t to speak abo ut, bec ause witho ut understa nding them yo u will n ot be a ble to un dersta nd ma ny other thin gs. First o f all, we must talk abo ut schools, then abo ut the principles and m ethods of the or gani sation and work of school s, and p articularly ab out rules, then ab out the history of ou r w ork. Soon yo u will be a ble to rea d the beg inning of a book I am writin g, c alled 'Fragm ents of a n Un known Tea ching' where I describe ho w I met this system a nd ho w the wo rk d evelo ped . It wa s expla ined to yo u ma ny times a nd in differen t wa ys tha t nob ody can w ork alone without a s chool . Also it must be clear to you by now that a gr oup of people w ho de cide to w ork by themselves will a rrive n owhere, bec ause they d o not know where to go and w hat to do . The q uestio n arises. Wha t is a school? And the n ext q uestio n whic h is mo st impo rta nt fo r us is: Is this i.e., our or gani sation, a s chool ? There are ma ny kin ds o f sc hools. I ha ve spo ken befo re a bo ut the fo ur ways: way o f fakir, way o f mo nk way o f yo gi an d the fourth w ay. Fr om the point of view of this di vision school s are also divid ed in the four kin ds: fakir sc hools, religio us sc hools o r mo nasteries yo gi sc hools an d the sc hools o f the fo urth way. Then —what c onstitutes a sc hool? Speakin g gen * In Se arch of the M iraculous ."},{"pageNumber":90,"pageContent":"era lly, a sc hool is a pla ce where o ne can lea rn somethin g, i.e., fro m the school. There can be sc hools o f mo dern la nguages, schools o f music , schools o f med icine , etc . But the kin d of school I mea n is n ot o nly fo r lea rning but a lso fo r bec omin g differen t. A school I speak about m ust not onl y give know ledge bu t also help to change bein g: witho ut that it wo uld be just an ordinary school. Know ledge is necessary, bu t know -ledge can com e onl y from those w ho passed the same way before. So t he m an w ho can conduct wo rk must c ome fro m a sc hool; tha t mea ns he must be connected with a sc hool, o r at lea st he must ha ve rec eived instruc tion fro m a sc hool in the pa st. A self- appo inted or elec ted head of a grou p also cannot l ead i t anyw here. Then sc hools a re d ivid ed by d egrees. There are schools where men No. 1, 2 , and 3 learn h ow to be com e No. 4 and acqu ire all the kn owled ge tha t will help them in this c hange. The next degree a re sc hools where men No . 4 lea rn ho w to bec ome No . 5. There is n0 need for us to spea k o f further d egrees, as they a re too f ar from us. No w a n in terestin g questio n arises: C an we c all o urselves a sch ool ? In a ce rtai n se nse w e m ay, be cau se we acqu ire a certai n know ledge and at the sam e time learn h ow to ch ange ou r be ing. But I must say in relatio n to this that in the begin ning of our work, i.e., in 1916 in St . Pe tersbu rg, w e understood t hat a s chool , in the full sen se o f the term, must c onsist of two d egrees, i.e., it must ha ve two levels in it, one level where men No 1, 2, and 3 lea rn to bec ome No . 4, and the o ther where men No . 4 lea rn to bec ome No . 5. If a sc hool ha s two levels it ha s mo re po ssibilities, be cau se a dou bl e or gani sation of this kind can gi ve a l arger"},{"pageNumber":91,"pageContent":"variety of experien ce and make the wo rk mo re q uick an d mo re sure. So, although in a certai n se nse we can cal l ou rse lves a sch ool , it is better to use this term fo r a bigger o rgan isatio n. Wha t ma kes a sc hool? F irst o f all, it is un dersta nding o f prin ciples of school wo rk a nd disciplin e o f a certa in very d efin ite kin d connected with rules. When peo ple c ome to lec tures, they are to ld abo ut c erta in rules they must keep. These rules a re conditio ns on whic h they a re a ccepted and g iven kn owled ge. Keepin g these rules o r conditio ns is their first pa ymen t. The first rule I was to ld abo ut was that I must pro mise not to write a bo ut a nythin g I hea r. La ter yo u will hea r wha t I answered when I wa s to ld this a nd ho w this pro blem wa s so lved . This rule mean s that yo u c annot write, witho ut the permissio n of the person condu cting the work from w hom you h ave learned, w hat you in ten d to write, and when yo u write, if yo u g et his permissio n, you must refer to the ma n fro m who m yo u lea rnt these ideas, and to the so urc e of these id eas. When I publish the Fragments yo u will be a ble to write. So long as Fragments is not published you c annot write. When this bo ok is published , this c onditio n will be remo ved , but n ot un til then . Then there are o ther rules: yo u must n ot ta lk. This mea ns yo u must not make these ideas subjec t o f ordinary talk, witho ut aim o r purpose . And i f you tal k w ith a certai n aim and a certai n purpose—I mean with people ou tside of the w ork—y ou m ust be very c areful a nd yo u must n ot sa y muc h. You must remember that peo ple mus t pay fo r wha t they hea r. This is the prin ciple o f the wo rk, and yo u ha ve n o rig ht to give id eas to"},{"pageNumber":92,"pageContent":"peo ple for whic h they n ot o nly n ot pa y but even cannot be expec ted to pay. It is better to ask permissio n to speak in eac h individual cas e. No w I wan t to speak abo ut o ne partic ular rule that was intro duced in to these g roups a nd whic h is very impo rta nt. I must explain h ow th is ru le arose , and be fore th is, I must give you a sho rt descriptio n of the histo ry o f the wo rk. I met this system in 1915 in Russia. There was a gro up in Mo scow conducted by G. I. Gurd jieff, a C aucasian Greek who came to Russia fro m C entral Asia. I lea rned very muc h wo rkin g with these g roups, but in 1918 I parted fro m them bec ause fro m my po int o f view they beg an to lose the mo st impo rta nt o f their o riginal prin ciples. Soon after my partin g with them a lmo st a ll members o f groups pa rted with Mr. G. Only fo ur peo ple rema ined with him. I met Mr. G . agai n i n 192 0 at Constanti nople and agai n tri ed to wo rk with him, but very so on fo und that it was impo ssible. In the be ginni ng of 192 2 w hen I w as already in London Mr . G . cam e to me and told me abo ut his pla ns fo r n ew wo rk whic h he in ten ded to sta rt in England or in France. I d id not believe muc h in these plans , bu t I de cided t o m ake a last experiment and prom ised to help him to organise his wo rk. A t tha t time I alrea dy ha d groups in London. After some time G. 's wo rk wa s sta rted in France. I collec ted mo ney fo r him a nd ma ny of my peo ple wen t to the pla ce he bo ught a t Fontaineblea u o n their mo ney. I wen t there myself severa l times and continued to do it till the en d of 1923, when I saw th at th ings w ere goi ng w rong at Fontai nebleau and decided t o part with Mr . G . com pletely. If yo u a sk me wha t wa s wro ng, I can say o nly o ne"},{"pageNumber":93,"pageContent":"thin g, whic h rea lly wa s quite suffic ient to wrec k every thin g. By this time M r. G. ha d aba ndoned mo st o f the prin ciples he himself taught us in R ussia , pa rtic ula rly prin ciples referrin g to choice and p reparati on of people for th e w ork. He be gan to acce pt p eople w ithout any p reparati on, gav e th em place s of autho rity, permitted them to speak abo ut the wo rk an d so on. I saw tha t his wo rk wa s g oing to crash, and I parted with him in order to save the wo rk in Lo ndon. In Janu ary 192 4 I told my gr oups in London t hat had b roken all conne ctions with Mr . G . and h is gr oup and w ould cont inue my wo rk o n my o wn as I bega n it in 1921. I o ffered them free choice: to rema in with me o r to fo llow Mr. G. or to lea ve wo rk alto gether. At the same time, fo r tho se who decided to remain with me intro duced a n ew rule, namely, that they sho uld not spea k a bo ut M r. G. or discuss the c auses of the failure of the wo rk a t Fontaineblea u. I intro duced this rule bec ause I wished to sto p ima gination, for sin ce n obody kn ew a nythin g, all ta lks o n these subj ects wo uld ha ve been pure inven tion or repetitio n of ma lign ant go ssipin g, whic h c ame fro m Mr. G.'s new peo ple, and who from m y point of view, should not have be en adm itted i n the wo rk at all. I said tha t who ever wishes to kn ow anythin g abou t it, he m ust ask m e. This rule rema ins a nd it wa s n ever revo ked , but peo ple n ever pro perly understo od it a nd ma de a ll so rt o f exc uses fo r themselves, or even affirmed tha t this rule wa s fo r o ther peo ple but not for them. You must un derstan d that all rules are fo r self - rememberin g. F irst, they ha ve a purpo se in themselves, and sec ond they a re fo r self- rememberin g. There are no rules tha t are not fo r self- rememberin g, altho ugh in themselves"},{"pageNumber":94,"pageContent":"they ma y ha ve a differen t aim. If there a re n o rules, there is n o wo rk. If the impo rtan ce of rules is n ot un dersto od, the possibilities o f a school disappea rs. Mi ss F : Why d o yo u say that it is wo rse to talk a bo ut the system witho ut men tioning where yo u got i t from? Mr. Ouspen sky : Because speakin g abo ut it witho ut men tioning the so urc e of yo ur in forma tion wo uld be stea ling. For instance , you cannot take ideas from a b ook and not m ention t he book . Pe ople onl y do t his with m y book s; they cons tantly steal ideas from m y book s. Mr. M: How lo ng ha d the M oscow school existed ? Mr. Ouspen sky : Severa l yea rs in M oscow. Mr. M: Wha t was its size? Mr. Ouspen sky : This is n either here n or there. Before tha t, it existed in Central A sia. As fo r ho w lo ng it ha d existed befo re— there are reaso ns to believe that it to ok this fo rm an d was formulated in this langu age in the be ginni ng of the nineteenth century. Mr. M: Do es this kn owled ge c laim to ha ve c onnection with eso teric kn owled ge? Mr. Ouspen sky : Obvio usly, o therwise it wo uld have n o mean ing. A s chool can onl y start from anot her school , ot herwise it would be just fo rma tory in ven tion. Mr. M: So it is an un bro ken chain ? Mr. Ouspen sky : It must be, altho ugh yo u c annot trac e it. You c an only tra ce c erta in connections by id eas and termin ology. This system c ame fro m the E ast; yet it has E uropean termin ology. In termin ology it is c onnected, evid ently thro ugh R ussia n ma sons of the eig hteen th c entury with severa l ea rlier a utho rs, fo r in sta nce, with Dr Fludd. Mi ss J: You sa id yo u will tell us in wha t sen se we c an call this a school ."},{"pageNumber":95,"pageContent":"Mr. Ouspe nsk y: I think I have answ ered it. O nly a tw o-degre e sc hool is reliable . Anothe r school may be a school today and not a school tomo rrow, a s it ha ppened wi th the Mo scow school. Al so long ago I explaine d that organisation w hich is a sc hool f or one person is not a school f or anothe r. Mu ch de pends on p ersonal attitu de and p ersonal wo rk. Miss R. If schools are a re al living thing, why do the y die ? Mr. Ouspe nsk y: What do you me an, saying that sc hools are living be ings? It is vagu e and inde finite . Bu t if w e tak e it lite rally, it w ill mak e quite clear why schools die . All living things die soone r or late r. If people die , schools also must die . It w as e xplaine d in my le cture s that school needs certain conditions. If the se conditions are de stroye d, the school is destroye d. If the re w as a school in C anton or Wanhsie n, it could be destroye d now and it would ce ase to e xist. Miss R: Ide as may re main? Mr. Ouspe nsk y: Id eas ca nnot fly. They need hum an hea ds . And school doe s not c onsist of ide as. You forge t all the time that school teaches how to imp rove our be ing. Mr. F: No idea s wer e wr itten do wn i n the pa st? Mr. Ouspe nsk y: Mayb e, bu t ide as c an be w ritte n dow n in dif ferent forms; they may be writte n dow n so that nobody c an re ad the m w ithou t e xplanation f rom those who k now or w ithout change of be ing. T ake the Gosp els—the y are wr itten in di ffer ent cipher s. On e m ust kn ow the key to de cipher them . Otherw ise it would be ju st a story, dou btful historic ally and p rodu cing ma ny wr ong effect s. Mr. F: Will the syste m give the key to the Gosp els?"},{"pageNumber":96,"pageContent":"Mr. Ouspen sky : Some keys, but yo u c annot expec t all the keys. Man y keys c an be go t o nly with the change of bein g; they cannot be onl y m atter of k now ledge . Agai n you forget about be ing. Ch ange of be ing m eans conne ction w ith higher ce ntres. Hi gher centres can understand many things which or dinar y ce ntres cannot understa nd. Mr. F: Is school self- evolvin g? Mr. Ouspen sky : W hat do you m ean by this? If yo ur questio n refers to origin of scho ols, then they are not self-evo lvin g bec ause o ne sc hool must always start fro m anot her school . Mr. F: Can a sc hool rea ch a hig her level tha n the school it sta rted fro m? Mr. Ouspen sky : Y es, if it wo rks a ccording to metho ds a nd principles of school w ork, it can gr ow . Bu t you m ust remembe r that the level of the school de pends on t he level of be ing of peo ple who constitute it. Mr. F: Y ou sa id one c an lea rn how to escap e onl y from those w ho h ave escap ed b efore. Mr. Ouspen sky : Quite rig ht, in the a lleg ory o f priso n. And this mea ns a sc hool can start onl y from anot her school . Mrs. D: Wo uld it be possible for everyo ne in a sc hool to pro gress from N o. 4 to N o. 5, or onl y for a few? Mr. Ouspen sky : There is no limita tion in prin ciple. But yo u must un dersta nd tha t there is an en ormo us d ifferen ce between No . 4 a nd No . 5. Man No . 4 is a man who has acqu ired a p erm ane nt ce ntre of grav ity, bu t i n everythin g else he is a n ordinary ma n. M an No . 5 is very differen t. He alrea dy has un ity, he ha s perma nent 'I', he ha s the third sta te o f consciousness, i.e., self-c onsciousn ess. That mean s he is awake, he can "},{"pageNumber":97,"pageContent":"alwa ys when he n eed s remember himself a nd hig her emo tional centre wo rks in him, and this g ives hi m many ne w powers. Mrs. D: The id ea then is to attempt to get to No . 5? Mr. Ouspen sky : First yo u must thin k o f ho w to bec ome ma n No . 4, otherwise it will be just fa ntasy. Mrs. S: Has m an N o. 4 less 'I's ? Mr. Ouspen sky : M aybe he ha s mo re, but he ha s better control of them. Mr. A: The c hief immed iate o bje ctives yo u rec ommen d are elimin ation of emo tional life? Mr. Ouspen sky : No , q uite d ifferen t; emo tional life mo st impo rta nt. The system spea ks o f elimin ation negat ive emotions. N egat ive emotions are an i nter med iate sta te between sa nity a nd in sanity. A ma n who se c entre of gravity is in negative emo tions cannot be c alled sa ne and cannot de velop. He m ust be com e nor mal first. Mr. A: Why I spo ke o f the elimin ation of emo tion. life wa s bec ause yo u sa id tha t all o ur emo tions are po ten tially n egative. Mr. Ouspen sky : Yes, po ten tially, but it d oes n ot mean that they all bec ome n egative. Emotional centre is the mo st impo rta nt in us fo r o ur d evelo pmen t. There a re many things one can u nderstand onl y w ith emotion centre. Intellec tual centre is very limited , it c annot ta ke us very far. The future be longs to the e motion ce ntre. But it must be un dersto od that n egative emo tions are not rea lly in the emo tional c entre. They a re c on-tro lled by an arti ficial ce ntre , and th is is ou r onl y ch ance of ge tting ri d of them. If their c entre wa s rea l and not arti ficial, th ere w ould be no ch ance of ge tting"},{"pageNumber":98,"pageContent":"rid of them, bec ause it wo uld mea n tha t they a re useful, or ma y be useful, in so me wa y. The a rtific ial centre is c reated by a long wro ng wo rk o f the ma chine. There is n othin g useful a bo ut it. Because o f this, negative emo tions can be elimin ated; they d o not serve a ny useful purpo se. Mrs. S: So none of us use t he e motional ce ntre rightly? Mr. Ouspen sky Why n ot? Mrs. S: Yo u said we have n o po sitive emo tions. Mr. Ouspen sky : Positive emo tions are q uite a differen t thin g, they belo ng to hig her emo tional centre. M an No . 5 ha s po sitive emo tions. All o ur emo tions can becom e ne gat ive, al though, as I s aid, it doe s not m ean every emo tion will bec ome n egative. At the sa me time our emo tions are n ot relia ble so long as there is n o control and so long as we a re a sleep. But they will bec ome mo re a nd mo re relia ble if we bec ome less asleep and acqu ire m ore control . Mr. D: Do es a school suffer if a member brea ks a rule? Mr. Ouspen sky : It depen ds ho w impo rta nt wa s the rule. By brea kin g a rule he ma y brea k the sc hool. Or the ma n who conducts the sc hool ma y c lose it if certain rules are bro ken. Mr. F: You sa y tha t a school whic h embra ces two degrees is mo re effec tive. How c an one pa rt o f it be allied to the o ther? Mr. Ouspen sky : You c an only lea rn this by pra ctice. If school ha s two degrees it ha s muc h mo re po wers. Mrs. B: Do es this system exist in other E uropea n cou ntries? Mr. O uspen sky : I ne ver he ard . "},{"pageNumber":99,"pageContent":"Mr. M: Has communal lif e to do w ith the organisation of schools? Mr. Ouspe nsk y: It de pends w hat k ind of commu nal lif e you me an. For instanc e, some time ago in Ru ssia e xiste d so- calle d T olstoy C olonie s. Most of th em had th e same history. Pe ople de cided to live toge ther, bou ght some land and so on, th en after th e first th ree days th ey be gan to quarre l and it all c ame to nothing. Mr. M: I me ant a group of people who live in the same bu ilding. Mr. Ouspe nsk y: It de pends f irst of all on the condition by whom it is organise d. If it is organise d by the mse lve s, it ge nerally c ome s to nothing. Bu t if a sc hool organise s it ac cording to de finite princ iples and w ith defi nite rules—i n some ca ses i t ma y b e useful . Miss R: Ha s the ma n who organise s a school authority? Mr. Ouspe nsk y: He has re sponsibility, so he mu st have au thority. Miss R: W here d oes it co me from? Mr. Ouspe nsk y: From his k now ledge , from hi s under standi ng, fr om hi s b eing. Que stion: Not to be able to go on w ith th e syste m is w orse th an not to have starte d? Mr. Ouspe nsk y: If you ha ve started, nob ody ca n st op you except your self. Mr. M: How t o reconci le this wi th wha t you ha ve said about there b eing no gu arante e? Mr. Ouspe nsk y: It depends on your wor k. How ca n I guarante e you r work? Mr. M: Bu t facilitie s for w ork would re main? I me an if a p erson w orks. Mr. Ouspe nsk y: Barring c atastrop hes. We live in in- "},{"pageNumber":100,"pageContent":"sec ure times. A bo ut guaran tee—what we c an get d epen ds on our own effo rts and one must wo rk at o ne's o wn risk. But after so me time o ne beg ins to see: 'I go t this that I did not have befo re' an d 'I go t that that I did not have befo re.' So little by little o ne c an be mo re sure. Mr. A: I su ppose also you can gi ve no gu arante e as to whether peo ple will suffer fro m so me d elusio n as reg ards perso nal experien ce? O ne ma y ta ke illusio n fo r fact? Mr. Ouspen sky : Yes, very ea sy, but if o ne remembers a ll that o ne was to ld, one learn s to discrimin ate. "}]
