[{"pageContent":"001 [edwa_9781935439028_msr_cvi_r1.jpg]"},{"pageContent":"Table of Contents Title Page [edwa_9781935439028_oeb_tp_r1.html]Dedication [edwa_9781935439028_oeb_ded_r1.html]Introduction [edwa_9781935439028_oeb_itr_r1.html] CHAPTER I - ORGANIZING CHAOS [edwa_9781935439028_oeb_c01_r1.html]CHAPTER II - THE NEW PROPAGANDA [edwa_9781935439028_oeb_c02_r1.html]CHAPTER III - THE NEW PROPAGANDISTS [edwa_9781935439028_oeb_c03_r1.html]CHAPTER IV - THE PSYCHOLOGY OF PUBLIC RELATIONS[edwa_9781935439028_oeb_c04_r1.html]CHAPTER V - BUSINESS AND THE PUBLIC [edwa_9781935439028_oeb_c05_r1.html]CHAPTER VI - PROPAGANDA AND POLITICAL LEADERSHIP[edwa_9781935439028_oeb_c06_r1.html]CHAPTER VII - WOMEN’S ACTIVITIES AND PROPAGANDA[edwa_9781935439028_oeb_c07_r1.html]CHAPTER VIII - PROPAGANDA FOR EDUCATION [edwa_9781935439028_oeb_c08_r1.html]CHAPTER IX - PROPAGANDA IN SOCIAL SERVICE [edwa_9781935439028_oeb_c09_r1.html]CHAPTER X - ART AND SCIENCE [edwa_9781935439028_oeb_c10_r1.html]CHAPTER XI - THE MECHANICS OF PROPAGANDA [edwa_9781935439028_oeb_c11_r1.html] Copyright Page [edwa_9781935439028_oeb_cop_r1.html]"},{"pageContent":"001 [edwa_9781935439028_oeb_001_r1.jpg]"},{"pageContent":"To my wifeDoris E. Fleischman"},{"pageContent":"Some of the ideas and some of the material in this book have been used inarticles written for The Bookman, The Delineator, Advertising and Selling, TheIndependent, The American Journal of Sociology, and other journals, to whom theauthor makes grateful acknowledgment."},{"pageContent":"INTRODUCTIONI.Prior to World War One, the word propaganda was little-used in English, exceptby certain social activists, and close observers of the Vatican; and, back then,propaganda tended not to be the damning term we throw around today. The word hadbeen coined in 1622, when Pope Gregory XV, frightened by the global spread ofProtestantism, urgently proposed an addition to the Roman curia. The Office forthe Propagation of the Faith (Congregatio de propaganda fide) would supervisethe Church’s missionary efforts in the New World and elsewhere: “They are totake account of and to deal with each and every concern for the spread of thefaith throughout the world.” Far from denoting lies, half-truths, selectivehistory or any of the other tricks that we associate with “propaganda” now, thatword meant, at first, the total opposite of such deceptions. Of “the sheep nowwretchedly straying” the world over, Gregory wrote:Especially it is to be desired that, inspired by divine grace, they should ceaseto wander amidst heresies through the unhappy pastures of infidelity, drinkingdeadly and poisonous water, but be placed in the pasture of the true faith, thatthey may be gathered together in saving doctrine, and be led to the springs ofthe waters of life.1 [edwa_9781935439028_oeb_itr_r1.html#en1]The word seems to have retained its strongly Catholic aura well into the 19thcentury; and, often, when the user stressed that Roman origin, the word would bepejorative. “Derived from this celebrated society [the Congregatio de propagandafide], the name propaganda applied in modern political language as a term ofreproach to secret associations for the spread of opinions and principles whichare viewed by most governments with horror and aversion,” writes the Britishchemist William Thomas Brande in 1842.2 [edwa_9781935439028_oeb_itr_r1.html#en2]However, while the word then could be used to make a sinister impression, it didnot automatically evoke subversive falsehood, as it has since the 1920s. In hisEnglish Traits (1856), for instance, Emerson uses propagandist as an adjectivenot at all suggestive of the stealthy spread of some pernicious creed or notion.He describes the British as “still aggressive and propagandist, enlarging thedominion of their arts and liberty”—a passage that associates propaganda notwith alien subversion but the most enlightened rule:Their laws are hospitable, and slavery does not exist under them. Whatoppression exists is incidental and temporary; their success is not sudden orfortunate, but they have maintained constancy and self-equality for many ages.3[edwa_9781935439028_oeb_itr_r1.html#en3]Prior to the war, the word’s derogatory use was far less common than its neutraldenotation. Here, for example, is the calm (and accurate) definition given inthe Oxford English Dictionary: “Any association, systematic scheme, or concertedmovement for the propagation of a particular doctrine or practice.” Thus waspropaganda generally perceived not as an instrument for striking “horror andaversion” in the souls of government officials, but as an enterprise whoseconsequences might seem horrid—or innocuous, or even beneficial, depending onits authors and their aim (and the perceiver’s point of view). A campaign toimprove public health through vaccination, sanitary cooking or the placement ofspittoons was, or is, no less a propaganda drive than any anti-clerical orsocialist or nativist crusade. Evidently this fact was apparent to those few whoused the word—which did not become a synonym for big black lies until the Alliesmade the word familiar to the masses of Great Britain and America. Until then,propaganda was a term so unimportant that there is no definition for it in thegreat 1911 Encyclopedia Britannica (which does include a short entry forpropagate).The war had a complex effect on the repute of propaganda. Although the practicehad, albeit unnamed, been variously used by governments for centuries (Napoleonwas especially incisive on the subject, as well as an inspired practitioner), itwas not until 1915 that governments first systematically deployed the entirerange of modern media to rouse their populations to fanatical assent. Here wasan extraordinary state accomplishment: mass enthusiasm at the prospect of aglobal brawl that otherwise would mystify those very masses, and that shatteredmost of those who actually took part in it. The Anglo-American drive to demonize“the Hun,” and to cast the war as a transcendent clash between Atlantic“civilization” and Prussian “barbarism,” made so powerful an impression on somany that the worlds of government and business were forever changed.Now “public opinion” stood out as a force that must be managed, and not throughclever guesswork but by experts trained to do that all-important job. Thus thewar improved the status of those working in the fields of public suasion.Formerly, the lords of industry and commerce had often seen the advertisingagent as a charlatan, associated with the tawdry bunkum used to peddle patentmedicines and cigarettes, and trying to sell a service that any boss with half abrain could surely manage on his own. The nascent field of public relations alsohad been disesteemed by those atop the social pyramid, who saw that sort of workas necessary only on the vaudeville circuit and on Broadway. The great Alliedcampaign to celebrate (or sell) Democracy, etc., was a venture so successful,and, it seemed, so noble, that it suddenly legitimized such propagandists, who,once the war had ended, went right to work massaging or exciting various publicson behalf of entities like General Motors, Procter & Gamble, John D.Rockefeller, General Electric.And so, from the signing of the Versailles Treaty to the Crash of 1929, therewas high excitement in the booming field of peace-time propaganda. That reborngeneration of admen and publicists, no longer common hucksters butprofessionals, sold their talents to Big Business through a long barrage ofbooks, essays, speeches and events extolling the miraculous effects ofadvertising and/or publicity—i. e., propaganda, as the proponents of the craft,and their corporate clients, often kept referring to it, quietly. According tothe propagandists’ evangelical self-salesmanship (many of them were in fact thesons of ministers), their revolutionary “science” would do far more than makesome people richer. Just as during the war, propaganda would at once exalt thenation and advance the civilizing process, teaching immigrants and other folksof modest means how to transform themselves, through smart consumption, intohappy and presentable Americans. Throughout the Twenties, as propaganda’searnest advocates devoutly pushed that faux-progressive line, “propaganda”seemed—at least to those who peddled it—a wondrous new progressive force,capable of brightening every life and every home. That quasi-religious pitch wasmemorably made in books like Earnest Elmo Calkins’s Business the Civilizer(1928), Bruce Barton’s best-selling parable The Man Nobody Knows (1925), and,less distinctively, in countless other works of what we might call propagandapropaganda. Like its wartime prototype, the post-war propaganda drive was animmense success, as it persuaded not just businessmen but journalists andpoliticians that “the manufacture of consent,” in Walter Lippmann’s famousphrase, was a necessity throughout the public sphere.4[edwa_9781935439028_oeb_itr_r1.html#en4]And yet, for all its honking boosterism, that sales campaign was oddly hobbledfrom the start, because the product’s very name had come into the news, and intocommon conversation, as a dirty word.5 [edwa_9781935439028_oeb_itr_r1.html#en5]Ironically, the same great war drive that had made that alien term “propaganda”commonplace had also made the neutral term pejorative. At the very moment of thepropagandists’ triumph as professionals, in other words, to be referred to as a“propagandist” was an insult. This was no accident, but a paradoxical result ofthe war propagandists’ winning enterprise: for the propagandists had themselvesbesmirched the word by using it always and only in dark reference to the enemy.“We did not call it propaganda, for that word, in German hands, had come to beassociated with deceit and corruption,” writes George Creel, director of theU.S. Office of War Information, in How We Advertised America (1920). The Germanshaving trashed the word, Creel claims, the Americans never used it to refer totheir own output, but—rightly—favored other, more exalted terms instead: “Oureffort was educational and informative throughout, for we had such confidence inour case as to feel that no other argument was needed than the simple,straightforward presentation of facts.”6[edwa_9781935439028_oeb_itr_r1.html#en6]That passage is itself, of course, a stunning bit of propaganda, as it bluntlyreconfirms the Manichaean plot that Creel & Co. had hammered home throughout thewar: Germans always lie, Americans always tell the truth. How the Germanpropaganda “had come to be associated with deceit and corruption” is a questionCreel would rather not address, preferring instead to bury it in that sly (ifsly it was) passive construction. There is much to say about Creel’sobfuscation, or evasion, of the fact that his own propagandists had “associated”German propaganda with “corruption” and “deceit”—and did so just as Creel doesin that passage. At this point, however, our main concern is not propaganda’scrucial self-effacement, but the darkening effect of Allied propaganda on theelusive word itself.In World War One it was the propaganda of our side that first made “propaganda”so opprobrious a term. Fouled by close association with “the Hun,” the word didnot regain its innocence—not even when the Allied propaganda used to tar “theHun” had been belatedly exposed to the American and British people. Indeed, asthey learned more and more about the outright lies, exaggerations andhalf-truths used on them by their own governments, both populations came,understandably, to see “propaganda” as a weapon even more perfidious than theyhad thought when they had not perceived themselves as its real target. Thus didthe word’s demonic implications only harden through the Twenties, in spite ofcertain random efforts to redeem it.II.Edward Bernays’s Propaganda (1928) was the most ambitious of such efforts.Through meticulous descriptions of a broad variety of post-war propagandadrives—all of them ingenious, apparently benign in purpose and honest in theirexecution—Bernays attempts to rid the word of its bad smell. His motivationwould appear to be twofold. Bernays always deemed himself to be both “atruth-seeker and a propagandist for propaganda,” as he put it in anotherapologia in 1929.7 [edwa_9781935439028_oeb_itr_r1.html#en7] On the one hand,then, his interest would be purely scientific; and so his effort to redeem theword is based to some extent on intellectual necessity, there being no adequatesubstitute for propaganda. In this Bernays was right (and never quite gave uphis preference for that word over all the euphemisms).8[edwa_9781935439028_oeb_itr_r1.html#en8] His wish to reclaim the appropriateterm bespeaks a serious commitment to precision; Bernays was not one to hypeanything—not his clients’ wares, and not his craft.In Propaganda, as in all his writings, there is none of the utopian grandiositythat marks so many of the decade’s other pro-commercial homilies. Bernays’s toneis managerial, not millenarian, nor does he promise that his methodology willturn this world into a modern paradise. His vision seems quite modest. The worldinformed by “public relations” will be but “a smoothly functioning society,”where all of us are guided imperceptibly throughout our lives by a benign eliteof rational manipulators.Bernays derived this vision from the writings of his intellectual hero, WalterLippmann, whose classic Public Opinion had appeared in 1922. From hisobservations on the Allied propaganda drives’ immense success (and his own stintas a U.S. war propagandist), and from his readings of Gustave LeBon, GrahamWallas and John Dewey, among others, Lippmann had arrived at the bleak view that“the democratic El Dorado” is impossible in modern mass society, whosemembers—by and large incapable of lucid thought or clear perception, driven byherd instincts and mere prejudice, and frequently disoriented by externalstimuli—were not equipped to make decisions or engage in rational discourse.“Democracy” therefore requires a supra-governmental body of detachedprofessionals to sift the data, think things through, and keep the nationalenterprise from blowing up or crashing to a halt. Although mankind surely can betaught to think, that educative process will be long and slow. In the meantime,the major issues must be framed, the crucial choices made, by “the responsibleadministrator.” “It is on the men inside, working under conditions that aresound, that the daily administration of society must rest.”9[edwa_9781935439028_oeb_itr_r1.html#en9]While Lippmann’s argument is freighted with complexities and tinged with themelancholy of a disillusioned socialist, Bernays’s adaptation of it is bothsimple and enthusiastic: “We are governed, our minds are molded, our tastesformed, our ideas suggested, largely by men we have never heard of.” These“invisible governors” are a heroic elite, who coolly keep it all together,thereby “organizing chaos,” as God did in the Beginning. “It is they who pullthe wires which control the public mind, who harness old social forces andcontrive new ways to bind and guide the world.” While Lippmann ismeticulous—indeed, at times near-Proustian—in demonstrating how and why mostpeople have such trouble thinking straight, Bernays takes all that for grantedas “a fact.” It is a sort of managerial aristocracy that quietly determines whatwe buy and how we vote and what we deem as good or bad. “They govern us,” theauthor writes, “by their qualities of natural leadership, their ability tosupply needed ideas and by their key position in the social structure.”Although purporting vaguely to be one of “us,” it soon becomes quite clear thatBernays sees himself as an exemplar of that elevated supervisory network, justas he sees his own profession as the most important one up there. Thus Bernaysproceeds as both “a truth-seeker and a propagandist for propaganda”; for whilehe did believe wholeheartedly in his hierarchical conception of “democracy” (andso went on believing through the many further decades of his life, as StewartEwen tells us),10 [edwa_9781935439028_oeb_itr_r1.html#en10] Propaganda isprimarily a sales pitch, not an exercise in social theory. In other words, whilePropaganda is by no means an exhaustive treatment of its subject, the book isedifying for its own propaganda tactics, and for the light it sheds obliquely onthe hidden zeal with which most winning propagandists do their work, however“scientific” and detached they may appear to be (even to themselves).Apparently a cool defense of propaganda and its salutary influence on masssociety, this book is an extended ad for “public relations” as Bernays himselfhad learned to practice it with rare intelligence and skill. By 1928, he hadbecome the leading figure in his ever-growing field. Not only had he managed tolegitimize his craft (“Counsel on Public Relations” always was his pointedself-description), but his own shop was bustling. His services were thereforenot available to everyone; Propaganda is aimed mainly at Bernays’s potentialcorporate clientele. And yet the author variously masks that plutocratic bias.At the outset, his seductive use of “us” implies that he, like most of us, isjust a fuddled propagandee, and not himself the ablest of “invisible governors.”In Chapter I, he further mystifies the status of his usual customers by casting“propaganda” as a sort of populist endeavor, and not as an expensive game thatis played best by those who have the most to spend on it. Bernays does this bycompiling ostentatiously “inclusive” lists of what he represents as commonpropaganda sources: catalogues, primarily, of modest civic and professionalassociations and publications (the Arion Singing Society, the National NutNews), with few, if any, blue-chip outfits mentioned. And perhaps Bernays wasalso disingenuous in filling out the volume with its late, brief chapters on howpropaganda can serve education, social service, “art and science”—little foraysinto social and/or cultural concern, intended, seemingly, to make the book seemsomething other than an essay on how business stands to benefit immensely fromthe author’s sort of expertise. All such quasi-democratic touchesnotwithstanding, Propaganda mainly tells us that Bernays’s true métier was tohelp giant players with their various sales and image problems.At that sort of effort he was in a class all by himself; Ivy Lee was the onlyother P.R. man of comparable renown, and his accomplishments were nowhere nearas many or as dazzling as the ones described in Propaganda, not to mention allthe others that the author managed after 1928. The book is most instructive whenit tells us how and why Bernays did what he did for his (mostly) corporateclients. There are many such revealing moments here—for every case of winningpropaganda cited in the book was actually Bernays’s own handiwork. (The casualreader sees no egotism in such self-promotion, as Bernays discreetly slips intothe passive voice each time he tells us what “was done” or “shown” or “proven”with extraordinary deftness.) He had no equal as a propaganda strategist. Alwaysthinking far ahead, his aim was not to urge the buyer to demand the product now,but to transform the buyer’s very world, so that the product must appear to bedesirable as if without the prod of salesmanship. What is the prevailing custom,and how might that be changed to make this thing or that appear to recommenditself to people? “The modern propagandist … sets to work to createcircumstances which will modify that custom.” Bernays sold Mozart pianos, forexample, not just by hyping the pianos. Rather, he sought carefully “to developpublic acceptance of the idea of a music room in the home”—selling the pianosindirectly, through various suggestive trends and enterprises that make it derigeur to have the proper space for a piano.The music room will be accepted because it has been made the thing. And the manor woman who has a music room, or has arranged a corner of the parlor as amusical corner, will naturally think of buying a piano. It will come to him ashis own idea.III.Propaganda, and Bernays himself throughout his long career, sold something morethan all the goods and services his clients offered, and also something morethan propaganda as a necessary tool for businessmen and politicians. Bernayssold the myth of propaganda as a wholly rational endeavor, carried outmethodically by careful experts skilled enough to lead “public opinion.”Consistently he casts himself as a supreme manipulator, mastering the responsesof a pliable, receptive population. “Conscious and intelligent manipulation,”“invisible governors,” “they who pull the wires which control the public mind,”“shrewd persons operating behind the scenes,” “dictators exercising greatpower,” and, below them, people working “as if actuated by the touch of abutton”—these are but a few expressions of the icy scientistic paradigm thatevidently drove his propaganda practice, and that colored all his thinking onthe subject. The propagandist rules. The propagandized do whatever he would havethem do, exactly as he tells them to, and without knowing it.Derived from the positivism of the 19th century (and indirectly bolstered by thework of Bernays’s uncle, Sigmund Freud), this neo-Baconian conception of thepropagandist’s power was surely not Bernays’s invention. That cool and manlyimage was a commonplace from the Twenties through the Cold War, as was theobverse image of “the crowd” as female in its feverish responsiveness. Why wasthis tableau of domination so pervasive? For self-conscious “professionals” suchas Bernays, expert detachment was, of course, a point of pride—and a strongselling-point, as that hard attitude provided tacit reassurance to potentialclients that the propagandist worked not just by instinct or mood, but asimpartially, and, if need be, ruthlessly, as any doctor or attorney. He couldwork others up without getting all worked up himself (or “going native,” as,say, officials in the U.S. State empathizing with the foreign populace that hewas sent to dupe).The myth of the detached manipulator and compliant crowd has, since theTwenties, also been abundantly re-echoed by academic students of mass suasion.“Convictions in a demagogue are a weakness and may prove a very serious injury,”asserted social psychologist Frederick C. Venn in 1928. “They are the lastinfirmity of some otherwise very splendid demagogues.”11[edwa_9781935439028_oeb_itr_r1.html#en11] So it still is, often, withintellectual studies of successful rabblerousers—the analyst projecting his ownrationality onto the firebrand in question, as if assuring us that he is toointelligent and self-possessed to fall for that spellbinder who excites thevulgar herd. Indeed, the same myth of the unmoved mover has been amplyreconfirmed by some of history’s most effective agitators: Hitler liked to casthimself as a detached appraiser of his own frenzies at the podium, and Goebbelstoo believed himself to be completely cold inside, even as his oratory thrilledthe crowd.There is no way to confirm this notion that the propagandist is essentiallyabove the fray that he creates. While it surely points us toward some truthsabout the way that demagogues and other propagandists operate, the notion isunlikely on its face. From what we know about the most ferocious demagogues ofyesteryear, successful mass incitement does tend to bespeak, and seeminglyrequires, a fiery core of radical commitment, even if the agitator consciouslydistorts his facts or trots out this or that rhetorical device. Hitler,Goebbels, Mussolini, Father Coughlin, Joe McCarthy, Gerald L.K. Smith, and manyothers were fanatical and cynical at once, neither wholly in control nor totallyecstatic. Such agitators work within a certain mental borderland, where one cannever clearly see conviction as distinct from calculation. Indeed, that innermurkiness appears itself to be the very source or basis of the massmanipulator’s enigmatic power, and so we cannot comprehend it through schematicdualistic formulas. (Orwell’s elusive concept of “doublethink” is highlypertinent here.)Of course, there are significant differences between such epoch-making dervishesas Hitler, Coughlin, and McCarthy, who worked in person, on a stage or at amicrophone, and propagandists not intent on rousing furious reactions on thespot. Behind even the wildest propaganda orator there must be countless unknowndeputies and lesser troops involved in tedious preparations and/orfollow-through; and, of course, there are also countless propagandists whoseassignments in no way entail the maddening of multitudes. Admakers—researchers,creative directors, copywriters, art directors, photographers—labor graduallytoward mass reactions that, in general, are not explosive and immediate butincremental, individual, dispersed, half-conscious. As this book demonstrates,the public relations expert likewise seeks to make a gradual impression, afterlong research and sober planning. In the hearts of such methodical manipulatorsthere would seem to be no streak of mad commitment, as their enterprise is notinfuriating and millennial but businesslike, mundane and rational.And yet those who do such work are also prone to lose touch with reality; for intheir universe the truth is ultimately what the client wants the world to thinkis true. Whatever cause they serve or goods they sell, effective propagandistsmust believe in it—or at least momentarily believe that they believe in it. Evenhe or she who propagates commodities must be to some extent a true believer. “Toadvertise a product you must believe in it. To convince you must be convincedyourself,” observes Marcel Bleustein-Blanchet, longtime head of Publicis, thegiant French ad agency.12 [edwa_9781935439028_oeb_itr_r1.html#en12]“I guess Ireally believe all those schmaltzy things I say in the ads. It seems to havenothing to do with the hardheaded strategies I can work out for marketingproducts” admits Shirley Polykoff, Clairol’s legendary adwoman (“Does she…. Ordoesn’t she? Only her hairdresser knows for sure!”).13[edwa_9781935439028_oeb_itr_r1.html#en13]And even in the magisterial Bernays we note the tendency to let his clients’needs dictate “the truth.” Such is the major occupational hazard facing allfull-time propagandists—even this most cautious and painstaking ofprofessionals, whose celebrated title, “Counsel on Public Relations,” impliednot just a heightened status but a certain lawyerly impartiality. Bernaysinvented the authoritative-seeming “sponsoring committee” as a way to hype hisclient’s wares. (He first used this now-venerable gimmick in early 1913,assembling a “committee” of physicians to approve the Broadway production ofEugene Brieux’s play Damaged Goods, which dealt forthrightly with the issue ofvenereal disease.) A few years later he used that device again, to sell theAmerican people on the “hearty breakfast” of fried eggs served on strips ofbacon. Whereas “the old type of salesmanship” would merely place a lot of adsexhorting everyone to eat more bacon, “because it is good, because it gives youenergy,” etc., Bernays’s approach, as ever, was more “scientific”:The newer salesmanship, understanding the group structure of society and theprinciples of mass psychology, would first ask, “Who is it that influences theeating habits of the public?” The answer, obviously, is: “The physicians.” Thenew salesman will then suggest to physicians to say publicly that it iswholesome to eat bacon. He knows as a mathematical certainty, that large numbersof persons will follow the advice of their doctors, because he understands thepsychological relation of dependence of men upon their physicians.This was all very well; and yet the impressive scientism of Bernays’s way ofselling bacon contradicts the inconvenient scientific fact that eating bacon hasturned out to be not “wholesome” after all, what with its high fat content andcholesterol. Certainly this risk was not yet clear to the American medicalestablishment when, in the mid-Twenties, Bernays pitched the “hearty breakfast”for the Beechnut Packing Company. It is significant, however, that, in hisuniverse, it is the preeminent consensus that determines what is “true.” This isnot to fault him for relying on the doctors of his day, nor to suggest that hewould have tried to underplay the risks of fatty food if he had known aboutthem. Indeed, Bernays was, in this regard, exceptionally ethical. Once the toxicside effects of smoking had become impossible to talk away, Bernays not onlygave up working for tobacco companies, but became a vocal critic of tobacco,lobbying staunchly (and unsuccessfully) to get the Public Relations Society ofAmerica to enjoin its members not to work in any way to spread the habit.14[edwa_9781935439028_oeb_itr_r1.html#en14]Bernays can only be applauded for his scrupulous position, which reflected hislifelong commitment to a stringent code of ethics for all p.r. specialists. Butthe issue here is not so much ethical as epistemological. In a world under theinfluence of propaganda experts, how does a costly truth get out into the worldas truth? When is an idea no longer just a crackpot theory, a paranoid delusionof the left or right, but something that must be, and finally is, accepted?Bernays’s eventual stand on cigarettes was admirable indeed, especiallyconsidering his own prodigious work, from the mid-Thirties, for GeorgeWashington Hill’s American Tobacco Company. (The propagandist helped Hill sell alot of Lucky Strikes.) The risks of smoking were, however, evident before theantismoking propaganda started picking up momentum in the Fifties. As early as1941, the independent journalist George Seldes was intrepidly reporting on thepertinent medical discoveries in his tiny muckraking journal, In Fact. With theexception of the Reader’s Digest, no other American news source, print orbroadcast, dared even to hint at what tobacco scientists were finding out—anadvertising-induced blackout that persisted, by and large, until the Seventies.Such was the clout of the tobacco companies, which used Bernays’s sort ofpropaganda genius to keep most people blithely unaware of what they wereinhaling.Although Bernays did see the light about tobacco, then, and did the honorablething, the fact is that corporate propaganda squelches inconvenient journalisticenterprise, so that early warnings fail to resonate, and growing ills receive nomass attention. As with the risks of smoking, so it has been, until veryrecently, with global warming, and so it is today with the carcinogenicity ofcell phones, and the toxic side effects of fluoride, just to name a fewunderreported threats to public health. In all such cases, the investigativejournalist is the propagandist’s natural enemy, as the former serves the publicinterest, while the latter tends to work against it.Thus Bernays expresses here a hostile view of muckraking journalism, which wouldalways becloud the sunny view that he was hired to propagate. That that viewmight be false, or incomplete, is a possibility that just does not come up inPropaganda. “Big business studies every move which may express its truepersonality,” the author writes, implying clearly that the corporate personalityis always somehow likeable, attractive and benign—a notion as unsound as anyPtolemaic theorem or medieval superstition. Concerning cigarettes, thecounter-propaganda finally overwhelmed the pro-tobacco propaganda that had longprevented any public talk about the actual effects of smoking. Other ofBernays’s campaigns were likewise meant to preempt all discussion, if not allconception, of some rational alternatives to the established ways of doingbusiness.In 1929, for instance, Bernays mounted “Light’s Golden Jubilee.” This grandoccasion, featuring a muchhyped joint appearance of Thomas Edison and HenryFord, was ostensibly an earnest and spontaneous celebration of the fiftiethanniversary of Edison’s invention of the light bulb. In fact, the “Jubilee” wasbut a stroke of propaganda on behalf of General Electric and its NationalElectric Light Association (NELA), which was the secret means of GE’sstranglehold on America’s electric power. From 1919 until 1934, NELA carried outthe largest peacetime propaganda drive in U.S. history, intended to discouragepublic ownership of the utilities. That private capital should wield completecontrol over the nation’s power supply was a notion evidently not to bedebated.15 [edwa_9781935439028_oeb_itr_r1.html#en15]Similarly, in 1953 Bernays helped put across the myth that Guatemala was at riskof communist subversion—a serviceable legend that the propagandist actuallybelieved, as he makes clear in his memoirs.16[edwa_9781935439028_oeb_itr_r1.html#en16] Bernays was then employed by theUnited Fruit Company, at whose behest the Eisenhower administration used the CIAto overthrow the democratically elected government of Jacobo Arbenz. Thus wasGuatemala forced to start its gruesome modern history as a quasifascistoligarchy. From that point on, the bananas and pineapples would continue to besafely picked by inexpensive native labor under careful watch, with all theprofits flowing north. The possibility of some other, less explosive,noncolonial arrangement was clearly not to be imagined by Bernays, just asUnited Fruit could not imagine it; and so it never could become a public issuehere.IV.As propaganda for its author’s services, Propaganda was no doubt successful,adding luster to Bernays’s reputation in the business world, and thereby winninghim new clients. As propaganda for reclaiming “propaganda,” on the other hand,this book did not succeed; nor could any book—or, for that matter, any othersort of propaganda—possibly have made that controversial word uncontroversialagain. By 1928, the word’s troubling connotations had not faded: on thecontrary. Throughout the decade there had been a gradual, disorientingrevelation of just how systematically, and how ingeniously, the Alliedgovernments had fooled the peoples of two great democracies, Great Britain and,in particular, the USA. Once the thrill of victory had faded, and the troopscame home (if they came home at all) disfigured or disabled, and the reasons forthe war were now less clear than they had seemed, the sordid details of thepropaganda drive against “the Hun” began to circulate, spread far and wide in abelated flood of memoirs, reminiscences, published diaries, after-dinnerspeeches and historical accounts.At first, the Allies’ fatal trickery was reported, and deplored, only in suchliberal journals as the New Republic. By mid-decade, the dispiriting truth aboutthe wartime propaganda was the subject of several highly damning exposés in theSaturday Evening Post, a rightist organ widely read. Throughout the press,“propaganda” was now commonly condemned; and, for the most part, not as somedark alien force, unloosed upon our virgin culture by the Prussians and/or Reds,but—far worse—by propagandists of our own. Now it came to light (and at timesthe charges were hysterically exaggerated) that various U.S. interests hadcolluded to mislead the people into a gratuitous slaughter overseas: pro-Britisheconomic interests (like the House of Morgan), weapons manufacturers andanti-leftist groups, as well as all those common hucksters drawn into theservice of the government. From the Twenties up until the start of World War II,the word was even more pejorative, as it suggested not just lying, but betrayal.Thus Bernays’s position was eccentric, in the public eye, when this book of hiscame out in 1928. That same year saw the publication of another, very differentbook on propaganda: Falsehood in War-Time, by the British MP Arthur Ponsonby, isa straightforward catalogue of all the major falsehoods propagated by the Alliedgovernments.17 [edwa_9781935439028_oeb_itr_r1.html#en17] Ponsonby refutes eachlie, explaining also how and why it was devised and spread. That book createdquite a furor on its publication in both Britain and America. Bernays’s cunningPropaganda failed to resonate as strongly as this other, blunter book, whichseemed the ultimate summation of the case against the craft that Bernays tried,throughout his life, to justify.The propagandist was no loser at his game, however. True, the word remainedsimplistically pejorative, and is so used today. Bernays’s sanguine view ofpropaganda, furthermore, and the sophistry he often used to make his arguments,put him on the weak side of debates in public, and earned him much contemptuousabuse from those appalled by the deceitfulness and tawdry aims of corporatepropaganda. (There were many more such critics in the Twenties and the Thirtiesthan there are today; and their critiques were publicly accessible—far more thanthey are today.) Given Bernays’s own priorities, however, such treatment wasunlikely to have hurt him much. The audience that he most cared about, it seems,was not the public, and surely not those intellectuals who so despised hiscraft. He wrote for those who understood the value of that craft, and couldafford to make it work for them.18 [edwa_9781935439028_oeb_itr_r1.html#en18]Even as the people, understandably, distrusted “propaganda” more and more,propaganda was becoming ever more pervasive, as its sponsors marveled at itsvictories. “In fact,” Bernays notes in this book, “its use is growing as itsefficiency in gaining public support is recognized.” That propaganda easilyseduces even those whom it most horrifies is a paradox that Bernays graspedcompletely; and it is one that we must try at last to understand, if we want tochange the world that Edward Bernays, among others, made for us. Mark Crispin MillerNew York CityJuly 2004NOTES1 [edwa_9781935439028_oeb_itr_r1.html#Ref-en1] The Latin text of Gregory’s bullis included in Magnum bullarium Romanum: bullarum, privilegiorum ac diplomatumRomanorum Pontificum amplissima collectio (Graz, Austria: Akademische Drucku.Verlagsanstalt, 1964-1966). It is available online at the Notre Dame Archives,http://classic.archives.nd.edu/bull.htm[http://classic.archives.nd.edu/bull.htm].2 [edwa_9781935439028_oeb_itr_r1.html#Ref-en2] William Thomas Brande, ADictionary of Science, Literature and Art (London: Longman, Brown, Green, andLongmans, 1842).3 [edwa_9781935439028_oeb_itr_r1.html#Ref-en3] The Collected Works of RalphWaldo Emerson (Cambridge, Mass.: Harvard University Press, 1994), vol. 5,English Traits, p. 25.4 [edwa_9781935439028_oeb_itr_r1.html#Ref-en4] Lippmann refers to “themanufacture of consent” in his Public Opinion, which appeared in 1922 (New York:Free Press, 1997), p. 158).5 [edwa_9781935439028_oeb_itr_r1.html#Ref-en5] For an invaluable study of theintellectual uneasiness concerning “propaganda” in the post-war years, see BrettGary, The Nervous Liberals: Propaganda Anxieties from World War I to the ColdWar (New York: Columbia University Press, 1999), esp. pp. 15-53.6 [edwa_9781935439028_oeb_itr_r1.html#Ref-en6] George Creel, How We AdvertisedAmerica (New York: Harper & Brothers, 1920), p. 3.7 [edwa_9781935439028_oeb_itr_r1.html#Ref-en7] Bernays, E. L. (1929). “Are WeVictims of Propaganda?” The Forum, 81 (3), March, 1929, 142-149. Bernays’s pieceappeared in a robust exchange with social psychologist Everett Dean Martin, whotook the anti-propaganda view. This contention is noteworthy, as Martin’s TheBehavior of Crowds: A Psychological Study (1911) had exerted a strong influenceon Bernays’s thinking. Stuart Ewen, PR! The Social History of Spin (New York:Basic Books, 1996), p. 144.8 [edwa_9781935439028_oeb_itr_r1.html#Ref-en8] See Bernays’s discussion of theword in his Biography of an Idea: Memoirs of Public Relations Counsel Edward L.Bernays (New York: Simon & Schuster, 1965), pp. 287ff. It is worth noting that,like Creel before him, he ascribes the word’s sudden pejorative connotation notto the Allies’ own constant claim that “propaganda” was an enemy activity, butto the enemies themselves: “I did not hesitate to call myself a propagandist [in1918-1919], even though the word had been tarnished by by the German propagandaof the Kaiser and by the Communists.”9 [edwa_9781935439028_oeb_itr_r1.html#Ref-en9] Lippmann, Public Opinion, p. 251.“The democratic El Dorado” appears on p. 195.10 [edwa_9781935439028_oeb_itr_r1.html#Ref-en10] Ewen interviewed the elderlyBernays at length. On the latter’s hierarchical world-view, see PR! The SocialHistory of Spin, pp. 9-10.11 [edwa_9781935439028_oeb_itr_r1.html#Ref-en11] Frederick E. Venn, “TheDemagogue, in W. Brooke Graves, ed., Readings in Public Opinion: Its Formationand Control (New York and London: D. Appleton, 1928).12 [edwa_9781935439028_oeb_itr_r1.html#Ref-en12] Marcel Bleustein-Blanchet, TheRage to Persuade: Memoirs of a Frrench Advertising Man, trans. Jean Boddewyn(New York and London: Chelsea House, 1982), p. 98.13 [edwa_9781935439028_oeb_itr_r1.html#Ref-en13] Shirley Polykoff, Does She…. OrDoesn’t She?: And How She Did It (Garden City, NY: Doubleday, 1975), p. 38.14 [edwa_9781935439028_oeb_itr_r1.html#Ref-en14] On Bernays’s anti-tobaccolobbying efforts, see John Stauber and Sheldon Rampton, Toxic Sludge Is Good forYou: Lies, Damn Lies and the Public Relations Industry (Monroe, Maine: CommonCourage Press, 1995), p. 32.15 [edwa_9781935439028_oeb_itr_r1.html#Ref-en15] And yet it was debated, oncethat mammoth propaganda campaign was exposed by the Federal Trade Commission ina harrowing report of many volumes. Several books were written on the scandal,which has evidently been forgotten. See, for example, Ernest Henry Gruening, ThePublic Pays: A Study of Power Propaganda (New York: The Vanguard Press, 1931),and Jack Levin, Power Ethics (New York: Alfred A Knopf, 1931).16 [edwa_9781935439028_oeb_itr_r1.html#Ref-en16] Bernays tells the story of hiswork on Guatemala in Biography of an Idea, pp. 744-75. For a clearer and morecomprehensive treatment of the coup in Guatemala, and the role played in it byBernays’s client, the United Fruit Company,, see Stephen C. Schlesinger, StephenSchlesinger and Stephen Kinzer, Bitter Fruit: The Story of the American Coup inGuatemala, rev. ed. (Cambridge, Mass.: Harvard University Press, 1999).17 [edwa_9781935439028_oeb_itr_r1.html#Ref-en17] Arthur Ponsonby, Falsehood inWartime: Propaganda Lies of the First World War (London: George Allen & Unwin,1928).18 [edwa_9781935439028_oeb_itr_r1.html#Ref-en18] It is notable that, within theconfraternity of propagandists, propaganda was a word that could, apparently,sometimes be frankly used in its old, neutral sense—even in the Thirties, whenU.S. anti-propaganda sentiment was at its height. In one advertising textbook,there is this statement on behalf of “educational pictures” (i.e. propagandafilms): “In the field of propagandism there is hardly a more powerful method ofarousing and controlling public opinion” (Carl Richard Greer, Advertising andIts Mechanical Reproduction [New York: Tudor Publishing, 1931], p. 68). Suchcasual professional use of the forbidden term is commonplace today within theU.S. intelligence community, notwithstanding the routine pejorative use of“propaganda” in the propaganda works deployed by that community."},{"pageContent":"CHAPTER IORGANIZING CHAOSThe conscious and intelligent manipulation of the organized habits and opinionsof the masses is an important element in democratic society. Those whomanipulate this unseen mechanism of society constitute an invisible governmentwhich is the true ruling power of our country.We are governed, our minds molded, our tastes formed, our ideas suggested,largely by men we have never heard of. This is a logical result of the way inwhich our democratic society is organized. Vast numbers of human beings mustcooperate in this manner if they are to live together as a smoothly functioningsociety.Our invisible governors are, in many cases, unaware of the identity of theirfellow members in the inner cabinet.They govern us by their qualities of natural leadership, their ability to supplyneeded ideas and by their key position in the social structure. Whateverattitude one chooses toward this condition, it remains a fact that in almostevery act of our daily lives, whether in the sphere of politics or business, inour social conduct or our ethical thinking, we are dominated by the relativelysmall number of persons—a trifling fraction of our hundred and twentymillion—who understand the mental processes and social patterns of the masses.It is they who pull the wires which control the public mind, who harness oldsocial forces and contrive new ways to bind and guide the world.It is not usually realized how necessary these invisible governors are to theorderly functioning of our group life. In theory, every citizen may vote forwhom he pleases. Our Constitution does not envisage political parties as part ofthe mechanism of government, and its framers seem not to have pictured tothemselves the existence in our national politics of anything like the modernpolitical machine. But the American voters soon found that without organizationand direction their individual votes, cast, perhaps, for dozens of hundreds ofcandidates, would produce nothing but confusion. Invisible government, in theshape of rudimentary political parties, arose almost overnight. Ever since thenwe have agreed, for the sake of simplicity and practicality, that party machinesshould narrow down the field of choice to two candidates, or at most three orfour.In theory, every citizen makes up his mind on public questions and matters ofprivate conduct. In practice, if all men had to study for themselves theabstruse economic, political, and ethical data involved in every question, theywould find it impossible to come to a conclusion without anything. We havevoluntarily agreed to let an invisible government sift the data and high-spotthe outstanding issue so that our field of choice shall be narrowed to practicalproportions. From our leaders and the media they use to reach the public, weaccept the evidence and the demarcation of issues bearing upon public question;from some ethical teacher, be it a minister, a favorite essayist, or merelyprevailing opinion, we accept a standardized code of social conduct to which weconform most of the time.In theory, everybody buys the best and cheapest commodities offered him on themarket. In practice, if every one went around pricing, and chemically tastingbefore purchasing, the dozens of soaps or fabrics or brands of bread which arefor sale, economic life would be hopelessly jammed. To avoid such confusion,society consents to have its choice narrowed to ideas and objects brought to itattention through propaganda of all kinds. There is consequently a vast andcontinuous effort going on to capture our minds in the interest of some policyor commodity or idea.It might be better to have, instead of propaganda and special pleading,committees of wise men who would choose our rulers, dictate our conduct, privateand public, and decide upon the best types of clothes for us to wear and thebest kinds of food for us to eat. But we have chosen the opposite method, thatof open competition. We must find a way to make free competition function withreasonable smoothness. To achieve this society has consented to permit freecompetition to be organized by leadership and propaganda.Some of the phenomena of this process are criticized—the manipulation of news,the inflation of personality, and the general ballyhoo by which politicians andcommercial products and social ideas are brought to the consciousness of themasses. The instruments by which public opinion is organized and focused may bemisused. But such organization and focusing are necessary to orderly life.As civilization has become more complex, and as the need for invisiblegovernment has been increasingly demonstrated, the technical means have beeninvented and developed by which opinion may be regimented.With the printing press and the newspaper, the railroad, the telephone,telegraph, radio and airplanes, ideas can be spread rapidly and eveninstantaneously all over the whole of America.H. G. Wells senses the vast potentialities of these inventions when he writes inthe New York Times:“Modern means of communication—the power afforded by print, telephone, wirelessand so forth, of rapidly putting through directive strategic or technicalconceptions to a great number of cooperating centers, of getting quick repliesand effective discussion—have opened up a new world of political processes.Ideas and phrases can now be given an effectiveness greater than theeffectiveness of any personality and stronger than any sectional interest. Thecommon design can be documented and sustained against perversion and betrayal.It can be elaborated and developed steadily and widely without personal, localand sectional misunderstanding.”What Mr. Wells says of political processes is equally true of commercial andsocial processes and all manifestations of mass activity. The groupings andaffiliations of society today are no longer subject to “local and sectional”limitations. When the Constitution was adopted, the unit of organization was thevillage community, which produced the greater part of its own necessarycommodities and generated its group ideas and opinions by personal contact anddiscussion among its citizens. But today, because ideas can be instantaneouslytransmitted to any distance and to any number of people, this geographicalintegration has been supplemented by many other kinds of grouping, so thatpersons having the same ideas and interests may be associated and regimented forcommon action even though they live thousands of miles apart.It is extremely difficult to realize how many and diverse are these cleavages inour society. They may be social, political, economical, racial, religious orethical, with hundreds of subdivisions of each. In the World Almanac, forexample, the following groups are listed under the A’s:The League to Abolish Capital Punishment; Association to Abolish War; AmericanInstitute of Accountants; Actors’ Equity Association; Actuarial Association ofAmerica; International Advertising Association; National Aeronautic Association;Albany Institute of History and Art; Amen Corner; American Academy in Rome;American Antiquarian Society; League for American Citizenship; AmericanFederation of Labor; Amorc (Rosicrucian Order); Andiron Club; American-IrishHistorical Association; Anti-Cigarette League; Anti-Profanity League;Archeological Association of America; National Archery Association; ArionSinging Society; American Astronomical Association; Ayrshire Breeders’Association; Aztec Club of 1847. There are many more under the “A” section ofthis very limited list.The American Newspaper Annual and Directory for 1928 lists 22,128 periodicalpublications in America. I have selected at random the N’s published in Chicago.They are:Narod (Bohemian daily newspaper); Narod-Polski (Polish monthly); N.A.R.D.(pharmaceutical); National Corporation Reporter; National Culinary Progress (forhotel chefs); National Dog Journal; National Drug Clerk; National Engineer;National Grocer; National Hotel Reporter; National Income Tax Magazine; NationalJeweler; National Journal of Chiropractic; National Live Stock Producer;National Miller; National Nut News; National Poultry, Butter and Egg Bulletin;National Provisioner (for meat packers); National Real Estate Journal; NationalRetail Clothier; National Retail Lumber Dealer; National Safety News; NationalSpiritualist; National Underwriter; The Nation’s Health; Naujienos (Lithuaniandaily newspaper); New Comer (Republican weekly for Italians); Daily News; TheNew World (Catholic weekly); North American Banker; North American Veterinarian.The circulation of some of these publications is astonishing. The National LiveStock Producer has a sworn circulation of 155,978; The National Engineer, of20,328; The New World, an estimated circulation of 67,000. The greater number ofthe periodicals listed—chosen at random from among 22,128—have a circulation inexcess of 10,000.The diversity of these publications is evident at a glance. Yet they can onlyfaintly suggest the multitude of cleavages which exist in our society, and alongwhich flow information and opinion carrying authority to the individual groups.Here are the conventions scheduled for Cleveland, Ohio, recorded in a singlerecent issue of “World Convention Dates”—a fraction of the 5,500 conventions andrallies scheduled.The Employing Photo-Engravers’ Association of America; The Outdoor Writers’Association; the Knights of St. John; the Walther League; The National KnittedOuterwear Association; The Knights of St. Joseph; The Royal Order of Sphinx; TheMortgage Bankers’ Association; The International Association of PublicEmployment Officials; The Kiwanis Clubs of Ohio; The American Photo-Engravers’Association; The Cleveland Auto Manufacturers Show; The American Society ofHeating and Ventilating Engineers.Other conventions to be held in 1928 were those of:The Association of Limb Manufacturers’ Association; The National Circus Fans’Association of America; The American Naturopathic Association; The American TrapShooting Association; The Texas Folklore Association; The Hotel Greeters; TheFox Breeders’ Association; The Insecticide and Disinfectant Association; TheNational Association of Egg Case and Egg Case Filler Manufacturers; The AmericanBottlers of Carbonated Beverages; and The National Pickle Packers’ Association,not to mention the Terrapin Derby—most of them with banquets and orationsattached.If all these thousands of formal organization and institutions could be listed(and no complete list has ever been made), they would still represent but a partof those existing less formally but leading vigorous lives. Ideas are sifted andopinions stereotyped in the neighborhood bridge club. Leaders assert theirauthority through community drives and amateur theatricals. Thousands of womenmay unconsciously belong to a sorority which follows the fashions set by asingle society leader.Life satirically expresses this idea in the reply which it represents anAmerican as giving to the Britisher who praises this country for having no upperand lower classes or castes:“Yeah, all we have is the Four Hundred, the White-Collar Men, Bootleggers, WallStreet Barons, Criminals, the D.A.R., the K.K.K., the Colonial Dames, theMasons, Kiwanis and Rotarians, the K. of C., the Elks, the Censors, theCognoscenti, the Morons, Heroes Like Lindy, the W.C.T.U., Politicians,Menckenites, the Booboise, Immigrants, Broadcasters, and—the Rich and Poor.”Yet it must be remembered that these thousands of groups interlace. John Jones,besides being a Rotarian, is member of a church, a fraternal order, of apolitical party, of a charitable organization, of a professional association, ofa local chamber of commerce, of a league for or against prohibition or of asociety for or against lowering the tariff, or of a golf club. The opinionswhich he receives as a Rotarian, he will tend to disseminate in the other groupsin which he may have influence.This invisible, intertwining structure of groupings and associations is themechanism by which democracy has organized its group mind and simplified itsmass thinking. To deplore the existence of such a mechanism is to ask for asociety such as never was and never will be. To admit that it exists, but expectthat it shall not be used, is unreasonable.Emil Ludwig represents Napoleon as “ever on the watch for indications of publicopinion; always listening to the voice of the people, a voice which defiescalculation. ‘Do you know,’ he said in those days, ‘what amazes me more than allelse? The impotence of force to organize anything.’”It is the purpose of this book to explain the structure of the mechanism whichcontrols the public mind, and to tell how it is manipulated by the specialpleader who seeks to create public acceptance for a particular idea orcommodity. It will attempt at the same time to find the due place in the moderndemocratic scheme for this new propaganda and to suggest its gradually evolvingcode of ethics and practice."},{"pageContent":"CHAPTER IITHE NEW PROPAGANDAIn the days when kings were kings, Louis XIV made his modest remark, “L’Etatc’est moi.” He was nearly right.But times have changed. The steam engine, the multiple press, and the publicschool, that trio of the industrial revolution, have taken the power away fromkings and given it to the people. The people actually gained power which theking lost. For economic power tends to draw after it political power; and thehistory of the industrial revolution shows how that power passed from the kingand the aristocracy to the bourgeoisie. Universal suffrage and universalschooling reinforced this tendency, and at last even the bourgeoisie stood infear of the common people. For the masses promised to become king.Today, however, a reaction has set in. The minority has discovered a powerfulhelp in influencing majorities. It has been found possible so to mold the mindof the masses that they will throw their newly gained strength in the desireddirection. In the present structure of society, this practice in inevitable.Whatever of social importance is done today, whether in politics, finance,manufacture, agriculture, charity, education, or other fields, must be done withthe help of propaganda. Propaganda is the executive arm of the invisiblegovernment.Universal literacy was supposed to educate the common man to control hisenvironment. Once he could read and write he would have a mind fit to rule. Soran the democratic doctrine. But instead of a mind, universal literacy has givenhim rubber stamps, rubber stamps inked with advertising slogans, witheditorials, with published scientific data, with the trivialities of thetabloids and the platitudes of history, but quite innocent of original thought.Each man’s rubber stamps are the duplicates of millions of others, so that whenthose millions are exposed to the same stimuli, all received identical imprints.It may seem an exaggeration to say that the American public gets most of itsideas in this wholesale fashion. The mechanism by which ideas are disseminatedon a large scale is propaganda, in the broad sense of an organized effort tospread a particular belief or doctrine.I am aware that the word propaganda carries to many minds an unpleasantconnotation. Yet whether, in any instance, propaganda is good or bad dependsupon the merit of the cause urged, and the correctness of the informationpublished.In itself, the word propaganda has certain technical meanings which, like mostthings in this world, are “neither good nor bad but custom makes them so.” Ifind the word defined in Funk and Wagnall’s Dictionary in four ways: “1. A society of cardinals, the overseers of foreign missions; also the Collegeof Propaganda at Rome founded by Pope Urban VIII in 1627 for education ofmissionary priests; Sacred College de Propaganda Fide.“2. Hence, any institution or scheme for propagating a doctrine or system.“3. Effort directed systematically toward the gaining of public support for anopinion or a course of action.“4. The principles advanced by a propaganda.”The Scientific American, in a recent issue, pleads for the restoration torespectable usage of that “fine old word ‘propaganda.’”“There is no word in the English language,” it says, “whose meaning has been sosadly distorted as the word ‘propaganda.’ The change took place mainly duringthe late war when the term took on a decidedly sinister complexion.”“If you turn to the Standard Dictionary, you will find that the word was appliedto a congregation or society of cardinals for the care and oversight of foreignmissions which was instituted at Rome in the year 1627. It was applied also tothe College of the Propaganda at Rome that was founded by Pope Urban VIII, forthe education of the missionary priests. Hence, in later years the word came tobe applied to any institution or scheme for propagating a doctrine or system.”“Judged by this definition, we can see that in its true sense propaganda is aperfectly legitimate form of human activity. Any society, whether it be social,religious or political, which is possessed of certain beliefs, and sets out tomake them known, either by the spoken or written words, is practicingpropaganda.”“Truth is mighty and must prevail, and if any body of men believe that they havediscovered a valuable truth, it is not merely their privilege but their duty todisseminate that truth. If they realize, as they quickly must, that thisspreading of the truth can be done upon a large scale and effectively only byorganized effort, they will make use of the press and the platform as the bestmeans to give it wide circulation. Propaganda becomes vicious and reprehensiveonly when its authors consciously and deliberately disseminate what they know tobe lies, or when they aim at effects which they know to be prejudicial to thecommon good.”“‘Propaganda’ in its proper meaning is a perfectly wholesome word, of honestparentage, and with an honorable history. The fact that it should today becarrying a sinister meaning merely shows how much of the child remains in theaverage adult. A group of citizens writes and talks in favor of a certain courseof action in some debatable question, believing that it is promoting the bestinterest of the community. Propaganda? Not a bit of it. Just a plain forcefulstatement of truth. But let another group of citizens express opposing views,and they are promptly labeled with the sinister name of propaganda…”“‘What is sauce for the goose is sauce for gander, ’ says a wise old proverb.Let us make haste to put this fine old word back where it belongs, and restoreits dignified significance for the use of our children and our children’schildren.”The extent to which propaganda shapes the progress of affairs about us maysurprise even well informed persons. Nevertheless, it is only necessary to lookunder the surface of the newspaper for a hint as to propaganda’s authority overpublic opinion. Page one of the New York Times on the day these paragraphs arewritten contains eight important news stories. Four of them, or one-half, arepropaganda. The casual reader accepts them as accounts of spontaneoushappenings. But are they? Here are the headlines which announce them: “TWELVE NATIONS WARN CHINA REAL REFORM MUST COME BEFORE THEY GIVE RELIEF,”“PRITCHETT REPORTS ZIONISM WILL FAIL,”“REALTY MEN DEMAND A TRANSIT INQUIRY,”“OUR LIVING STANDARD HIGHEST IN HISTORY, SAYS HOOVER REPORT,” Take them in order: The article on China explains the joint report of theCommission on Extraterritoriality in China, presenting an exposition of thePowers’ stand in the Chinese muddle. What it says is less important that what itis. It was “made public by the State Department today” with the purpose ofpresenting to the American public a picture of the State Department’s position.Its source give it authority, and the American public tends to accept andsupport the State Department view.The report of Dr. Pritchett, a trustee of the Carnegie Foundation forInternational Peace, is an attempt to find the facts about this Jewish colony inthe midst of a restless Arab world. When Dr. Pritchett’s survey convinced himthat in the long run Zionism would “bring more bitterness and more unhappinessboth for the Jew and for the Arab,” this point of view was broadcast with allthe authority of the Carnegie Foundation, so that the public would hear andbelieve. The statement by the president of the Real Estate Board of New York,and Secretary Hoover’s report, are similar attempts to influence the publictoward an opinion.These examples are not given to create the impression that there is anythingsinister about propaganda. They are set down rather to illustrate how consciousdirection is given to events, and how the men behind these events influencepublic opinion. As such they are examples of modern propaganda. At this point wemay attempt to define propaganda.Modern propaganda is a consistent, enduring effort to create or shape events toinfluence the relations of the public to an enterprise, idea or group.This practice of creating circumstances and of creating pictures in the minds ofmillions of persons is very common. Virtually no important undertaking is nowcarried on without it, whether the enterprise be building a cathedral, endowinga university, marketing a moving picture, floating a large bond issue, orelecting a president. Sometimes the effect on the public is created by aprofessional propagandist, sometimes by an amateur deputed for the job. Theimportant thing is that it is universal and continuous; and in its sum total itis regimenting the public mind every bit as much as an army regiments the bodiesof its soldiers.So vast are the numbers of minds which can be regimented, and so tenacious arethey when regimented, that a group at times offers an irresistible pressurebefore which legislators, editors, and teachers are helpless. The group willcling to its stereotypes, as Walter Lippmann calls it, making of thosesupposedly powerful beings, the leaders of public opinion, mere bits ofdriftwood in the surf. When an Imperial Wizard, sensing what is perhaps hungerfor an ideal, offers a picture of a nation all Nordic and nationalistic, thecommon man of the older American stock, feeling himself elbowed out of hisrightful position and prosperity by the newer immigrant stocks, grasps thepicture which fits in so neatly with his prejudices, and makes it his own. Hebuys the sheet and pillowcase costume, and bands with his fellows by thethousand into a huge group powerful enough to swing state elections and to throwa ponderous monkey wrench into a national convention.In our present social organization approval of the public is essential to anylarge undertaking. Hence a laudable movement may be lost unless it impressesitself on the public mind. Charity, as well as business, and politics andliterature, for that matter, have had to adopt propaganda, for the public mustbe regimented into giving money just as it must be regimented into tuberculosisprophylaxis. The Near East Relief, the Association for the Improvement of theCondition of the Poor of New York, and all the rest, have to work on publicopinion just as though they had tubes of toothpaste to sell. We are proud of ourdiminishing infant death rate—and that too is the work of propaganda.Propaganda does exist on all sides of us, and it does change our mental picturesof the world. Even if this be unduly pessimistic—and that remains to beproved—the opinion reflects a tendency that is undoubtedly real. In fact, itsuse is growing as its efficiency in gaining public support is recognized.This then, evidently indicates the fact that anyone with sufficient influencecan lead sections of the public at least for a time and for a given purpose.Formerly the rulers were the leaders. They laid out the course of history, bythe simple process of doing what they wanted. And if nowadays the successors ofthe rulers, those whose position or ability gives them power, can no longer dowhat they want without the approval of the masses, they find in propaganda atool which is increasingly powerful in gaining that approval. Therefore,propaganda is here to stay.It was, of course, the astounding success of propaganda during the war thatopened the eyes of the intelligent few in all departments of life to thepossibilities of regimenting the public mind. The American government andnumerous patriotic agencies developed a technique which, to most personsaccustomed to bidding for public acceptance, was new. They not only appealed tothe individual by means of every approach—visual, graphic, and auditory—tosupport the national endeavor, but they also secured the cooperation of the keymen in every group—persons whose mere word carried authority to hundreds orthousands or hundreds of thousands of followers. They thus automatically gainedthe support of fraternal, religious, commercial, patriotic, social, and localgroups whose members took their opinions from their accustomed leaders andspokesmen, or from the periodical publications which they were accustomed toread and believe. At the same time, the manipulators of patriotic opinion madeuse of the mental clichés and the emotional habits of the public to produce massreactions against the alleged atrocities, the terror, and the tyranny of theenemy. It was only natural, after the war ended, that intelligent persons shouldask themselves whether it was possible to apply a similar technique to theproblems of peace.As a matter of fact, the practice of propaganda since the war has assumed verydifferent forms from those prevalent twenty years ago. This new technique mayfairly be called the new propaganda.It takes account not merely of the individual, nor even of the mass mind alone,but also and especially of the anatomy of society, with its interlocking groupformations and loyalties. It sees the individual not only as a cell in thesocial organism but as a cell organized into the social unit. Touch a nerve at asensitive spot and you get an automatic response from certain specific membersof the organism.Business offers graphic examples of the effect that may be produced upon thepublic by interested groups, such as textile manufacturers losing their markets.This problem arose, not long ago, when the velvet manufacturers were facing ruinbecause their product had long been out of fashion. Analysis showed that it wasimpossible to revive a velvet fashion within America. Anatomical hunt for thevital spot! Paris! Obviously! But yes and no. Paris is the home of fashion.Lyons is the home of silk. The attack had to be made at the source. It wasdetermined to substitute purpose for chance and to utilize the regular sourcesfor fashion distribution and to influence the public from these sources. Avelvet fashion service, openly supported by the manufacturers, was organized.Its first function was to establish contact with the Lyons manufactories and theParis couturiers to discover what they were doing, to encourage them to act onbehalf of velvet, and to help in the proper exploitation of their wares. Anintelligent Parisian was enlisted in the work. He visited Lanvin and Worth,Agnes and Patou, and others and induced them to use velvet in their gowns andhats. It was he who arranged for the distinguished Countess This or Duchess Thatto wear the hat or the gown. And as for the presentation of the idea to thepublic, the American buyer or the American woman of fashion was simply shown thevelvet creations in the atelier of the dressmaker or the milliner. She boughtthe velvet because she liked it and because it was in fashion.The editors of the American magazines and fashion reporters of the Americannewspapers, likewise subjected to the actual (although created) circumstance,reflected it in their news, which, in turn, subjected the buyer and the consumerhere to the same influences. The result was that what was at first a trickle ofvelvet became a flood. A demand was slowly, but deliberately, created in Parisand America. A big department store, aiming to be a style leader, advertisedvelvet gowns and hats on the authority of the French couturiers, and quotedoriginal cables received from them. The echo of the new style was heard fromhundreds of department stores throughout the country which wanted to be styleleaders too. Bulletins followed dispatches. The mail followed the cables. Andthe American woman traveler appeared before the ship news photographers invelvet gown and hat.The created circumstances had their effect. “Fickle fashion has veered tovelvet,” was one newspaper comment. And the industry in the United States againkept thousands busy.The new propaganda, having regard to the constitution of society as a whole, notinfrequently serves to focus and realize the desires of the masses. A desire fora specific reform, however widespread, cannot be translated into action until itis made articulate, and until it has exerted sufficient pressure upon the properlaw-making bodies. Millions of housewives may feel that manufactured foodsdeleterious to health should be prohibited. But there is little chance thattheir individual desires will be translated into effective legal form unlesstheir half-expressed demand can be organized, made vocal, and concentrated uponthe state legislature or upon the Federal Congress in some mode which willproduce the results they desire. Whether they realize it or not, they call uponpropaganda to organize and effectuate their demand.But clearly it is the intelligent minorities which need to make us of propagandacontinuously and systematically. In the active proselytizing minorities in whomselfish interests and public interests coincide lie the progress and developmentof America. Only through the active energy of the intelligent few can the publicat large become aware of and act upon new ideas.Small groups of persons can, and do, make the rest of us think what they pleaseabout a given subject. But there are usually proponents and opponents of everypropaganda, both of whom are equally eager to convince the majority."},{"pageContent":"CHAPTER IIITHE NEW PROPAGANDISTSWho are the men, who, without our realizing it, give us our ideas, tell us whomto admire and whom to despise, what to believe about the ownership of publicutilities, about the tariff, about the price of rubber, about the Dawes Plan,about immigration; who tell us how our houses should be designed, what furniturewe should put into them, what menus we should serve at our table, what kind ofshirts we must wear, what sports we should indulge in, what plays we should see,what charities we should support, what pictures we should admire, what slang weshould affect, what jokes we should laugh at?If we set out to make a list of the men and women who, because of their positionin public life, might fairly be called the molders of public opinion, we couldquickly arrive at an extended list of persons mentioned in “Who’s Who.” It wouldobviously include the President of the United States and the members of hisCabinet; the Senators and Representatives in Congress; the Governors of theforty-eight states; the presidents of the chambers of commerce in our hundredlargest cities, the chairmen of the boards of directors of our hundred or morelargest industrial corporations, the president of many of the labor unionsaffiliated in the American Federation of Labor, the national president of eachof the national professional and fraternal organizations, the president of eachof the racial or language societies in the country, the hundred leadingnewspaper and magazine editors, the fifty most popular authors, the presidentsof the fifty leading charitable organizations, the twenty leading theatrical orcinema producers, the hundred recognized leaders or fashion, the most popularand influential clergymen in the hundred leading cities, the presidents of ourcolleges and universities and the foremost members of their faculties, the mostpowerful financiers in Wall Street, the most noted amateurs of sports, and soon.Such a list would comprise several thousand persons. But it is well known thatmany of these leaders are themselves led, sometimes by persons whose names areknown to few. Many a congressman, in framing his platform, follows thesuggestions of a district boss whom few persons outside the political machineshave ever heard of. Eloquent divines may have great influence in theircommunities, but often take their doctrines from a higher ecclesiasticalauthority. The presidents of chambers of commerce mold the thought of localbusiness men concerning public issues, but the opinions which they promulgateare usually derived from some national authority. A presidential candidate maybe “drafted” in response to “overwhelming popular demand,” but it is well knownthat his name may be decided upon by half a dozen men sitting around a table ina hotel room.In some instances the power of invisible wirepullers is flagrant. The power ofthe invisible cabinet which deliberated at the poker table in a certain littlegreen house in Washington has become a national legend. There was a period inwhich the major policies of the national government were dictated by a singleman, Mark Hanna. A Simmons may, for a few years, succeed in marshaling millionsof men on a platform of intolerance and violence.Such persons typify in the public mind the type of ruler associated with thephrase invisible government. But we do not often stop to think that there aredictators in other fields whose influence is just as decisive as that of thepoliticians I have mentioned. As Irene Castle can establish the fashion of shorthair which dominates nine-tenths of the women who make any pretense to beingfashionable. Paris fashion leaders set the mode of the short skirt, for wearingwhich, twenty years ago, any woman would simply have been arrested and throwninto jail by the New York City police, and the entire women’s clothing industry,capitalized at hundreds of millions of dollars, must be reorganized to conformto their dictum.There are invisible rulers who control the destinies of millions. It is notgenerally realized to what extent the words and actions of our most influentialpublic men are dictated by shrewd persons operating behind the scenes.Now, what is still more important, the extent to which our thoughts and habitsare modified by authorities.In some departments of our daily life, in which we imagine ourselves freeagents, we are ruled by dictators exercising great power. A man buying a suit ofclothes imagines that he is choosing, according to his taste and hispersonality, the kind of garment which he prefers. In reality, he may be obeyingthe orders of an anonymous gentleman tailor in London. This personage is thesilent partner in a modest tailoring establishment, which is patronized bygentlemen of fashion and princes of blood. He suggest to British noblemen andothers a blue cloth instead of gray, two buttons instead of three, or sleeves aquarter of an inch narrower than last season. The distinguished customerapproves of the idea.But how does this fact affect John Smith of Topeka?The gentleman tailor is under contract with a certain large American firm, whichmanufactures men’s suits, to send them instantly the designs of the suits chosenby the leaders of London fashion. Upon receiving the designs, withspecifications as to color, weight, and texture, the firm immediately places anorder with the cloth makers for several hundred thousand dollars’ worth ofcloth. The suits made up according to the specifications are then advertised asthe latest fashion. The fashionable men in New York Chicago, Boston, andPhiladelphia wear them. And the Topeka man, recognizing this leadership, doesthe same.Women are just as subject to the commands of invisible government as men. A silkmanufacturer, seeking a new market for its product, suggested to a largemanufacturer of shoes that women’s shoes should be covered with silk to matchtheir dresses. The idea was adopted and systematically propagandized. A popularactress was persuaded to wear the shoes. The fashion spread. The shoe firm wasready with the supply to meet thee created demand. And the silk company wasready with the silk for more shoes.The man who injected this idea into the shoe industry was ruling women in onedepartment of their social lives. Different men rule us in the variousdepartments of our lives. There may be one power behind the throne in politics,another in the manipulations of the Federal discount rate, and still another inthe dictation of next season’s dances. If there were a national invisiblecabinet ruling our destinies (a thing which is not impossible to conceive of),it would work through certain group leaders on Tuesday for one purpose, andthrough an entirely different set on Wednesday for another. The idea ofinvisible government is relative. There may be a handful of men who control theeducational methods of the great majority of our schools. Yet from anotherstandpoint, every parent is a group leader with authority over his or herchildren.The invisible government tends to be concentrated in the hands of the fewbecause of the expense of manipulating the social machinery which controls theopinions and habits of the masses. To advertise on a scale which will reachfifty million persons is expensive. To reach and persuade the group leaders whodictate the public’s thoughts and actions is likewise expensive.For this reason there is an increasing tendency to concentrate the functions ofpropaganda in the hands of the propaganda specialist. This specialist is moreand more assuming a distinct place and function in our natural life.New activities call for new nomenclature. The propagandist who specializes ininterpreting enterprises and ideas to the public, and in interpreting the publicto promulgators of new enterprises and ideas, has come to be know by the name of“public relations counsel.”The new profession of public relations has grown up because of the increasingcomplexity of modern life and the consequent necessity for making the actions ofone part of the public understandable to other sectors of the public. It is due,too, to the increasing dependence of organized power of all sorts upon publicopinion. Governments, whether they are monarchical, constitutional, democraticor communist, depend upon acquiescent public opinion for the success of theirefforts and, in fact, government is government only by virtue of publicacquiescence. Industries, public utilities, educational movements, indeed allgroups representing any concept or product, whether they are majority orminority ideas, succeed only because of approving public opinion. Public opinionis the unacknowledged partner in all broad efforts.The public relations counsel, then, is the agent who, working with modern mediaof communications and the group formations of society, brings an idea to theconsciousness of the public. But he is a great deal more than that. He isconcerned with courses of action, doctrines, systems and opinions, and thesecuring of public support for them. He is also concerned with tangible thingssuch as manufactured and raw products. He is concerned with public utilities,with large trade groups and associations representing entire industries.He functions primarily as an adviser to his client, very much as a lawyer does.A lawyer concentrates on the legal aspects of his clients’ business. A counselon public relations concentrates on the public contacts of his client’sbusiness. Every phase of his client’s ideas, products, or activities which mayaffect the public or in which the public may have an interest is part of hisfunction.For instance, in the specific problems of the manufacturer he examines theproduct, the markets, the way in which the public reacts to the product, theattitude of the employees to the public and towards the product, and thecooperation of the distribution agencies.The counsel on public relations, after he has examined all these and otherfactors, endeavors to shape the actions of his client so that they will gain theinterest, the approval, and the acceptance of the public.The means by which the public is apprised of the actions of his client are asvaried as the means of communication themselves, such as conversation, letters,the stage, the motion picture, the radio, the lecture platform, the magazine,the daily newspaper. The counsel on public relations is not an advertising manbut he advocates advertising where that is indicated. Very often he is called inby an advertising agency to supplement its work on behalf of a client. His workand that of the advertising agency do not conflict with or duplicate each other.His first efforts are, naturally, devoted to analyzing his clients’ problems,and making sure that what he has to offer the public is something which thepublic accepts or can be brought to accept. It is futile to attempt to sell anidea or to prepare the ground for a product that is basically unsound.For example, an orphan asylum is worried by a falling off in contributions and apuzzling attitude of indifference or hostility on the part of the public. Thecounsel on public relations may discover upon analysis that the public, alive tomodern sociological trends, subconsciously criticizes the institution because itis not organized on the new “cottage plan.” H will advise modification of theclient in this respect. Or a railroad may be urged to put on a fast train forthe sake of the prestige which it will lend to the road’s name, and hence to itsstocks and bonds.If the corset makers, for instance, wished to bring the product into fashionagain, he would unquestionably advise that the plan was impossible, since womenhave definitely emancipated themselves from the old-style corset. Yet hisfashion advisers might report that women might be persuaded to adopt a certaintype of girdle which eliminated the unhealthful features of the corset.His next effort is to analyze his public. He studies the groups which must bereached, and the leaders through whom he may approach these groups. Socialgroups, economic groups, geographical groups, age groups, doctrinal groups,language groups, cultural groups, all these represent his divisions throughwhich, on behalf of his client, he may talk to the public.Only after this double analysis has been made and the results collated, has thetime come for the next step, the formulation of policies governing the generalpractice, procedure, and habits of the client in all those aspects in which hecomes in contact with the public. And only when these policies have been agreedupon is it time for the fourth step.The first recognition of the distinct functions of the public relations counselarose, perhaps, in the early years of the present century as a result of theinsurance scandals coincident with the muckraking of corporate finance in thepopular magazines. The interests thus attacked suddenly realized that they werecompletely out of touch with the public they were professing to serve, andrequired expert advice to show them how they could understand the public andinterpret themselves to it.The Metropolitan Life Insurance Company, prompted by the most fundamentalself-interest, initiated a conscious, directed effort to change the attitude ofthe public toward insurance companies in general, and toward itself inparticular, to its profit and the public’s benefit.It tried to make a majority movement of itself by getting the public to buy itspolicies. It reached the public at every point of its corporate and separateexistences. To communities it gave health surveys and expert counsel. Toindividuals it gave health creeds and advice. Even the building in which thecorporation was located was made a picturesque landmark to see and remember, inother words to carry on the associative process. And so this company came tohave a broad general acceptance. The number and amount of its policies grewconstantly, as its broad contacts with society increased.Within a decade, many large corporations were employing public relations counselunder one title or another, for they had come to recognize that they dependedupon public good will for their continued prosperity. It was no longer true thatit was “none of the public’s business” how the affairs of a corporation weremanaged. They were obliged to convince the public that they were conforming toits demands as to honesty and fairness. Thus a corporation might discover thatits labor policy was causing public resentment, and might introduce a moreenlightened policy solely for the sake of general good will. Or a departmentstore, hunting for the cause of diminishing sales, might discover that itsclerks had a reputation for bad manners, and initiate formal instruction incourtesy and tact.The public relations expert may be known as public relations director orcounsel. Often he is called secretary or vice president or director. Sometimeshe is known as cabinet officer or commissioner. By whatever title he may becalled, his function is well defined and his advice has definite bearing on theconduct of the group or individual with whom he is working.Many persons still believe that the public relations counsel is a propagandistand nothing else. But, on the contrary, the stage at which many suppose hestarts his activities may actually be the stage at which he ends them. After thepublic and the client are thoroughly analyzed and policies have been formulated,his work may be finished. In other cases the work of the public relationscounsel must be continuous to be effective. For in many instances only by acareful system of constant, thorough and frank information will the publicunderstand and appreciate the value of what a merchant, educator or statesman isdoing. The counsel on public relations must maintain constant vigilance, becauseinadequate information, or false information from unknown sources, may haveresults of enormous importance. A single false rumor at a critical moment maydrive down the price of a corporation’s stock, causing a loss of millions tostockholders. An air of secrecy or mystery about a corporation’s financialdealings may breed a general suspicion capable of acting as an invisible drag onthe company’s whole dealings with the public. The counsel on public relationsmust be in a position to deal effectively with rumors and suspicions, attemptingto stop them at their source, counteracting them promptly with correct or morecomplete information through channels which will be most effective, or best ofall establish such relationships of confidence in the concern’s integrity thatrumors and suspicions will have no opportunity to take root.His function may include the discovery of new markets, the existence of whichhad been unsuspected.If we accept public relations as a profession, we must also expect it to haveideals and ethics. The ideal of the profession is a pragmatic one. It is to makethe producer, whether that producer be a legislature making laws or amanufacturer making a commercial product, understand what the public wants andto make the public understand the objectives of the producer. In relation toindustry, the ideal of the profession is to eliminate the waste and the frictionof that result when industry does things or makes things which its public doesnot want, or when the public does not understand what is being offered it. Forexample, the telephone companies maintain extensive public relations departmentsto explain what they are doing, so that energy may not be burned up in thefriction of misunderstanding. A detailed description, for example, of theimmense and scientific care which the company takes to choose clearlyunderstandable and distinguishable exchange names, helps the public toappreciate the effort that is being made to give good service, and stimulates itto cooperate by enunciating clearly. It aims to bring about an understandingbetween educators and educated, between government and people, betweencharitable institutions and contributors, between nation and nation.The profession of public relations counsel is developing for itself an ethicalcode which compares favorably with that governing the legal and medicalprofessions. In part, this code is forced upon the public relations counsel bythe very conditions of his work. While recognizing, just as the lawyer does,that everyone has the right to present his case in its best light, henevertheless refuses a client whom he believes to dishonest, a product which hebelieves to be fraudulent, or a cause which he believes to be antisocial. Onereason for this is that, even though a special pleader, he is not dissociatedfrom the client in the public’s mind. Another reason is that while he ispleading before the court—the court of public opinion—he is at the same timetrying to affect that court’s judgments and actions. In law, the judge and juryhold the deciding balance of power. In public opinion, the public relationscounsel is judge and jury, because through his pleading of a case the public mayaccede his opinion and judgment.He does not accept a client whose interests conflict with those of anotherclient. He does not accept a client whose case he believes to be hopeless orwhose product he believes to be unmarketable.He should be candid in his dealings. It must be repeated that his business isnot to fool or hoodwink the public. If he were to get such a reputations, hisusefulness in his profession would be at an end. When he is sending outpropaganda material, it is clearly labeled as to source. The editor knows fromwhom it comes and what its purpose is, and accepts or rejects it on its meritsas news."},{"pageContent":"CHAPTER IVTHE PSYCHOLOGY OF PUBLIC RELATIONSThe systematic study of mass psychology revealed to students the potentialitiesof invisible government of society by manipulation of the motives which actuateman in the group. Trotter and Le Bon, who approached the subject in a scientificmanner, and Graham Wallas, Walter Lippmann, and others who continued withsearching studies of the group mind, established that the group has mentalcharacteristics distinct from those of the individual, and is motivated byimpulses and emotions which cannot be explained on the basis of what we know ofindividual psychology. So the question naturally arose: If we understand themechanism and motives of the group mind, is it not possible to control andregiment the masses according to our will without their knowing about it?The recent practice of propaganda has proved that it is possible, at least up toa certain point and within certain limits. Mass psychology is as yet far frombeing an exact science and the mysteries of human motivation are by no means allrevealed. But at least theory and practice have combined with sufficient successto permit us to know that in certain cases we can effect some change in publicopinion with a fair degree of accuracy by operating a certain mechanism, jut asthe motorist can regulate the speed of his car by manipulating the flow ofgasoline. Propaganda is not a science in the laboratory sense, but it is nolonger entirely the empirical affair that it was before the advent of the studyof mass psychology. It is now scientific in the sense that it seeks to base itsoperations upon definite knowledge drawn from direct observation of the groupmind, and upon the application of principles which have been demonstrated to beconsistent and relatively constant.The modern propagandist studies systematically and objectively the material withwhich he is working in the spirit of the laboratory. If the matter in hand is anationwide sales campaign, he studies the field by means of a clipping service,or of a corps of scouts, or by personal study at a crucial spot. He determines,for example, which features of a product are losing their public appeal, and inwhat new direction the public taste is veering. He will not fail to investigateto what extent it is the wife who has the final word in the choice of herhusband’s car, or of his suits and shirts.Scientific accuracy of results is not to be expected, because many of theelements of the situation must always be beyond his control. He may know with afair degree of certainty that under favorable circumstances an internationalflight will produce a spirit of good will, making possible even the consummationof political programs. But he cannot be sure that some unexpected event will notovershadow this flight in the public interest, or that some other aviator maynot do something more spectacular the day before. Even in his restricted fieldof public psychology there must always be a wide margin of error. Propaganda,like economics and sociology, can never be an exact science for the reason thatits subject-matter, like theirs, deals with human beings.If you can influence the leaders, either with or without their consciouscooperation, you automatically influence the group which they sway. But men donot need to be actually gathered together in a public meeting or in a streetriot, to be subject to the influences of mass psychology. Because man is bynature gregarious he feels himself to be member of a herd, even when he is alonein his room with the curtains drawn. His mind retains the patterns which havebeen stamped on it by the group influences.A man sits in his office deciding what stocks to buy. He imagines, not doubt,that he is planning his purchases according to his own judgment. In actual facthis judgment is a mélange of impressions stamped on his mind by outsideinfluences which unconsciously control his thought. He buys a certain railroadstock because it was in the headlines yesterday and hence it is the one whichcomes most prominently to his mind; because he a pleasant recollection of a gooddinner on one of its fast trains; because it has a liberal labor policy, areputation for honesty; because he has been told that J. P. Morgan owns some ofits shares.Trotter and Le Bon concluded that the group mind does not think in the strictsend of the word. In place of thoughts it has impulses, habits, and emotions. Inmaking up its mind, its first impulse is usually to follow the example of atrusted leader. This is one of the most firmly established principles of masspsychology. It operates in establishing the rising or diminishing prestige of asummer resort, in causing a run on a bank, or a panic on the stock exchange, increating a best-seller, or a box-office success.But when the example of the leader is not at hand and the herd must think foritself, it does so by means of clichés, pat words or images which stand for awhole group of ideas or experiences. Not many years ago, it was only necessaryto tag a political candidate with the word interests to stampede millions ofpeople into voting against him, because anything associated with “the interests”seemed necessary corrupt. Recently the word Bolshevik has performed a similarservice for persons who wished to frighten the public away from a line ofaction.By playing upon a old cliché, or manipulating a new one, the propagandist cansometimes swing a whole mass of group emotions. In Great Britain, during thewar, the evacuation hospitals came in for a considerable amount of criticismbecause of the summary way in which they handled their wounded. It was assumedby the public that a hospital gives prolonged and conscientious attention to itspatients. When the name was changed to evacuation posts, the critical reactionvanished. No one expected more than an adequate emergency treatment from aninstitution so named. The cliché hospital was indelibly associated in the publicmind with a certain picture. To persuade the public to discriminate between onetype of hospital and another, to dissociate the cliché from the picture itevoked, would have been an impossible task. Instead, a new cliché automaticallyconditioned the public emotion toward these hospitals.Men are rarely aware of the real reasons which motivate their actions. A man maybelieve that he buys a motor car because, after careful study of the technicalfeatures of all makes on the market, he has concluded that this is the best. Heis almost certainly fooling himself. He bought it, perhaps, because a friendwhose financial acumen he respects bought one last week; or because hisneighbors believed he was not able to afford a car of that class; or because itscolors are those of his college fraternity.It is chiefly the psychologists of the school of Freud who have pointed out thatmany of man’s thoughts and actions are compensatory substitutes for desireswhich has been obliged to suppress. A thing may be desired not for its intrinsicworth or usefulness, but because he has unconsciously come to see in it a symbolof something else, the desire for which he is ashamed to admit to himself. A manbuying a car may think he wants it for purposes of locomotion, whereas the factmay be that he would really prefer not to be burdened with it, and would ratherwalk for the sake of his health. He may really want it because it is a symbol ofsocial position, an evidence of his success in business, or a means of pleasinghis wife.This general principle, that men are very largely actuated by motives which theyconceal from themselves, is as true of mass as of individual psychology. It isevident that the successful propagandist must understand the true motives andnot be content to accept the reasons which men give for what they do.It is not sufficient to understand only the mechanical structure of society, thegroupings and cleavages and loyalties. An engineer may know all about thecylinders and pistons of a locomotive, but unless he knows how steam behavesunder pressure he cannot make his engine run. Human desires are the steam whichmakes the social machine work. Only by understanding them can the propagandistcontrol that vast, loose-jointed mechanism which is modern society.The old propagandist based his work on the mechanistic reaction psychology thenin vogue in our colleges. This assumed that the human mind was merely anindividual machine, a system of nerves and nerve centers, reacting withmechanical regularity to stimuli, like a helpless, will-less automaton. It wasthe special pleader’s function to provide the stimulus which would cause thedesired reaction in the individual purchaser.It was one of the doctrines of the reaction psychology that a certain stimulusoften repeated would create a habit, or that the mere reiteration of an ideawould create a conviction. Suppose the old type of salesmanship, acting for ameat packer, was seeking to increase the sale of bacon. It would reiterateinnumerable times in full-page advertisements: “Eat more bacon. Eat baconbecause it is cheap, because it is good, because it gives you reserve energy.”The newer salesmanship, understanding the group structure of society andprinciples of mass psychology, would first ask: “Who is it that influences theeating habits of the world?” The answer, obviously, is: “The physicians.” Thenew salesman will then suggest to physicians to say publicly that it iswholesome to eat bacon. He knows as a mathematical certainty, that large numbersof persons will follow the advice of their doctors, because he understands thepsychological relation of dependence of men upon their physicians.The old-fashioned propagandist, using almost exclusively the appeal of theprinted word, tried to persuade the individual reader to buy a definite article,immediately. This approach is exemplified in a type of advertisement which usedto be considered ideal from the point of view of directness and effectiveness:“YOU (perhaps with a finger pointing at the reader) buy O’Leary’s rubberheels—NOW.”The advertiser sought by means of reiteration and emphasis directed upon theindividual, to break down or penetrate sales resistance. Although the appeal wasaimed at fifty million persons, it was aimed at each as an individual.The new salesmanship has found it possible, by dealing with men in the massthrough their group formations, to set up psychological and emotional currentswhich will work for him. Instead of assaulting sales resistance by directattack, he is interested in removing sales resistance. He creates circumstanceswhich will swing emotional currents so as to make for purchaser demand.If, for instance, I want to sell pianos, it is not sufficient to blanket thecountry with a direct appeal, such as:“YOU buy a Mozart piano now. It is cheap. The best artists use it. It will lastfor years.”The claims may all be true, but they are in direct conflict with the claims ofother piano manufacturers, and in indirect competition with the claims of aradio or a motorcar, each competing for the consumer’s dollar.What are the true reasons the purchaser is planning to spend his money on a newcar instead of on a new piano? Because he has decided that he wants thecommodity called locomotion more than e wants the commodity called music? Notaltogether. He buys a car, because it is at the moment the group custom to buycars.The modern propagandist therefore sets to work to create circumstances whichwill modify that custom. He appeals perhaps to the home instinct which isfundamental. He will endeavor to develop public acceptance of the idea of amusic room in the home. This he may do, for example, by organizing an exhibitionof period music rooms designed by well-known decorators who themselves exert aninfluence on the buying groups. He enhances the effectiveness and prestige ofthese rooms by putting in them rare and valuable tapestries. Then, in order tocreate dramatic interest in the exhibit, he stages an event or ceremony. To thisceremony key people, persons known to influence the buying habits of the public,such as a famous violinist, a popular artist, and a society leader, are invited.These key people affect other groups, lifting the idea of the music room to aplace in the public consciousness which it did not have before. Thejuxtaposition of these leaders, and the idea which they are dramatizing, arethen projected to the wider public through various publicity channels.Meanwhile, influential architects have been persuaded to make the music room anintegral architectural part of their plans with perhaps a specially charmingniche in one corner for the piano. Less influential architects will as a matterof course imitate what is done by the men whom they consider masters of theirprofession. They in turn will implant the idea of the music room in the mind ofthe general public.The music room will be accepted because it has been made the thing. And the manor woman who has a music room, or has arranged a corner of the parlor as amusical corner, will naturally think of buying a piano. It will come to him ashis own idea.Under the old salesmanship the manufacturer said to the prospective purchaser,“Please buy a piano.” The new salesmanship has reversed the process and causedthe prospective purchaser to say to the manufacturer, “ Please sell me a piano.”The value of the associative process in propaganda is shown in connection with alarge real estate development. To emphasize that Jackson Heights was sociallydesirable every attempt was made to produce this associative process. A benefitperformance of the Jitney Players was staged for the benefit of earthquakevictims of Japan, under the auspices of Mrs. Astor and others. The socialadvantages of the place were projected—a golf course was laid out and aclubhouse planned. When the post office was opened, the public relations counselattempted to use it as a focus for national interest and discovered that itsopening fell coincident with a date important in the annals of the AmericanPostal Service. This was then made the basis of the opening.When an attempt was made to show the public the beauty of the apartments, acompetition was held among interior decorators for the best furnished apartmentin Jackson Heights. An important committee of judges decided. This competitiondrew the approval of well-known authorities, as well as the interest ofmillions, who were made cognizant of it through newspaper and magazine and otherpublicity, with the effect of building up definitely the prestige of thedevelopment.One of the most effective methods is the utilization of the group formation ofmodern society in order to spread ideas. An example of this is the nationwidecompetitions for sculpture in Ivory soap, open to school children in certain agegroups as well as professional sculptors. A sculptor of national reputationfound Ivory soap an excellent medium for sculpture.The Procter and Gamble Company offered a series of prizes for the best sculpturein white soap. The contest was held under the auspices of the Art Center in NewYork city, an organization of high standing in the art world.School superintendents and teachers throughout the country were glad toencourage the movement as an educational aid for schools. Practice among schoolchildren as part of their art courses was stimulated. Contests were held betweenschools, between school districts and cities.Ivory soap was adaptable for sculpturing in the homes because mothers saved theshavings and the imperfect efforts for laundry purposes. The work itself wasclean.The best pieces are selected from the local competitions for entry in thenational contest. This is held annually at an important art gallery in New York,whose prestige with that of the distinguished judges, establishes the contest asa serious art event.In the first of these national competitions about 500 pieces of sculpture wereentered. In the third, 2,500. And in the fourth, more than 4,000. If thecarefully selected pieces were so numerous, it is evident that a vast numberwere sculptured during the year, and that a much greater number must have beenmade for practice purposes. The good will was greatly enhanced by the fact thatthis soap had become not merely the concern of the housewife but also a matterof personal and intimate interest to her children.A number of familiar psychological motives were set in motion in the carryingout of this campaign. The aethetic, the competitive, the gregarious (much of thesculpturing was done in school groups), the snobbish (the impulse to follow theexample of a recognized leader), the exhibitionist, and—last but by no meansleast—the maternal.All these motives and group habits were put in concerted motion by the simplemachinery of group leadership and authority. As if actuated by the pressure of abutton, people began working for the sake of the gratification obtained in thesculpture work itself.This point is most important in successful propaganda work. The leaders who lendtheir authority to any propaganda campaign will do so only if it can be made totouch their own interests. There must be a disinterested aspect of thepropagandist’s activities. In other words, it is one of the functions of thepublic relations counsel to discover at what points his client’s interestscoincide with those of other individuals or groups.In the case of the soap sculpture competition, the distinguished artists andeducators who sponsored the idea were glad to lend their services and theirnames because the competitions really promoted an interest which they had atheart—the cultivation of the aethetic impulse among the younger generation.Such coincidence and overlapping of interests is as infinite as the interlacingof group formations themselves. For example, a railway wishes to develop itsbusiness. The counsel on public relations makes a survey to discover at whatpoints its interests coincide with those of its prospective customers. Thecompany then establishes relations with chambers of commerce along its right ofway and assists them in developing their communities. It helps them to securenew plants and industries for the town. It facilitates business through thedissemination of technical information. It is not merely a case of bestowingfavors in the hope of receiving favors: these activities of the railroad,besides creating good will, actually promote growth on its right of way. Theinterests of the railroad and the communities through which it passes mutuallyinteract and feed one another.In the same way, a bank institutes an investment service for the benefit of itscustomers in order that the latter may have more money to deposit with the bank.Or a jewelry concern develops an insurance department to insure the jewels itsells, in order to make the purchaser feel greater security in buying jewels. Ora baking company establishes an information service suggesting recipes for breadto encourage new uses for bread in the home.The ideas of the new propaganda are predicated on sound psychology based onenlightened self-interest. I have tried, in these chapters, to explain the place of propaganda in modernAmerican life and something of the methods by which it operates—to tell the why,the what, the who and the how of the invisible government which dictates ourthoughts, directs our feelings, and controls our actions. In the followingchapters I shall try to show how propaganda functions in specific departments ofgroup activity, to suggest some of the further ways in which it may operate."},{"pageContent":"CHAPTER VBUSINESS AND THE PUBLICThe relationship between business and the public has become closer in the pastfew decades. Business today is taking the public into partnership. A number ofcauses, some economic, others due to the growing public understanding ofbusiness and the public interest in business, have produced this situation.Business realize that its relationship to the public is not confined to themanufacture and sale of a given product, but includes at the same time theselling of itself and of all those things for which it stands in the publicmind.Twenty or twenty-five years ago, business sought to run its own affairsregardless of the public. The reaction was the muckracking period, in which amultitude of sins were, justly and unjustly, laid to the charge of theinterests. In the face of an aroused public conscience the large corporationswere obliged to renounce their contention that their affairs were nobody’sbusiness. If today big business were to seek to throttle the public, a newreaction similar to that of twenty years ago would take place and the publicwould rise and try to throttle big business with restrictive laws. Business isconscious of the public’s conscience. This consciousness has led to a healthycooperation.Another cause for the increasing relationship is undoubtedly to be found in thevarious phenomena growing out of mass production. Mass production is profitableonly if its rhythm can be maintained—that is, if it can continue to sell itsproduct in steady or increasing quantity. The result is that while, under thehandicraft of small-unit system of production was that typical a century ago,demand created the supply, today supply must actively seek to create itscorresponding demand. A single factory, potentially capable of supplying a wholecontinent with its particular product, cannot afford to wait until the publicasks for its product; it must maintain constant touch, through advertising andpropaganda, with the vast public in order to assure itself the continuous demandwhich alone will make its costly plant profitable. This entails a vastly morecomplex system of distribution than formerly. To make customers is the newproblem. One must understand not only his own business—the manufacture of aparticular product—but also the structure, the personality, the prejudices, of apotentially universal public.Still another reason is to be found in the improvements in the technique ofadvertising—as regards both the size of the public which can be reached by theprinted word, and the methods of appeal. The growth of newspapers and magazineshaving a circulation of millions of copies, and the art of the modernadvertising expert in making the printed message attractive and persuasive, haveplaced the business man in a personal relation with a vast and diversifiedpublic.Another modern phenomenon, which influences the general policy of business, isthe new competition between certain firms and the remainder of the industry, towhich they belong. Another kind of competition is between whole industries, intheir struggle for a share of the consumer’s dollar. When, for example, a soapmanufacture claims that his product will preserve youth, he is obviouslyattempting to change the public’s mode of thinking about soap in general—a thingof grave importance to the whole industry. Or when the metal furniture industryseeks to convince the public that it is more desirable to spend its money formetal furniture than for wood furniture, it is clearly seeking to alter thetaste and standards of a whole generation. In either case, business is seekingto inject itself into the lives and customs of millions of persons.Even in a basic sense, business is becoming dependent on public opinion. Withthe increasing volume and wider diffusion of wealth in America, thousands ofpersons now invest in industrial stocks. New stock or bond flotations, uponwhich an expanding business must depend for its success, can be effected only ifthe concern has understood how to gain the confidence and good will of thegeneral public. Business must express itself and its entire corporate existenceso that the public will understand and accept it. It must dramatize itspersonality and interpret its objectives in every particular in which it comesinto contact with the community (or the nation) of which it is a part.An oil corporation which truly understands its many-sided relation to thepublic, will offer that public not only good oil but a sound labor policy. Abank will seek to show not only that its management is sound and conservative,but also that its officers are honorable both in their public and in theirprivate life. A store specializing in fashionable men’s clothing will express inits architecture the authenticity of the goods it offers. A bakery will seek toimpress the public with the hygienic care observed in its manufacturing process,not only by wrapping its loaves in dust-proof paper and throwing its factoryopen to public inspection, but also by the cleanliness and attractiveness of itsdelivery wagons. A construction firm will take care that the public knows notonly that its buildings are durable and safe, but also that its employees, wheninjured at work, are compensated. At whatever point a business enterpriseimpinges on the public consciousness, it must seek to give its public relationsthe particular character which will conform to the objectives which it ispursuing.Just as the production manager must be familiar with every element and detailconcerning the materials with which he is working, so the man in charge of afirm’s public relations must be familiar with the structure, the prejudices, andthe whims of the general public, and must handle his problems with the utmostcare. The public has its own standards and demands and habits. You may modifythem, but you dare not run counter to them. You cannot persuade a wholegeneration of women to wear long skirts, but you may, by working through leadersof fashion, persuade them to wear evening dresses which are long in back. Thepublic is not an amorphous mass which can be molded at will, or dictated to.Both business and the public have their own personalities which must somehow bebrought into friendly agreement. Conflict and suspicion are injurious to both.Modern business must study on what terms the partnership can be made amicableand mutually beneficial. It must explain itself, its aims, its objectives, tothe public in terms which the public can understand and is willing to accept.Business does not willingly accept dictation from the public. It should notexpect that it can dictate to the public. While the public should appreciate thegreat economic benefit which business offers, thanks to mass production andscientific marketing, business should also appreciate that the public isbecomingly increasingly discriminative in its standards and should seek tounderstand its demands and meet them. The relationship between business and thepublic can be healthy only if it is the relationship of give and take.It is this condition and necessity which has created the need for a specializedfield of public relations. Business now calls in the public relations counsel toadvise it, to interpret its purpose to the public, and to suggest thosemodifications which may make it conform to the public demand.The modifications then recommended to make the business conform to itsobjectives and to the public demand, may concern the broadest matters of policyor the apparently most trivial details of execution. It might in one case benecessary to transform entirely the lines of goods sold to conform to changingpublic demands. In another case the trouble may be found to lie in such smallmatters as the dress of the clerks. A jewelry store may complain that itspatronage is shrinking upwards because of its reputation for carryinghigh-priced goods; in this case the public relations counsel might suggest thefeaturing of medium-priced goods, even at a loss, not because the firm desires alarge medium-price trade as such, but because out of a hundred medium-pricecustomers acquired today a certain percentage will be well-to-do ten years fromnow. A department store which is seeking to gather in the high-class trade maybe urged to employ college graduates as clerks or to engage well-known modernartists to design show-windows or special exhibits. A bank may be urged to opena Fifth Avenue branch, not because the actual business done on Fifth Avenuewarrants the expense, but because a beautiful Fifth Avenue office correctlyexpresses the kind of appeal which it wishes to make to future depositors; and,viewed in this way, it may be as important that the doorman be polite, or thatthe floors be kept clean, as that the branch manager be an able financier. Yetthe beneficial effect of this branch may be canceled, if the wife of thepresident is involved in a scandal.Big business studies every move which may express its true personality. It seeksto tell the public, in all appropriate ways, by the direct advertising messageand by the subtlest aethetic suggestion, the quality of the goods or serviceswhich it has to offer. A store which seeks a large sales volume in cheap goodswill preach prices day in and day out, concentrating its whole appeal on theways in which it can save money for its clients. But a store seeking a highmargin of profit on individual sales would try to associate itself with thedistinguished and the elegant, whether by an exhibition of old masters orthrough the social activities of the owner’s wife.The public relations activities of a business cannot be a protective coloring tohide its real aims. It is bad business as well as bad morals to featureexclusively a few high-class articles, when the main stock is of medium grade orcheap, for the general impression given is a false one. A sound public relationspolicy will not attempt to stampede the public with exaggerated claims and falsepretenses, but to interpret the individual business vividly and truly throughevery avenue that leads to public opinion. The New York Central Railroad has fordecades sought to appeal to the public not only on the basis of the speed andsafety of its trains, but also on the basis of their elegance and comfort. It isappropriate that the corporation should have personified to the general publicin the person of so suave and ingratiating a gentleman as Chauncey M. Depew—anideal window dressing for such an enterprise.While the concrete recommendations of the public relations counsel may varyinfinitely according to individual circumstances, his general plan of work maybe reduced to two types, which I might term continuous interpretation anddramatization by high-spotting. The two may be alternative or may be pursuedconcurrently.Continuous interpretation is achieved by trying to control every approach to thepublic mind in such a manner that the public receives the desired impression,often without being conscious of it. High-spotting, on the other hand, vividlyseizes the attention of the public and fixes it upon some detail or aspect whichis typical of the entire enterprise. When a real estate corporation which iserecting a tall office building makes it ten feet taller than the highestskyscraper in existence, that is dramatization.Which method is indicated, or whether both be indicated concurrently, can bedetermined only after a full study of objectives and specific possibilities.Another interesting case of focusing public attention on the virtues of aproduct was shown in the case of gelatin. Its advantages in increasing thedigestibility and nutritional value of milk were proven in the Mellon Instituteof Industrial Research. The suggestion was made and carried out that to furtherthis knowledge, gelatin be used by certain hospitals and school systems, to betested out there. The favorable results of such tests were then projected toother leaders in the field with the result that they followed that groupleadership and utilized gelatin for the scientific purposes which had beenproven to be sound at the research institution. The idea carried momentum.The tendency of big business is to get bigger. Through mergers and monopolies itis constantly increasing the number of persons with whom it is in directcontact. All this has intensified and multiplied the public relationships ofbusiness.The responsibilities are of many kinds. There is a responsibility to thestockholders—numbering perhaps five persons or five hundred thousand—who haveentrusted their money to the concern and have the right to know how the money isbeing used. A concern which is fully aware of its responsibility toward itsstockholders, will furnish them with frequent letters urging them to use theproduct in which their money is invested, and use their influence to promote itssale. It has a responsibility toward the dealer which it may express by invitinghim, at its expense, to visit the home factory. It has a responsibility towardthe industry as a whole which should restrain it from making exaggerated andunfair selling claims. It has a responsibility toward the retailer, and will seeto it that its salesmen express the quality of the product which they have tosell. There is a responsibility toward the consumer, who is pressed by a cleanand well managed factory, open to his inspection. And the general public, apartfrom its function as a potential consumer, is influenced in its attitude towardthe concern by what it knows of that concern’s financial dealings, its laborpolicy, even by the livableness of the houses in which its employees dwell.There is no detail too trivial to influence the public in a favorable orunfavorable sense. The personality of the president may be a matter ofimportance, for he perhaps dramatizes the whole concern to the public mind. Itmay be very important to what charities he contributes, in what civic societieshe holds office. If he is a leader in his industry, the public may demand thathe be a leader in his community.The businessman has become a responsible member of the social group. It is not aquestion of ballyhoo, of creating a picturesque fiction for public consumption.It is merely a question of finding the appropriate modes of expressing thepersonality that is to be dramatized. Some business men can be their own bestpublic relations counsel. But in the majority of cases knowledge of the publicmind and of the ways in which it will react to an appeal, is a specializedfunction which must be undertaken by the professional expert.Big business, I believe, is realizing this more and more. It is increasinglyavailing itself of the services of the specialist in public relations (whatevermay be the title accorded him). And it is my conviction that as big businessbecomes bigger the need for expert manipulation of its innumerable contacts withthe public will become greater.One reason the public relations of a business are frequently placed in the handsof an outside expert, instead of being confided to an officer of the company, isthe fact that the correct approach to a problem may be indirect. For example,when the luggage industry attempted to solve some of its problems by a publicrelations policy, it was realized that the attitude of railroads, of steamshipcompanies, and of foreign government-owned railroads was an important factor inthe handling of luggage.If a railroad and a baggage man, for their own interest, can be educated tohandle baggage with more facility and promptness, with less damage to thebaggage, and less inconvenience to the passenger; if the steamship company letsdown, in its own interests, its restrictions on luggage; if the foreigngovernment eases up on its baggage costs and transportation in order to furthertourist travel; then the luggage manufacturers will profit.The problem then, to increase the sale of their luggage, was to have these andother forces come over to their point of view. Hence the public relationscampaign was directed not to the public, who were the ultimate consumers, but tothese other elements.Also, if the luggage manufacturer can educate the general public on what to wearon trips and when to wear it, he may be increasing the sale of men’s and women’sclothing, but he will, at the same time, be increasing the sale of his luggage.Propaganda, since it goes to basic causes, can very often be most effectivethrough the manner of its introduction. A campaign against unhealthy cosmeticsmight be waged by fighting for a return to the wash-cloth and soap—a fight thatvery logically might be taken up by health officials all over the country, whowould urge the return to the salutary and helpful wash-cloth and soap, insteadof cosmetics.The development of public opinion for a cause or line of socially constructiveaction may very often be the result of a desire on the party of the propagandistto meet successfully his own problem which the socially constructive cause wouldfurther. And by doing so he is actually fulfilling a social purpose in thebroadest sense.The soundness of a public relations policy was likewise shown in the case of ashoe manufacturer who made service shoes for patrolmen, firemen, lettercarriers, and men in similar occupations. He realized that if he could makeacceptable the idea that men in such work ought to be well-shod, he would sellmore shoes and at the same time further the efficiency of the men.He organized, as part of his business, a foot protection bureau. This bureaudisseminated scientifically accurate information on the proper care of the feet,principles which the manufacturer had incorporated in the construction of theshoes. The result was that civic bodies, police chiefs, fire chiefs, and othersinterested in the welfare and comfort of their men, furthered the ideas hisproduct stood for and the product itself, with the consequent effect that moreof his shoes were sold more easily.The application of this principle of a common denominator of interest betweenthe object that is sold and the public good-will can be carried to infinitedegrees.“It matters not how much capital you may have, how fair the rates may be, howfavorable the conditions of service, if you haven’t behind you a sympatheticpublic opinion, you are bound to fail.” This is the opinion of Samuel Insull,one of the foremost traction magnates of the country. And the late Judge Gary,of the United States Steel Corporation, expressed the same idea when he said:“Once you have the good will of the general public, you can go ahead in the workof constructive expansion. Too often many try to discount this vague andintangible element. That way lies destruction.”Public opinion is no longer inclined to be unfavorable to the large businessmerger. It resents the censorship of business by the Federal Trade Commission.It has broken down the anti-trust laws where it thinks they hinder economicdevelopment. It backs great trusts and mergers which it excoriated a decade ago.The government now permits large aggregations of producing and distributingunits, as evidenced by mergers among railroads and other public utilities,because representative government reflects public opinion. Public opinion itselffosters the growth of mammoth industrial enterprises. In the opinion of millionsof small investors, mergers and trusts are friendly giants and not ogres,because of the economies, mainly due to quantity production, which they haveeffected, and can pass on to the consumer.This result has been, to a great extent, obtained by a deliberate use ofpropaganda in its broadest sense. It was obtained not only by modifying theopinion of the public, as the governments modified and marshaled the opinion oftheir publics during the war, but often by modifying the business concernitself. A cement company may work with road commissions gratuitously to maintaintesting laboratories in order to ensure the best-quality roads to the public. Agas company maintains a free school of cookery.But it would be rash and unreasonable to take it for granted that because publicopinion has come over to the side of big business, it will always remain there.Only recently, Professor W. Z. Ripley of Harvard University, one of the foremostnational authorities on business organization and practice, exposed certainaspects of big business which tended to undermine public confidence in largecorporations. He pointed out that the stockholder’s supposed voting power isoften illusory; that annual financial statements are sometimes so brief andsummary that to the man in the street they are downright misleading; that theextension of the system of non-voting shares often places the effective controlof corporations and their finances in the hands of a small clique ofstockholders; and that some corporations refuse to give out sufficientinformation to permit the public to know the true condition of the concern.Furthermore, no matter how favorable disposed the public be toward big businessin general, the utilities are always fair game for public discontent and need tomaintain good will with the greatest care and watchfulness. These and othercorporations of a semi-public character will always have to face a demand forgovernment or municipal ownership if such attacks as those of Professor Ripleyare continued and are, in the public’s opinion, justified, unless conditions arechanged and care is taken to maintain the contact with the public at all pointsof their corporate existence.The public relations counsel should anticipate such trends of public opinion andadvise on how to avert them, either by convincing the public that its fears orprejudices are unjustified, or in certain cases by modifying the action of theclient to the extent necessary to remove the cause of complaint. In such a casepublic opinion might be surveyed and the points of irreducible oppositiondiscovered. The aspects of the situation which are susceptible of logicalexplanation; to what extent the criticism or prejudice is a habitual emotionalreaction and what factors are dominated by accepted clichés, might be disclosed.In each instance he would advise some action or modification of policycalculated to make the readjustment.While government ownership is in most instances only varyingly a remotepossibility, public ownership of big business through the increasing popularinvestment in stocks and bonds, is becoming more and more a fact. The importanceof public relations from this standpoint is to be judged by the fact thatpractically all prosperous corporations expect at some time to enlargeoperations, and will need to float new stock or bond issues. The success of suchissues depends upon the general record of the concern in the business world, andalso upon the good will which it has been able to create in the general public.When the Victor Talking Machine Company was recently offered to the public,millions of dollars’ worth of stock were sold overnight. On the other hand,there were certain companies which, although they were financially sound andcommercially prosperous, would be unable to float a large stock issue, becausepublic opinion is conscious of them, or has some unanalyzed prejudice againstthem.To such an extent is the successful floating of stocks and bonds dependent uponthe public favor that the success of a new merger may stand or fall upon thepublic acceptance which is created for it. A merger may bring into existencehuge new resources, and these resources, perhaps amounting to millions ofdollars in a single operation, can often fairly be said to have been created bythe expert manipulation of public opinion. It must be repeated that I am notspeaking of artificial value given to a stock by dishonest propaganda or stockmanipulation, but of the real economic values which are created when genuinepublic acceptance is gained for an industrial enterprise and becomes a realpartner in it.The growth of big business is so rapid that in some lines ownership is moreinternational than national. It is necessary to reach ever larger groups ofpeople if modern industry and commerce are to be financed. Americans havepurchased billions of dollars of foreign industrial securities since the war,and Europeans own, it is estimated, between one and two billion dollars’ worthof ours. In each case public acceptance must be obtained for the issue and theenterprise behind it.Public loans, state or municipal, to foreign countries depend upon the good willwhich those countries have been able to create for themselves here. An attemptedissue by an east European country is faring badly largely because of unfavorablepublic reaction to behavior of members of the ruling family. But other countrieshave no difficulty in placing any issue because the public is already convincedof the prosperity of these nations and the stability of their governments.The new technique of public relations counsel is serving a very useful purposein business by acting as a complement to legitimate advertisers and advertisingin helping to break down unfair competitive exaggerated and overemphaticadvertising by reaching the public with the truth through other channels thanadvertising. Where two competitors in a field are fighting each other with thistype of advertising, they are undermining that particular industry to a pointwhere the public may lose confidence in the whole industry. The only way tocombat such unethical methods, is for ethical members of the industry to use theweapon propaganda in order to bring out the basic truths of the situation. Take the case of toothpaste, for instance. Here is a highly competitive field inwhich the preponderance of public acceptance of one product over another canvery legitimately rest in inherent values. However, what has happened in thisfield?One or two of the large manufacturers have asserted advantages for theirtoothpastes which no single toothpaste discovered up to the present time canpossibly have. The competing manufacturer is put in the position either ofoveremphasizing an already exaggerated emphasis or of letting the overemphasisof his competitor take away his markets. He turns to the weapon of propagandawhich can effectively, through various channels of approach to the public—thedental clinics, the schools, the women’s clubs, the medical colleges, the dentalpress and even the daily press—bring to the public the truth of what atoothpaste can do. This will, of course, have its effect in making the honestlyadvertised toothpaste get to its real public.Propaganda is potent in meeting unethical or unfair advertising. Effectiveadvertising has become more costly than ever before. Years ago, when the countrywas smaller and there was no tremendous advertising machinery, it wascomparatively easy to get country-wide recognition for a product. A corps oftraveling salesmen might persuade the retailers, with a few cigars and arepertory of funny stories, to display and recommend their article on anationwide scale. Today, a small industry is swamped unless it can findappropriate and relatively inexpensive means of making known the special virtuesof its product, while larger industries have sought to overcome the difficultyby cooperative advertising, in which associations of industries compete withother associations.Mass advertising has produced new kinds of competition. Competition betweenrival products in the same line is, of course, as old as economic life itself.In recent years much has been said of the new competition, we have discussed itin a previous chapter, between one group of products and another. Stone competesagainst wood for building; linoleum against carpets; oranges against apples; tinagainst asbestos for roofing.This type of competition has been humorously illustrated by Mr. O. H. Cheney,Vice President of the American Exchange and Irving Trust Company of New York, ina speech before the Chicago Business Forum.“Do you represent the millinery trades?” said Mr. Cheney. “The man at your sidemay serve the fur industry, and by promoting the style of big fur collars onwomen’s coats he is ruining the hat business by forcing women to wear small andinexpensive hats. You may be interested in the ankles of the fair sex—I mean,you may represent the silk hosiery industry. You have two brave rivals who areready to fight to the death—to spend millions in the fight—for the glory ofthose ankles—the leather industry, which has suffered from the low-show vogue,and the fabrics manufacturers, who yearn for the good old days when skirts wereskirts.“If you represent the plumbing and heating business, you are the mortal enemy ofthe textile industry, because warmer homes mean lighter clothes. If yourepresent the printers, how can you shake hands with the radio equipment man?…“These are really only obvious forms of what I have called the new competition.The old competition was that between the members of the each trade organization.One phase of the new competition is that between the trade associationsthemselves—between you gentlemen who represent those industries. Inter-commoditycompetition is the new competition between products used alternatively for thesame purpose. Inter-industrial competition is the new competition betweenapparently unrelated industries which affect each other or between suchindustries as compete for the consumer’s dollar—and that means practically allindustries…“Inter-commodity competition is, of course, the most spectacular of all. It isthe one which seems most of all to have caught the business imagination of thecountry. More and more businessmen are beginning to appreciate whatinter-commodity competition means to them. More and more they are calling upontheir trade associations to help them—because inter-commodity competition cannotbe fought single-handed.“Take the great war on the dining-room table, for instance. Three times a daypractically every dining room table in the country is the scene of a fiercebattle in the competition. Shall we have prunes for breakfast? No, cry theembattled orange-growers and the massed legions of pineapple canners. Shall weeat sauerkraut? Why not eat green olives? is the answer of the Spaniards. Eatmacaroni as a change from potatoes, says one advertiser—and will the potatogrowers take this challenge lying down?“The doctors and dietitians tell us that a normal hard-working man needs onlyabout two or three thousand calories of food a day. A banker, I suppose, needs alittle less. But what am I to do? The fruit growers, the wheat raisers, the meatpackers, the milk producers, the fishermen—all want me to eat more of theirproducts—and are spending millions of dollars a year to convince me. Am I to eatto the point of exhaustion, or am I to obey the doctor and let the farmer andthe food packers and the retailer go broke! Am I to balance my diet inproportion to the advertising appropriations of the various producers? Or am Ito balance my diet scientifically and let those who overproduce go bankrupt? Thenew competition is probably keenest in the food industries because we have avery real limitation on what we can consume—in spite of higher incomes andhigher living standards, we cannot eat more than we can eat.”I believe that competition in the future will not be only an advertisingcompetition between individual products or between big associations, but that itwill in addition be a competition of propaganda. The business man andadvertising man is realizing that he must not discard entirely the methods ofBarnum in reaching the public. An example in the annuals of George HarrisonPhelps, of the successful utilization of this type of appeal was the nationwidehook-up which announced the launching of the Dodge Victory Six Car.Millions of people, it is estimated, listened in to this programs broadcast over47 stations. The expense was more than $60,000. The arrangements involved anadditional telephonic hookup of 20,000 miles of wire, and included transmissionfrom Los Angeles, Chicago, Detroit, New Orleans, and New York. Al Jolson did hisbit from New Orleans, Will Rogers from Beverly Hills, Fred and Dorothy Stonefrom Chicago, and Paul Whiteman from New York, at an aggregate artists’ fee of$25,000. And there was included a four-minute address by the president of DodgeBrothers announcing the new car, which gave him access in four minutes to anestimated audience of thirty million Americans, the largest number,unquestionably, ever to concentrate their attention on a given commercialproduct at a given moment. It was a sugar-coated sales message.Modern sales technicians will object: “What you say of this method of appeal istrue. But it increases the cost of getting the manufacturer’s message across.The modern tendency has bee to reduce this cost (for example, the elimination ofpremiums) and concentrate on getting full efficiency from the advertisingexpenditure. If you hire a Galli-Curci to sing for bacon you increase the costof the bacon by the amount of her very large fee. Her voice adds nothing to theproduct but it adds to its cost.”Undoubtedly. But all modes of sales appeal require the spending of money to makethe appeal attractive. The advertiser in print adds to the cost of his messageby the use of pictures or by the cost getting distinguished endorsements.There is another kind of difficulty, created in the process of big businessgetting bigger, which calls for new modes of establishing contact with thepublic. Quantity production offers a standardized product the cost of whichtends to diminish with the quantity sold. If low price is the only basis ofcompetition with rival products, similarly produced, there ensues a cut-throatcompetition which can end only by taking all the profit and incentive out of theindustry.The logical way out of this dilemma is for the manufacturer to develop somesales appeal other than mere cheapness, to give the product, in the public mind,some other attraction, some idea that will modify the product slightly, someelement of originality that will distinguish it from products in the same line.Thus, a manufacturer of typewriters paints his machines in cheerful hues. Thesespecial types of appeal can be popularized by the manipulation of the principlesfamiliar to the propagandist—the principles of gregariousness, obedience toauthority, emulation, and the like. A minor element can be made to assumeeconomic importance by being established in the public mind as a matter ofstyle. Mass production can be split up. Big business will still leave room forsmall business. Next to a huge department store there may be located a tinyspecialty shop which makes a very good living.The problem of bringing large hats back into fashion was undertaken by apropagandist. The millinery industry two years ago was menaced by the prevalenceof the simple felt hat which was crowding out the manufacture of all other kindsof hats and hat ornaments. It was found that hats could roughly be classified insix types. It was found too that four groups might help to change hat fashions:the society leader, the style expert, the fashion editor and writer, the artistwho might give artistic approval to the styles, and beautiful mannequins. Theproblem, then, was to bring these groups together before an audience of hatbuyers.A committee of prominent artists was organized to choose the most beautifulgirls in New York to wear, in a series of tableaux, the most beautiful hats inthe style classifications, at a fashion fête at a leading hotel.A committee was formed of distinguished American women who, on the basis oftheir interest in the development of an American industry, were willing to addthe authority of their names to the idea. A style committee was formed ofeditors of fashion magazines and other prominent fashion authorities who werewilling to support the idea. The girls in their lovely hats and costumes paradedon the running-board before an audience of the entire trade.The news of the event affected the buying habits not only of the onlookers, butalso of the women throughout the country. The story of the event was flashed tothe consumer by her newspaper as well as by the advertisements of her favoritestore. Broadsides went to the millinery buyer from the manufacturer. Onemanufacturer stated that whereas before the show he had not sold any largetrimmed hats, after it he had sold thousands.Often the public relations is called in to handle an emergency situation. Afalse rumor, for instance, may occasion an enormous loss in prestige and moneyif not handled promptly and effectively.An incident such as the one described in the New York American of Friday, May21, 1926, shows what the lack of proper technical handling of public relationsmight result in.$1,000,000 LOST BY FALSE RUMOR ON HUDSON STOCKHudson Motor Company stock fluctuated widely around noon yesterday and lossesestimated at $500,000 to $1,000,000 were suffered as a result of the widespreadflotation of false news regarding dividend action.The directors met in Detroit at 12:30, New York time, to act on a dividend.Almost immediately a false report that only the regular dividend had beendeclared was circulated.At 12:46 the Dow, Jones & Co. ticker service received the report from the StockExchange firm and its publication resulted in further drop in the stock.Shortly after 1 o’clock the ticker services received official news that thedividend had been increased and a 20 per cent stock distribution authorized.They rushed the correct news out on their tickers and Hudson stock immediatelyjumped more than 6 points.A clipping from the Journal of Commerce of April 4, 1925, is reproduced here asan interesting example of a method to counteract a false rumor:BEECH-NUT HEAD HOME TOWN GUESTBartlett Arkelly Signally Honored by Communities of Mohawk Valley (Special to the Journal of Commerce) CANAJOHARIE, N.Y., April 3.—Today was ‘Beech-Nut Day’ in this town; in fact, forthe Mohawk Valley. Business men and practically the whole community of thisregion joined in a personal testimonial to Bartlett Arkell of New York City,president of the Beech-Nut Packing Company of this city, in honor of his firmrefusal to consider selling his company to other financial interests to moveelsewhere.When Mr. Arkell publicly denied recent rumors that he was to sell his company tothe Postum Cereal Company for $17,000,000, which would have resulted in takingthe industry from its birthplace, he did so in terms conspicuously loyal to hisboyhood home, which he has built up into a prosperous industrial communitythrough thirty years’ management of his Beech-Nut Company.He absolutely controls the business and flatly stated that he would never sellit during his lifetime ‘to any one at any price,’ since it would be disloyal tohis friends and fellow workers. And the whole Mohawk Valley spontaneouslydecided that such sprit deserved public recognition. Hence, today’s festivities.More than 3,000 people participated, headed by a committee comprising W.J.Roser, chairman; B.F. Spraker, H.V. Bush, B.F. Diefendorf and J.H. Cook. Theywere backed by the Canajoharie and the Mohawk Valley Chambers of Business Men’sAssociations.Of course, everyone realized after this that there was no truth in the rumorthat the Beech-Nut Company was in the market. A denial would not have carried asmuch conviction.Amusement, too, is a business—one of the largest in America. It was theamusement business—first the circus and the medicine show, then thetheater—which taught the rudiments of advertising to industry and commerce. Thelatter adopted the ballyhoo of the show business. But under the stress ofpractical experience it adapted and refines these crude advertising methods tothe precise ends it sought to obtain. The theater has, in its turn, learned frombusiness, and has refined its publicity methods to the point where the oldstentorian methods are in the discard.The modern publicity director of a theater syndicate or a motion picture trustis a business man, responsible for the security of tens or hundreds of millionsof dollars of invested capital. He cannot afford to be a stunt artist or afreelance adventurer in publicity. He must know his public accurately and modifyits thoughts and actions by means of the methods which the amusement world haslearned from its old pupil, big business. As public knowledge increases andpublic taste improves, business must be ready to meet them halfway.Modern business must have its finger continuously on the public pulse. It mustunderstand the changes in the public mind and be prepared to interpret itselffairly and eloquently to changing opinion."},{"pageContent":"CHAPTER VIPROPAGANDA AND POLITICAL LEADERSHIPThe great political problem in our modern democracy is how to induce our leadersto lead. The dogma that the voice of the people is the voice of God tends tomake elected persons the will-less servants of their constituents. This isundoubtedly part cause of the political sterility of which certain Americancritics constantly complain.No serious sociologist any longer believes that the voice of the peopleexpresses any divine or specially wise and lofty idea. The voice of the peopleexpresses the mind of the people, and that mind is made up for it by the groupleaders in whom it believes and by those persons who understand the manipulationof public opinion. It is composed of inherited prejudices and symbols andclichés and verbal formulas supplied to them by the leaders.Fortunately, the sincere and gifted politician is able, by the instrument ofpropaganda, to mold and form the will of the people.Disraeli cynically expressed the dilemma, when he said: “I must follow thepeople. Am I not their leader?” He might have added: “I must lead the people. AmI not their servant?”Unfortunately, the methods of our contemporary politicians, in dealing with thepublic, are as archaic and ineffective as the advertising methods of business in1900 would be today. While politics was the first important department ofAmerican life to use propaganda on a large scale, it has been the slowest inmodifying its propaganda methods to meet the changed conditions of the publicmind. American business first learned from politics the methods of appealing tothe broad public. But it continually improved those methods in the course of itscompetitive struggle, while politics clung to the old formulas.The political apathy of the average voter, of which we hear so much, isundoubtedly due to the fact that the politician does not know how to meet theconditions of the public mind. He cannot dramatize himself and his platform interms which have real meaning to the public. Acting on the fallacy that theleader must slavishly follow, he deprives his campaign of all dramatic interest.An automaton cannot arouse the public interest. A leader, a fighter, a dictator,can. But, given our present political conditions under which every office seekermust cater to the vote of the masses, the only means by which the born leadercan lead is the expert use of propaganda.Whether in the problem of getting elected to office or in the problem ofinterpreting and popularizing new issues, or in the problem of making theday-to-day administration of public affairs a vital part of the community life,the use of propaganda, carefully adjusted to the mentality of the masses, is anessential adjunct of political life.The successful businessman today apes the politician. He has adopted the glitterand the ballyhoo of the campaign. He has set up all the sideshows. He has annualdinners that are a compendium of speeches, flags, bombast, stateliness,pseudo-democracy slightly tinged with paternalism. On occasion he doles outhonors to employees, much as the republic of classic times rewarded its worthycitizens.But these are merely the sideshows, the drums, of big business, by which itbuilds up an image of public service, and of honorary service. This is but oneof the methods by which business stimulates loyal enthusiasms on the part ofdirectors, the workers, the stockholders and the consumer public. It is one ofthe methods by which big business performs its function of making and sellingproducts to the public. The real work and campaign of business consists ofintensive study of the public, the manufacture of products based on this study,and exhaustive use of every means of reaching the public.Political campaigns today are all sideshows, all honors, all bombast, glitter,and speeches. These are for the most part unrelated to the main business ofstudying the public scientifically, of supplying the public with party,candidate, platform, and performance, and selling the public these ideas andproducts.Politics was the first big business in America. Therefore there is a good dealof irony in the fact that business has learned everything that politics has toteach, but that politics has failed to learn very much from business methods ofmass distribution of ideas and products.Emily Newell Blair has recounted in the Independent a typical instance of thewaste of effort and money in a political campaign, a week’s speaking tour inwhich she herself took part. She estimates that on a five-day trip coveringnearly a thousand miles she and the United States Senator with whom she wasmaking political speeches addressed no more than 1,105 persons whose votes mightconceivably have been changed as a result of their efforts. The cost of thisappeal to these voters she estimates (calculating the value of the time spent ona very moderate basis) as $15.27 for each vote which might have been changed asa result of the campaign.This, she says, was a “drive for votes, just as an Ivory Soap advertisingcampaign is a drive for sales.” But, she asks, “what would a company executivesay to a sales manager who sent a high-priced speaker to describe his product toless than 1,200 people at a cost of $15.27 for each possible buyer?” She findsit “amazing that the very men who make their millions out of cleverly deviseddrives for soap and bonds and cars will turn around and give large contributionsto be expended for vote-getting in an utterly inefficient and antiquatedfashion.”It is, indeed, incomprehensible that politicians do not make use of theelaborate business methods that the industry has built up. Because a politicianknows political strategy, can develop campaign issues, can devise strong planksfor platforms and envisage broad policies, it does not follow that he can begiven the responsibility of selling ideas to a public as large as that of theUnited States.The politician understands the public. He knows what the public wants and whatthe public will accept. But the politician is not necessarily a general salesmanager, a public relations counsel, or a man who knows how to secure massdistribution of ideas.Obviously, an occasional political leader may be capable of combining everyfeature of leadership, just as in business there are certain brilliantindustrial leaders who are financiers, factory directors, engineers, salesmanagers, and public relations counsel all rolled into one.Big business is conducted on the principle that it must prepare its policiescarefully, and that in selling an idea to the large buying public of America, itmust proceed according to broad plans. The political strategist must dolikewise. The entire campaign should be worked out according to broad basicplans. Platforms, planks, pledges, budgets, activities, personalities, must beas carefully studied, apportioned and used as they are when big business desiresto get what it wants from the public.The first step in a political campaign is to determine the objectives, and toexpress them exceedingly well in the current form—that is, as a platform. Indevising the platform the leader should be sure that it is an honest platform.Campaign pledges and promises should not be lightly considered by the public,and they ought to carry something of the guarantee principle and money-backpolicy that an honorable business institution carries with the sale of itsgoods. The public has lost faith in campaign promotion work. It does not saythat politicians are dishonorable, but it does say that campaign pledges arewritten on the sand. Here then is one fact of public opinion of which the partythat wishes to be successful might well take cognizance.To aid in the preparation of the platform there should be made as nearlyscientific an analysis as possible of the public and of the needs of the public.A survey of public desires and demands would come to the aid of the politicalstrategist whose business it is to make a proposed plan of the activities of theparties and its elected officials during the coming terms of office.A big business that wants to sell a product to the public surveys and analyzesits market before it takes a single step either to make or to sell the product.If one section of the community is absolutely sold to the idea of this product,no money is wasted in reselling it to it. If, on the other hand, another sectionof the public is irrevocably committed to another product, no money is wasted ona lost cause. Very often the analysis is the cause of basic changes andimprovements in the product itself, as well as an index of how it is to bepresented. So carefully is this analysis of markets and sales made that when acompany makes out its sales budget for the year, it subdivides the circulationsof the various magazines and newspapers it uses in advertising and calculateswith a fair degree of accuracy how many times a section of that population issubjected to the appeal of the company. It knows approximately to what extent anational campaign duplicates and repeats the emphasis of a local campaign ofselling.As in the business field, the expenses of the political campaign should bebudgeted. A large business today knows exactly how much money it is going tospend on propaganda during the next year or years. It knows that a certainpercentage of its gross receipts will be given over to advertising—newspaper,magazine, outdoor and poster; a certain percentage to circularization and salespromotion—such as house organs and dealer aids; and a certain percentage must goto the supervising salesmen who travel around the country to infuse extrastimulus in the local sales campaign.A political campaign should be similarly budgeted. The first question whichshould be decided is the amount of money that should be raised for the campaign.This decision can be reached by a careful analysis of campaign costs. There isenough precedent in business procedure to enable experts to work this outaccurately. Then the second question of importance is the manner in which moneyshould be raised.It is obvious that politics would gain much in prestige if the money-raisingcampaign were conducted candidly and publicly, like the campaigns for the warfunds. Charity drives might be made excellent models for political fund drives.The elimination of the little black bag element in politics would raise theentire prestige of politics in America, and the public interest would beinfinitely greater if the actual participation occurred earlier and moreconstructively in the campaign.Again, as in the business field, there should be a clear decision as to how themoney is to be spent. This should be done according to the most careful andexact budgeting, wherein every step in the campaign is given its proportionateimportance and the funds allotted accordingly. Advertising in newspapers andperiodicals, posters and street banners, the exploitation of personalities inmotion pictures, in speeches and lecturers and meetings, spectacular events andall forms of propaganda should be considered proportionately according to thebudget, and should always be coordinated with the whole plan. Certainexpenditures may be warranted if they represent a small proportion of the budgetand may be totally unwarranted if they make up a large proportion of the budget.In the same way the emotions by which the public is appealed to may be made partof the broad plan of the campaign. Unrelated emotions become maudlin andsentimental too easily, are often costly, and too often waste effort because theidea is not part of the conscious and coherent whole.Big business has realized that it must use as many of the basic emotions aspossible. The politician, however, has used the emotions aroused by wordsexclusively.To appeal to the emotions of public in a political campaign is sound—in fact itis an indispensable part of the campaign. But the emotional content must—(a) coincide in every way with the broad basic plans of the campaign and all itsminor details;(b) be adapted to the many groups of the public at which it is to be aimed; and(c) conform to the media of the distribution of ideas.The emotions of oratory have been worn down through long years of overuse.Parades, mass meetings, and the like are successful when the public has afrenzied emotional interest in the event. The candidate who takes babies on hislap, and has his photograph taken, is doing a wise thing emotionally, if thisact epitomizes a definite plank in his platform. Kissing babies, if it’s worthanything, must be used as a symbol for a baby policy and it must be synchronizedwith a plank in the platform. But the haphazard staging of emotional eventswithout regard to their value as part of the whole campaign, is a waste ofeffort, just as it would be a waste of effort for the manufacturer of hockeyskates to advertise a picture of a church surrounded by spring foliage. It istrue that the church appeals to our religious impulses and that everybody lovesthe spring, but these impulses do not help to sell the idea that hockey skatesare amusing, helpful, or increase the general enjoyment of life for the buyer.Present-day politics places emphasis on personality. An entire party, aplatform, an international policy is sold to the public, or is not sold, on thebasis of the intangible element of personality. A charming candidate is thealchemist’s secret that can trasmute a prosaic platform into the gold of votes.Helpful as is a candidate who for some reason has caught the imagination of thecountry, the party and its aims are certainly more important than thepersonality of the candidate. Not personality, but the ability of the candidateto carry out the party’s program adequately, and the program itself should beemphasized in a sound campaign plan. Even Henry Ford, the most picturesquepersonality in business in America today, has become known through his product,and not for his product through him.It is essential for the campaign manager to educate the emotions in terms ofgroups. The public is not made up merely of Democrats and Republicans. Peopletoday are largely uninterested in politics, and their interest in the issues ofthe campaign must be secured by coordinating it with their personal interests.The public is made up of interlocking groups—economic, social, religious,educational, cultural, racial, collegiate, local, sports, and hundreds ofothers.When President Coolidge invited actors for breakfast, he did so because herealized not only that actors were a group, but that audiences, the large groupof people who like amusements, who like people who amuse them, and who likepeople who can be amused, ought to be aligned with him.The Shepard-Tower Maternity Bill was passed because the people who fought tosecure its passage realized that mothers made up a group, that educators made upa group, that physicians made up a group, that all these groups in turninfluence other groups, and that taken all together these groups weresufficiently strong and numerous to impress Congress with the fact that thepeople at large wanted this bill to be made part of the national law.The political campaign having defined its broad objects and its basic plans,having defined the group appeal which it must use, must carefully allocate toeach of the media at hand the work which it can do with maximum efficiency.The media through which a political campaign may be brought home to the publicare numerous and fairly well defined. Events and activities must be created inorder to put ideas into circulation, in these channels, which are as varied asthe means of human communication. Every object which presents pictures or wordsthat the public can see, everything that presents intelligible sounds, can beutilized in one way or another.At present, the political campaigner uses for the greatest part the radio, thepress, the banquet hall, the mass meeting, the lecture platform, and the stumpgenerally as a means for furthering his ideas. But this is only a small part ofwhat may be done. Actually there are infinitely more varied events that can becreated to dramatize the campaign, and to make people talk of it. Exhibitions,contest, institutes of politics, the cooperation of education institutions, thedramatic cooperation of groups which hitherto have not been drawn into activepolitics, and many others may be made the vehicle for the presentation of ideasto the public.But whatever is done must be synchronized accurately with all other forms ofappeal to the public. News reaches the public through the printed word—books,magazines, letters, posters, circulars and banners, newspapers; throughpictures—photographs and motion pictures; through the ear—lectures, speeches,band music, radio, campaign songs. All these must be employed by the politicalparty if it is to succeed. One method of appeal is merely one method of appeal,and in this age wherein a thousand movements and ideas are competing for publicattention, one dare not put all one’s eggs into one basket.It is understood that the methods of propaganda can be effective only with thevoter who makes up his own mind on the basis of his group prejudices anddesires. Where specific allegiances and loyalties exist, as in the case of bossleadership, these loyalties will operate to mollify the free will of the voter.In this close relation between the boss and his constituents lies, of course,the strength of his position in politics.It is not necessary for the politician to be the slave of the public’s groupprejudices, if he can learn how to mold the mind of the voters in conformitywith his own ideas of public welfare and public service. The important thing forthe statesman of our age is not so much to know how to please the public, but toknow how to sway the public. In theory, this education might be done by means oflearned pamphlets explaining the intricacies of public questions. In actualfact, it can be done only by meeting the conditions of the public mind, bycreating circumstances which set up trains of thought, by dramatizingpersonalities, by establishing contact with the group leaders who control theopinions of the publics.But campaigning is only an incident in political life. The process of governmentis continuous. And the expert use of propaganda is more useful and fundamental,although less striking, as an aid to democratic administration, than as an aidto vote getting.Good government can be sold to a community just as any other commodity can besold. I often wonder whether the politicians of the future, who are responsiblefor maintaining the prestige and effectiveness of their party, will not endeavorto train politicians who are at the same time propagandists. I talked recentlywith George Olvany. He said that a certain number of Princeton men were joiningTammany Hall. If I were in his place I should have taken some of my brightestyoung men and set them to work for Broadway theatrical productions orapprenticed them as assistants to professional propagandists before recruitingthem to the service of the party.One reason, perhaps, why the politician today is slow to take up methods whichare a commonplace in business life is that he has such ready entry to the mediaof communication on which his power depends.The newspaperman looks to him for news. And by his power of giving orwithholding information the politician can often effectively censor politicalnews. But being dependent, every day of the year and for year after year, uponcertain politicians for news, the newspaper reporters are obliged to work inharmony with their news sources.The political leader must be a creator of circumstances, not only a creature ofmechanical process of stereotyping and rubber stamping.Let us suppose that he is campaigning on a low-tariff platform. He may use themodern mechanism of the radio to spread his views, but he will almost certainlyuse the old psychological method of approach which was old in Andrew Jackson’sday, and which business has largely discarded. He will say over the radio: “Votefor me and low tariff, because the high tariff increases the cost of the thingsyou by.” He may, it is true, have the great advantage of being able to speak byradio directly to fifty million listeners. But he is making an old-fashionedapproach. He is arguing with them. He is assaulting, single-handed, theresistance of inertia.If he were a propagandist, on the other hand, although he would still use theradio, he would use it as one instrument of a well-planned strategy. Since h eis campaigning on the issue of a low tariff, he not merely would tell peoplethat the high tariff increases the cost of the things they buy, but would createcircumstances which would make his contention dramatic and self-evident. Hewould perhaps stage a low-tariff exhibition simultaneously in twenty cities,with exhibits illustrating the additional cost due to the tariff in force. Hewould see that these exhibitions were ceremoniously inaugurated by prominent menand women who were interested in a low tariff apart from any interest in hispersonal political fortunes. He would have groups, whose interests wereespecially affected by the high cost of living, institute an agitation for lowerschedules. He would dramatize the issue, perhaps by having prominent men boycottwoolen clothes, and go to important functions in cotton suits, until the woolschedule was reduced. He might get the opinion of social workers as to whetherthe high cost of wool endangers the health of the poor in winter.In whatever ways he dramatized the issue, the attention of the public would beattracted to the question before he addressed them personally. Then, when hespoke to his millions of listeners on the radio, he would not be seeking toforce an argument down the throats of a public thinking of other things andannoyed by another demand on its attention; on the contrary, he would beanswering the spontaneous questions and expressing the emotional demands of apublic already keyed to a certain pitch of interest in the subject.The importance of taking the entire world public into consideration beforeplanning an important event is shown by the wise action of Thomas Masaryk, thenProvisional President, now President of the Republic of Czechoslovakia.Czechoslovakia officially became a free state on Monday, October 28, 1918,instead of Sunday, October 17, 1918, because Professor Masaryk realized that thepeople of the world would receive more information and would be more receptiveto the announcement of the republic’s freedom on a Monday morning than on aSunday, because the press would have more space to devote to it on Mondaymorning.Discussing the matter with me before he made the announcement, Professor Masaryksaid, “I would be making history for the cables if I changed the date ofCzechoslovakia’s birth as a free nation.” Cables make history and so the datewas changed.This incident illustrates the importance of technique in the new propaganda.It will be objected, of course, that propaganda will tend to defeat itself asits mechanism becomes obvious to the public. My opinion is that it will not. Theonly propaganda which will ever tend to weaken itself as the world becomes moresophisticated and intelligent, is propaganda that is untrue or unsocial.Again, the objection is raised that propaganda is utilized to manufacture ourleading political personalities. It is asked whether, in fact, the leader makespropaganda, or whether propaganda makes the leader. There is a widespreadimpression that a good press agent can puff up a nobody into a great man.The answer is the same as that made to the old query as to whether the newspapermakes public opinion or whether public opinion makes the newspaper. There has tobe fertile ground for the leader and the idea to fall on. But the leader alsohas to have some vital seed to sow. To use another figure, a mutual need has toexist before either can become positively effective. Propaganda is of no use tothe politician unless he has something to say which the public, consciously orunconsciously, wants to hear.But even supposing that a certain propaganda is untrue or dishonest, we cannoton that account reject the methods of propaganda as such. For propaganda in someform will always be used where leaders need to appeal to their constituencies.The criticism is often made that propaganda tends to make the President of theUnited States so important that he becomes not the President but the embodimentof the idea of hero worship, not to say deity worship. I quite agree that thisis so, but how are you going to stop a condition which accurately reflects thedesires of a certain part of the public? The American people rightly senses theenormous importance of the executive’s office. If the public tends to make ofthe President a heroic symbol of that power, that is not the fault of propagandabut lies in the very nature of the office and its relation to the people.This condition, despite its somewhat irrational puffing up of the man to fit theoffice, is perhaps still more sound than a condition in which the man utilizesno propaganda, or a propaganda not adapted to its proper end. Note the exampleof the Prince of Wales. This young man reaped bales of clippings and littleadditional glory from his American visit, merely because he was poorly advised.To the American public he became a well dressed, charming, sport-loving,dancing, perhaps frivolous youth. Nothing was done to add dignity and prestigeto this impression until towards the end of his stay he made a trip in thesubway of New York. This sole venture into democracy and the serious business ofliving as evidenced in the daily habits of workers, aroused new interest in thePrince. Had he been properly advised he would have augmented this somewhat bysuch serious studies of American life as were made by another prince, Gustave ofSweden. As a result of the lack of well directed propaganda, the Prince of Walesbecame in the eyes of the American people, not the thing which heconstitutionally is, a symbol of the unity of the British Empire, but part andparcel of the sporting Long Island and dancing beauties of the ballroom. GreatBritain lost an invaluable opportunity to increase the good will andunderstanding between the two countries when it failed to understand theimportance of correct public relations counsel for His Royal Highness.The public actions of America’s chief executive are, if one chooses to put itthat way, stage-managed. But they are chosen to represent and dramatize the manin his function as representative of the people. A political practice which hasits roots in the tendency of the popular leader to follow oftener than he leadsis the technique of the trial balloon which he uses in order to maintain, as hebelieves, his contact with the public. The politician, of course, has his ear tothe ground. It might be called the clinical ear. It touches the ground and hearsthe disturbances of the political universe.But he often does not know what the disturbances mean, whether they aresuperficial, or fundamental. So he sends up his balloon. He may send out ananonymous interview through the press. He then waits for reverberations to comefrom the public—a public which expresses itself in mass meetings, orresolutions, or telegrams, or even such obvious manifestations as editorials inthe partisan or nonpartisan press. On the basis of these repercussions he thenpublicly adopts his original tentative policy, or rejects it, or modifies it toconform to the sum of public opinion which has reached him. This method ismodeled on the peace feelers which were used during the war to sound out thedisposition of the enemy to make peace or to test any one of a dozen otherpopular tendencies. It is the method commonly used by a politician beforecommitting himself to legislation of any kind, and by a government beforecommitting itself on foreign or domestic policies.It is a method which has little justification. If a politician is a real leaderhe will be able, by the skillful use of propaganda, to lead the people, insteadof following the people by means of the clumsy instrument of trial and error.The propagandist’s approach is the exact opposite of that of the politician justdescribed. The whole basis of successful propaganda is to have an objective andthen to endeavor to arrive at it through an exact knowledge of the public andmodifying circumstances to manipulate and sway that public.“The function of a statesman,” says George Bernard Shaw, “is to express the willof the people in the way of a scientist.”The political leader of today should be a leader as finely versed in thetechnique of propaganda as in political economy and civics. If he remains merelythe reflection of the average intelligence of his community, he might as well goout of politics. If one is dealing with a democracy in which the herd and thegroup follow those whom they recognize as leaders, why should not the young mentraining for leadership be trained in its technique as well as in its idealism?“When the interval between the intellectual classes and the practical classes istoo great,” says the historian Buckle, “the former will possess no influence,the latter will reap no benefits.”Propaganda bridges this interval in our modern complex civilization.Only through the wise use of propaganda will our government, considered as thecontinuous administrative organ of the people, be able to maintain that intimaterelationship with the public which is necessary in a democracy.As David Lawrence pointed out in a recent speech, there is need for anintelligent interpretative bureau for our government in Washington. There is, itis true, a Division of Current Information in the Department of State, which atfirst was headed by a trained newspaperman. But later this position began to befilled by men from the diplomatic service, men who had very little knowledge ofthe public. While some of these diplomats have done very well, Mr. Lawrenceasserted that in the long run the country would be benefited if the functions ofthis office were in the hands of a different type of person.There should, I believe, be an Assistant Secretary of State who is familiar withthe problem of dispensing information to the press—some one upon whom theSecretary of state can call for consultation and who has sufficient authority topersuade the Secretary of State to make public that which, for insufficientreason, is suppressed.The function of the propagandist is much broader in scope that that of a meredispenser of information to the press. The United States Government shouldcreate a Secretary of Public Relations as member of the President’s Cabinet. Thefunction of this official should be correctly to interpret America’s aims andideals throughout the world, and to keep the citizens of this country in touchwith governmental activities and the reasons which prompt them. He would, inshort, interpret the people to the government and the government to the people.Such an official would be neither a propagandist nor a press agent, in theordinary understanding of those terms. He would be, rather, a trained technicianwho would be helpful in analyzing public thought and public trends in order tokeep the government informed about the public, and the people informed about thegovernment. America’s relations with South America and with Europe would begreatly improved under such circumstances. Ours must be a leadership democracyadministered by the intelligent minority who know how to regiment and guide themasses.Is this government by propaganda? Call it, if you prefer, government byeducation. But education, in the academic sense of the word, is not sufficient.It must be enlightened expert propaganda through the creation of circumstances,through the high-spotting of significant events, and the dramatization ofimportant issues. The statesman of the future will thus be enabled to focus thepublic mind on crucial points of policy and regiment a vast, heterogeneous massof voters to clear understanding and intelligent action."},{"pageContent":"CHAPTER VIIWOMEN’S ACTIVITIES AND PROPAGANDAWomen in contemporary America have achieved a legal equality with men. This doesnot mean that their activities are identical with those of men. Women in themass still have special interests and activities in addition to their economicpursuits and vocational interests.Women’s most obvious influence is exerted when they are organized and armed withthe weapon of propaganda. So organized and armed they made their influence felton city councils, state legislatures, and national congresses, upon executives,upon political campaigns and upon public opinion generally, both local andnational.In politics, the American women today occupy a much more important position,from the standpoint of their influence, in their organized groups than from thestandpoint of the leadership they have required in actual political positions orin actual office holding. The professional woman politician has had, up to thepresent, not much influence, nor do women generally regard her as being the mostimportant element in question. Ma Ferguson, after all, was simply a woman in thehome, a catspaw for a deposed husband; Nellie Ross, the former Governor ofWyoming, is from all accounts hardly a leader of statesmanship or publicopinion.If the suffrage campaign did nothing more, it showed the possibilities ofpropaganda to achieve certain ends. This propaganda today is being utilized bywomen to achieve their programs in Washington and in the states. In Washingtonthey are organized as the Legislative Committee of fourteen Women’sOrganizations, including the League of Women Voters, the Young Women’s ChristianAssociation, the Women’s Christian Temperance Union, the Federation of Women’sClubs, etc. These organizations map out a legislative program and then use themodern technique of propaganda to make this legislative program actually passinto the law of the land. Their accomplishments in the field are various. Theycan justifiably take the credit for much welfare legislation. The eight-hour dayis theirs. Undoubtedly prohibition and its enforcement are theirs, if they canbe considered an accomplishment. So is the Shepard-Towner Bill which stipulatessupport by the central government of maternity welfare in the state governments.This bill would not have passed had it not been for the political prescience andsagacity of women like Mrs. Vanderlip and Mrs. Mitchell.The Federal measures endorsed at the first convention of the National League ofWomen Voters typify social welfare activities of women’s organizations. Thesecovered such broad interests as child welfare, education, the home and highprices, women in gainful occupations, public health and morals, independentcitizenship for married women, and others.To propagandize these principles, the National League of Women Voters haspublished all types of literature, such as bulletins, calendars, electioninformation, has held a correspondence course on government and conducteddemonstration classes and citizenship schools.Possibly the effectiveness of women’s organizations in American politics todayis due to two things: first, the training of a professional class of executivesecretaries or legislative secretaries during the suffrage campaigns, whereevery device known to the propagandist had to be used to regiment a recalcitrantmajority; secondly, the routing over into peacetime activities of the manyprominent women who were in the suffrage campaigns and who also devotedthemselves to the important drives and mass influence movements during the war.Such women as Mrs. Frank Vanderlip, Alice Ames Winter, Mrs. Henry Moskowitz,Mrs. Florence Kelley, Mrs. John Blair, Mrs. O. H. P. Belmont, Doris Stevens,Alice Paul come to mind.If I seemed to concentrate on the accomplishments of women in politics, it isbecause they afford a particularly striking example of intelligent use of thenew propaganda to secure attention and acceptance of minority ideas. It isperhaps curiously appropriate that the latest recruits to the political arenashould recognize and make use of the newest weapons of persuasion to offset anylack of experience with what is somewhat euphemistically termed practicalpolitics. As an example of this new technique: Some years ago, the Consumer’sCommittee of Women, fighting the “American valuation” tariff, rented an emptystore on Fifty-Seventh Street in New York and set up and exhibit of merchandisetagging each item with the current price and the price it would cost if thetariff went through. Hundreds of visitors to this ship rallied to the cause ofthe committee.But there are also nonpolitical fields in which women can make and have madetheir influence felt for social ends, an in which they have utilized theprinciple of group leadership in attaining the desired objectives.In the General Federation of Women’s Clubs, there are 13,000 clubs. Broadlyclassified, they include civic and city clubs, mothers’ and homemakers’ clubs,cultural clubs devoted to art, music or literature, business and professionalwomen’s clubs, and general women’s clubs, which may embrace either civic orcommunity phases, or combine some of the other activities listed.The woman’s club is generally effective on behalf of health education; infurthering appreciation of the fine arts; in sponsoring legislation that affectsthe welfare of women and children; in playground development and parkimprovement; in raising standards of social or political morality; in homemakingand home economics, education and the like. In these fields, the woman’s clubconcerns itself with efforts that are not ordinarily covered by existingagencies, and often both initiates and helps to further movements for the goodof the community.A club interested principally in homemaking and the practical arts can sponsor acooking school for young brides and others. An example of the keen interest ofwomen in this field of education is the cooking school recently conducted by theNew York Herald Tribune, which held its classes in Carnegie Hall, seating almost3,000 persons. For the several days of the cooking school, the hall was filledto capacity, rivaling the drawing power of a McCormack or a Paderewski, andrefuting most dramatically the idea that women in large cities are notinterested in housewifery.A movement for the serving of milk in public schools, or the establishment of ababy health station at the department of health will be an effort close to theheart of a club devoted to the interest of mothers and child welfare.A music club can broaden its sphere and be of service to the community bycooperating with the local radio station in arranging better musical programs.Fighting bad music can be as militant a campaign and marshal as varied resourcesas any political battle.An art club can be active in securing loan exhibitions for its city. It can alsoarrange traveling exhibits of the art work of its members or show the art workof schools or universities.A literary club may step out of its charmed circle of lectures and literarylions and take a definite part in the educational life of the community. It cansponsor, for instance, a competition in the public schools for the best essay onthe history of the city, or on the life of its most famous son.Over and above the particular object for which the woman’s club may have beenconstituted, it commonly stands ready to initiate or help any movement which hasfor its object a distinct public good in the community. More important, itconstitutes an organized channel through which women can make themselves felt asa definite part of public opinion.Just as women supplement men in private life, so they will supplement men inpublic life by concentrating their organized efforts on those objects which menare likely to ignore. There is a tremendous field for women as activeprotagonists of new ideas and new methods of political and social housekeeping.When organized and conscious of their power to influence their surroundings,women can use their newly acquired freedom in a great many ways to mold theworld into a better place to live."},{"pageContent":"CHAPTER VIIIPROPAGANDA FOR EDUCATIONEducation is not securing its proper share of public interest. The public schoolsystem, materially and financially, is being adequately supported. There ismarked eagerness for a college education, and a vague aspiration for culture,expressed in innumerable courses and lectures. The public is not cognizant ofthe real value of education, and does not realize that education as a socialforce is not receiving the kind of attention it has the right to expect in ademocracy.It is felt, for example, that education is entitled to more space in thenewspapers; that well informed discussion of education hardly exists; thatunless such an issue as the Gary School system is created, or outside of anoccasional discussion, such as that aroused over Harvard’s decision to establisha school of business, education does not attract the active interest of thepublic.There are a number of reasons for this condition. First of all, there is thefact that the educator has been trained to stimulate to thought the individualstudents in his classroom, but has not been trained as an educator at large ofthe public.In a democracy an educator should, in addition to his academic duties, bear adefinite and wholesome relation to the general public. This public does not comewithin the immediate scope of his academic duties. But in a sense he dependsupon it for his living, for the moral support, and the general cultural toneupon which his work must be based. In the field of education, we find what wehave found in politics and other fields—that the evolution of the practioner ofthe profession has not kept pace with the social evolution around him, and isout of gear with the instruments for the dissemination of ideas which modernsociety has developed. If this be true, then the training of the educators inthis respect should begin in the normal schools, with the addition to theircurricula of wherever is necessary to broaden their viewpoint. The public cannotunderstand unless the teacher understands the relationship between the generalpublic and the academic idea.The normal school should provide for the training of the educator to make himrealize that his is a twofold job: education as a teacher and education as apropagandist.A second reason for the present remoteness of education from the thoughts andinterests of the public is found in the mental attitude of the pedagogue—whetherprimary school teacher or college professor—toward the world outside the school.This is a difficult psychological problem. The teacher finds himself in a worldin which the emphasis is put on those objective goals and those objectiveattainments which are prized by our American society. He himself is butmoderately or poorly paid. Judging himself by the standards in commonacceptance, he cannot but feel a sense of inferiority because he finds himselfcontinually being compared, in the minds of his own pupils, with the successfulbusinessman and the successful leader in the outside world. Thus the educatorbecomes repressed and suppressed in our civilization. As things stand, thiscondition cannot be changed from the outside unless the general public altersits standards of achievement, which it is not likely to do soon.Yet it can be changed by the teaching profession itself, if it becomes consciousnot only of its individualistic relation to pupil, but also of its socialrelation to the general public. The teaching profession, as such, has the rightto carry on a very definite propaganda with a view to enlightening the publicasserting its intimate relation to the society which it serves. In addition toconducting a propaganda on behalf of its individual members, education must alsoraise the general appreciation of the teaching profession. Unless the professioncan raise itself by its own bootstraps, it will fast lose the power ofrecruiting outstanding talent for itself.Propaganda cannot change all that is at present unsatisfactory in theeducational situation. There are factors, such as low pay and the lack ofadequate provision for superannuated teachers, which definitely affect thestatus of the profession. It is possibly, by means of an intelligent appealpredicated upon the actual present composition of the public mind, to modify thegeneral attitude toward the teaching profession. Such a changed attitude willbegin by expressing itself in an insistence on the idea of more adequatesalaries for the profession.There are various ways in which academic organizations in America handle theirfinancial problems. One type of college or university depends, for its monetarysupport, upon grants from the state legislatures. Another depends upon privateendowment. There are other types of education institutes, such as sectarian, butthe two chief types include by far the greater number of our institutions ofhigher learning.The state university is supported by grants from the people of the state, votedby the state legislature. In theory, the degree of support which the universityreceives is dependent upon the degree of acceptance accorded it by the voters.The state university prospers according to the extent to which it can sellitself to the people of the state.The state university is therefore in an unfortunate position unless itspresident happens to be a man of outstanding merit as a propagandist and adramatizer of educational issues. Yet if this is the case—if the universityshapes its whole policy toward gaining the support of the state legislature—itseducational function may suffer. It may be tempted to base its whole appeal tothe public on its public service, real or supposed, and permit the education ofits individual students to take care of itself. It may attempt to educate thepeople of the state at the expense of its own pupils. This may generate a numberof evils, to the extent of making the university a political instrument, a meretool of the political group in power. If the president dominates both the publicand the professional politician, this may lead to a situation in which thepersonality of the president outweighs the true function of the institution.The endowed college or university has a problem quite as perplexing. The endowedcollege is dependent upon the support, usually, of key men in industry whosesocial and economic objectives are concrete and limited, and therefore often atvariance with the pursuit of abstract knowledge. The successful businessmancriticizes the great universities for being too academic, but seldom for beingtoo practical. One might imagine that the key men who support our universitieswould like them to specialize in schools of applied science, of practicalsalesmanship, or of industrial efficiency. And it may well be, in manyinstances, that the demands which the potential endowers of our universitiesmake upon these institutions are flatly in contradiction to the interests ofscholarship and general culture.We have, therefore, the anomalous situation of the college seeking to carry on apropaganda in favor of scholarship among people who are quite out of sympathywith the aims to which they are asked to subscribe their money. Men who, by thecommonly accepted standards, are failures or very moderate successes in ourAmerican World (the pedagogues) seek to convince the outstanding successes (thebusinessmen) that they should give their money to ideals which they do notpursue. Men who, through a sense of inferiority, despise money, seek to win thegood will of men who love money.It seems possible that the future status of the endowed college will depend upona balancing of these forces, both the academic and the endowed elementsobtaining in effect due consideration.The college must win public support. If the potential donor is apathetic,enthusiastic public approval must be obtained to convince him. If he seeksunduly to influence the educational policy of the institution, public opinionmust support the college in the continuance of its proper functions. If eitherfactor dominates unduly, we are likely to find a demagoguery or a snobbishnessaiming to please one group or the other.There is still another potential solution of the problem. It is possible throughan education propaganda aiming to develop greater social consciousness on thepart of the people of the country, there may be awakened in the minds of men ofaffairs, as a class, social consciousness which will produce more minds of thetype of Julius Rosenwald, V. Everitt Macy, John D. Rockefeller Jr., the lateWillard Straight.Many colleges have already developed intelligent propaganda in order to bringthem into active and continuous relation with the general public. A definitetechnique has been developed in their relation to the community in the form ofcollege news bureaus. These bureaus have formed an intercollegiate associationwhose members meet once a year to discuss their problems. These problems includethe education of the alumnus and his effect upon the general public and uponspecific groups, the education of the future student to the choice of theparticular college, the maintenance of an esprit de corps so that the athleticprowess of the college will not be placed first, the development of somefamiliarity with the research work done in the college in order to attract theattention of those who may be able to lend aid, the development of anunderstanding of the aims and the work of the institution in order to attractspecial endowments for specified purposes.Some seventy-five of these bureaus are now affiliated with the AmericanAssociation of College News Bureaus, including those of Yale, Wellesley,Illinois, Indiana, Wisconsin, Western Reserve, Tufts, and California. Abimonthly news letter is published, bringing to members the news of theirprofession. The Association endeavors to uphold the ethical standards of theprofession and aims to work in harmony with the press.The National Education Association and other societies are carrying on adefinite propaganda to promote the larger purposes of education endeavor. One ofthe aims of such propaganda is of course improvement in the prestige andmaterial position of the teachers themselves. An occasional McAndrew case callsthe attention of the public to the fact that in some schools the teacher is farfrom enjoying full academic freedom, while in certain communities the choice ofteachers is based upon political or sectarian considerations rather than uponreal ability. If such issues were made, by means of propaganda, to become amatter of public concern on a truly national scale, there would doubtless be ageneral tendency to improvement.The concrete problems of colleges are more varied and puzzling than one mightsuppose. The pharmaceutical college of a university is concerned because thedrug store is no longer merely a drug store, but primarily a soda fountain, alunch counter, a bookshop, a retailer of all sorts of general merchandise fromsociety stationery to spare radio parts. The college realizes the economicutility of the lunch counter feature to the practicing druggist, yet it feesthat the ancient and honorable art of compounding specifics is being degraded.Cornell University discovers that endowments are rare. Why? Because the peoplethink that the University is a state institution and therefore publiclysupported.Many of our leading universities rightly feel that the results of theirscholarly researches should not only be presented to libraries and learnedpublications, but should also, where practicable and useful, be given to thepublic in the dramatic form which the public can understand. Harvard is but oneexample.“Not long ago,” says Charles A. Merrill in Personality, “a certain Harvardprofessor vaulted into the newspaper headlines. There were several days when onecould hardly pick up a paper in any of the larger cities without finding hisname bracketed with his achievement.“The professor, who was back from a trip to Yucatan in the interests of science,had solved the mystery of the Venus calendar of the ancient Mayas. He haddiscovered the key to the puzzle of how the Mayas kept tab on the flight oftime. Checking the Mayan record of celestial events against the knownastronomical facts, he had found a perfect correlation between the time count ofthese Central American Indians and the true positions of the planet Venus in thesixth century B.C. A civilization which flourished in the Western Hemispheretwenty-five centuries ago was demonstrated to have attained heights hithertounappreciated by the modern world.“How the professor’s discovery happened to be chronicled in the popular pressis, also, in retrospect, a matter of interest…. If left to his own devices, hemight never have appeared in print, except perhaps in some technicalpublication, and his remarks there would have been no more intelligible to theaverage man or woman than if they had been inscribed in Mayan hieroglyphics.“Popularization of this message from antiquity was due to the initiative of ayoung man named James W. D. Seymour…“It might surprise and shock some people,” Mr. Merrill adds, “to be told thatthe oldest and most dignified seats of learning in America now hire pressagents, just as railroad companies, fraternal organizations, moving pictureproducers and political parties retain them. It is nevertheless a fact….“…there is hardly a college or university in the country which does not, withthe approval of the governing body and the faculty, maintain a publicity office,with a director and a staff of assistants, for the purpose of establishingfriendly relations with the newspapers, and through the newspapers, with thepublic…”“This enterprise breaks sharply with tradition. In the older seats of learningit is a recent innovation. It violates the fundamental article in the creed ofthe old academic societies. Cloistered seclusion used to be considered the firstessential of scholarship. The college was anxious to preserve its aloofness fromthe world….“The colleges used to resent outside interest in their affairs. They might,somewhat reluctantly and contemptuously, admit reporters to their CommencementDay exercise, but no further would they go…‘Today, if a newspaper reporter wants to interview a Harvard professor, he hasmerely to telephone the Secretary for Information to the University. Officially,Harvard still shies away from the title ‘Director of Publicity.’ Informally,however, the secretary with the long title is the publicity man. He is animportant official today at Harvard.”It may be a new idea that the president of a university will concern himselfwith the kind of mental picture his institution produces on the public mind. Yetit is part of the president’s work to see that his university takes its properplace in the community and therefore also in the community mind, and producesthe results desired, both in a cultural and in a financial sense.If his institution does not produce the mental picture which it should, one oftwo things may be wrong: Either the media of communication with the public maybe wrong or unbalanced; or his institution may be at fault. The public isgetting an oblique impression of the university, in which case the impressionshould be modified; or it may be that the public is getting a correctimpression, in which case, very possibly, the work of the university itselfshould be modified. For both possibilities lie within the province of the publicrelations counsel.Columbia University recently instituted a Casa Italiana, which was solemnlyinaugurated in the presence of representatives of the Italian government, toemphasize its high standing in Latin Studies and the Romance languages. Yearsago Harvard founded the Germanic Museum, which was ceremoniously opened byPrince Henry of Prussia.Many colleges maintain extension courses which bring their work to theirknowledge of a broad public. It is of course proper that such courses should bemade known to the general public. But, to take another example, if they havebeen badly planned, from the point of view of public relations, if they areunduly scholastic and detached, their effect may be the opposite of favorable.In such a case, it is not the work of the public relations counsel to urge thatthe courses be made better known, but to urge that they first be modified toconform to the impression which the college wishes to create, where that iscompatible with the university’s scholastic ideas.Again, it may be the general opinion that the work of a certain institution is80 per cent postgraduate research, an opinion which may tend to alienate publicinterest. This opinion may be true or it may be false. If it is false, it shouldbe corrected by high-spotting undergraduate activities.If, on the other hand, it is true that 80 per cent of the work is postgraduateresearch, the most should be made of that fact. It should be the concern of thepresident to make known the discoveries which are of possible public interest. Auniversity expedition in Biblical lands may be uninteresting as a purelyscholastic undertaking, but if it contributes light on some Biblical assertionit will immediately arouse the interest of large masses of the population. Thezoological department may be hunting for some strange bacillus which has noknown relation to any human disease, but the fact that it is chasing bacilli isin itself capable of dramatic presentation to the public.Many universities now gladly lend members of their faculties to assist ininvestigations of public interest. Thus Cornell lent Professor Wilcox to aid thegovernment in the preparation of the national census. Professor Irving Fisher ofYale has been called in to advise on currency matters.In the ethical sense, propaganda bears the same relation to education as tobusiness or politics. It may be abused. It may be used to over-advertise aninstitution and to create in the public mind artificial values. There can be noabsolute guarantee against its misuse."},{"pageContent":"CHAPTER IXPROPAGANDA IN SOCIAL SERVICEThe public relations counsel is necessary to social work. And since socialservice, by its very nature, can continue only by means of the voluntary supportof the wealthy, it is obliged to use propaganda continually. The leaders insocial service were among the first consciously to utilize propaganda in itsmodern sense.The great enemy of any attempt to change men’s habits is inertia. Civilizationis limited by inertia.Our attitude toward social relations, toward economics, toward national andinternational politics, continues past attitudes and strengthens them under theforce of tradition. Comstock drops his mantle of proselytizing morality on thewilling shoulders of a Sumner; Penrose drops his mantle on Butler; Carnegie hison Schwab, and so ad infinitum. Opposing this traditional acceptance of existingideas is an active public opinion that has been directed consciously intomovements against inertia. Public opinion was made or changed formerly by tribalchiefs, by kings, by religious leaders. Today the privilege of attempting tosway public opinion is everyone’s. It is one of the manifestations of democracythat any one may try to convince others and to assume leadership on behalf ofhis own thesis.New ideas, new precedents, are continually striving for a place in the scheme ofthings.The social settlement, the organized campaigns against tuberculosis and cancer,the various research activities aiming directly at the elimination of socialdiseases and maladjustments—a multitude of altruistic activities which could becatalogued only in a book of many pages—have need of knowledge of the publicmind and mass psychology if they are to achieve their aims. The literature onsocial service publicity is so extensive, and the underlying principles sofundamental, that only one example is necessary here to illustrate the techniqueof social service propaganda.A social service organization undertook to fight lynching, Jim Crowism and thecivil discriminations against the Negro below the Mason and Dixon line.The National Association for the Advancement of Colored People had the fight inhand. As a matter of technique they decided to dramatize the year’s campaign inan annual convention which would concentrate attention on the problem.Should it be held in the North, South, West, or East? Since the purpose was toaffect the entire country, the association was advised to hold it in the South.For, said the propagandist, a point of view on a southern questions, emanatingfrom a southern center, would have greater authority than the same point of viewissuing from any other locality, particularly when that point of view was atodds with the traditional southern point of view. Atlanta was chosen.The third step was to surround the conference with people who were stereotypesfor ideas that carried weight all over the country. The support of leaders ofdiversified groups was sought. Telegrams and letters were dispatched to leadersof religious, political, social and educational groups, asking for their pointof view on the purpose of the conference. But in addition to these group leadersof national standing it was particularly important from the technical standpointto secure the opinions of group leaders of the South, even from Atlanta itself,to emphasize the purposes of the conference to the entire public. There was onegroup in Atlanta which could be approached. A group of ministers had been boldenough to come out for a greater interracial amity. This group was approachedand agreed to cooperate in the conference.The event ran off as scheduled. The program itself followed the general scheme.Negroes and white men from the South, on the same platform, expressed the samepoint of view.A dramatic element was spotlighted here and there. A national leader fromMassachusetts agreed in principle and in practice with a Baptist preacher fromthe South.If the radio had been in effect, the whole country might have heard and beenmoved by the speeches and the principles expressed.But the public read the words and the ideas in the press of the country. For theevent had been created of such important component parts as to awaken interestthroughout the country and to gain support for its ideas even in the South.The editorials in the southern press, reflecting the public opinion of theircommunities, showed that the subject had become one of interest to the editorsbecause of the participation by southern leaders.The eve naturally gave the Association itself substantial weapons with which toappeal to an increasingly wider circle. Further publicity was attained bymailing reports, letters, and other propaganda to selected groups of the public.As for the practical results, the immediate one was a change in the minds ofmany southern editors who realized that the question at issue was not only anemotional one, but also a discussable one; and this point of view wasimmediately reflected to their readers. Further results are hard to measure witha slide-rule. The conference had its definite effect in building up the racialconsciousness and solidarity of the Negroes. The decline in lynching is veryprobably a result of this and other efforts of the Association.Many churches have made paid advertising and organized propaganda part of theirregular activities. They have developed church advertising committees, whichmake use of the newspaper and the billboard, as well as of the pamphlet. Manydenominations maintain their own periodicals. The Methodist Board of publicationand Information systematically gives announcements and releases to the press andthe magazines.But in a broader sense the very activities of social service are propagandaactivities. A campaign for the preservation of the teeth seeks to alter people’shabits in the direction of more frequent bushing of teeth. A campaign for betterparks seeks to alter people’s opinion in regard to the desirability of taxingthemselves for the purchase of park facilities. A Campaign against tuberculosisis an attempt to convince everybody that tuberculosis can be cured, that personswith certain symptoms should immediately go to the doctor, and the like. Acampaign to lower the infant mortality rate is an effort to alter the habits ofmothers in regard to feeding, bathing, and caring for their babies. Socialservice, in fact, is identical with propaganda in man cases.Even those aspects of social service which are governmental and administrative,rather than charitable and spontaneous, depend on wise propaganda for theireffectiveness. Professor Harry Elmer Barnes, in his book, The Evolution ofModern Penology in Pennsylvania, states that improvements in penologicaladministration in the state are hampered by political influences. Thelegislature must be persuaded to permit the utilization of the best methods ofscientific penology, and for this there is necessary the development of anenlightened public opinion. “Until such a situation has been brought about,” Mr.Barnes states, “progress in penology is doomed to be sporadic, local, andgenerally ineffective. The solution of prison problems, then, seems to befundamentally a problem of conscientious and scientific publicity.”Social progress is simply the progressive education and enlightenment of thepublic mind in regard to its immediate and distant social problems."},{"pageContent":"CHAPTER XART AND SCIENCEIn the education of the American public toward greater art appreciation,propaganda plays an important part. When art galleries seek to launch thecanvases of an artist they should create public acceptance for his works. Toincrease public appreciation a deliberate propagandizing effort must be made.In art as in politics the minority rules, but it can rule only by going out tomeet the public on its own ground, by understanding the anatomy of publicopinion and utilizing it.In applied and commercial art, propaganda makes greater opportunities for theartist than ever before. This arises from the fact that mass production reachesan impasse when it competes on a price basis only. It must, therefore, in alarge number of fields create a field of competition bases on aethetic values.Business of many types capitalizes the aethetic values. Business of many typescapitalizes the aethetic sense to increase markets and profits. Which is onlyanother way of saying that the artist has the opportunity of collaborating withindustry in such a way as to improve the public taste, injecting beautifulinstead of ugly motifs in the articles of common use, and, furthermore, securingrecognition and money for himself.Propaganda can play a part in pointing out what is and what is not beautiful,and business can definitely help in this way to raise the level of Americanculture. In this process propaganda will naturally make use of the authority ofgroup leaders whose taste and opinion are recognized.The public must be interested by means of associational values and dramaticincidents. New inspiration, which to the artist may be very technical andabstract kind of beauty, must be made vital to the public by association withvalues which it recognizes and responds to.For instance, in the manufacture of American silk, markets are developed bygoing to Paris for inspiration. Paris can give American silk a stamp ofauthority which will aid it to achieve definite position in the United States.The following clipping from the New York Times of February 16, 1925, tells thestory from an actual incident of this sort: “Copyright, 1925, by THE NEW YORK TIMES COMPANY—Special Cable to THE NEW YORKTIMES.“PARIS, Feb. 15—For the first time in history, American art materials are to beexhibited in the Decorative Arts Section of the Louvre Museum.“The exposition opening on May 26th with the Minister of Fine Arts, Paul Leon,acting as patron, will include silk from Cheney Brothers, South Manchester andNew York, the designs of which were based on the inspiration of Edgar Brands,famous French iron worker, the modern Bellini, who makes wonderful art worksfrom iron.“M. Brandt designed and made the monumental iron doors of the Verdun warmemorial. He has been asked to assist and participate in this exposition, whichwill show France the accomplishments of American industrial art.“Thirty designs inspired by Edgar Brandt’s work are embodied in 2,500 yards ofprinted silks, tinsels and cut velvets in a hundred colors…“These ‘prints ferronnières’ are the first textiles to show the influence of themodern master, M. Brandt. The silken fabrics possess a striking composition,showing characteristic Brandt motifs which were embodied in the tracery of largedesigns by the Cheney artists who succeeded in translating the iron into silk, atask which might appear almost impossible. The strength and brilliancy of theoriginal design is enhanced by the beauty and warmth of color.” The result of this ceremony was that prominent department stores in New York,Chicago, and other cities asked to have this exhibition. They tried to mold thepublic taste in conformity with the idea which had the approval of Paris. Thesilks of Cheney Brothers—a commercial product produced in quantity—gained aplace in public esteem by being associated with the work of a recognized artistand with a great art museum.The same can be said of almost any commercial product susceptible of beautifuldesign. There are few products in daily use, whether furniture, clothes, lamps,posters, commercial labels, book jackets, pocketbooks or bathtubs which are notsubject to the laws of good taste.In America, whole departments of production are being changed through propagandato fill an economic as well as an aethetic need. Manufacture is being modifiedto conform to the economic need to satisfy the public demand for more beauty. Apiano manufacturer recently engaged artists to design modernist pianos. This wasnot done because there existed a widespread demand for modernist pianos. Indeed,the manufacturer probably expected to sell few. But in order to draw attentionto pianos one must have something more than a piano. People at tea parties willnot talk about pianos; but they may talk about the new modernist piano.When Secretary Hoover, three years ago, was asked to appoint a commission to theParis Exposition of Decorative Arts, he did so. As Associate Commissioner Iassisted in the organizing of the group of important business leaders in theindustrial art field who went to Paris as delegates to visit and report on theExposition. The propaganda carried on for the aims and purposes of theCommission undoubtedly had a widespread effect on the attitude of Americanstowards art in industry: it was only a few years later that the modern artmovement penetrated all fields of industry.Department stores took it up. R.H. Macy & Company held an Art-in-TradesExposition, in which the Metropolitan Museum of Art collaborated as adviser.Lord & Taylor sponsored a Modern Arts Exposition, with foreign exhibitors. Thesestores, coming closely in touch with the life of the people, performed apropagandizing function in bringing to the people the best in art as it relatedto these industries. The Museum at the same time was alive to the importance ofmaking contact with the public mind, by utilizing the department store toincrease art appreciation.Of all art institutions the museum suffers most from the lack of effectivepropaganda. Most present-day museums have the reputation of being morgues orsanctuaries, whereas they should be leaders and teachers in the aethetic life ofthe community. They have little vital relation to life.The treasures of beauty in a museum need to be interpreted to the public, andthis requires a propagandist. The housewife in a Bronx apartment doubtless feelslittle interest in an ancient Greek vase in the Metropolitan Museum. Yet anartist working with a pottery firm may adapt the design of this vase to a set ofchina and this china, priced low through quantity production, may find its wayto that Bronx apartment, developing unconsciously, through its fine line andcolor, an appreciation of beauty.Some American museums feel this responsibility. The Metropolitan Museum of Artof New York rightly prides itself on its million and a quarter of visitors inthe year 1926; on its efforts to dramatize and make visual the civilizationswhich its various departments reveal; on its special lectures, its story hours,its loan collections of prints and photographs and lantern slides, itsfacilities offered to commercial firms in the field of applied art, on theoutside lecturers who are invited to lecture in its auditorium and on thelecturers given by its staff to outside organizations; and on the free chamberconcerts given in the museum under the direction of David Mannes, which tend todramatize the museum as home of beauty. Yet that is not the whole of theproblem.It is not merely a question of making people come to the museum. It is also aquestion of making the museum, and the beauty which it houses, go to the people.The museum’s accomplishments should not be evaluated merely in terms of thenumber of visitors. Its function is not merely to receive visitors, but toproject itself and what it stands for in the community which it serves.The museum can stand in its community for a definite aethetic standard whichcan, by the help of intelligent propaganda, permeate the daily lives of all itsneighbors. Why should not a museum establish a museum council of art, toestablish standards in home decoration, in architecture, and in commercialproduction? Or a research board for applied arts? Why should not the museum,instead of merely preserving the art treasures which it possesses, quicken theirmeaning in terms which the general public understands?A recent annual report of an art museum in one of the large cities of the UnitedStates, says: “An underlying characteristic of an art Museum like ours must beits attitude of conservatism, for after all its first duty is to treasure thegreat achievements of men in the arts and sciences.”Is that true? Is not another important duty to interpret the models of beautywhich it possesses?If the duty of the museum is to be active it must study how best to make itsmessage intelligible to the community which it serves. It must bodily assumeaethetic leadership.As in art, so in science, both pure and applied. Pure science was once guardedand fostered by learned societies and scientific associations. Now pure sciencefinds support and encouragement also in industry. Many of the laboratories inwhich abstract research is being pursued are now connected with some largecorporation, which is quite willing to devote hundreds of thousands of dollarsto scientific study, for the sake of one golden invention or discovery which mayemerge from it.Big business of course gains heavily when the invention emerges. But at thatvery moment it assumes the responsibility of placing the new invention at theservice of the public. It assumes also the responsibility of interpreting itsmeaning to the public.The industrial interests can furnish to the schools, the colleges, and thepostgraduate university courses the exact truth concerning the scientificprogress of our age. They not only can do so; they are under obligation to doso. Propaganda as an instrument of commercial competition has openedopportunities to the inventor and given great stimulus to the researchscientist. In the last five or ten years, the successes of some of the largercorporations have been so outstanding that they whole field of science hasreceived a tremendous impetus. The American Telephone and Telegraph Company, theWestern Electric Company, the General Electric Company, the WestinghouseElectric Company and others have realized the importance of scientific research.They have also understood that their ideas must be made intelligible to thepublic to be fully successful. Television, broadcasting, loud speakers areutilized as propaganda aids.Propaganda assists in marketing new inventions. Propaganda, by repeatedlyinterpreting new scientific ideas and inventions to the public, has made thepublic more receptive. Propaganda is accustoming the public to change andprogress."},{"pageContent":"CHAPTER XITHE MECHANICS OF PROPAGANDAThe media by which special pleaders transmit their messages to the publicthrough propaganda include all the means by which people today transmit theirideas to one another. There is no means of human communication which may notalso be a means of deliberate propaganda, because propaganda is simply theestablishing of reciprocal understanding between an individual and a group.The important point to the propagandist is that the relative value of thevarious instruments of propaganda, and their relation to the masses, areconstantly changing. If he is to get full reach for his message he must takeadvantage of these shifts of value the instant they occur. Fifty years ago, thepublic meeting was a propaganda instrument par excellence. Today it is difficultto get more than a handful of people to attend a public meeting unlessextraordinary attractions are part of the program. The automobile takes themaway from home, the radio keeps them in the home, the successive daily editionsof the newspaper bring information to them in office or subway, and also theyare sick of the ballyhoo of the rally.Instead there are numerous other media of communication, some new, others oldbut so transformed that they have become virtually new. The newspaper, ofcourse, remains always a primary medium for the transmission of opinions andideas—in other words, for propaganda.It was not many years ago that newspaper editors resented what they called “theuse of the news columns for propaganda purposes.” Some editors would even kill agood story if they imagined its publication might benefit anyone. This point ofview is not largely abandoned. Today the leading editorial offices take the viewthat the real criterion governing the publication or nonpublication of matterwhich comes to the desk is its news value. The newspaper cannot assume, nor isit its function to assume, the responsibility of guaranteeing that what itpublishes will not work out to somebody’s interest. There is hardly a singleitem in any daily paper, the publication of which does not, or might not, profitor injure somebody. That is the nature of news. What the newspaper does strivefor is that the news which it publishes shall be accurate, and (since it mustselect from the mass of news material available) that it shall be of interestand importance to large groups of its readers.In its editorial columns the newspaper is a personality, commenting upon thingsand events from its individual point of view. But in its news columns thetypical modern American newspaper attempts to reproduce, with due regard to newsinterest, the outstanding events and opinions of the day.It does not ask whether a given item is propaganda or not. What is important isthat it be news. And in the selection of news the editor is usually entirelyindependent. In the New York Times—to take an outstanding example—news isprinted because of its news value and for no other reason. The Times editorsdetermine with complete independence what is and what is not news. They brook nocensorship. They are not influenced by any external pressure nor swayed by anyvalues of expediency or opportunism. The conscientious editor on every newspaperrealizes that his obligation to the public is news. The fact of itsaccomplishments makes it news.If the public relations counsel can breathe the breath of life into an idea andmake it take its place among other ideas and events, will receive the publicattention it merits. There can be no question of his “contaminating news at itssource.” He creates some of the day’s events, which must compete in theeditorial office with other events. Often the events which he creates may bespecially acceptable to a newspaper’s public and he may create them with thatpublic in mind.If important things of life today consist of transatlantic radiophone talksarranged by commercial telephone companies; if they consist of inventions thatwill be commercially advantageous to the men who market them; if they consist ofHenry Fords with epoch-making cars—then all this is news. The so-called flow ofpropaganda into the newspaper offices of the country may, simply at the editor’sdiscretion, find its way to the wastebasket.The source of the news offered to the editor should always be clearly stated andthe facts accurately presented.The situation of the magazines at the present moment, from the propagandist’spoint of view, is different from that of the daily newspapers. The averagemagazine assumes no obligation, as the newspaper does, to reflect the currentnews. It selects its material deliberately, in accordance with a continuouspolicy. It is not, like the newspaper, an organ of public opinion, but tendsrather to become a propagandist organ, propagandizing for a particular idea,whether it be good housekeeping, or smart apparel, or beauty in home decoration,or debunking public opinion, or general enlightenment or liberalism oramusement. One magazine may aim to sell health; another, English gardens;another, fashionable men’s wear; another, Nietzschean philosophy.In all departments in which the various magazines specialize, the publicrelations counsel may play an important part. For he may, because of hisclient’s interest, assist them to create the events which further theirpropaganda. A bank, order to emphasize the importance of its women’s department,may arrange to supply a leading women’s magazine with a series of articles andadvice on investments written by the woman expert in charge of this department.The women’s magazine in turn will utilize this new feature as a means ofbuilding additional prestige and circulation.The lecture, once a powerful means of influencing public opinion, has changedits value. The lecture itself may only be a symbol, a ceremony; its importance,for propaganda purposes, lies in the fact that it was delivered. ProfessorSo-and-So, expounding an epoch-making invention, may speak to five hundredpersons, or only fifty. His lecture, if it is important, will be broadcast;report of it will appear in the newspapers; discussion will be stimulated. Thereal value of the lecture, from the propaganda point of view, is in itsrepercussion to the general public.The radio is at present one of the most important tools of the propagandist. Itsfuture development is uncertain.It may compete with the newspaper as an advertising medium. Its ability to reachmillions of persons simultaneously naturally appeals to the advertiser. Andsince the average advertiser has a limited appropriation for advertising, moneyspent on the radio will tend to be withdrawn from the newspaper.To what extent is the publisher alive to this new phenomenon? It is bound tocome close to American journalism and publishing. Newspapers have recognized theadvertising potentialities of the companies that manufacture of the companiesthat manufacture radio apparatus, and of radio stores, large and small; andnewspapers have accorded to the radio in their news and feature columns animportance relative to the increasing attention given by the public to radio. Atthe same time, certain newspapers have brought radio stations and linked them upwith the news and entertainment distribution facilities, supplying these twofeatures over the air to the public.It is possible that newspaper chains will sell schedules of advertising space onthe air and on the paper. Newspaper chains will possibly contract withadvertisers for circulation on paper and over the air. There are, at present,publishers who sell space in the air and in their columns, but they regard thetwo as separate ventures.Large groups, political, racial, sectarian, economic or professional, aretending to control stations to propagandize their points of view. Or is itconceivable that America may adopt the English licensing system under which thelistener, instead of the advertiser, pays?Whether the present system is changed, the advertiser—and propagandist—mustnecessarily adapt himself to it. Whether, in the future, air space will be soldopenly as such, or whether the message will reach the public in the form ofstraight entertainment and news, or as special programs for particular groups,the propagandist must be prepared to meet the conditions and utilize them.The American motion picture is the greatest unconscious carrier of propaganda inthe world today. It is a great distributor for ideas and opinions.The motion picture can standardize the ideas and habits of a nation. Becausepictures are made to meet market demands, they reflect, emphasize and evenexaggerate broad popular tendencies, rather than stimulate new ideas andopinions. The motion picture avails itself only of ideas and facts which are invogue. As the newspaper seeks to purvey news, it seeks to purvey entertainment.Another instrument of propaganda is the personality. Has the device of theexploited personality been pushed too far? President Coolidge photographed onhis vacation in full Indian regalia in company with full-blooded chiefs, was theclimax of a greatly over-reported vacation. Obviously a public personality canbe made absurd by misuse of the very mechanism which helped create it.Yet the vivid dramatization of personality will always remain one of thefunctions of the public relations counsel. The public instinctively demands apersonality to typify a conspicuous corporation or enterprise.There is a story that a great financier discharged a partner because he haddivorced his wife.“But what,” asked the partner, “have my private affairs to do with the bankingbusiness?”“If you are not capable of managing your own wife,” was the reply, “the peoplewill certainly believe that you are not capable of managing their money.”The propagandist must treat personality as he would treat any other objectivefact within his province.A personality may create circumstances, as Lindbergh created good will betweenthe United States and Mexico. Events may create a personality, as the Cuban Warcreated the political figure of Roosevelt. It is often difficult to say whichcreates the other. Once a public figure has decided what ends he wishes toachieve, he must regard himself objectively and present an outward picture ofhimself which is consistent with his real character and his aims.There are a multitude of other avenues of approach to the public mind, some old,some new as television. No attempt will be made to discuss each one separately.The school may disseminate information concerning scientific facts. The factthat a commercial concern may eventually profit from a widespread understandingof its activities because of this does not condemn the dissemination of suchinformation, provided that the subject merits study on the part of the students.If a baking corporation contributed pictures and charts to a school to show howbreadis made, these propaganda activities, if they are accurate and candid, arein now way reprehensible, provided the school authorities accept or reject suchoffers carefully on their educational merits.It may be that a new product will be announced to the public by means of amotion picture of a parade taking place a thousand miles away. Or themanufacturer of a new jitney airplane may personally appear and speak in amillion homes through radio and television. The man who would most effectivelytransmit his message to the public must be alert to make use of all the means ofpropaganda.Undoubtedly the public is becoming aware of the methods which are being used tomold its opinions and habits. If the public is better informed about theprocesses of its life, it will be so much the more receptive to reasonableappeals to its own interests. No matter how sophisticated, how cynical thepublic may become about publicity methods, it must respond to the basic appeals,because it will always need food, crave amusement, long for beauty, respond toleadership.If the public becomes more intelligent in its commercial demands, commercialfirms will meet the new standards. If it becomes weary of the old methods usedto persuade it to accept a given idea or commodity, its leaders will presenttheir appeals more intelligently.Propaganda will never die out. Intelligent men must realize that propaganda isthe modern instrument by which they can fight for productive ends and help tobring order out of chaos."},{"pageContent":"Copyright © 1928 by Edward L. Bernays. Renewed 1955 by Edward Bernays. Printedwith the permission of the Estate of Edward Bernays.Copyright © 2005 Introduction by Mark Crispin MillerAll rights reserved. No part of this book may be reproduced in any form without permission from thepublisher except for the quotation of brief passages in reviews. Published by Ig Publishing178 Clinton AvenueBrooklyn, NY 11205igpublishing@earthlink.netwww.igpub.com [http://www.igpub.com] Library of Congress Cataloging-in-Publication Data Bernays, Edward L., 1891-1995Propaganda / Edward Bernays ; introduction by Mark Crispin Miller.p. cm.Originally published: New York : H. Liveright, 1928.eISBN : 978-1-935-43902-81. Propaganda. I. Title.HM1231.B47 2005303.3’75—dc222004016015"}]
