[{"pageNumber":1,"pageContent":"Most Excellent Master Iowa2003Section 1RWM: * to seat degree team: Brethren, this lodge is about to receive and acknowledge Brother A. B., aPast Master, as a Most Excellent Master. He has been found proficient in the preceding degrees. If there areno objections, he will be introduced and received in due form. If there are no objections:Brother Senior Deacon SD rises and faces RWM a Brother Past Master is inattendance, desiring to be received and acknowledged a Most Excellent Master. Proceed to theperformance of your duties. SD faces west and gives one knock with his foot. MAR rises, advances to the east and halts three paces from the SD. SD: Brother Marshal, MAR gives officer’s salute with sword, acknowledged by SD with hand salute howwould you prepare a Past Master to be received and acknowledged a Most Excellent Master? MAR: Place a cable tow six times around his body, clothe him as a Past Master, conduct him to the door ofthe lodge and cause him to give six distinct knocks thereon with his own hand. SD: You will proceed to the preparation room and prepare the brother whom you will there find in waiting"},{"pageNumber":2,"pageContent":"in the manner you have just described. Takes seat. MAR carries sword, about faces and advances in a direct line to the preparation room door. Enterswithout knocks. When the K is prepared: K: *** ***. SD rises, faces RWM: Right Worshipful Master, there is an alarm at the door of the preparation room. RWM: Attend the alarm Brother Senior Deacon. SD faces west, goes directly to the preparation room door and gives six knocks, then opens the door. ******: Who comes here? MAR: A brother, who has been regularly initiated as an Entered Apprentice, passed to the degree of aFellowcraft, raised to the sublime degree of a Master Mason, advanced to the degree of a Mark Master,inducted into the Oriental Chair, and now wishes to receive further light in Masonry by being received andacknowledged a Most Excellent Master. SD: Is it of your own free will and accord? K: It is SD: Is he duly and truly prepared? MAR: He is. SD: Worthy and well qualified? MAR: He is. SD: Has he made suitable proficiency in the preceding degrees? MAR: He has. SD: By what further right or benefit does he expect to gain admission? MAR: By the benefit of the pass. SD: Has he the pass? MAR: He has is not, I have it for him. SD: Advance and give it. MAR advances to SD, gives pass (Rah­bone­eye) without exchanging the grip. SD: You will wait with patience until the Right Worshipful Master is informed of your request and hisanswer returned. SD shuts door, faces to the east and advances along the north march path, turning south in line with thealtar. Halts and faces east when in the center of the altar. Gives *** *** with his foot. RWM: Who comes there? SD: A brother, who has been regularly initiated as an Entered Apprentice, passed to the degree of aFellowcraft, raised to the sublime degree of a Master Mason, advanced to the degree of a Mark Master,inducted into the Oriental Chair, and now wishes to receive further light in Masonry by being received andacknowledged a Most Excellent Master. RWM: Is it of his own free will and accord? SD: It is RWM: Is he duly and truly prepared? SD: He is. RWM: Worthy and well qualified? SD: He is. RWM: Has he made suitable proficiency in the preceding degrees? SD: He has. RWM: By what further right or benefit does he expect to gain admission? SD: By the benefit of the pass."},{"pageNumber":3,"pageContent":"RWM: Has he the pass? SD: He has is not, I have it for him. RWM: Give me the pass. SD gives pass. RWM: Let him enter and be received in due form. SD returns to the preparation room door using the same route by which he came to the altar. Opens doorwithout knocks: It is the will and pleasure of the Right Worshipful Master that you enter this lodge of MostExcellent Masters and be received in due form. Faces east, moves to about four paces into the lodge room, halts, about faces and waits for MAR and K toadvance. MAR halts K on reaching SD, and releases K. My brother, places keystone against K’s breast Ireceive you on the keystone, because it completed the Temple. Turns right, placing himself on the right ofthe K, takes K by the right arm and with a backward motion, hands the keystone to MAR who lays it nearhis station. SD: Right Worshipful Master, your order has been obeyed. RWM: Brother Senior Deacon, conduct the Brother to the west of the Altar. SD conducts K along the north march line, turning south in line with the Altar, coming to a halt so K iscentered on the Altar. Turns K to face east. MAR returns to his seat after closing the preparation roomdoor. RWM: I was glad when they said unto me, let us go into the house of the Lord. * by RWM only. Our feet shall stand within thy gates O Jerusalem. ** by RWM Jerusalem is built as a city that is compact together, wither the tribes go up, the tribes of the Lord, unto thetestimony of Israel to give thanks unto the name of the Lord. *** by RWM. For there are set thrones of judgement, the thrones of the house of David. *** * Pray for the peace of Jerusalem; they shall prosper that love thee. Peace be within thy walls, and prosperitywithin thy palaces. *** ** For my brethren and companions’ sake, I will now say, Peace be within thee. Because of the house of theLord our God I will seek thy good. *** *** SD and K proceed to the JW’s station and halts, with K directly in front of and facing the station. JDlowers lights, spotlight directed on JW’s chair. SD give six knocks with his foot. *** ***. A momentssilence. Alas, poor Hiram! In the midst of life, duty and usefulness, he was overtaken by death. Suddenly his sun oflife went down at noon, and his station is vacant. Let us remember his virtues and imitate his worthyexample. May we be reminded of the shortness of life and the uncertainty of its continuance; rememberingthat soon, when our brethren shall assemble to labor, our stations will also be vacant forever. May we all atlast fill our appropriate stations in heaven. JD, lights on, spotlight off. SD & K turn right and proceed to SW’s station by marching lines. K is turnedto west to face SW, directly in front of him. SD gives *** *** with foot. SW: Who comes there? SD: A brother, who has been regularly initiated as an Entered Apprentice, passed to the degree of aFellowcraft, raised to the sublime degree of a Master Mason, advanced to the degree of a Mark Master,inducted into the Oriental Chair, and now wishes to receive further light in Masonry by being received andacknowledged a Most Excellent Master. SW: Is it of your own free will and accord? K: It is SW: Is he duly and truly prepared?"},{"pageNumber":4,"pageContent":"SD: He is. SW: Worthy and well qualified? SD: He is. SW: Has he made suitable proficiency in the preceding degrees? SD: He has. SW: By what further right or benefit does he expect to gain admission? SD: By the benefit of the pass. SW: Has he the pass? SD: He has is not, I have it for him. SW: Advance and give it. Done, grip is not exchanged. You will be conducted to the Right WorshipfulMaster in the East for final examination and instruction. SD & K turn right and proceed to the east via marching lines. SD turns K to east facing and directly infront of RWM. SD gives with foot *** ***. RWM: Who comes there? SD: A brother, who has been regularly initiated as an Entered Apprentice, passed to the degree of aFellowcraft, raised to the sublime degree of a Master Mason, advanced to the degree of a Mark Master,inducted into the Oriental Chair, and now wishes to receive further light in Masonry by being received andacknowledged a Most Excellent Master. RWM: Is it of your own free will and accord? K: It is RWM: Is he duly and truly prepared? SD: He is. RWM: Worthy and well qualified? SD: He is. RWM: Has he made suitable proficiency in the preceding degrees? SD: He has. RWM: By what further right or benefit does he expect to gain admission? SD: By the benefit of the pass. RWM: Has he the pass? SD: He has is not, I have it for him. RWM: Advance and give it. Given, the grip is not exchanged. You will be reconducted to the SeniorWarden in the west, who will teach you to approach the east, advancing by one upright regular step, yourfeet forming an angle of a square, your body erect to the Right Worshipful Master in the East. SD with K, turns right and proceeds by right angles to the SW’s station. Halt with K directly in front of SW:Brother Senior Warden. SW rises. It is the will and pleasure of the Right Worshipful Master that you teach the brother to approach the east,advancing by one upright regular step, his feet forming an angle of a square, his body erect to the RightWorshipful Master in the East. SW: Face to the east. SD takes K by right arm and faces him toward the East by SD backing around to the SD’s left, using K asa pivot. K should end up facing East, still directly in front of, but his back to the SW. SW: Advance one step with your right foot. Done. Bring the heel of the left to the heel of the right, andform an angle of a square, your body erect. Right Worshipful Master, your order has been obeyed. RWM: My brother, you are again at the altar of Freemasonry, but before proceeding farther, it will be"},{"pageNumber":5,"pageContent":"necessary for you to take upon yourself a solemn obligation pertaining to this degree, which will notconflict with your duty to God, your country, your neighbor or yourself. With this renewed promise on mypart as Master of the lodge, I ask you, are you willing to take such an obligation as all Most ExcellentMasters have done before you? K: I am. RWM: Brother Senior Deacon, place the brother in due form to be made a Most Excellent Master. SD: Advance to the altar. Done. Kneel on both knees. Done. Your body erect. Done. Both naked handsresting on the Holy Bible, Square and Compass. Done. Right Worshipful Master, the brother is in due form. SD takes position one step to the right and one step behind K. RWM, ***: Brother Marshall Mar salutes, RWM responds with hand salute you will form the brethren inparallel lines at the altar. MAR carries sword. Proceeds eastward about three paces form dais. About faces. Brings sword to ahorizontal position, pointing west about waist level. Brethren in the North, three only, calls the names of three Companions. Advance to the line of the sword. When Companions are in positions, carries sword, advances west, in front of the line of Companions toabout two paces west of altar, turns south, moving to about two paces south of the altar. Turns east andadvances to about three paces from dais. Halts, about faces. Brings sword to a horizontal position, pointingwest, about waist level. Brethren in the South, three only, calls the names of three Companions. Advance to the line of the sword. When Companions are in position, turns to face RWM, salutes with sword, comes to carry and faces northin line with Companions in the South. RWM removes hat and places it on or in front of pedestal. Advances westward to the altar: You will say I,your name and remain silent: of my own free will and accord, in the presence of almighty God, and this Right Worshipful lodge, erectedto Him, and dedicated to King Solomon, do hereby and hereon most solemnly and sincerely promise andswear, as I have heretofore done, but with these additions, that I will not communicate the secrets of a MostExcellent Master, to a Past Master, any more that those of a Past Master to a Mark Master, or those of aMark Master to the rest of the world, neither these or any of them, to any person or persons whomsoever,until by strict trial, due examination, or lawful information, I shall have found him or them, as lawfullyentitled to the same as I am myself. I furthermore promise and swear, that wherever God may cast my lot, there will I be found, dispensing trueMasonic light and knowledge, to my less informed Brothers, to the best of my ability. I furthermore promise and swear, that I will not derogate from the character, of a brother Most ExcellentMaster. The class and the active candidate will now repeat after me: All this, I most solemnly and sincerely promise and swear, without the least equivocation, mentalreservation, or self­evasion whatsoever, binding myself under no less penalty, than that of having my breasttorn open, and my vitals taken thence, and thrown upon a dung hill to rot, should I in the least, knowinglyor wittingly, violate or transgress, this, my Most Excellent Master's Obligation, so help me God and keepme steadfast. Moves K’s hands to each side of the Bible and opens to another page. In token of your sincerity of purpose in these solemn engagements, you will kiss the Holy Bible now openbefore you. Done. RWM replaces pages to original position."},{"pageNumber":6,"pageContent":"Brother Senior Deacon, our brother being bound to up by a six­fold convenient which can never bebroken, you will release him from his cable­tow. SD removes the cable­tow, placing it on the north side of the altar and returns to his position one step tothe right and one step behind K. RWM: In token of your sincerity of purpose in these solemn engagements you will kiss the Holy Bible nowopen before you. Done. Faces east and goes directly to pedestal to pick up is hat. Turns west and advances westward to a pointwest of dais that will give enough room to complete the following. Stops and recovers. You now discover me as Master of the lodge, approaching your form the East. Advances four half­steps toward the altar. Under the due guard and sign of a Most Excellent Master. Gives due guard and sign while advancing. You were taught to advance one step with right foot. Advances one step with right foot. Bringing the heelof the left to the heel of the right, does so, forming the angle of a square. This is the due guard, gives. Thisis the sign. Gives. And alludes to the penalty of the obligation. This due guard, gives, and sign, gives, arealways to be given on entering or retiring from a lodge of Most Excellent Masters. Advances toward the K as he says: In token of the further continuance of my brotherly love and friendship,I present you my right hand, does so, and with it the grip and word of a Most Excellent Master. RWM, with SD’s assistance raises the K and conducts him to a position in front of the class where the gripsmay be seen by all. For a large class, appoint two well­schooled companions to exchange grips for theclass. Takes K by the grip of a Past Master. Will you be off or from? SD: From. RWM: From what? SD: From the grip of a Past Master to the grip of a Most Excellent Master. RWM: Pass. Done. What is this called? SD: The grip of a Most Excellent Master. RWM: Has it a name? SD: It has. RWM: Give it me. SD: I did not so receive it; neither can I so impart it. RWM: How will you dispose of it? SD: Syllable and halve it. RWM: Syllable it and begin. SD: Begin you. RWM: Nay, you begin. SD: Bo. RWM: Ra SD: Nye. Ra­bo­nye. RWM: This is the grip of a Most Excellent Master, the name of which is Ra­bo­nye, which means\"Teacher\". It is also called the covering grip, because it covers the grips of the first three degrees. Faces east, returns to station and gives one rap. * SD takes position on the right of K and moves him backto the altar. Brother Senior Warden. SW rises. Is not this day set apart for the completion and dedication of the Temple?"},{"pageNumber":7,"pageContent":"SW: It is. RWM: Brother Marshal. MAR rises and salutes with sword. Form the Craft in grand procession to go with me and assist me in the completion and dedication of theTemple. MAR carries sword. Right faces, moves south to the march line, turns east and moves to a point four pacesfrom the dais. About faces and gives *** with foot: Brethren, it is the will and pleasure of the MostExcellent King Solomon that you form yourselves in grand procession to go with him and assist him in thecompletion and dedication of the Temple. Form in double file on the south side of the lodge, facing east. SD and class directors form class in double file on the south side of the lodge facing east. LEC: Brethren, the second section of this degree represents ceremonies of the completion of the Templeand its dedication by Solomon, King of Israel. For a period of seven years, the Jewish people had laboredzealously toward its completion and finally, the Temple stood forth in resplendent beauty, awaiting only itsdedication. The first procession is intended to represent that procession of Craftsmen, which vended its way over theJudean hills, bearing in stately grandeur the Keystone which was to complete the Temple. So importantwas this event, that even the King did design to level himself with the Craft and honor the procession withhis presence. Months later, on old Mount Moriah, second procession might have been seen entering the outer courts ofthe Temple and passing slowly within; it was the procession of priests, bearing the sacred furniture of theTemple, and according to law, necessary to fit the sanctuary as an abiding place for God, Himself. Heremight have been seen the seven branch candlestick, the table with the sacred shew bread, the holy vesselsused in the ceremonies of the Temple, and the altar with its fragrant incense, all carried in solemnprocession by the priests of the Most High God. Finally, there came a third procession, larger and more magnificent than all which preceded it, the like ofwhich had never been seen in all Israel before; King and pauper, prince and priest joined the mighty throngwhich accompanied the Ark of the Covenant, the Glory of all Israel, to what promised to be its permanentresting places with the Sanctum Sanctorum of the Temple. What followed is best told in the scenes which we will now enact. Remember, however, these scenes arebut an allegory, teaching that we are all Craftsmen, symbolically laboring on a spiritual Temple which shallcontain the Divine Ark of God Himself. This, my brethren, is the teach of Royal Arch Masonry, theknowledge of which may serve as the capstone of your spiritual Temple now in process of erection; andmay that Temple be such as will rebound to the glory of God and the Kingdom Eternal. MAR: Procession, forward, column left, march. Marshal gives such commands as necessary to march the procession to the east, north, west, and south toexit the Lodge room door. Section 2"},{"pageNumber":8,"pageContent":"Use this path for all three processions. The first and third procession, all remain facing east. The second andthird processions, all should face inward. First Procession – brings in and sets the keystone. Second Procession – brings in sacred vessels. One at a time they are handed to the high priest in theSanctum Sanctorum. Third Procession – brings in and places the Ark of the Covenant. Once placed, the procession moves to thenorth east corner of the lodge room and are seated for the dedication ceremony. KS: It is finished. Faces west, aprons are not removed. The Temple is completed. We will now dedicate it to the one living and true God. HP takes position in the Temple. MAR: Forward, close order, column right, MARCH. RWM becomes K after first procession places the keystone:The Second procession brings in the holyvessels and delivers them to HP. Marches out without wording other than marching movements. The third procession enters carrying the Ark. It is placed in the Temple behind the veil. When the ark is in place the Mar moves procession to the seats in the northeast corner and has them sit. KS: O Lord God of Israel, there is no God like thee in the heaven, nor in the earth; which keepest covenantand showest mercy unto thy servants that walk before thee with all their hears; thou which hast kept withthy servant David, my father, that which thou hast promised him; and spakest with thy mouth, and hastfulfilled it with thine hand, as it is this day. Now, therefore, O Lord God of Israel, keep with thy servantDavid, my father, that which thou hast promised him, saying: There shall not fail thee a man in my sight tosit upon the throne of Israel, yet so that thy children take heed to their way to walk in my law, as thou hastwalked before me. Now then, O Lord God of Israel, let thy word be verified which thou hast spoken untothy servant David. But will God in very deed dwell with men on the earth? Behold, heaven and the heaven"},{"pageNumber":9,"pageContent":"of heavens cannot contain thee; how much less this house which I have built! Have respect therefore, to theprayer of thy servant, and to his supplication, O Lord my God, to hearken unto the cry and the prayerwhich thy servant prayeth before thee; that thine eyes may be open upon this house day and night, upon theplace whereof thou hast said that thou wouldst put thy name there. \"Hearken, therefore, unto the supplications of thy servant, and of thy people Israel, which they shall maketoward this place; hear thou from thy dwelling­place even from heaven; and when thou hearest, forgive.\" \"Now, therefore, arise, O Lord God, into thy resting­place, thou, and the ark of thy strength; let thy priests,O Lord God, be clothed with salvation, and let thy saints rejoice in goodness. \"O Lord God, turn not away the face of thine anointed; remember the mercies of David thy servant.\" Fire descends from the altar and all prostrate themselves upon the floor saying: \"For he is good, for his mercy endureth forever.\" Three times. As the members rise they give the Sign of Admiration. The procession may remains. LEC: The ceremonies of this degree are intended to represent those of the completion and dedication ofKing Solomon’s Temple. You have now arrived at a period in Freemasonry when the labor is over. Thekeystone has been placed in the principal arch, the Temple finished, and the Ark, which has been so longwithout a resting­place, has been at length safely seated. It was the design of David to build an house, wherein the Lord God of Israel might be worshipped. And forthis purpose he collected together a vast amount of treasures, consisting of gold, silver, precious stones,jewels, and white fine­twined linen. But inasmuch as David was a man of blood, he was forbidden by theprophet Nathan to build the house; that great work having been reserved for his son, the wise king.Accordingly, soon after Solomon ascended the throne of Israel, the foundations of the Temple were laid onMount Moriah. It was begun in the year 2992, and finished in the year 3000, a little more that seven yearsbeing occupied in its erection. In the year 3001, six months after its completion, in the month of Tizri – theseventh month of the Jewish sacred year – the Temple was dedicated with solemn ceremonies to the serviceof the one Living and True God. And in order that these ceremonies might be performed with the greatestpossible solemnity, King Solomon postponed the dedication until one of the principal Jewish feasts, TheFeast of Tabernacles – a day he well knew would bring every zealous Jew up to Jerusalem. Accordingly, atthat time they might have been seen coming from all parts of Judea, from the coast of Phoenicia to theplains of the Jordan; and there were assembled at Jerusalem a vast concourse of Jews. The people enteredwithin the Sanctuary and saw that all the holy vessels were placed in proper order. A procession was thenformed to repair to the City of David to bring up the Ark of the Covenant. First came the High Priest, cladin his sacerdotal robes; next followed the cohens, or lesser priests, and the procession was filled up with avast multitude of people. With shouting and praise, they brought up the Ark of the Covenant and placed itwithin the Sanctum Sanctorum. King Solomon then ascended a brazen scaffold, five cubits high, andoffered up that sublime invocation, a portion of which has been rehearsed in your hearing. And when Solomon had made an end of praying, the fire came down from heaven and consumed the burntoffering and the sacrifices; and the glory of the Lord filled the house. And the priests could not enter intothe house of the Lord, because the glory of the Lord filled the Lord’s house. And when all the children of Israel saw how the fire came down, and the glory of the Lord upon the house,they bowed themselves with their faces to the ground upon the pavement, and worshiped, and praised theLord, saying, \"For He is good; for His mercy endurth forever.\" 2 Chron. 7:1­3. And when the people arose from their suppliant position, and beheld the Temple shining with intensebrightness, they were struck with bewildering amazement, and raised their hands in astonishment andadmiration at its wondrous magnificence, as well as to protect their eyes from the effect of its exceedingbrilliancy."},{"pageNumber":10,"pageContent":"Nothing ever equaled the splendor of the consecration of the Temple. Israel had sent forth her thousands,and the assembled people beheld, in awful adoration, the vast sacrifice of Solomon accepted. The flamedescended upon the altar and consumed the offering; the shadow and glory of the Eternal proclaimed hispresence between the cherubim, and the voice of his thunders told to the faithful of the Craft that theperfectness of their labors was approved. \"Bright was the hour; When Israel’s Princes, in their pride and power, Knelt in the Temple’s court; the living flame; The accepted sacrifice to all proclaim. Brightly the splendor of the Godhead shone; In awful glory from His living throne. Then bowed was every brow – no human sight; Could brave the splendor of that flood of light That veiled His presence, and His awful form, ;Whose path the whirlwind is, whose breath the storm.\" Our Masonic Temple is now completed and dedicated. You have wrought more than seven years with zealand fidelity, and have been received and acknowledged a Most Excellent Master. You are now investedwith power to travel into foreign countries and receive Master’s wages, and dispense true Masonic light andknowledge to all less informed brethren. The Temple which we have just completed represents the temple of the present life. The foreign countryinto which, after its completion, a Mason is expected to travel, is that \"undiscovered country\" from whoseborne no traveler returns\". The wages he is to receive are the rewards of a well spent life, and theknowledge of divine truth, which the Grand Master of the Universe will bestow upon all who havefaithfully performed their task. You have seen the foundations of the temple laid deep and strong. As a Master workman, you havewatched with unceasing care the wondrous beauties of the temple increase under the skillful hands of thewidow’s Son; and now you have at length seen the object of our hopes completed, and the last arch boundtogether by the rejected, though priceless, keystone. We have now dedicated the Temple to the service of the Supreme Being; and by this we are reminded thatwe should also dedicate our spiritual building, that temple which we have been erecting within ourselves, tothe service of the same Supreme Being. And although we know of a certainty that all earthly things aretransient, and that in process of time, even at best, the decay of ages will crumble our magnificent templeinto dust, yet we are persuaded that, if we have erected the temple of our inner life by Square, Plumb­lineand Rule, its foundation shall never fall, and its fabric shall never crumble nor decay. Then let us, mybrethren, take care that we so labor in the erection of our temple here, that when we leave this for that far­distant country from whence we shall never return, we may there receive the wages of faithful craftsmen.My brothers, you will rise and receive the charge. CHA: My Brothers, your admission to this degree of Freemasonry is a proof of the good opinion thebrethren of this Lodge entertained of your Masonic ability. Let this consideration induce you to be carefulof forfeiting, by misconduct and inattention to our rules, that esteem which has raised you to the rank younow possess. It is one of your great duties as a Most Excellent Master to dispense light and truth to the uninformedMason. Let it therefore be your unremitting study to acquire such a degree of knowledge and information as shallenable you to discharge with propriety the various duties incumbent on you, and to preserve unsullied thetitle now conferred upon you of Most Excellent Master. We are now pleased to receive and acknowledgeyou a Most Excellent Masters. You will be seated. KS: Brother SW, how goes the hour? SW: High Twelve Most Excellent King Solomon IM: It being High Twelve, you will call the Craft from Labor to Refreshment until 1 PM."},{"pageNumber":11,"pageContent":"SW, ***: Brethren, It is the will and pleasure of the Most Excellent King Solomon that this lodge be calledfrom labor to refreshment until 1 PM. Take notice and govern yourselves accordingly. KS: As proclaimed in the West, I declare this lodge duly at refreshment. Brother JD, inform the sentinel. JD: Most Excellent King Solomon, the Sentinel is informed. KS: *.Home"}]
