[{"pageNumber":1,"pageContent":"Super Excellent Master Iowa2003Act 1 OpeningIM: Companion Captain of the Guard, are all present Super Excellent Masters? CG: IM, all present are SE Masters, except the candidates. IM: Is the sanctuary securely guarded? CG: I will ascertain and report. Companion Steward, see that the sanctuary is securely guarded. S goes to door, opens it and says: Companion Sentinel, a Council of SE Masters is about to be opened.Take due notice thereof and guard accordingly."},{"pageNumber":2,"pageContent":"Closes door and gives *** *** *** *. Answered by Sentinel. Companion Captain of the Guard, we are duly guarded and the Sanctuary is secure. CG: IM, the sanctuary is securely guarded. IM: What is the hour? CG: It is the time of the Second Watch. IM, ***: Since it is the time of the Second Watch, let us repair to the Holy Altar and offer up our adorationsto Deity, for His protecting care and favor. Members and candidates remain standing in place. The officers advance and kneel at the altar on their leftknee, right elbow resting on right knee, forehead resting on hand, hats on head, according to Jewishcustom. After silent prayer: Arise, let each repair to his station. Done. I now declare a council of SE Masters duly opened. *. IM: Companion Recorder, is there any business to come before this Council? Rec: IM, several Companions, Select Masters, are desirous of being introduced into the mysteries of thedegree of Super Excellent Master. IM: Companions, you have heard the announcement of the Recorder; if there is no objection we will conferthe degree upon them. Companion Conductor of the Council, you will present the Candidates. The candidates are formed into line on the west side of the altar. Companion Conductor of the Council, whom have you there? CC: IM, Several Companions, Royal and Select Masters, who are desirous of being introduced into themysteries of the degree of Super Excellent Masters. IM to Candidates: Why do you come at this time? CC: We Royal and Select Masters, having heard tidings that the people of Israel are to be liberated, desireto cast our lot with the Super Excellent Masters. We have therefore, presented ourselves so that if it meetsyour pleasure we may here and now assume the vows of the craft. IM: How say you, is Jehovah the only and true God? CC: He is, and we worship only Him. IM: In what spirit of mind do you worship him? CC: In faith. IM: Have you ever bowed down to graven images or worshiped other gods? CC: We have not. IM: Are all true Masons your brothers? CC: They are. IM: In what spirit of mind do you regard them? CC: With Love and Friendship. IM: Do you acknowledge the vows you have previously taken? CC: We do. IM: How will you observe them and the one of this degree? CC: With Fidelity. Three candidates may be used at the altar. IM: It is well, with Faith, Friendship and Fidelity may we ever dwell, and under this pledge, advance, kneelat our Altar and assume the vow. Candidates kneel on both knees, both hands resting on an altar as in the Master Masons degree. You will say \"I\", your name, and remain silent: of my own free will and accord, in the presence of"},{"pageNumber":3,"pageContent":"Almighty God and this Council of Super Excellent Masters, do hereby and hereon most solemnly andsincerely promise and swear that I will forever keep and conceal the secrets of this degree and will notreveal them to anyone except it be to him or them to whom they of right belong. I furthermore promise that I will conform to and abide by the regulations of this degree so far as they shallcome to my knowledge. I furthermore promise that I will give meat, drink, and lodgings to all poor, worthy Companions, accordingto their needs and my abilities, and will defend them in danger so far as truth, honor, and justice maywarrant. I furthermore promise that I will not assist or be present at the conferring of this degree on anyone who hasnot received the preceding degrees, from Entered Apprentice to Select Master inclusive, in a just and lawfulmanner, to my full and entire satisfaction. I furthermore promise that I will not bow down to other Gods, nor pay religious adoration to idols, that Iwill not worship the sun, moon, or stars of heaven, but in good faith and conscience, and to the best of myability willing worship and serve the only living and true God. The class and the active candidate will now repeat after me: All this I most solemnly and sincerely promise and swear without equivocation, mental reservation, orsecret evasion in me whatever, binding myself under no less penalty than that of having my thumbs cut off,my eyes plucked out, my body bound with chains of brass, and carried to a strange and distant land, shouldI knowingly or willfully violate this, my solemn obligation as a Super Excellent Master, so help me Godand keep me steadfast. Arise. I will now invest with you with the Signs, Grips and Words of this degree: This is the Due Guard: Hands closes, thumb extended, cross thumb and raise up. It alludes to the penalty ofyour Obligation, and is the sign with which you salute the presiding officer when entering or retiring from acouncil of Super Excellent Masters. This is the first sign: Hands closed, thumbs extended, arms crossed on the breast, rise arms up; put thumb toeye. It also alludes to the penalty. This is the second sign: Right hand closed, first and second finger extended, point to your own eyes, thendart them forward horizontally. This also alludes to the penalty. This is the hailing sign: Right hand closed, then extended. Make a zig zag motion from left shoulder to righthip. This alludes to the chains of brass. Words accompanying Za­her­la­her­bon, signifying Remember the destruction. This is the past grip given. It is the same as the Pass Grip of a Mark Master, except that the thumbs areraised, pressing each other alternately. Password: So­lee­mah This is the True Grip given. Take pass grip with both hands. (right up) arms crossed. One says Sau, the firstKing of Judea, the other Zedekiah, the last King of Judea. You will now be seated. The emblems of this degree are the square, the triangle, and the circle. Their symbolism will now beexplained to you. The square is one of the most significant of the emblems of Masonry. Its four equal sides subtended by fourperfect angles, symbolize the four Cardinal Virtues, which are imprinted upon the memory and engravenupon the very soul of every true Mason: Temperance, Fortitude, Prudence and Justice. In Masonry every Perfect Ashlar must be true and square, in order that the structure may possess strengthand beauty, each living stone must be squared by the square of truth and virtue, in order that the Masonicedifice may continue to hold aloft its horary head, crowned with majesty and clothed with stately lines, to"},{"pageNumber":4,"pageContent":"be in the future, as in the past, the wonder and admiration of all ages. The Triangle or delta is emblematic of Deity, its three equal sides representing His omnipotence,, Hisomniscience and His omnipresence; His universal power, universal knowledge and universal presence. It also symbolizes the triumph of Freemasonry over Ignorance, Intolerance, and Bigotry, the three greatestenemies of human liberty and progress. It also teaches the three great virtues, Faith, Hope and Charity,reminding us of our triple duties as Masons, those we owe to God, to our neighbors and to ourselves,teaching Faith in God, all­wise, all­powerful, and all­merciful; Hope in the ultimate triumph of truth overevery form of error, and Charity, or Love, for all mankind, especially our brethren. The circle is an emblem of friendship, the Sacred Law in the center, like the blazing star in the Mosaicpavement, is an emblem of Divine Providence, the radii from which verge in direct lines to every part of thecircle, and end in that. It is also emblematic of the circle of our moral duties, reminding us of the pointwithin a circle in the Entered Apprentice degree. It is further an emblem of eternity, having neitherbeginning nor end. This emblem encourages the hope of a full immortality by faith in the Divine Promise. PrologueWelcome guests and Companions, the drama of the Last King of Judea refers to circumstances, whichoccurred during the siege of Jerusalem by Nebuzaradan, commander of the Army of the King of Babylon.The drama is intended to represent the final destruction of the King Solomon’s Temple and the carryingaway of the captive Jews to Babylon. The opening scene represents the captives in Babylon, under the direction of Ezekiel, the Prophet. Here intheir darkest hour, under a foreign despot, there came to them from the Sacred Law a peaceful light fromHeaven, promising a final restoration to the scenes of their former glory. The second scene of this drama is laid in one of the apartments of Temple, and the events narrated therein,occurred in the last hour of the last day of the third, and last siege of Jerusalem. Zedekiah, the last andtwentieth King of Judea, was upon the throne. His infidelity to his vows, his contempt for the Prophet ofGod, and his cowardly acquiescence to his false Councilors are faithfully depicted."},{"pageNumber":5,"pageContent":"The third scene represents Nebuchadnezzar, King of Babylon, with his court at Riblah. Jerusalem hadbeen taken, Zedekiah was a fugitive and captive, his arraignment and terrible punishment follows. Zion isdesolate. Act II Prologue to Act II, scene 1 P: The first scene represents a typical incident in the captive life of the Jews in Babylon, where they weretaken after the fall of Jerusalem in the eleventh year of the reign of Zedekiah, the last of the Judean kings. Here you see them in their captivity and that of their perjured king. They have been toiling in the nearbyfields and are returning to camp. They gather at the close of the day, where the Prophet Ezekial seeks toconsole them by reading form their Sacred Writings. The Prophet Jeremiah is in Jerusalem. A long line of Jews, very weary, enter from the south door with various tools. Behind the line is a Persianoverseer with a whip, encouraging the Jews to move. They move past a well, where Ezekial gives each.The procession leaves through the north door and returns with stones. They move to the altar, stack thestones, and assume attitudes of rest. E, reading: How shall we sing the Lord’s song in a strange land? If I forget thee, O Jerusalem, let my righthand forget her cunning. If I do not remember thee, let my tongue cleave to the roof of my mouth, if Iprefer not Jerusalem above my chief joy. (Psalms CXXXVII, 4­6) E, reading: How doth the city sit solitary, that was full of people! How is she become as a widow! She that"},{"pageNumber":6,"pageContent":"was great among the nations, and princess among the provinces, how is she become tributary? She weepest sore in the night, and her tears are on her cheeks. Among all her lovers she hath none tocomfort her; all her friends have dealt treacherously with her, they are become her enemies (LamentationsI:1­2) All singing in sorrowful voices: By Babel’s stream we sit and weep; Our tears for Zion flow; Our harps ondrooping willows sleep; Our hearts are filled with woe. E, reading: By rivers of Babylon there we sat down; yea, we wept when we remembered Zion. Wehanged our harps upon the willows in the midst thereof. For there they that carried us away captiverequired of us a song, and they that wasted us required of us mirth, saying, sing us one of the songs ofZion. (Psalms CXXXVII: 1­3) All singing as before: Our walls no more resound with praise; Our Temple foes destroy; Judea’s courts noore upraise triumphant songs of joy. E, reading: Judah is gone into captivity because of affliction, and because of great servitude; she dwellethamong the heathen; she findeth no rest; all her persecutors overtook her between the straits. The ways ofZion do morn, because none come to the solemn feasts; all her gates are desolate; her priests sigh; hervirgins are afflicted; and she is in bitterness. Her adversaries are the chief, her enemies prosper; for the Lordhath afflicted her for the multitude of her transgressions; her children are gone into captivity, before theenemy. (Lam. I:3,4,5) All: Here, mourning, toil the captive bands; Our feasts and Sabbaths cease; Our tribes, dispersed throughdistant lands, Are hopeless of release. A courier enters hastily and presents a scroll to Ezekiel. The courier retires. E: A message from Jeremiah! The companions rise, crowd around Ezekiel as quickly as possible. Ezekiel reads: Thus saith the Lord ofHosts, the God of Israel, unto all that are carried away captives, whom I have caused to be carried awayfrom Jerusalem unto Babylon, build ye houses, and dwell in them, and plant gardens and eat the fruit ofthem. Take ye wives and beget ye sons and daughters, and take wives for your sons, and give your daughters tohusbands, that they may bear sons and daughters, that ye may be increased there, and not diminished. For thus saith the Lord, that after seventy years be accomplished in Babylon, I will visit you, and performmy good word toward you, in causing you to return to this place. For I know the thoughts I think toward you, saith the Lord; thoughts of peace, and not of evil, to give youan expected end. (Jeremiah XXIX:4­6, 10, 11) All sing in more powerful voices: Then shall the ever­gracious power to us propitious be, Chaldeans shallour race restore, And kings proclaim us free. E: And now, my Companions, let us to our rest. The tasks of tomorrow await us. We shall need all ourstrength of both mind and body. Let us endure with patience having faith in Jehovah and His promises. Let us be ever faithful to our pledges and obligations and true to our God, our brethren and our fellowmen. So may we ever walk in faith, promote friendship and practice fidelity. All: Companions take up their stones and exit through north door, following Ezekiel."},{"pageNumber":7,"pageContent":"Scene 2, The Court of Zedekiah, Last King of Judea Prologue to Scene 2 P: You have just had an intimation of the servitude and sadness of a people in captivity. How they came tobe in such condition is the subject matter of the two scenes that follow. The next scene represents the court of Zedekiah at Jerusalem. This wicked and faithless king had beenbesieged within the walls of his city for eighteen months and the scene shows the last day of that siege,closing with the capture of the city. The scene begins just after a herald has brought reports from the wall of the city. The scene opens with Zedekiah, his council and concubines raveling in lust and pleasure. After a shortinterlude, a trumpet sounds. A herald approaches with a scroll, approaches Gedeliah and hands it to him,then retires. Gedeliah reads the scroll. He sits back down and drops the scroll on the floor KZ: Prince Gedeliah, what news brought the herald? G, standing, and remains standing: That Nebuchandnezzar, King of Babylon approaches withinnumerable forces and fills the city. KZ: How did they report the enemy? G: That he was formidable and victorious, approaching the King’s palace, and within a few furlongs of theTemple, and everywhere is unhallowed ravage and devastation. P: Mighty Sovereign, be not discouraged, I pray thee, by these false reports. The King of Babylon shall notprevail against thee. I myself have learned that King Nebuchadnezzar has been completely overwhelmed"},{"pageNumber":8,"pageContent":"by your armies and your noble allies, the Egyptians. There is a disturbance at the door. The Keepers go quickly to the entrance. Jeremiah forces his way insidethe door. J: Hinder me not. I will see the King, I will see the King. 1K, advances and addresses the King: Jeremiah has escaped from prison. KZ: Jeremiah! Why comes he hither? To Jeremiah, who is being restrained by the Keepers: Jeremiah! Thou didst promise to abide in the court of the prison. Why hast thou come without my consent? J: I have a message that will not wait. KZ: Keepers, go hence until you are called. The Keepers go back to their stations, Then KZ continues: And now Jeremiah, thy message. J advances to the center of the chamber: The fate of Israel, her city and Temple, hang trembling in the balance. This day – nay, this hour – mustdecide if the Kingdom founded by Jehovah, and the Temple erected by Solomon his servant, shall togetherand forever cease to be. Ere the cockcrows shall it be decided if thou be indeed the last King of Judah. Forthis reason, therefore, I have come to thee, O King. I have come to conjure thee to leave off thy impietiesand transgressions and to take care of that which is right, and neither to give ear to those wicked advisers,nor to yield credit to their false prophesies who have deluded thee. They told thee that the King of Babylonwould no more make war against thee, and that the King of Egypt would make war against him andconquer him. They told thee after Nebuchadnezzar had laid siege to our city, that the King of Egypt camewith a mighty army to drive the Babylonians away and that the army of Nebuchadnezzar had given up thesiege, having been driven away by the Egyptians. And then they steeped thy soul in forgetfulness. Theyfilled thine ears with unholy music. They catered to thy pleasures with wine and to thy lust with harlots andconcubines. They told thee not that the Egyptian Army had be routed and destroyed, but I tell thee that theBabylonian Army has again renewed the siege, that even now they make a passing breach in the walls, andthat they may be upon us at any moment. Lo, I prophesy. Keepers drop to their knees in attitude of fear. J: Before another dawn shall lighten the Eastern sky the soldiers of Nebuchadnezzar shall throng the courtsof the Temple and everywhere shall be unhallowed ravage and destruction. Kps: Lord, have mercy. J: I see thee, O King, a fugitive upon the Plains of Jericho. Kps: Lord, have mercy. J: I see thee caught like a skulking dog, thy sons slain before thine eyes. Kps: Lord, have mercy. J: I see thee bound in chains of brass and carried a Captive to Babylon. Kps: Lord, have mercy. J: I see the Holy Place defiled by the soldiers or Nebuchadnezzar, and the Shekinah departed from Israelforever. Kps: Lord, have mercy. J: All this must be unless thou repent. Kps rise and approach Gedeliah. KN confers with his courtiers. P: Heed him not, O King. His troubles have made him mad. Z: The old man’s mind wanders."},{"pageNumber":9,"pageContent":"P: Long confinement in prison has unsettled his reason. Z: It was ever his wont to prate of naught but woe and lamentation. KZ: Jeremiah, I long have loved thee and have often listened to thy words. I have heard and believedagreeing to that which thou hast said as true, yet now do I recall that ever thy sayings were heavy with talesof woe. Naught else hast thou ever dinned into mine ears. Thy soul was surely begot ’neath gloomy shades.For thee the sun never shines, lovers do not love, birds do not sing, nor flowers bloom. Canst thou no, OPriest, prophesy pleasant things? J: Wouldst thou have me merry while death hangs over our people? Wouldst thou have me speak lightlywhen destruction broods over our city and Temple? Yet, fain would I prophesy pleasant things – yea,verily, I bring thee good tidings if thou wilt but repent. Repent and I will pray the Lord God of Israel forthee. The hosts of Nebuchadnezzar are thundering at our gates, yet if thou wilt repent, even now, the Godof our Fathers will deliver thee out of his hands. Listen to the promise: Thus saith the Lord God of Israel: Soft music \"Then will I build thee up and not pull thee down; then will Iplant thee and not pluck thee up for I repent me of the evil I have done thee. Be not afraid of the King ofBabylon. Be not afraid of him, saith the Lord, for I am with thee to save thee and to deliver thee from outhis hands, and I will show mercies upon thee, that thou and thy children shall dwell in the land forever.\" Music ceases. Then shall the prophecy spoken by Ezekiel be turned back. Z: Ha! He speaks of the prophecy of Ezekiel. Retires to get the scrolls. P: I pray thee; judge this matter with an even mind. Yon prophet did say that thou shouldst go bound toBabylon, Ezekiel did say that thou shouldest never see Babylon. Z: Here are the rolls. I pray thee compare them. P: They cannot both be true. KZ examines rolls. Then, to Jeremiah: How sayest thou of Ezekiel? Is he a true prophet? J: Ezekiel is a Priest and Prophet of the living God. KZ: And thou, art thou also such? J: Yea, Oh King, I am also such. KZ: Ezekiel did say that I never should see Babylon. J: Yea. KZ: And thou sayest I shall be taken bound to Babylon? J: Yea. KZ: But how shall I believe you both? J: Darest thou juggle with the words of prophecy? KZ: Thou hast not answered my question. J: Once more answer thou my question, and take heed to thine answer. Wilt thou repent and becomeobedient? KZ confers with his courtiers: Jeremiah! Go thy away. J, kneeling before the King: oh, King, thou seest that which no mortal man ever saw before. A Priest andProphet of Israel kneeling to any save his God. Dear Prince, relent. KZ: Go thy way! J: I go. Rises. Yes, I go. Farewell. Henceforth thou shalt see my face no more forever. Starts to go out, hesitates, then turns and speaks to Zedekiah And now will I read to thee the riddle, the answer to which thou dost not guess. Bound thou shalt go toBabylon. Babylon thou shalt not see, for after the King of Babylon shall have wrecked his vengeance upon"},{"pageNumber":10,"pageContent":"thee, thou shalt go sightless. Jeremiah exits. G follows Jeremiah to the door and stands, looking out. Kps follow Gedeliah to the door and stand, looking out. KZ examines rolls, then to Gedeliah: Gedeliah, take these rolls and place them in the archives. G stands still and continues to look. KZ, loudly: Gedeliah! G turns and slowly approaches the King, looking back over his shoulder. Takes the rolls and starts toleave. KZ: How now, Gedeliah; why this rueful countenance? Thou art as cheerless as yon woe­begotten oldman. G: Oh King, my soul is full of heaviness, even unto death. KZ: Wherefore? G: Thou hast refused to harken unto the voice of God speaking through his Prophet. KZ: Thou holdest in thy hands the rolls and knowest their testimony is not alike. G: Yea Oh King, I know; but my soul quakes with the fearful import of his words. KZ: Dost thou then believe he spoke true? G: Yea O King. I would stake my life upon his words of prophecy. KZ, hesitates: Go! HP: The soldiers of Nebuchadnezzar have defiled the Holy of Holies and the Shekinah has departed. Thecourts of the Temple are filled with carnage. KZ: Gedeliah! Is there no way of escape? G: None, save by way of the King’s garden, between the walls, by the private entrance leading out to thePlains of Jericho. KZ: By that way we will make our escape. The King, guards, courtiers, and H.P. rush out, exiting in southeast. Optionally pursued by Chaldeanswho enter from the west and rush east. If we use this Geleliah and the Keepers who remain must hid fromthe Persians. There is a pause, followed by a trumpet sounding. A herald enters after the trumpet is heard. G: What tidings of the King? H: The King, with his household and all his men of war fled by way of the gate between the walls, whichis by the King’s garden, and the army of the Chaldeans pursed him and overtook him upon the Plains ofJericho and all his army were scattered from him. G: Oh Jeremiah, Jeremiah! Bring Jeremiah hither. The 1st Keeper retires, and returns with Jeremiah. The 2nd and 3rd Keeper fall in behind them as they passby. All four mount the dais. The 1st Keeper passes to Gedeliah’s left, to a position just behind him, facinginward. The 2nd and 3rd Keepers stop opposite Gedeliah and the 1st Keeper and face them. Jeremiah stepsbetween and faces west. Gedeliah and the Keepers should quarter face to the west. J: Why sendest thou for me? Why art thou so cast down? What news of the King? G: The King, with his household and all his men of war fled by way of the gate between the walls, whichis by the King’s garden, and the army of the Chaldeans pursed him and overtook him upon the Plains ofJericho and all his army were scattered from him. Alas! Our young men are captive, our old men are slain;the sword of the enemy prevails."},{"pageNumber":11,"pageContent":"G and Kps drop to their knees and bow their heads, depressed. Kps kneel with G, bowing their heads, depressed. J, as if soliloquizing, reflectively: Verily, verily, the prophesies of the servants of God are fulfilled. JEHOVAH reigneth! THUS shall thewicked come to destruction. Judah is vanquished and her people must suffer in captivity. In a firm voice: But the Lord God of Israel G and Kps look up quickly at Jeremiah will not forsake Hispeople. \"I will raise up mighty men among them,\" saith the Lord, \" and they shall return to the land of theirfathers.\" It is for us who remain to keep alive the voice of God until their coming. Arise J motions them upand G and Kps rise to their feet, looking inventively at J. ye servants of the Most High, renew J raises hisright arm to form a triangle with G and Kps who also raise their right arms you pledge of fidelity to theLord God of Israel. Plant deep J, G and Kps place there right hands on their left breasts and let arms dropin your hearts the terrors of infidelity. Go forth and aid the worthy poor and lead the faltering to a higherdevotion. \"Make ready for the day of their coming for they shall return,\" saith the Lord. I, Jeremiah G andKps drop on left knee, bring palms of hand together in front of neck, ends of finders level with chin inperfect tableau have proclaimed the prophesy. Let your children’s children greet them with God’s promiseon their coming in that day: J steps forward on right foot, thrusting right arm as high as possible ISRAELLIVES.Curtain"},{"pageNumber":12,"pageContent":"Scene 3, Court of Nebuchadnezzar at Riblah P: The last scene represents the court of Nebuchdnezzar, King of Babylon, who has just come up fromBabylon to Riblah, about 100 miles northwest of Jerusalem, and there set up his court to await the captureof Jerusalem. Here the captured King of Judah was brought before him to receive the just desert for hisinfidelity. Trumpets sound, sentry opens door and asks: Who approaches? CG: Nebuzradan, Captain of the Guard desires an audience with the King. W: Nebuzradan, Captain of the Guard desires an audience with your Majesty. KN to councilors: How fortunate that Nebuzaradan has come to Riblah so soon after our arrival fromBabylon. To Sentry: Let him enter. Sentry salutes and opens door. Army enters from northwest door, followed by band. Marches around halland out northeast door. If Foot Patrol is present, band stops inside door so Foot Patrol can do maneuvers.When finished, all march out. Enters with escort of Companions. Marches to north side and halts. Escort right face; Nebuzaradanadvances and salutes. The escort, under CG remain in place. K: Nebuzaradan, I am indeed glad thou hast come to Riblah, for I did come up from Babylon to speck tothee concerning that Jewish King Zedekiah. Surely thou dost remember the many great wars in which myarmies have been victorious under thy command – all the great Kings from the River of Egypt to the RiverEuphrates have been made to pay homage and tribute – therefore, I ask thee Nebuzaradan, why hast thoufor eighteen long months permitted this weak vassal, Zedekiah, to withstand our mighty army, our chariotsand horsemen? Hast thou lost thy cunning? Hast thou become less a warrior, that this weakest of rulers hathput thee to naught? Remember, Nebuzaradan, nearly two years have passed since I commanded thee tobring this wicked King Zedekiah before me. N: Mighty Sovereign! Hear me, I pray thee. Since thou didst make me Captain of thy Guard I have led thyarmies in many fierce conflicts to victory, but never to defeat. I swear to thee that my arm is as strong, mynerve as steady, and my brain as clear now as ever before, but this wicked King is full of subtlety, and asthou knowest, did enter into alliance with the King of Egypt, and secured the aid of Pharaoh’s army, whichfor a time diverted by attack upon Jerusalem, but we did overwhelm them, and returned again to the siegeupon Jerusalem, and I now come to thee with good tidings of victory. Our assault has been successful.Jerusalem is taken, and their last stronghold is in our hands, but King Zedekiah and all his men of war fledby night by way of the gate between the walls, which is by the King’s garden, leading out upon the Plainsof Jericho, and thus escaped . . . KN: Zedekiah escaped! He whose capture I most desired! Speak! Nebuzaradan – sayest thou Zedekiahescaped? N: Yea O King. But our army pursued after him and overtook him on the Plains of Jericho, made himprisoner and he is now without and awaits your commands. KN to councilors: At last, then, the conquest of that city is again accomplished. Twice before, when ourarmies invested Jerusalem, did their King submit tamely, opening his gates without resistance; but thisZedekiah, whom I myself placed upon the throne and who swore to me an oath that he would keep hiskingdom for me and make no league of friendship with the Egyptians, hath despised his oath and defiedour armies. Surely now I will make desolation in the place of that proud city, but, until I have poured out mypunishment upon the head of its wicked ruler, my vengeance will not be complete."},{"pageNumber":13,"pageContent":"To the soldiers of Nebuzaradan: Bring the captive before me. CG salutes and gives commands necessary to retire from southwest door. KN speaking to N: Most nobleNebuzaradan, accept our commendation and grateful thanks. Thy faithfulness shall not go unrewarded.Captain of our Guard thou hast been. I now make thee Grand Captain of all our Armies. Be seated near thethrone. N moves to empty chair is seated on the dais. CG brings Zedekiah in through the northwest, giving such commands as to bring escort to a halt on thenorth side. Zedekiah is in chains, his clothing disordered. The CG & LG push Zedekiah before the kingand take stations with the army. KN: Aha! Thou base and perjured Zedekiah, thou wicked covenant breaker, at last I have thee in mypower! Did not I set thee on thy throne, in the room of Johoiachin, after that I had taken him captive? KZ: Yea, sir. KN: And didst thou not then solemnly agree and covenant with me, swearing by the name of they God,that thou wouldst be faithful unto me, and hold thy kingdom loyal unto me? Answer me. KZ: Yes, sir, but thou didst demand of me the impossible. I am a man in whose veins runs blood as royal asthine own. Take these chains, array me in my own pomp and glory, and I will show thee that I can play theMonarch as well as thou. KN, interrupting: Silence! Wouldst thou flout me to my face? Thou hast well said, that thou canst play theKing, but thou canst not be a King, thou canst not even be loyal to a friend – and I was that friend. Thoucanst not be faithful to a trust – and I trusted thee; and how hast thou repaid me? The chief glory in thecrown of manhood is fidelity, and the brightest jewel in the diadem of a Monarch is fidelity, and behold,there is not one of thy promises that thou hast not broken, for thou didst enter into alliance with the King ofEgypt, and didst make rebellion against me, so that thou hast twice compelled me to come up against theewith all my armies, my chariots and my horsemen ­ KZ, interrupting: Hear me, pray, I did no more than thou wouldst have done, hadst thou been placed in mysituation. Couldst thou blame me if I would free my people from thy yoke? Pashur and Zephaniah didcounsel me to throw off thy rule. I know thee to be a hard and cruel man, reaping where thou hast not sownand gathering where thou hast not strewn ­ KN, interrupting: It may be all true that thou hast said, but my bitterest foe hath yet to say thatNebuchadnezzar ever betrayed a trust, or was false to a friend. Thou wert false to me. And surely it is thine own God that has delivered thee into my hands, because thou didst mock hismessengers and practice cruelty towards his prophets, placing them in prison, and in the stocks, and even inthe pit of mire, and hast more and more hardened thy heart and stiffened thy neck until there is no remedyexcept thy complete destruction. Therefore, this is the judgment that I pronounce upon thee and upon thy people. Nebuzaradan, Captain of our armies shall utterly destroy thy city of Jerusalem. The Temple shall be burned with fire, and remaining remnant of its vessels and ornaments shall be brokenand carried to Babylon, thy palaces and the houses of thy great men shall be destroyed and the walls of thecity thrown down even to the ground, and all the people that have escaped the famine and the pestilenceand the sword shall be taken captive to Babylon. And as for thee, it is my order that thy sons be slain before thine eyes, that none of thy perjured race mayremain after thee, and that thou mayest see and know that thou art indeed the last King of Judah, and thenthat thou mayest know that the words of the prophets of thy God were true when the one said that thoushouldest be taken to Babylon, while the other said that thou shouldest not see Babylon, thine eyes shall be"},{"pageNumber":14,"pageContent":"put out and thou be taken in chains of brass unto Babylon. Laughs. KZ: Have mercy! Have Mercy! KN rises: I Nebuchadnezzar have spoken the judgment. Let it be executed with speed. Away with him. Guards remove Zedekiah in a half fainting condition, dragging him out backwards. Most noble Captain of our Armies, it is my order that the captive Jews, together with their King be takenforthwith to Babylon. See that the remnant of the poor left under Gedeliah are supplied with seed for theirplanting, and that no harm befalls Jeremiah. Form the lines for our March to Babylon. N takes command of the escort, marching them out through the southeast door. KN and courtiers fall inbehind. They return with Foot Patrol and Band through the northwest door with Zedekiah and otherprisoners. Zedekiah eyes are bound in bandages and he is lead as blinded around the hall. CurtainHome"}]
