[{"pageNumber":1,"pageContent":"TheEnochianCalls"},{"pageNumber":2,"pageContent":"The First CallOLSONFVORSGGOHO IADBALTOLSONFVORSGGOHO IADBALTI Reign Over You,Sayeth The God Of Justice,LANSHCALZVONPHO.SOBRALANSHCALZ VONPHO.SOBRAIn Power Exalted Above The Firmaments Of Wrath.In WhoseZOL RORI TA NAZPSAD,OD GRAAZOL ROR I TA NAZPSAD,OD GRAAHands The Sun Is As A Sword,And The MoonTA MALPRG; DS HOLQ QAATA MALPRG; DS HOLQ QAAAs A Through-thrusting Fire; Which Measured Your GarmentsNOTHOA ZIMZ, OD COMMAHTANOTHOA ZIMZ, OD COMMAHTAIn The Midst Of My Vestures, And Trussed You TogetherAsNOBLOHZIEN.SOBATHILGNONPNOBLOHZIEN.SOBATHIL GNONPThe Palms Of My Hands.Whose Seats I Garnished WithPRGEALDIDS VRBS OBOLEHPRGEALDIDS VRBS OBOLEHThe FireOf GatheringAnd Beautified Your GarmentsGRSAM; CASARM OHORELATABA PIR,GRSAM; CASARM OHORELA TABA PIR,With Admiration; To Whom I Made A Law To Govern The Holy Ones,DS ZONRENSGCAB ERM IADNAH.DS ZONRENSGCAB ERM IADNAH.And Delivered YouA Rod With The Ark Of Knowledge."},{"pageNumber":3,"pageContent":"PILAH FARZM OD ZNRZA ADNAPILAH FARZM OD ZNRZA ADNAMoreover You Lifted Your Voices And Swore ObedienceOD GONO IADPILDS HOM OD TOHSOBAOD GONO IADPIL DS HOM OD TOH,SOBAAnd Faith To Him That Lives And Triumphs,Whose IAOD IPAM OD UL IPAMISDSLOHOLOIAOD IPAM OD UL IPAMIS;DS LOHOLOBeginning Is Not Nor End Can Not Be;Which ShinesVEP ZOMDPOAMALOD BOGPAVEP ZOMD POAMALOD BOGPAAs A Flame In The Midst Of Your PalaceAnd ReignsAAITAPIAP BALTOHOXVAOANAAITA PIAP BALTOHOD VAOANAmong YouAs The BalanceOf RighteousnessAnd Truth!ZACARCA OD ZAMRANODO CICLEZACAR CA OD ZAMRANODO CICLEMove Therefore And Show Yourselves!Open The MysteriesQAAZORGELAPZIRDOQAAZORGE LAP ZIRDOOf Your Creation!Be Friendly To MeFor I AmNOCOMAD HOATHIAIDANOCOMAD HOATHIAIDAThe Servant OfYour God A True WorshiperOf The Highest!"},{"pageNumber":4,"pageContent":"The Second CallADGT VPAAH ZONG OM FAAIPADGT VPAAH ZONG OM FAAIPCan The Wings Of The Winds UnderstandYour VoicesSALD VIV LSOBAM IALPRGSALD VIV LSOBAM IALPRGOf Wonder? O Ye,The Second First:Whom Burning FlamesIZAZAS PIADPHCASARMAABRAMGIZAZAS PIADPHCASARMAABRAMGHave Framed In The Depths Of My Jaws;WhomI Have PreparedTA TALHO PARACLEDAQ TALORSLQTA TALHO PARACLEDAQ TALORSLQAs Cups For A Wedding,Or AsFlowersTURBS OOGE BALTOHGIVI CHISTURBS OOGE BALTOHGIVI CHISIn Their Beauty For The ChamberOf Righteousness.Stronger AreLUSD ORRIOD MICALPCHISLUSD ORRIOD MICALPCHISYour FeetThan The Barren Stone,And Mightier AreBIA OZONGONLAP NOANBIA OZONGON LAP NOANYour VoicesThan The Manifold Winds. For You Are BecomeTROF CORS TA GEOQMANIN IAIDONTROF CORS TA GEOQMANIN IAIDONA Building Such As Is Not,Except InThe Mind Of The All-Powerful.TORZU GOHEL ZACAR CA CNOQODTORZU GOHEL ZACAR CA CNOQODArise, Saith The First, Move Therefor Unto His Servant!"},{"pageNumber":5,"pageContent":"ZAMRAN MICALZOOD OZAZM VRELPZAMRAN MICALZOOD OZAZM VRELPShow Yourselves In Power And Make Me A Strong Seething,LAPZIR IOIAD LAPZIR IOIADFor I Am Of Him That Lives Forever!"},{"pageNumber":6,"pageContent":"The Third CallMICMA GOHO IAD ZIRCOMSELH AZIENMICMA GOHO IAD ZIR COMSELH AZIENBehold, Says Your God, I Am A Circle On Whose HandsBIABOS LONDOH. NORZ CHIS OTHIL BIAB OS LONDOH. NORZ CHIS OTHILStand 12 Kingdoms. Six Are The SeatsGIGIPAH UNDL CHIS TA PUIMQGIGIPAHUNDL CHIS TA PUIMQOf Living Breath;The Rest Are As Sharp SicklesOrMOSPLEHTELOCHQUIIN TOLTORGMOSPLEH TELOCHQUIIN TOLTORGThe Horns Of Death,Wherein The Creatures Of EarthCHIS ICHISGEM OZIEN DS BRGDACHIS I-CHISGEM OZIEN DS BRGDAAre And Are NotExcept My Hands, Which SleepOD TORZULILIEOLBALZARGODOD TORZULILIEOLBALZARGODAnd Shall Rise.In The Beginning I Made You StewardsAndOD AALA THILNOS NETAAB DLUGAOD AALA THILNOS NETAAB DLUGAAnd Placed You In Seats12 Of Government,Giving UntoVOMSARG LONSACAPIMALI VORS CLA VOMSARG LONSACAPIMALI VORS CLAEvery One Of YouPowerSuccessively Over 456,HOMIL COCASB FAFENIZIZOPHOMIL COCASB FAFENIZIZOPThe True Ages Of Time,To The Intent That,From Your Highest Vessels"},{"pageNumber":7,"pageContent":"OD MIINOAG DE GNETAABVAUN NANAEEL:OD MIINOAG DE GNETAABVAUN NANAEEL:And The Corners Of Your GovernmentsYou Might Work My Power:PANPIR MALPIRGIPILDPANPIR MALPIRGIPILDPouring Down The Fires Of Life And IncreaseContinuallyCAOSG. NOAN UNALAH BALTCAOSG. NOAN UNALAH BALTUpon The Earth. Thus You Are Become The Skirts Of JusticeOD VOOAN. OD VOOAN.And Truth.DOOIAP MAD GOHOLOR, GOHUS, AMIRAN! DOOIAP MAD GOHOLOR, GOHUS, AMIRAN!In The Name Of Your God, Lift Up, I Say, Yourselves!MICMA IEHUSOZ CACACOM OD DOOAIN MICMA IEHUSOZ CACACOM OD DOOAINBehold His Mercies Flourish And His NameNOAR MICAOLZAAIOM CASARMG GOHIANOAR MICAOLZAAIOM CASARMG GOHIABecome MightyAmong Us! In Whom We Say:ZACAR, UNIGLAG,OD IMUAMAR PUGOZACAR, UNIGLAG,OD IMUAMAR PUGOMove, Descend,And Apply Yourselves To Us As UntoPLAPLI ANANAELQAAN PLAPLI ANANAELQAANPartakers Of The Secret WisdomOf Your Creation."},{"pageNumber":8,"pageContent":"The Fourth CallOTHIL LASDI BABAGE OD DORPHAOTHIL LASDI BABAGE OD DORPHAI Have Set My Feet In The South And Looked About MeGOHOL: GCHISGE AVAVAGO CORMPGOHOL: GCHISGE AVAVAGO CORMPSaying: Are Not The Thunders Of Increase NumberedPD, DS SONF VIV DIU CASARMI OALIPD, DS SONF VIV DIU CASARMI OALI33 Which Reign In The Second Angle? Under Whom I Have PlacedMAPM SOBAM AGCORMPO CRIP L; MAPM SOBAM AGCORMPO CRIP L;9639 Whom NoneHave Numbered But One;CASARMGCROODZI CHIS OD UGEG;CASARMGCROODZI CHIS OD UGEG;In Whom The Second Beginning Of ThingsAre And Wax Strong;DS T CAPIMALI CHIS CAPIMAON,ODDS T CAPIMALI CHIS CAPIMAON,ODWhich Also Successively Are The Numbers Of Time,AndLONSHINCHISTA LO CLA. TORZU LONSHIN CHISTA LO CLA. TORZUTheir Powers AreAs The First 456. Arise,NOR QUASAHIOD F CAOSGA! BAGLE ZIRNOR QUASAHIOD F CAOSGA!BAGLE ZIRYou Sons Of PleasureAnd Visit The Earth! For I AmENAY IADDS I OD APILA DOOAIPENAY IADDS I OD APILA DOOAIPThe Lord Your God,Which Is And Liveth! In The Name Of"},{"pageNumber":9,"pageContent":"QAAL ZACAR OD ZAMRAN OBELISONG QAAL ZACAR OD ZAMRAN OBELISONGThe Creator, Move And Show Yourselves As Pleasant DeliverersRESTEL AAI NOR MOLAPRESTEL AAI NOR MOLAPThat You May Praise Him Among The Sons Of Men."},{"pageNumber":10,"pageContent":"The Fifth CallSAPAH ZIMII D DIV OD NOASSAPAH ZIMII D DIV OD NOASThe Mighty Sounds Have Entered The Third Angle And Are BecomeTA QANIS ADROCH: DORPHAL TA QANIS ADROCH: DORPHALAs Olives In The Olive Mount: Looking With GladnessCAOSG OD FAONTS PERIPSOL CAOSG OD FAONTS PERIPSOLOn The Earth, And Dwelling In The Brightness Of The HeavensTA BLIOR CASARM AMIPZITA BLIOR CASARM AMIPZIAs Continual Comforters. Unto Whom I FastenedNAZ ARTH AFOD DLUGAR ZIZOP ZLIDANAZ ARTH AF OD DLUGAR ZIZOP ZLIDAPillars Of Gladness 19 And Gave Them Vessels To WaterCAOSGI TOLTORGI OD ZCHISESIASCHCAOSGI TOLTORGI OD ZCHISESIASCHThe Earth With All Her Creatures. And They AreThe Brothers OfL OD VIV OD IAODTHILD,L OD VIV OD IAODTHILD,The First And The Second, And The Beginning OfTheir Own Seats,DS PERALHUBARPEOALDS PERAL HUBARPEOALWhich Are GarnishedWith Continual Burning Lamps69636SOBA CORMFA CHIS TA LA ULS ODSOBA CORMFA CHIS TA LA ULS ODWhose Numbers Are As The First, The Ends, And"},{"pageNumber":11,"pageContent":"QCOCASB CA NIIS OD DARBS QAASQCOCASB CA NIIS OD DARBS QAASThe Contents Of Time! Therefor Come Ye,And Obey Your Creation!F ETHARZI OD BLIOR IAIAL EDNAS F ETHARZI OD BLIOR IAIAL EDNASVisit Us In Peace And Comfort! Conclude Us As ReceiversCICLES BAGLE IAD I L! CICLES BAGLE IAD I L!Of Your Mysteries. Why? Our Lord Is All One!"},{"pageNumber":12,"pageContent":"The Sixth CallGAH S DIV CHIS EMMICAOLZGAH S DIV CHIS EM MICAOLZThe Spirits Of The Fourth Angle Are Nine, MightyPILZIN SOBAM EL HARG PILZIN SOBAM EL HARGIn The Firmament Of Waters: Whom The First Hath Planted AsMIR BABALON OD OBLOC SAMVELGMIR BABALON OD OBLOC SAMVELGA Torment To The Wicked And A Garland To The Righteous;DLUGAR MALPRG AR CAOSGI ODDLUGAR MALPRG AR CAOSGI ODGiving Unto Them Fiery Darts To Fan The Earth, AndACAM CANALSOBA ELZAP F BLIARDACAM CANAL SOBA ELZAP F BLIARD7699 Continual Workmen Whose Courses Visit WithComfortCAOSG OD CHIS ANETAB OD MIAMCAOSG OD CHIS ANETAB OD MIAMThe Earth, And Are In Government And ContinuanceTA VIV OD D DARSAR SOLPETHTA VIV OD D DARSAR SOLPETHAs The Second And The Third. Wherefore, HearkenBIEN BRITA OD ZACAMBIEN BRITA OD ZACAMUnto My Voice: I Have Talked Of You And I Move YouGMICALZO SOBA HAATH TRIAN LUIAHEGMICALZO SOBA HAATH TRIAN LUIAHEIn Power And Presence, Whose Works Shall BeA Song Of HonorOD ECRIN MAD QAAON OD ECRIN MAD QAAONAnd The Praise Of God In Your Creation."},{"pageNumber":14,"pageContent":"The Seventh CallRAAS I SALMAN PARADIZ OECRIMI AAIRAAS I SALMAN PARADIZ OECRIMI AAIThe East Is A House Of Virgins Singing Praises AmongIALPIRGAH QUIIN ENAY BUTMONIALPIRGAH QUIIN ENAY BUTMONThe Flames Of First Glory: Wherein The Lord Hath Opened His Mouth,OD INOAS NI PARADIAL CASARMGOD INOAS NI PARADIAL CASARMGAnd They Are Become 28 Living Dwellings In WhomUGEAR CHIRLANOD ZONACUGEAR CHIRLAN OD ZONACThe Strength Of Men Rejoices. And They Are AppareledLUCIFTIAN CORS TA VAUL ZIRNLUCIFTIAN CORS TA VAUL ZIRNWith Ornaments Of BrightnessSuch As Work WondersTOL HAMI SOBALONDOHOD MIAMCHIS TATOL HAMI SOBA LONDOH OD MIAMCHIS TAOn All Creatures. Whose Kingdoms And ContinuanceAre AsD OD ESUMADEA OD PIBLIAR D OD ESUMADEA OD PIBLIARThe Third And Fourth,Strong Towers And Places Of Comfort,OTHILRIT OD MIAM CNOQUOL RIT,OTHILRIT OD MIAM CNOQUOLRIT,The SeatsOf Mercy And Continuance.O You ServantsOf Mercy,ZACARZAMRAN OECRIMI QAADAHODZACAR,ZAMRAN OECRIMI QAADAHODMove,Appear Singing Praises Of The Creator,And"},{"pageNumber":15,"pageContent":"OMICAOLZAAIOMOMICAOLZAAIOMBe Mighty Among Us!BAGLE PAPBOR IDLUGAM LONSHIBAGLE PAPBOR IDLUGAM LONSHIFor To This Remembrance Is Given Power,OD UMPLIF UGEG BIGLIAD OD UMPLIF UGEG BIGLIADAnd Our Strength Waxes Strong In Our Comforter!"},{"pageNumber":16,"pageContent":"The Eighth CallBAZME LO I TAPIRIPSON OLNBAZME LO I TA PIRIPSON OLNThe Midday, The First Is As The Third Heaven:Made OfNAZ AVABH OX CASARMG URAN CHISUGEGNAZ AVABH OX CASARMG URAN CHISUGEGPillars Of Hiacynth 26, In Whom The Elders AreBecome Strong.DS ABRAMGBALTOHAGOHO IADDS ABRAMGBALTOHAGOHO IADWhich I Have PreparedFor My Own Righteousness,Sayeth The Lord,SOBA MIAM TRIAN TA LOLCISABAISOBA MIAM TRIAN TA LOLCISABAIWhose Long Continuance Shall Be As BucklersTo The StoopingVOVIN OD AZIAGIERRIORVOVIN OD AZIAGIERRIORDragon, And Like Unto The Harvest Of A Widow.IRGIL CHIS DA DS PAAOXBUSD CAOSGOIRGIL CHIS DA DS PAAOXBUSD CAOSGO?How Many Are There Which RemainIn The Glory Of The Earth?DS CHISOD IPURAN TELOCHCACARG DS CHIS OD IPURAN TELOCHCACARGWhich Are, And Shall Not See DeathUntil O SALMAN LONCHO OD VOVINA CARBAF O SALMAN LONCHO OD VOVINA CARBAF? This House Fall And The Dragon Sink? NIISOBAGLE AVAVAGO GOHON NIISONIISO! BAGLE AVAVAGO GOHON! NIISO!Come Away!For The Thunders Have Spoken! Come Away!"},{"pageNumber":17,"pageContent":"BAGLE MOMAO SIAIONOD MABZABAGLE MOMAO SIAION OD MABZAFor The Crowns Of The Temple And The Coats ofIADOIASMOMAR POILPIADOIASMOMAR POILPHim That Was, Is, And Shall Be Crowned Are Divided.NIIS ZAMRAN CIAOFI CAOSGO OD BLIORSNIIS ZAMRAN CIAOFI CAOSGO OD BLIORSCome, Appear To TheTerror Of The Earth, And To Our ComfortOD CORSITA ABRAMIGOD CORSITA ABRAMIGAnd Of Such As Are Prepared!"},{"pageNumber":18,"pageContent":"The Ninth CallMICAOLI BRANSG PURGEL NAPTA IALPORMICAOLI BRANSG PURGEL NAPTA IALPORA Mighty Guard Of Fire With Two-edged Swords Flaming,DS BRINEFAFAFE P VONPHOOLANIODDS BRIN EFAFAFE P VONPHOOLANIODWhich Have Vials :8: Of WrathFor Two TimesAndOBZA SOBA UPAAH CHIS TATANOD TRANANOBZA SOBA UPAAH CHIS TATANOD TRANANA Half, Whose Wings Are WormwoodAnd The MarrowBALYE ALAR LUSDASOBOLN OD CHISBALYE ALAR LUSDASOBOLN OD CHISOf Salt, Have Settled Their FeetIn The West And AreHOLQ CNOQUODI CIAI UNAL ALDONMOMHOLQ CNOQUODI CIAI UNAL ALDONMOMMeasured With Their Ministers 9996. These Gather UpThe MossCAOSGO TALAS OLLOR GNAY LIMLAL AMMA CHIISCAOSGO TALAS OLLOR GNAY LIMLALAMMA CHIISOf The EarthAsThe Rich Man Doth His Treasure.Cursed Are TheySOBA MADRID ZCHIS OOANOAN CHIS AVINYDRILPISOBA MADRID ZCHIS OOANOAN CHIS AVINYDRILPIWhose Iniquities They Are: In Their Eyes Are MillstonesGreaterCAOSGI OD BUTMONI PARM ZUMVICNILACAOSGI OD BUTMONI PARM ZUMVICNILAThan The Earth, And From Their Mouths Run SeasOf Blood.DAZIZ ETHAMZ A-CHILDAOOD MIRC OZOL DAZIZ ETHAMZ A-CHILDAOOD MIRC OZOLTheir Heads Are Covered With Diamond,And Upon Their Heads"},{"pageNumber":19,"pageContent":"CHIS PIDIAI COLLALCHIS PIDIAI COLLALAre Marble Sleeves.ULCININ A-SOBAM UCIM BAGLEULCININ A-SOBAM UCIM BAGLEHappy Is He On Whom They Frown Not: For Why?IAD BALTOH CHIRLAN PARNIISO ODIPIAD BALTOH CHIRLAN PARNIISO OD IPThe God Of Righteousness Rejoices In Them!Come Away! AndNotEFAFAFEBAGLE COCASBI CORSTAUNIG BLIOREFAFAFE BAGLE COCASBI CORS TAUNIG BLIORYour Viols: For The TimeIs Such As Requires Comfort!"},{"pageNumber":20,"pageContent":"The Tenth CallCORAXO CHIS CORMP OD BLANS CORAXO CHIS CORMP OD BLANSThe Thunders Of Judgment & Wrath Are Numbered, And Are HarboredLUCAL AZIAZIOR PAEBSOBALILONONLUCAL AZIAZIOR PAEB SOBALILONONIn The North In The Likeness Of An Oak, WhoseBranchesCHIS VIRQOP EOPHAN OD RACLIRMAASI CHIS VIRQ OP EOPHAN OD RACLIRMAASIAre Nests 22 Of Lamentation And WeepingLaid UpBAGLECAOSGI DS IALPON DOSIG OD BASGIMBAGLE CAOSGI DS IALPON DOSIG OD BASGIMFor The Earth. Which Burn Night And Day,OD OXEX DAZIZ SIATRISOD SALBROXOD OXEX DAZIZ SIATRIS OD SALBROXAnd Vomit Out The Heads Of Scorpions And Live SulphurCINXIR FABOAN UNAL CHIS CONST DS DAOXCINXIR FABOAN UNAL CHIS CONST DS DAOXMingled With Poison. These Are The Thunders Which 5678COCASB OL OANIO YOR EORS MICAOLICOCASB OL OANIO YOR EORS MICAOLITimes In The 24th Part Of A Moment Roar With An HundredOL GIXYAX OD MATB COCASB PLOSI MOLUIOL GIXYAX OD MATB COCASB PLOSI MOLUIMighty Earthquakes And A Thousand Times As Many Surges.DS PAGE LARAG OM DROLN MATORB COCASBDS PAGE LARAG OM DROLN MATORB COCASBWhich Rest Not, Neither Know Any Echoing Time"},{"pageNumber":21,"pageContent":"EMNA L PATRALX YOLCI MATBNOMIGEMNA L PATRALX YOLCI MATBNOMIGHere. One Rock Brings Forth A ThousandEven AsMONONS OLORA GNAY ANGELARDOHIO OHIO OHIOMONONS OLORA GNAY ANGELARDOHIO OHIO OHIOThe Heart Of Man Does His Thoughts:Woe, Woe, Woe,OHIO OHIO OHIONOIB OHIO CAOSGONOHIO OHIO OHIO NOIB OHIO CAOSGONWoe, Woe, Woe, Yea, Woe To The Earth!BAGLE MADRID I ZIROP CHISO DRILPABAGLE MADRID I ZIROP CHISO DRILPAFor Her Iniquity Is, Was, And Shall Be Great!NIISO CRIP IP NIDALI NIISOCRIP IP NIDALICome Away! But Not Your Noises!"},{"pageNumber":22,"pageContent":"The Eleventh CallOXIAYAL HOLDO OD ZIROM O CORAXO DSOXIAYAL HOLDO OD ZIROM O CORAXO DSThe Mighty Seat Groaned And They Were :5: Thunders WhichZILDAR RAASY OD VABZIR CAMLIAXODZILDAR RAASY OD VABZIR CAMLIAXODFlew Into The East: And The Eagle spakeAndBAHAL NIISO BAHAL NIISOCried With A Loud Voice: Come Away!OD ALDON SALMAN TELOCHOD ALDON SALMAN TELOCHAnd They Gathered Them Together In The House Of Death,CASARMAN HOLQ OD T I TA ZCHISCASARMAN HOLQ OD T I TA ZCHISOf Whom It Is Measured And It Is As They AreSOBA CORMFI GANIISO BAGLE ABRAMGSOBA CORMF I GA NIISO BAGLE ABRAMGWhose Number Is 31. Come Away! For I Have PreparedNONCP ZACAR CA OD ZAMRAN ODO CICLE NONCP ZACAR CA OD ZAMRAN ODO CICLEFor You! Move, Therefore And Appear! Open The MysteriesQAAZORGE LAP ZIRDO NOCOMADQAA ZORGE LAP ZIRDO NOCOMADOf Your Creation! Be Friendly To Me, For I Am The ServantOf God,HOATH IAIDA HOATH IAIDAThe True Worshiper Of The Highest!"},{"pageNumber":23,"pageContent":"The Twelfth CallNONCI DS SONFBABAGE OD CHIS OBNONCI DS SONF BABAGE OD CHIS OBO You Which Reign In The SouthAnd Are 28,HUBARO TIBIBP ALLAR ATRAAH OD EFHUBARO TIBIBP ALLAR ATRAAH OD EFThe Lanterns Of Sorrow: Bind Up Your Girdles And Visit Us!DRIX FAFEN MIAN AR ENAY OVOFDRIX FAFEN MIAN AR ENAY OVOFBring Down Your Train 3663, That The Lord May Be MagnifiedSOBA DOOAIN AAI I VONPHOSOBA DOOAIN AAII VONPHOWhose Name Among You Is Wrath!ZACAR GOHUS OD ZAMRAN ODO CICLEZACAR GOHUS OD ZAMRAN ODO CICLEMove, I Say, And Appear! Open The MysteriesQAA ZORGE LAP ZIRDOQAA ZORGE LAP ZIRDOOf Your Creation! Be Friendly To Me, For I AmNOCO MAD HOATH IAIDANOCO MAD HOATH IAIDAThe Minister Of God, The True Worshiper Of The Highest!"},{"pageNumber":24,"pageContent":"The Thirteenth CallNAPEAI BABAGEN DS BRIN VX OOAONANAPEAI BABAGEN DS BRIN VX OOAONAO Ye Swords Of The South, Which Have 42 EyesLRING VONPHO DOALIM EOLIS OLLOG ORSBALRING VONPHO DOALIM EOLIS OLLOG ORSBATo Stir Up Wrath Of Sin, Making Men DrunkenDS CHIS AFFA MICMA ISRO MADDS CHIS AFFA MICMA ISRO MADWhichAre Empty: Behold The Promise Of God,OD LONSHI TOX DS IVMD AAI GROSBOD LONSHI TOX DS IVMD AAI GROSBAnd The Power Of Him Which Is Called Among You A Bitter Sting!ZACAR OD ZAMRAN ODO CICLE QAAZACAR OD ZAMRAN ODO CICLE QAAMove And Appear! Open The Mysteries Of Your Creation!ZORGE LAP ZIRDO NOCO MADZORGE LAP ZIRDO NOCO MADBe Friendly To Me, For I Am The Minister Of GodHOATH IAIDAHOATH IAIDAThe True Worshiper Of The Highest!"},{"pageNumber":25,"pageContent":"The Fourteenth CallNOROMI BAGIE PASBS OIADDSNOROMI BAGIE PASBS OIADDSO You Sons Of Fury (and) The Daughters Of The Just:WhichTRINT MIRC OL THIL DODS TOL HAMITRINT MIRC OL THIL DODS TOL HAMISit Upon 24 Seats, Vexing All Living CreaturesCAOSGOHOMIN DS BRIN OROCHQUARCAOSGO HOMIN DS BRIN OROCHQUAROf The EarthWith Age; Which Have Under You1636;MICMA BIAL OIAD AISRO TOXDSIVMDMICMA BIAL OIAD AISRO TOXDSIVMDBehold The Voice Of God, The Promise Of HimWhichIs CalledAAI BALTIMAAI BALTIMAmong You Fury, Or Extreme Justice!ZACAR OD ZAMRAN ODO CICLE QAAZACAR OD ZAMRAN ODO CICLE QAAMove And Appear! Open The Mysteries Of Your Creation!ZORGE LAP ZIRDO NOCO MADZORGE LAP ZIRDO NOCO MADBe Friendly To Me, For I Am The Minister Of God,HOATH IAIDA HOATH IAIDAThe True Worshiper Of The Highest!"},{"pageNumber":26,"pageContent":"The Fifteenth CallILS TABAAM L IALPRTCASARMAN ILS TABAAM L IALPRTCASARMANO Thou The Governor Of The First Flame,Under WhoseVPAAH CHIS DARG DS OADOCAOSGI ORSCORVPAAH CHIS DARG DS OADOCAOSGI ORSCORWings Are 6739 Which WeaveThe Earth With Dryness;DS OMAXMONASCI BAEOVIBOD EMETGISDS OMAXMONASCI BAEOVIBOD EMETGISWhich KnowestThe Great Name Righteousness,And The SealIAIADIXZACAR OD ZAMRAN ODO CICLE QAAIAIADIXZACAR OD ZAMRAN ODO CICLE QAAOf Honor;Move And Appear! Open The Mysteries Your Creation!ZORGE LAP ZIRDO NOCO MADZORGE LAP ZIRDO NOCO MADBe Friendly To Me, For I Am The Minister Of God,HOATH IAIDA HOATH IAIDAThe True Worshiper Of The Highest!"},{"pageNumber":27,"pageContent":"The Sixteenth CallILS VIV IALPRT SALMAN BALTDS BRINILS VIV IALPRT SALMAN BALTDS BRINO Thou Second Flame, The House Of Justice:Which HasACROODZI BUSDOD BLIORAX BALITDSACROODZI BUSDOD BLIORAX BALITDSThy Beginning In GloryAnd Shall Comfort The Just;WhichINSICAOSG LUSDANEMOD DS OM INSI CAOSG LUSDANEMOD DS OMWalks The Earth With Feet8763 That UnderstandOD TLIOBHAMIDRILPA GEH ILSOD TLIOB HAMIDRILPA GEH ILSAnd Separate Creatures;Great Art ThouMADZILODARPMADZILODARPIn The God Of Stretch-Forth-And-Conquer!ZACAR OD ZAMRAN ODO CICLE QAAZACAR OD ZAMRAN ODO CICLE QAAMove And Appear! Open The Mysteries Of Your Creation!ZORGE LAP ZIRDO NOCO MADZORGE LAP ZIRDO NOCO MADBe Friendly To Me, For I Am The Minister Of God,HOATH IAIDA HOATH IAIDAThe True Worshiper Of The Highest!"},{"pageNumber":28,"pageContent":"The Seventeenth CallILS D IALPRTSOBA VPAAH CHIS NANBAILS D IALPRT SOBA VPAAH CHIS NANBAO Thou Third Flame Whose Wings Are ThornsZIXLAY DODSIH OD BRIN FAXS HUBAROZIXLAY DODSIH OD BRIN FAXS HUBAROTo Stir Up Vexation, And Hast 7336 Living LampsTUSTAX YLSI SOBA IAD I VONPOVNPHTUSTAX YLSI SOBA IAD I VONPOVNPHGoing Before Thee; Whose God Is Wrath In Anger;ALDON DAXIL OD TOATAR ALDON DAXIL OD TOATARGird Up Thy Loins And Harken!ZACAR OD ZAMRAN ODO CICLE QAAZACAR OD ZAMRAN ODO CICLE QAAMove And Appear! Open The Mysteries Of Your Creation!ZORGE LAP ZIRDO NOCO MADZORGE LAP ZIRDO NOCO MADBe Friendly To Me, For I Am The Minister Of God,HOATH IAIDA HOATH IAIDAThe True Worshiper Of The Highest!"},{"pageNumber":29,"pageContent":"The Eighteenth CallILS MICAOLZ OLPIRT OD IALPRG BLIORSILS MICAOLZ OLPIRT OD IALPRG BLIORSO Thou Mighty Light And Burning Flame Of Comfort;DS ODO BUSDIR OIAD OVOARS CAOSGODS ODO BUSDIR OIAD OVOARS CAOSGOWhich Opens The Glory Of God To The Center Of The Earth;CASARMG LAIAD ERAN BRINTS CASASAMCASARMG LAIAD ERAN BRINTS CASASAMIn Whom The Secrets Of Truth 6332 Have Their Abiding;DS IVMD ACLONDOHMOZ OD MAOFFASDS IVMD ACLONDOHMOZ OD MAOFFASWhich Is Called In Thy KingdomJoy, And Not To Be Measured:BOLP COMOBLIORT PAMBTBOLP COMO BLIORT PAMBTBe Thou A Window Of Comfort Unto Me!ZACAR OD ZAMRAN ODO CICLE QAAZACAR OD ZAMRAN ODO CICLE QAAMove And Appear! Open The Mysteries Of Your Creation!ZORGE LAP ZIRDO NOCO MADZORGE LAP ZIRDO NOCO MADBe Friendly To Me, For I Am The Minister Of God,HOATH IAIDA HOATH IAIDAThe True Worshiper Of The Highest!"},{"pageNumber":30,"pageContent":"The Call of the Thirty AethyrsMADRIAX DS PRAF LIL CHIS MICAOLZMADRIAX DS PRAF LIL CHIS MICAOLZYou Heavens Which Dwell The First Aire Are MightySAANIR CAOSGO OD FISIS BALZIZRAS IAIDASAANIR CAOSGO OD FISIS BALZIZRAS IAIDAIn The Parts Of The Earth, And Execute The Judgement Of The Highest!NONCA GOHULIM MICMA ADOIAN MAD NONCA GOHULIM MICMA ADOIAN MADUnto You It Is Said: Behold The Face Of Your God,IAOD BLIORB SOBA OOAONA CHIS LUCIFTIANIAOD BLIORB SOBA OOAONA CHIS LUCIFTIANThe Beginning Of Comfort; Whose Eyes Are TheBrightnessPERIPSOL DS ABRAASSA NONCF NETAAIBPERIPSOL DS ABRAASSA NONCF NETAAIBOf The Heavens. Which Provided You For The GovernmentCAOSGO ODTILB ADPHAHT DAMPLOZTOOATCAOSGO OD TILB ADPHAHT DAMPLOZTOOATOf The Earth And Her Unspeakable Variety,FurnishingNONCF GMICALZ OM LRASD TOFGLO MARBNONCF GMICALZ OM LRASD TOFGLO MARBYou A Powerful Understanding To Dispose All Things AccordingYARRY IDOIGO YARRY IDOIGOTo The Providence Of Him That Sits On The Holy Throne,OD TORZULP IAODAF GOHOL CAOSGIOD TORZULP IAODAF GOHOL CAOSGIAnd Rose Up In The Beginning Saying: The Earth"},{"pageNumber":31,"pageContent":"TABAORD SAANIR OD CHRISTEOS YRPOILTABAORD SAANIR OD CHRISTEOS YRPOILLet Her Be Governed By Her Parts, And Let There Be DivisionTIOBL BUSDIR TILB NOALN PAIDORSBA ODTIOBL BUSDIR TILB NOALN PAIDORSBA ODIn Her, That The Glory Of Her May Be AlwaysDrunken AndDODRMNIZYLNA LZAP TILB PARMGIDODRMNI ZYLNA ELZAP TILB PARMGIVexed In Itself. The Course Of Her, Let It Run WithPERIPSAXOD TA QURLST BOOAPIS PERIPSAX OD TA QURLST BOOAPISThe Heavens, And As A Handmaid Let Her Serve Them.L NIMB OUCHO SYMP OD CHRISTEOSL NIMB OUCHO SYMP OD CHRISTEOSOne SeasonLet It Confound Another, And Let There BeAG TOLTORN MIRC Q TIOBL LELTOL PAOMBDAG TOLTORN MIRC Q TIOBL LELTOL PAOMBDNo Creatures Upon Her Or In Her The Same.All Her MembersDILZMO ASPIAN OD CHRISTEOSAG LDILZMO ASPIAN OD CHRISTEOSAG LLet Them Differ In Their Qualities And Let There BeNo OneTOLTORN PARACH ASYMPTOLTORN PARACH ASYMPCreature Equal With Another.CORDZIZ DODPAL OD FIFALZCORDZIZ DODPAL OD FIFALZThe Reasoning Creatures Of Earth Let Them Vex And Weed OutL SMNAD OD FARGT BAMS L SMNAD OD FARGT BAMSOne Another, And The Dwelling Places Let Them Forget"},{"pageNumber":32,"pageContent":"OMAOAS CONISBRA OD AVAVOX TONUGOMAOAS CONISBRA OD AVAVOXTONUGTheir Names. The Work Of Man And His Pomp, Let Them Be Defaced.ORSCA TLB NOASMI TABGESORSCA TLB NOASMI TABGESThe Buildings Of Him, Let Them BecomeCaves LEVITHMONG UNCHI OM TILBLEVITHMONG UNCHI OM TILBFor The Beasts Of The Field. Confound The Understanding Of HerORS BAGLE MOOOAH OL CORDZIZORS BAGLE MOOOAH OL CORDZIZWith Darkness. For Why? It Repenteth Me I MadeMan.L CAPIMAO IXOMAXIP OD CA COCASB GOSAAL CAPIMAO IXOMAXIP OD CA COCASB GOSAAOne While Let Her Be Known, And Another Time A Stranger.BAGLEN PI I TIANTA ABABALOND OD FAORGTBAGLEN PI I TIANTA ABABALOND OD FAORGTBecause She Is The Bed Of An Harlot And The Dwelling PlaceTELOCVOVIM TELOCVOVIMOf Him That Is Fallen.MADRIIAX TORZU OADRIAX OROCHA MADRIIAX, ORZU OADRIAX OROCHAYou Heavens, Arise! The Lower Heavens Underneath You,ABOAPRITABAORI PRIAZ AR TABAORIABOAPRITABAORI PRIAZ AR TABAORILet Them Serve You!Govern Those That Govern;ADRPAN CORS TA DOBIX YOLCAM PRIAZIADRPAN CORS TA DOBIX YOLCAM PRIAZICast Down Such As Fall; Bring Forth With Those"},{"pageNumber":33,"pageContent":"AR COAZIOR OD QUASB QTING AR COAZIOR OD QUASB QTINGThat Increase, And Destroy The Rotten!RIPIRPAAOXT SAGACOR UML OD PRDZARRIPIRPAAOXT SAGACOR UML OD PRDZARNo PlaceLet It Remain In One Number: Add And DiminishCACRG AOIVEAE CORMPT TORZU ZACAR OD ZAMRANCACRG AOIVEAE CORMPT TORZU ZACAR OD ZAMRANUntil The Stars Be Numbered. Arise, Move, And AppearASPT SIBSI BUTMONA DS SURZASASPT SIBSI BUTMONA DS SURZASBefore The Covenant Of His Mouth, Which He Has SwornTIABALTAN ODOCICLE QAATIA BALTAN ODOCICLE QAAUnto Us In His Justice! OpenThe Mysteries Of Your Creation,OD OZAZMA PLAPLI IADNAMAD OD OZAZMA PLAPLI IADNAMADAnd Make Us Partakers OfUndefiled Knowledge!"}]
