[{"startMs":4480,"durationMs":3919,"subtitle":"Avatar considered by many to be one of the most groundbreaking movies of our generation"},{"startMs":9010,"durationMs":3830,"subtitle":"It stands as a testament of how far our technology has come"},{"startMs":13269,"durationMs":4519,"subtitle":"Allowing us to create and bear witness to new worlds like we've never seen them before"},{"startMs":18550,"durationMs":7190,"subtitle":"Yet under the surface of the technological achievement of this film lies a very deep undercurrent of hidden"},{"startMs":26109,"durationMs":1021,"subtitle":"spirituality"},{"startMs":27130,"durationMs":1790,"subtitle":"At the highest level of this movie"},{"startMs":28920,"durationMs":7199,"subtitle":"We see the story play out as a narrative between the dualistic nature of our human consciousness and our relationship with our planet"},{"startMs":36489,"durationMs":2540,"subtitle":"you can describe this duality in ways such as"},{"startMs":39579,"durationMs":6560,"subtitle":"Organic versus mechanic the soft versus the hard the light versus the dark the enlightened versus the asleep"},{"startMs":46300,"durationMs":2569,"subtitle":"Or the alien versus the native"},{"startMs":49600,"durationMs":7760,"subtitle":"This dualistic theme is introduced to us by a look at how the human world has evolved and a reflection of the same consciousness"},{"startMs":57360,"durationMs":2279,"subtitle":"We have today that got us there in"},{"startMs":60219,"durationMs":6290,"subtitle":"This futuristic world people are cold and the earth has been polluted and there's no sign of things improving"},{"startMs":67060,"durationMs":6050,"subtitle":"Those in power are using their resources to leech off of another planet to support their own dying world"},{"startMs":74170,"durationMs":5120,"subtitle":"Jake the lead protagonist lands on pandora with the same conditioning as the rest of the military"},{"startMs":80140,"durationMs":6529,"subtitle":"Pandora is a hostile and the natives are deadly and everything wants to kill you as the story progresses"},{"startMs":86670,"durationMs":2760,"subtitle":"We see the transition from one paradigm of consciousness"},{"startMs":90009,"durationMs":5900,"subtitle":"into another through Jake's own discovery that the story he's been told is not the highest truth as"},{"startMs":96759,"durationMs":1891,"subtitle":"We are introduced to the Navi"},{"startMs":98650,"durationMs":2989,"subtitle":"We are invited to explore a fresh take on spirituality"},{"startMs":101799,"durationMs":6170,"subtitle":"Which has been designed for this movie based on African Native American and other indigenous cultures of the world"},{"startMs":108549,"durationMs":6050,"subtitle":"They teach us of a WA the deity to whom the Navi prays in reverence and we are taught that to them"},{"startMs":114880,"durationMs":4160,"subtitle":"God is feminine and nature is infused with her divine spirit"},{"startMs":119920,"durationMs":7400,"subtitle":"Scientifically we are given explanations of this - through the electrochemical neural network that exists between all of the plant life on the entire world"},{"startMs":127840,"durationMs":6040,"subtitle":"connecting life together as if one giant living organism something the Navi are a part of and can tap into"},{"startMs":134670,"durationMs":6589,"subtitle":"Around their sacred tree. We see rocks formed in the shape of an electromagnetic field further illustrating the symbolism"},{"startMs":142140,"durationMs":5690,"subtitle":"What's amazing here is that this is not exclusive to Pandora in that we see this reflected in the whole universe"},{"startMs":148620,"durationMs":4760,"subtitle":"Scientists today have observed that the universe itself appears to form much like a neural network"},{"startMs":153900,"durationMs":4040,"subtitle":"Suggesting that everything in existence is a part of a giant interconnected mind"},{"startMs":158310,"durationMs":7699,"subtitle":"These are foundational teachings of hermetics and James Cameron clearly has embedded these ideas deep into the foundational structure of the story"},{"startMs":167670,"durationMs":6410,"subtitle":"Further it may not be coincidental that a watt sounds similar to Yahweh one of the names for God in the Bible"},{"startMs":174510,"durationMs":6139,"subtitle":"It's almost as if through this film we are shown this connection to the religions that we have in the world today and how life"},{"startMs":180780,"durationMs":3529,"subtitle":"Changes when we look to the feminine side of deity versus the masculine"},{"startMs":185250,"durationMs":6889,"subtitle":"Throughout this movie. We see Jake begin to soften to the experience of the Navi and just as this process is happening"},{"startMs":192450,"durationMs":1650,"subtitle":"We see a very clear"},{"startMs":194100,"durationMs":2089,"subtitle":"juxtaposition between the two different states of consciousness"},{"startMs":196860,"durationMs":4069,"subtitle":"The first is the perception that you are separate from nature a mentality"},{"startMs":201150,"durationMs":4190,"subtitle":"Embodied by the entire human army and Jake too when he goes on his first mission"},{"startMs":205739,"durationMs":6200,"subtitle":"he is curious about the environment but it is separate from him and this is made very clear once he finds himself alone in the"},{"startMs":211940,"durationMs":670,"subtitle":"wilderness"},{"startMs":212610,"durationMs":1770,"subtitle":"struggling to survive"},{"startMs":214380,"durationMs":4819,"subtitle":"this is deeply relevant to a quote by Albert Einstein who said the following I"},{"startMs":219810,"durationMs":4940,"subtitle":"Think the most important question facing humanity is is the universe a friendly place"},{"startMs":225120,"durationMs":4220,"subtitle":"This is the first and most basic question all people must answer for themselves"},{"startMs":229920,"durationMs":2900,"subtitle":"For if we decide that the universe is an unfriendly place"},{"startMs":232980,"durationMs":4069,"subtitle":"Then we will use our technology our scientific discoveries and our natural"},{"startMs":237360,"durationMs":4309,"subtitle":"resources to achieve safety and power by creating bigger walls to keep out the"},{"startMs":241950,"durationMs":6229,"subtitle":"unfriendliness and bigger weapons to destroy all of that which is unfriendly and I believe that we are getting to a place where technology"},{"startMs":248310,"durationMs":6619,"subtitle":"Is powerful enough that we may either completely isolate or destroy ourselves as well in this process?"},{"startMs":255510,"durationMs":6109,"subtitle":"If we decide that the universe is neither friendly nor unfriendly and that God is essentially playing dice with the universe"},{"startMs":261959,"durationMs":5389,"subtitle":"Then we are simply victims to the toss of the dice and our lives have no real purpose or meaning"},{"startMs":268080,"durationMs":2450,"subtitle":"But if we decide that the universe is a friendly place"},{"startMs":270780,"durationMs":7880,"subtitle":"Then we will use our technology our scientific discoveries and our natural resources to create tools and models for understanding that universe"},{"startMs":279060,"durationMs":4579,"subtitle":"Because power and safety will come through understanding its workings and its motives"},{"startMs":284699,"durationMs":2029,"subtitle":"God does not play dice with the universe"},{"startMs":287849,"durationMs":5780,"subtitle":"For Jake in the forest. We see him light a torch drowning out the light of the natural beauty around him"},{"startMs":293849,"durationMs":3440,"subtitle":"This is not dissimilar to how in a city. It is difficult"},{"startMs":297289,"durationMs":3660,"subtitle":"If not, sometimes impossible to see the lights of the stars above our heads"},{"startMs":301500,"durationMs":3679,"subtitle":"It's only when we turn out the light can we truly learn to see?"},{"startMs":306300,"durationMs":1730,"subtitle":"Just before Neytiri rescues him"},{"startMs":308030,"durationMs":5609,"subtitle":"There is a moment when she is going to kill him but a spirit of the forest comes and stops her from firing the era"},{"startMs":314250,"durationMs":2630,"subtitle":"this may very well be one of the most"},{"startMs":317400,"durationMs":6679,"subtitle":"Significant scenes in the entire movie because it shows the difference between Navi consciousness and human consciousness"},{"startMs":324659,"durationMs":6470,"subtitle":"She is able to listen to nature. She hears what it has to say and she surrenders to the divine will"},{"startMs":331889,"durationMs":4250,"subtitle":"Instead of firing. Anyways, she stays her weapon and then saves his life"},{"startMs":337289,"durationMs":6110,"subtitle":"She remarks that he is like a baby making noise not knowing what to do speaking to his own spiritual immaturity"},{"startMs":344099,"durationMs":4880,"subtitle":"She points out that it's his fault the Jackals attacked him because he wasn't in tune with nature"},{"startMs":349680,"durationMs":6049,"subtitle":"This speaks to our own ability to take responsibility for what we are creating. Even if it's unconscious to us"},{"startMs":356729,"durationMs":6500,"subtitle":"over the course of the following hour or so of the movie we watch as Jake deeply connects with the Navi and their ways and"},{"startMs":363300,"durationMs":4369,"subtitle":"in doing so discovers his spiritual self and falls in love for"},{"startMs":368520,"durationMs":5690,"subtitle":"viewers watching this film we get to experience the transformation of Jake within us because we are"},{"startMs":374400,"durationMs":5959,"subtitle":"Experiencing the movie within our own consciousness and so Jake and the other characters actually become our own"},{"startMs":380699,"durationMs":6019,"subtitle":"Avatar, as for those of us who are receptive we to learn to soften to the more natural ways of life"},{"startMs":387330,"durationMs":2540,"subtitle":"The film provides a lens for us to ask ourselves"},{"startMs":390509,"durationMs":5029,"subtitle":"Where are we being hard rigid or otherwise emotionless in our journey through life"},{"startMs":396110,"durationMs":4109,"subtitle":"And how can we connect deeper with ourselves and the natural world around us?"},{"startMs":401610,"durationMs":5239,"subtitle":"Curiously, there is a deleted scene from this movie that almost taught us a deeper lesson here"},{"startMs":406920,"durationMs":5660,"subtitle":"But unfortunately, it was cut from the final production. But good news. We can learn that lesson now"},{"startMs":413220,"durationMs":2720,"subtitle":"the scene features Jake in his avatar form"},{"startMs":416520,"durationMs":4489,"subtitle":"Participating in a sacred ceremony that is not at all dissimilar from an ayahuasca journey"},{"startMs":421140,"durationMs":3980,"subtitle":"Although this version includes eating a worm and getting bitten by a scorpion"},{"startMs":425120,"durationMs":3839,"subtitle":"Oh and as a side note Scorpio is the zodiac sign of the invisible"},{"startMs":429870,"durationMs":2000,"subtitle":"mysticism and transformation"},{"startMs":431970,"durationMs":5689,"subtitle":"Much like ayahuasca Jake goes through a rather tumultuous period as his consciousness changes awareness"},{"startMs":437660,"durationMs":3210,"subtitle":"And then he suddenly activates into his energy body"},{"startMs":441510,"durationMs":890,"subtitle":"from here"},{"startMs":442400,"durationMs":7470,"subtitle":"He leaves his physical form and rises as energy into a world of light connection and transcendent beauty where he connects with"},{"startMs":449870,"durationMs":4559,"subtitle":"What is probably the spirit of a watt through the great tree of life and honestly?"},{"startMs":454950,"durationMs":7190,"subtitle":"Once you've seen the scene watching the full movie normally just feels like it's missing this big crescendo right in the middle"},{"startMs":462330,"durationMs":3799,"subtitle":"It's such a powerful and transcendent scene just saying"},{"startMs":467280,"durationMs":4699,"subtitle":"While we can't say definitively that Cameron and his team participated in ayahuasca ceremonies"},{"startMs":472020,"durationMs":3889,"subtitle":"The connection here is too striking to suggest that he's never heard of it either"},{"startMs":476490,"durationMs":6379,"subtitle":"Nevertheless James if you're watching this, I know you probably had some good reason for taking that scene out"},{"startMs":483120,"durationMs":6110,"subtitle":"Maybe you thought people wouldn't get it that society wasn't ready or perhaps you had some studio executive going"},{"startMs":489330,"durationMs":7309,"subtitle":"Remember, you can't show that to a million people. But whatever. The reason I implore you please bring this scene back for Avatar 2"},{"startMs":497670,"durationMs":2839,"subtitle":"Moving on even though we didn't get our ayahuasca scene"},{"startMs":500510,"durationMs":7980,"subtitle":"We got some other ceremonies that were just as interesting as we see on multiple occasions the Navi also participate in a sacred ceremony"},{"startMs":508710,"durationMs":4399,"subtitle":"where they link their consciousness together and connect with a hoie for a divine purpose and"},{"startMs":513390,"durationMs":3650,"subtitle":"In the case of this movie that purpose is sole transference"},{"startMs":517620,"durationMs":6590,"subtitle":"Through their collective mind and mystic prayer they are able to move the soul from one individual into another body"},{"startMs":525180,"durationMs":3379,"subtitle":"What's especially curious about this? Is that thinking biologically?"},{"startMs":528690,"durationMs":4790,"subtitle":"Why would any species need to learn how to do this especially like the Navi?"},{"startMs":533480,"durationMs":6389,"subtitle":"It doesn't seem like something they'd really ever need to use. They probably don't have tons of empty Navi bodies"},{"startMs":539870,"durationMs":3420,"subtitle":"Just lying around for them to switch their souls into whenever they want, right"},{"startMs":544020,"durationMs":4010,"subtitle":"Therefore the significance of these scenes is to demonstrate two things"},{"startMs":548610,"durationMs":2329,"subtitle":"One to give us an underlying understanding"},{"startMs":551340,"durationMs":5539,"subtitle":"that consciousness is not limited to the brain or body but exists beyond it and through it and"},{"startMs":557340,"durationMs":2779,"subtitle":"further that with a connection to the divine"},{"startMs":560730,"durationMs":2000,"subtitle":"Anything can be accomplished"},{"startMs":563010,"durationMs":7010,"subtitle":"After this movie came out there were people who were depressed and even a few cases of suicide because the world of Pandora wasn't real"},{"startMs":570020,"durationMs":3599,"subtitle":"Or at the very least if it's out there it's not accessible to us"},{"startMs":573620,"durationMs":3630,"subtitle":"And Pandora was just so much more appealing than the world we have now"},{"startMs":577710,"durationMs":660,"subtitle":"however"},{"startMs":578370,"durationMs":3110,"subtitle":"thanks to this movie Pandora now lives within us and"},{"startMs":581700,"durationMs":6020,"subtitle":"beyond that the film provides us with lessons on how we can restore life on earth to a natural way of being"},{"startMs":588000,"durationMs":6140,"subtitle":"Through the proper use of prayer ceremony and understanding that we are all connected through our thoughts and feelings"},{"startMs":594180,"durationMs":7069,"subtitle":"We can amplify our spiritual energy and accomplish things that may even seem impossible for us today a hundred years ago"},{"startMs":601250,"durationMs":4020,"subtitle":"we could never even have conceived of a technology like a smartphone just"},{"startMs":605820,"durationMs":2090,"subtitle":"Imagine where we could be in another hundred years"},{"startMs":609120,"durationMs":2330,"subtitle":"Finally the way that many people experience"},{"startMs":611450,"durationMs":2160,"subtitle":"This film was a narrative about nature"},{"startMs":613950,"durationMs":840,"subtitle":"humans have been"},{"startMs":614790,"durationMs":6109,"subtitle":"Incredibly destructive on the face of the planet and we must change our behavior in order to thrive in harmony with the natural world"},{"startMs":621300,"durationMs":3919,"subtitle":"We understand clearly that economic imperialism is disaster"},{"startMs":625560,"durationMs":6740,"subtitle":"Exploitive and it's time we collectively found a better way to express that desire to create and expand in a way"},{"startMs":632300,"durationMs":6000,"subtitle":"That is in harmony with all of life. We can see that the Navi live abundantly. They do not have money"},{"startMs":638460,"durationMs":1170,"subtitle":"Everything is shared"},{"startMs":639630,"durationMs":5780,"subtitle":"This says to us that we too can create a life like this on this planet if we are able to get to a place"},{"startMs":645600,"durationMs":6349,"subtitle":"consciously where we see each other as connected and give ourselves freely to each other to infinitum and"},{"startMs":652980,"durationMs":3500,"subtitle":"most important avatar is a narrative on the relationship between"},{"startMs":656940,"durationMs":5760,"subtitle":"Colonists and natives which we have seen many expressions of in different ways from frozen to and Pocahontas"},{"startMs":662920,"durationMs":2030,"subtitle":"to dances with wolves and Fern Gully"},{"startMs":665470,"durationMs":2000,"subtitle":"This is a very important conversation"},{"startMs":667900,"durationMs":3440,"subtitle":"Because things in real life didn't go the way they did in Avatar"},{"startMs":672370,"durationMs":7729,"subtitle":"Civilizations were destroyed and suppressed and today there are entire cultures that are still living under the heel of the colonialist empires"},{"startMs":680920,"durationMs":7010,"subtitle":"Today films like Avatar helped to bring these conversations to light in a way that makes it easy for the collective consciousness to grasp"},{"startMs":688270,"durationMs":4099,"subtitle":"It's very easy to take for granted the actions of our ancestors that brought us here today"},{"startMs":692680,"durationMs":1230,"subtitle":"But we must acknowledge"},{"startMs":693910,"durationMs":5809,"subtitle":"Our history and learn from it if we are going to create collective healing and a better future for all of us"},{"startMs":700690,"durationMs":1970,"subtitle":"Now there's one final thing"},{"startMs":702660,"durationMs":5490,"subtitle":"I wish to speak on while the general mentality of the humans are observed as the antagonist in the movie"},{"startMs":708310,"durationMs":5539,"subtitle":"There is one aspect of it that we must recognize as important, which is the human technology"},{"startMs":714100,"durationMs":4820,"subtitle":"You see the Navi live in a different paradigm. They have no need to build spaceships"},{"startMs":719020,"durationMs":6529,"subtitle":"They do that with their version of ayahuasca, but the humans on the other hand have a lot of very unique and beautiful technology"},{"startMs":726070,"durationMs":5899,"subtitle":"it's unfortunate that we see this technology used for such selfish and abusive purposes because the"},{"startMs":732100,"durationMs":6020,"subtitle":"Technology itself isn't evil just the people steering it now avatar itself was praised for its"},{"startMs":738490,"durationMs":6380,"subtitle":"technological innovation and through the film we see a farther potential as to what humanity could create with our computers and"},{"startMs":745210,"durationMs":3079,"subtitle":"Even more significantly with our biotech"},{"startMs":748750,"durationMs":3530,"subtitle":"It's through the technology that the Avatar bodies were created and that"},{"startMs":752500,"durationMs":4880,"subtitle":"Which allowed a conscious neural link between their physical form and the avatar body?"},{"startMs":757990,"durationMs":5210,"subtitle":"It's the idea that we are so powerful as a species we can create literally anything"},{"startMs":763200,"durationMs":4619,"subtitle":"We want to if we follow in this thought we can see that the entire world of Pandora"},{"startMs":768120,"durationMs":6719,"subtitle":"is actually something that we could completely turn the earth into if we collectively decided we wanted that we have the"},{"startMs":775060,"durationMs":7399,"subtitle":"Capability to learn how to terraform this entire planet into a thriving natural ecosystem just as much as we can use that same"},{"startMs":782709,"durationMs":2480,"subtitle":"Technology to completely blow up the planet"},{"startMs":786190,"durationMs":2779,"subtitle":"Ultimately that decision rests in our hands"},{"startMs":789820,"durationMs":2630,"subtitle":"Individually and together as a species"},{"startMs":792700,"durationMs":6139,"subtitle":"the only thing that will limit us from some magical future for us all is if we can learn to live from the heart and"},{"startMs":799120,"durationMs":4700,"subtitle":"See each other the way that the Navi saw each other one with everything. I"},{"startMs":804820,"durationMs":5449,"subtitle":"See you and thank you so much for watching. I know that there's actually a lot more in this movie"},{"startMs":810269,"durationMs":2000,"subtitle":"So if you notice something else that we missed"},{"startMs":812380,"durationMs":4579,"subtitle":"Share it in the comments below and while you're at it don't forget to give a like and a subscribe"},{"startMs":817540,"durationMs":4100,"subtitle":"With that I'll see you again next week for some more hidden spirituality"},{"startMs":825279,"durationMs":2000,"subtitle":"You"}]
