[{"startMs":9879,"durationMs":3490,"subtitle":"One of the things that maya and I found while writing this paoaer is we were looking at"},{"startMs":13369,"durationMs":6951,"subtitle":"the discourse that preceded genocide in genocidal states. The enhancement of a sense of victimization"},{"startMs":20320,"durationMs":4090,"subtitle":"on the part of one of the groups. Usually the group that’s going to commit the genocide."},{"startMs":24410,"durationMs":6009,"subtitle":"First of all their sense of being victims is much heightened by the demagogues who are"},{"startMs":30419,"durationMs":3490,"subtitle":"trying to stir up this sort of hatred. And so they basically say look, you’ve been"},{"startMs":33909,"durationMs":3741,"subtitle":"oppressed in a variety of ways and these are the people who did it and they’re not going"},{"startMs":37650,"durationMs":3320,"subtitle":"to stop doing it and this time we’re going to get them before they get us."},{"startMs":40970,"durationMs":4930,"subtitle":"It’s something like that and so there’s something very pathological about the enhancement"},{"startMs":45900,"durationMs":5859,"subtitle":"of victimization which is well…."},{"startMs":51759,"durationMs":6571,"subtitle":"See the problem as far as I’m concerned with it is it’s not thought through very"},{"startMs":58330,"durationMs":7280,"subtitle":"well. Because there’s a point that’s been made. And the point is that, people have been"},{"startMs":65610,"durationMs":7520,"subtitle":"oppressed and they suffer. And that’s true. That point."},{"startMs":73130,"durationMs":7059,"subtitle":"But then the proper framework from within which to interpret that, I believe, is that’s"},{"startMs":80189,"durationMs":6250,"subtitle":"characteristics of life. You can’t take it personally in some sense. And you can’t"},{"startMs":86439,"durationMs":3511,"subtitle":"divide the world neatly into perpetrators and victims. And you certainly can’t divide"},{"startMs":89950,"durationMs":4010,"subtitle":"the world neatly into perpetrators and victims and then assume that you’re only in the"},{"startMs":93960,"durationMs":7259,"subtitle":"victim class and then assume that that gives you certain access to certain forms of redress"},{"startMs":101219,"durationMs":4170,"subtitle":"let’s say. It gets dangerous very rapidly if you do that sort of thing."},{"startMs":105389,"durationMs":5221,"subtitle":"For example, one of the things that characterized the soviet union and this was particularly"},{"startMs":110610,"durationMs":6969,"subtitle":"true in the 1920’s but afterwards. So the soviets were very much enamored with the idea"},{"startMs":117579,"durationMs":1610,"subtitle":"of class guilt."},{"startMs":119189,"durationMs":8820,"subtitle":"So for example althout it was only about 40 years previously that the surfs had been emancipated."},{"startMs":128009,"durationMs":4172,"subtitle":"They weren’t much more than slaves and that was the bulk of the russian population. They"},{"startMs":132181,"durationMs":7039,"subtitle":"were bought and sold along with the land. so they had been emancipated, some of them,"},{"startMs":139220,"durationMs":5590,"subtitle":"many of them had turned into independent farmers, and some of them had become reasonably prosperous"},{"startMs":144810,"durationMs":5050,"subtitle":"because at least in principle, i presume a certain portion of them from being crooked,"},{"startMs":149860,"durationMs":3900,"subtitle":"but I presume a larger proportion from being able to actually raise food."},{"startMs":153760,"durationMs":7350,"subtitle":"Of course at that time, the bulk of the russian food population was produced by these relatively"},{"startMs":161110,"durationMs":7110,"subtitle":"successful peasant farmers. Relatively successful means maybe they had a brick house and a couple"},{"startMs":168220,"durationMs":5090,"subtitle":"of cows and were able to hire a few people and so you know it wasn’t like they were"},{"startMs":173310,"durationMs":2200,"subtitle":"massive land owners or anything."},{"startMs":175510,"durationMs":5110,"subtitle":"But I talked to you a little bit about the Pareto principle. A notion that in any domain"},{"startMs":180620,"durationMs":4350,"subtitle":"of activity a small proportion of people end up producing most of what’s in that domain"},{"startMs":184970,"durationMs":5670,"subtitle":"of activity. The same was true in Russia with most of these peasant farmers. Some of them"},{"startMs":190640,"durationMs":5540,"subtitle":"were extraordinarily efficient and they produced most of Russia’s food. When the communists"},{"startMs":196180,"durationMs":7170,"subtitle":"came in, they described those land holders as parasites, essentially. Predicated on the"},{"startMs":203350,"durationMs":6660,"subtitle":"Marxist idea that if someone had extracted profit from an enterprise that they had basically"},{"startMs":210010,"durationMs":6620,"subtitle":"stolen that profit from the people that they employed or otherwise oppressed. So you could"},{"startMs":216630,"durationMs":8780,"subtitle":"be a member of the Kulak K U L A K you could be a member of the kulak class. And because"},{"startMs":225410,"durationMs":3970,"subtitle":"you were a member of that class you were automatically guilty."},{"startMs":229380,"durationMs":3820,"subtitle":"And you gotta think this through to really understand what happened. What happened was"},{"startMs":233200,"durationMs":6400,"subtitle":"the intellectual communists were sent out in cadres into these little towns to find"},{"startMs":239600,"durationMs":3270,"subtitle":"people to help them round up the kulaks."},{"startMs":242870,"durationMs":4760,"subtitle":"Now you gotta think about what a small town is like. So imagine you’re in a town and"},{"startMs":247630,"durationMs":4410,"subtitle":"there’s 3 or 4 people or maybe 10 people who are a little more successful than everyone"},{"startMs":252040,"durationMs":4580,"subtitle":"else. And a certain number of people are going to be fine with that and maybe even happy"},{"startMs":256620,"durationMs":4449,"subtitle":"about it because they regard those people as particularly productive. As stalwart members"},{"startMs":261069,"durationMs":2641,"subtitle":"of the community regardless of their flaws."},{"startMs":263710,"durationMs":3530,"subtitle":"But there’s going to be some people who are not happy about it at all. That are going"},{"startMs":267240,"durationMs":5480,"subtitle":"to be very resentful about it and jealous. And those are going to be people I would say"},{"startMs":272720,"durationMs":4520,"subtitle":"are going to be of the less positive type and so when the intellectuals came in and"},{"startMs":277240,"durationMs":5510,"subtitle":"described the reason these people should be treated as parasites and profiteers, then"},{"startMs":282750,"durationMs":3700,"subtitle":"it was the resentful minority in those towns and that would be the kind of guy that hangs"},{"startMs":286450,"durationMs":4500,"subtitle":"around in the bar all the time and is completely unconscientious and fails at everything and"},{"startMs":290950,"durationMs":2110,"subtitle":"then blames everyone else for it."},{"startMs":293060,"durationMs":5130,"subtitle":"The intellectuals came in and said “This is unfair that this happened to you. You’ve"},{"startMs":298190,"durationMs":4600,"subtitle":"actually been victimized and now it’s your opportunity to go have your revenge. And so"},{"startMs":302790,"durationMs":1180,"subtitle":"that’s exactly what happened."},{"startMs":303970,"durationMs":7699,"subtitle":"Now in some of the villages sometime the peasants would actually surround the farmsteads of"},{"startMs":311669,"durationMs":4621,"subtitle":"these more successful people and try to defend them but that never worked out for every long"},{"startMs":316290,"durationMs":6760,"subtitle":"and so these mobs, these angry mobs would go into the and strip these place down to"},{"startMs":323050,"durationMs":6130,"subtitle":"nothing and pack these people up and send them on trains with no food out to Siberia"},{"startMs":329180,"durationMs":4239,"subtitle":"where there was no place to live. So they were packed into houses where maybe they had"},{"startMs":333419,"durationMs":5761,"subtitle":"a square meter to live while their children died of typhoid and many of them froze to"},{"startMs":339180,"durationMs":4640,"subtitle":"death. Many many people died. Millions of people died as a consequence of the de-kulakization."},{"startMs":343820,"durationMs":5210,"subtitle":"Or at least as a consequence of its total effect."},{"startMs":349030,"durationMs":9440,"subtitle":"And so what happened then was there wasn’t any food produced. And then 6 million Ukrainians"},{"startMs":358470,"durationMs":5669,"subtitle":"starved to death in the 1920’s. Which is something you never hear about. Why? Why do"},{"startMs":364139,"durationMs":4221,"subtitle":"you never hear about that? That’s a question worth asking. You know it was an absolute"},{"startMs":368360,"durationMs":6930,"subtitle":"catastrophe. So these people were starving. Right to the point of cannibalism. It was"},{"startMs":375290,"durationMs":3510,"subtitle":"ugly. As ugly as anything you could imagine."},{"startMs":378800,"durationMs":4730,"subtitle":"If you were a mother, so you’re supposed to hand all your grain to the central committee,"},{"startMs":383530,"durationMs":3820,"subtitle":"mostly for distribution into the cities. You didn't get to keep any for yourself. And so"},{"startMs":387350,"durationMs":6080,"subtitle":"maybe if you were a mother you’d go out in fields that had already been harvested"},{"startMs":393430,"durationMs":4760,"subtitle":"and you’d pick up individual grains of wheat and if you didn’t turn those in that was"},{"startMs":398190,"durationMs":6900,"subtitle":"death for you. So that’s how far it was pushed. So…"},{"startMs":405090,"durationMs":6740,"subtitle":"So that’s a little story about how the idea of victimization and perpetration can get"},{"startMs":411830,"durationMs":8380,"subtitle":"out of hand extraordinarily rapidly. So whenever people are beating the victim drum you know"},{"startMs":420210,"durationMs":5610,"subtitle":"they’ll cover that up with empathy roughly speaking. “We’re speaking on behalf of"},{"startMs":425820,"durationMs":6160,"subtitle":"the oppressed.” It’s like maybe you are, but maybe you’re no saint. Because you’re"},{"startMs":431980,"durationMs":4960,"subtitle":"so sure that you’re a saint and you’re only speaking from a position of good. Highly"},{"startMs":436940,"durationMs":61600,"subtitle":"unlikely."}]
