[{"startMs":8870,"durationMs":6250,"subtitle":"there has been some kind of a universal system at use in the ancient world"},{"startMs":15120,"durationMs":4739,"subtitle":"And these various cultural groups whether it was the Egyptians or Sumerians or Mayans"},{"startMs":19859,"durationMs":6121,"subtitle":"or the Hopewellian's or the megalithic builders had access to some universal"},{"startMs":25980,"durationMs":7500,"subtitle":"system from some source that was outside their own cultural context and I suggest"},{"startMs":33480,"durationMs":5759,"subtitle":"that the source of that goes back into deep time that takes us back beyond the"},{"startMs":39239,"durationMs":5011,"subtitle":"threshold of known history into the realm of mythical history which means"},{"startMs":44250,"durationMs":5309,"subtitle":"we're going back like into the Ice Age back into the pleistocene to use the"},{"startMs":49559,"durationMs":5820,"subtitle":"geologist term back into the to the deep recesses of the human tenure on"},{"startMs":55379,"durationMs":6660,"subtitle":"planet earth whose only memory has come down to us, not in the form of recorded"},{"startMs":62039,"durationMs":5821,"subtitle":"history, but in the form of myth and epic story and legend and so forth because as"},{"startMs":67860,"durationMs":4680,"subtitle":"it turns out if we in this way this is again as a is a good topic first the"},{"startMs":72540,"durationMs":6899,"subtitle":"sacred geometry class when we analyze plato's description of atlantis."},{"startMs":79439,"durationMs":6901,"subtitle":"Plato basically gave the date of the sinking of atlantis as 9,000 years prior"},{"startMs":86340,"durationMs":7380,"subtitle":"to Solon, the Athenian poet and statesman."},{"startMs":93720,"durationMs":3780,"subtitle":"Solon did a 10-year exile in Egypt and brought back the"},{"startMs":97500,"durationMs":7950,"subtitle":"tale of Atlantis and presented it to the to the Greeks and Solon basically made"},{"startMs":105450,"durationMs":7529,"subtitle":"that journey around 600 BC so if you had the nine thousand years to the 600 BC we"},{"startMs":112979,"durationMs":3960,"subtitle":"come up with a date of about eleven thousand six hundred years ago for"},{"startMs":116939,"durationMs":6661,"subtitle":"Plato's date for this the demise of Atlantis well it's very interesting that"},{"startMs":123600,"durationMs":4490,"subtitle":"the date eleven thousand six hundred years has been independently discovered"},{"startMs":128090,"durationMs":5360,"subtitle":"by geologists who look at the tempo of various catastrophes"},{"startMs":133450,"durationMs":5850,"subtitle":"that have occurred on earth and to those catastrophes is where I'm now going to turn"},{"startMs":139300,"durationMs":7680,"subtitle":"Catastrophes in the time of man: the tempo of global change. What I've done"},{"startMs":146980,"durationMs":6290,"subtitle":"here is I put a time bar that goes from the present right here this is us now"},{"startMs":153270,"durationMs":7330,"subtitle":"this is today right here is May 3rd at 4 o'clock. Is it 4 o'clock? that's right"},{"startMs":160600,"durationMs":4080,"subtitle":"here and this is a hundred and fifty thousand years ago and the reason I used"},{"startMs":164680,"durationMs":5100,"subtitle":"150 thousand years is that some of the earliest skeletal remains ever"},{"startMs":169780,"durationMs":6350,"subtitle":"discovered of modern humans date back to 150 - even to 180 thousand years"},{"startMs":176130,"durationMs":4150,"subtitle":"skeletons that appear to be indistinguishable from a modern skeleton"},{"startMs":180280,"durationMs":5970,"subtitle":"which suggests that modern humans with presumably equivalent intelligence to"},{"startMs":186250,"durationMs":6060,"subtitle":"our own were present on the planet at least this far back so here we've got a"},{"startMs":192310,"durationMs":4530,"subtitle":"hundred and fifty thousand year time span. You'll notice this little red bar"},{"startMs":196840,"durationMs":4980,"subtitle":"at the end, that red bar represents the span of recorded history, which is"},{"startMs":201820,"durationMs":7740,"subtitle":"basically the advent of Sumerian cuneiform writing so if it turns out"},{"startMs":209560,"durationMs":6500,"subtitle":"that there were modern humans living through this whole span of time"},{"startMs":216060,"durationMs":5530,"subtitle":"Why is there no history? Well now you've got to do is turn to these various"},{"startMs":221590,"durationMs":6450,"subtitle":"things that I've put on here these are events that have occurred and I used a"},{"startMs":228040,"durationMs":4560,"subtitle":"certain criteria for these events and here's the criteria I used. I began"},{"startMs":232600,"durationMs":8100,"subtitle":"studying the record of geological change, climate change, environmental change and"},{"startMs":240700,"durationMs":7430,"subtitle":"I focused on events that could be considered catastrophic and catastrophic"},{"startMs":248130,"durationMs":9639,"subtitle":"to the extent that were an event of an equivalent magnitude to occur now it"},{"startMs":257769,"durationMs":3710,"subtitle":"would basically end civilization as we know it."},{"startMs":261479,"durationMs":4711,"subtitle":"That's the criteria. What would be the magnitude of an event that"},{"startMs":266190,"durationMs":6539,"subtitle":"it would take to terminate our modern industrial civilization? That's the"},{"startMs":272729,"durationMs":4771,"subtitle":"criteria that I used. Then I begin to search through the record of all the"},{"startMs":277500,"durationMs":4860,"subtitle":"events that would be of that magnitude or greater and the events that I found"},{"startMs":282360,"durationMs":5880,"subtitle":"so far have been entered onto this graph and they're listed all here you can see them."},{"startMs":288240,"durationMs":5549,"subtitle":"and how many do we have here? and this is not complete necessarily but"},{"startMs":293789,"durationMs":10171,"subtitle":"we have at least 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16 of them in a hundred and"},{"startMs":303960,"durationMs":5550,"subtitle":"fifty thousand years so at least 16 times in the last hundred and fifty"},{"startMs":309510,"durationMs":4790,"subtitle":"thousand years there have been climate or environmental or geological"},{"startMs":314300,"durationMs":5350,"subtitle":"catastrophes powerful enough that were they occur to occur today would"},{"startMs":319650,"durationMs":5310,"subtitle":"essentially put us back into the Stone Age. Would essentially if you think about"},{"startMs":324960,"durationMs":5100,"subtitle":"some of the small catastrophes we have seen in the last few years from the the"},{"startMs":330060,"durationMs":4380,"subtitle":"destruction of New Orleans to the great tsunami you know to some of the big"},{"startMs":334440,"durationMs":6090,"subtitle":"earthquakes that we've seen. You know New Orleans is still not recovered, but"},{"startMs":340530,"durationMs":4319,"subtitle":"you've got to imagine what would happen if an event that was one order of"},{"startMs":344849,"durationMs":5911,"subtitle":"magnitude greater than Katrina happened? By that I mean ten times worse. Let's say"},{"startMs":350760,"durationMs":4250,"subtitle":"that we had ten cities decimated to the extent of New Orleans."},{"startMs":355010,"durationMs":6790,"subtitle":"We could certainly recover from that but it would be a major effort to do so."},{"startMs":361800,"durationMs":4049,"subtitle":"Now, what if we were talking about two orders of magnitude? let's say to put it into a"},{"startMs":365849,"durationMs":4261,"subtitle":"rough equivalency an event that could could cause the decimation of a hundred"},{"startMs":370110,"durationMs":8309,"subtitle":"major urban areas. Could we recover from that? Questionable. Now, let's go three"},{"startMs":378419,"durationMs":3750,"subtitle":"orders of magnitude and now we're talking about the equivalent of a"},{"startMs":382169,"durationMs":5761,"subtitle":"thousand major cities completely decimated. Okay, at that level, three"},{"startMs":387930,"durationMs":4950,"subtitle":"orders of magnitude, that's what these are. Those are events that essentially"},{"startMs":392880,"durationMs":3469,"subtitle":"would be three orders of magnitude."},{"startMs":396499,"durationMs":5861,"subtitle":"Once you begin to ponder this it becomes apparent why there isn't a record an"},{"startMs":402360,"durationMs":3869,"subtitle":"extant record of what's been going on for the whole time that we humans have"},{"startMs":406229,"durationMs":6840,"subtitle":"been here. Now, at this point you probably haven't tied this in with what we've"},{"startMs":413069,"durationMs":4850,"subtitle":"been saying before other than I'll point out a few things to you that should be"},{"startMs":417919,"durationMs":10150,"subtitle":"on set of the late Wisconsin ice age. 26,000 years before present. Remember the"},{"startMs":428069,"durationMs":6720,"subtitle":"great year and the processional cycle? Add about 80 years to that we've got 26,000"},{"startMs":434789,"durationMs":5790,"subtitle":"of course 26,000 you consider a figure plus or minus a few centuries now you"},{"startMs":440579,"durationMs":2790,"subtitle":"come through that cosmic lock that I showed you right"},{"startMs":443369,"durationMs":7260,"subtitle":"halfway to the cusp of the age of Leo. twelve thousand nine hundred years ago roughly"},{"startMs":450629,"durationMs":5010,"subtitle":"rand what happened? We have something that happened twelve thousand"},{"startMs":455639,"durationMs":4590,"subtitle":"nine hundred years before present onset of the Younger Dryas climate"},{"startMs":460229,"durationMs":9150,"subtitle":"catastrophe, first phase of the megafauna extinctions. hmm let's here what I've"},{"startMs":469379,"durationMs":6450,"subtitle":"done is I've entered some green dots. Now look at what the green dots are the"},{"startMs":475829,"durationMs":4080,"subtitle":"green dots are basically derived directly from the model of the great"},{"startMs":479909,"durationMs":6480,"subtitle":"year based upon cycles of six thousand four hundred and eighty, twelve thousand"},{"startMs":486389,"durationMs":4830,"subtitle":"nine hundred and sixty, and then twenty five thousand nine hundred and twenty"},{"startMs":491219,"durationMs":6150,"subtitle":"and you'll notice how high of a correlation there is between the tempo"},{"startMs":497369,"durationMs":6181,"subtitle":"of events the actual events that have been derived by scientists without any"},{"startMs":503550,"durationMs":9989,"subtitle":"reference to this great year model at all and the timing of these ages of the world. Remember the six thousand four hundred and eighty years? That was the"},{"startMs":513539,"durationMs":5821,"subtitle":"the bull the lion the eagle and the man. And according to the traditions each of"},{"startMs":519360,"durationMs":4949,"subtitle":"those seasons of the great year is inaugurated by some type of a great"},{"startMs":524309,"durationMs":4411,"subtitle":"even.t A transformative event a catastrophe if"},{"startMs":528720,"durationMs":7380,"subtitle":"you will. And what I've done here is I have developed a data set that shows the"},{"startMs":536100,"durationMs":7080,"subtitle":"correlation it certainly seems from a study of this graph that these intervals,"},{"startMs":543180,"durationMs":5370,"subtitle":"these event nodes as I call them, the susceptibility of something happening"},{"startMs":548550,"durationMs":4560,"subtitle":"goes up exponentially for a short period of time. Here's the analogy that I have"},{"startMs":553110,"durationMs":6060,"subtitle":"used. You're out driving along a quiet country road you've got it on you know"},{"startMs":559170,"durationMs":3419,"subtitle":"cruise control you're kicking back you're listening to some tunes you're"},{"startMs":562589,"durationMs":4411,"subtitle":"not paying much attention you know you're talking on your cell phone not"},{"startMs":567000,"durationMs":3390,"subtitle":"much traffic okay now you come up to a major highway"},{"startMs":570390,"durationMs":5460,"subtitle":"the cars are like this well you're crossing that intersection and while"},{"startMs":575850,"durationMs":3810,"subtitle":"you're crossing that intersection now suddenly you got to put your cell phone"},{"startMs":579660,"durationMs":3510,"subtitle":"down and start paying attention because if you don't you're going to get t-boned"},{"startMs":583170,"durationMs":6270,"subtitle":"Right? Well obviously you've got your whole journey and each time you cross an"},{"startMs":589440,"durationMs":6870,"subtitle":"intersection of a major highway you know the potential of a catastrophe increases"},{"startMs":596310,"durationMs":4830,"subtitle":"considerably over what it would be while you're out there on the lone lonely"},{"startMs":601140,"durationMs":6240,"subtitle":"country road. Well you see our planet is on a cosmic highway around the galaxy"},{"startMs":607380,"durationMs":4350,"subtitle":"and we're now beginning to understand the fine structure of the galaxy and we"},{"startMs":611730,"durationMs":4410,"subtitle":"realize that there is a pattern in an order to it and there's our a tempo of"},{"startMs":616140,"durationMs":5190,"subtitle":"these orbital revolutions there's a tempo of the galaxy and there's a wave"},{"startMs":621330,"durationMs":6420,"subtitle":"pattern of the earth moving up and down above and below the galactic plane and"},{"startMs":627750,"durationMs":6630,"subtitle":"within that there are sub orbital cycles as well and we also discover that there"},{"startMs":634380,"durationMs":6110,"subtitle":"seems to be a tempo in the delivery of cosmic matter to the inner solar system"},{"startMs":640490,"durationMs":5680,"subtitle":"it doesn't seem to be random and this is going to be beyond the scope of today's"},{"startMs":646170,"durationMs":4680,"subtitle":"lecture but what I'm getting at here is that the evidence now supports the"},{"startMs":650850,"durationMs":6160,"subtitle":"conclusion that the delivery of cosmic material and energy"},{"startMs":657010,"durationMs":4320,"subtitle":"energy pulses that would be affecting earth are non random ,that they are on"},{"startMs":661330,"durationMs":5250,"subtitle":"some kind of a cosmic timetable, a cosmic tempo if you will. And I think this is"},{"startMs":666580,"durationMs":4680,"subtitle":"one of the most important insights we get from these ancient traditions is the"},{"startMs":671260,"durationMs":5280,"subtitle":"measurement of cosmic time and how it relates to us here on earth. You just got"},{"startMs":676540,"durationMs":3960,"subtitle":"to know what to look for and where to look for it. Once you begin to become"},{"startMs":680500,"durationMs":4290,"subtitle":"aware of it and you begin to see it you begin to realize that the cosmic"},{"startMs":684790,"durationMs":6300,"subtitle":"fingerprints are everywhere about us we're in fact living in and upon the"},{"startMs":691090,"durationMs":6330,"subtitle":"wreckage of the former worlds the rubble of these former worlds is all around us"},{"startMs":697420,"durationMs":5730,"subtitle":"but we haven't had the scale of perspective to see it and that's where"},{"startMs":703150,"durationMs":4350,"subtitle":"we're at now I'm completely thrilled with things like the emergence of Google"},{"startMs":707500,"durationMs":4350,"subtitle":"Earth because Google Earth is now allowing us to just somebody all of us"},{"startMs":711850,"durationMs":4530,"subtitle":"to sit at our computers and see the cosmic perspective of Earth and when you"},{"startMs":716380,"durationMs":4530,"subtitle":"look at it from you know from the from the extra-terrestrial point of view"},{"startMs":720910,"durationMs":4530,"subtitle":"things begin to show up that we don't see when we're right down here immersed"},{"startMs":725440,"durationMs":4860,"subtitle":"on it's so close that we're like ants walking under rubble and can't can't see"},{"startMs":730300,"durationMs":7830,"subtitle":"what what's around us but we do see that we literally have built our own world in"},{"startMs":738130,"durationMs":8480,"subtitle":"our own social system on top of and out of the wreckage of former worlds"}]
