[{"pageNumber":1,"pageContent":" Atharva Veda  SRI AUROBINDO KAPALI SHASTRY INSTITUTE OF VEDIC CULTURE #63, 13th Main, 4th Block East, Jayanagar Bangalore – 560 011 Phone: +91-80-26556315 Email: info@vedah.com Web: www.vedah.org"},{"pageNumber":2,"pageContent":"Atharva Veda SAKSIVC Page 2 of 67 TABLE OF CONTENT Overview Arithmetic: Numbers and decimal system Assembly & the Council Ayurvedic concepts Caste and Professions Choice of Husband International Concord Deities or Gods Hymn to Earth or bhumi sukta Education, Vedic Family concord Foes & Defense Good sayings or subhashita Hospitality for strangers House Knowledge for all Many Languages Lotus and the three gunas Marriage Wandering monk (vratya) Oneness Polity and Governance Sanctity of Atharvaveda Slavery Spiritual and philosophical hymns "},{"pageNumber":3,"pageContent":"Atharva Veda SAKSIVC Page 3 of 67 Symbolism in Veda: Six Foes Symbolism: arrow and reed Tapas Time or kala Vak or Speech òô"},{"pageNumber":4,"pageContent":"Atharva Veda SAKSIVC Page 4 of 67 Overview Atharvaveda Samhita is a collection of mantras, which is as sacred as the three other Samhitas, rik, yajus and sama. It is divided into 20 books or kandas, having a total of 730 hymns or suktas or a total of 5,987 verses or mantras. Most of the mantras are metrical; About 80 hymns are in prose. About a hundred suktas have only one or two verses. They are all revealed to the descendants or disciples of the lineage of the seers, Atharvan and Angiras. There is about twenty percent overlap between Rigveda Samhita and Atharvaveda Samhita. [about 1,200 mantras]. There is a continuity of the Hindu thought from the ancient Vedic times upto the present day. So much so that many of the epigrams or subhashitas found in all Indian languages, not just Sanskrit, can be traced to the Atharvaveda Samhita. Some of them are in section “Epigrams”. Atharvaveda verses embody considerable symbolism. Please see section “Symbolism”. We give below a broad outline of the AVS, with the number of hymns in the parenthesis. 1. Spiritual and psychological topics (90) 2. Various devas like Agni, Indra, Sun etc and their psychological powers (100) 3. Stages of life: brahmacharya, wedding, hospitality, ascetic phase 4. Health and healing (153) and physiology (215) 5. Professions, caste, governance, nation and community welfare, openness of society (52) 6. Mathematics, time (10) 7. Misc. topics like rituals, animals etc (40) 8. Hymn to Earth (1) Erroneous view of Atharvaveda A perusal of these essays should disabuse the reader of the popular antipropaganda against the Atharvaveda circulated by Western indologists like"},{"pageNumber":5,"pageContent":"Atharva Veda SAKSIVC Page 5 of 67 Whitney, Winternitz etc., and their Indian followers stating that Atharvaveda is full of black magic spells and witchcraft. B.K. Ghosh’s statement “The Atharvaveda is utterly different from the other three vedas. It remained essentially what it was from the start—a prayer book of the simple folk, haunted by ghosts and exploited by brahmins”, reflects on his political posture and on his ignorance of the entire book. The irony is that this statement occurs in a chapter in the book ‘Vedic Age’ edited by R.C. Majumdar and published by the Bharatiya Vidya Bhavan, 1965 with the explicit aim of presenting a history of India from the Indian point of view! However it is also appropriate to point out that the basis for all the translation of the western scholars is the Sanskrit commentary by the great scholar Sayana. He felt that the main use of the mantras of the Veda is for the performance of rituals. In many places, he gave a very narrow ritual-based meaning for verses expressing profound wisdom. [Most of the translation are from the book “Hymns of the Vedas” by Abinash C. Bose; Publishers: Asia (1967)] òô"},{"pageNumber":6,"pageContent":"Atharva Veda SAKSIVC Page 6 of 67 Arithmetic-Numbers and decimal system The names for the numbers one to nine found in Rig Veda are eka, dve, tri, chatur, pancha, shat, sapta, ashta, nava. The names for ten, twenty......, ninety occur in RV (2.18.5-6). The intermediate numbers have appropriate names. For instance ninety-four is termed four plus ninety. Nineteen is expressed one less than twenty etc. RV (3.9.9) has a number 3339 spelled as three thousand, three hundred and thirty nine. Rig Veda has more than a hundred references to numbers. The Shukla Yajurveda (17.2) mentions the numbers upto ten raised to the power of 12 in steps of powers of 10, namely ayuta (104), niyuta (105), payuta (106) arbuda (107), nyarbuda (108), samudra (109), madhya (1010), anta (1011), parardha (1012), etc. A similar list in Taittiriiya Samhita [Krishna Yajur Veda] (4.4.11) and (7.2.20.1). Maitrayani Samhita 2.8.12; Kathaka Samhita (17.10) etc. The Atharvaveda Samhita (6.25.1 thru 6.25.3, 7.4.1) specially emphasizes the common relationship between one and ten, three and thirty, five and fifty, nine and ninety, clearly indicating that the persons of the Vedic age had a good grasp of the basics of decimal system for positive integers. The number four three two (four hundred and thirty two) million occurring frequently in Sanskrit works occurs in Atharva Veda (8.3.21). shatam te ayutam hyanan dwai trini chatvari krama Ayuta is ten thousand and shatam cha ayutam is one million. The number is read in reverse order by the standard convention. òô"},{"pageNumber":7,"pageContent":"Atharva Veda SAKSIVC Page 7 of 67 Assembly & the Council ATHARVA VEDA (7.12) Rishi: Shaunaka May the Assembly and the Council, the two Daughters of Prajapati be in concord and Protect me! May every one I meet guide me; Fathers, may I speak finely in the meetings. ------------ (1) I know thy name, O Assembly, \"The Desired of Men\" is the name thou hast; May all those who are thy members agree with me in my opinion. ------------ (2) Let me receive the brilliance and the wisdom of those seated here together; and among these people assembled here make me the most illustrious, Indra! ------------ (3) Whether your thoughts are turned away, or are bound fast here and here, I turn those thoughts of yours found; in me may your minds delight, ------------ (4) òô"},{"pageNumber":8,"pageContent":"Atharva Veda SAKSIVC Page 8 of 67 Ayurvedic concepts There are many suktas dealing with healing and the extension of life. Hence Ayurveda, the science of medicine in ancient and medieval India [which is having a renaissance both in India and abroad] is called as an upaveda or auxiliary Veda of Atharva Veda. The three basic types of human constitution namely vata, pitta and kapha are already mentioned in AV. Several specific diseases including some communicated by worms or germs are indicated and their methods of cure. The cures by herbs are mentioned. The protection offered by several prayers which act like kavacha or armour against the intruding vital forces are mentioned in many places. This idea has been developed further in the tantric literature which describe several kavacha-prayers due to the goddess Durga, Vishnu etc. One interesting sukta in this family in the ayuh (life-span) sukta (8.1). The poem begins with a prayer to the god of death antaka and exhorts the human being to have the goal of continuous improvement, i.e., go up and up continuously and eventually reach the status of all-round perfection or the chariot of immortality, amrta ratha. Prana and apana, the two complimentary forces which maintain our living condition are prayed to be equal. Some details: The number in parenthesis is the number of hymns • Steps towards long life (25) • General treatments (43) • Cures for specific diseases (45) • Eradication of germs (4) • Antidotes to poison (7) • Countering evil tendencies and Inimical forces like pain, suffering, sin etc (65) • Food and its metaphors (12) • Therapies based on wearing gems (12) See also the essays, \"Health, bliss and Ayurveda\", \"Symbolism of arrow and reed\". òô"},{"pageNumber":9,"pageContent":"Atharva Veda SAKSIVC Page 9 of 67 Caste and Professions The usual question is, “does Atharvaveda mention the caste system?\", “Specifically is the shudra or labouring class mentioned?”. The word shudra or its equivalent does not occur in the Atharvaveda. The word visha means all persons or workers, which includes traders, merchants, (vanija), chariot makers (rathakara) smiths (karmara), agriculture workers who operate the implements like plow, yoke and the workers who build houses (3.12). Thus visha was later subdivided into vaishya and shudra. Even in the times of Bhagavad Gita, vaishya included both traders, agriculture workers and artisans; all the unskilled labour was classified as shudra. The Yajurveda’s prayer [Shukla Yajurveda, Vajasaneyi Samhita (18.48)] shows an equal attitude to all the four types of workers. Give lustre to our Brahmanas, Give lustre to our kingly men, Give lustre to our vaishyas and shudras [YV (18.48)] The lustre is physical, psychological and intellectual. Again some orthodox persons say that a shudra is not fit to hear the Veda. There is no support for such a statement in the vedas. On the contrary, Shukla Yajurveda (26.2) explicitly states; “May I speak the sacred word to the masses of the people—to the brahmana, rajanya (kshatriya), to the shudra and vaishya, and to our own men and the strangers”. Note shudra takes priority over vaishya. Note the word strangers. See also the section \"Knowledge for all\". òô"},{"pageNumber":10,"pageContent":"Atharva Veda SAKSIVC Page 10 of 67 Choice of Husband Was there child marriage in Vedic times? The answer is no. The word for the bridegroom is vara, the chosen one. In the case of kshatriya or ruling clan, it is well documented that the bride chooses the groom among several suitors. \"The happy and beautiful bride chooses (vanute) by herself (svayam) her own husband\". RV (27.12) \"The creator sustains the earth, heavens and Sun; May he assign a husband of her choice for this lady;\" AV (6.60.3) There appears to be have been a practice of friends of the boy or girl helping with the search for a spouse. \"Here comes the helper Aryama. With his locks of hair loosened over the brows. Desiring a husband for this maiden. And a wife for an unwedded man. (6.60.1)\" The phrase ‘with locks of hair...’ indicate that the go-between was a young male. The entire hymn AV (6.60). Rig Veda (10.85.26), (10.85.27) and AV (14.1) and (14.2) explicitly state that the bride is asked to address the assembly vidatha in which the sages speak eloquently. Hence there was no custom like purda of keeping women away from social or scholastic gatherings. Both men and women attended these meetings. ATHARVA VEDA (6.60) A HUSBAND FOR A MAIDEN (Addressed to a Wooer) Rishi: Atharvan Here comes the wooer with his locks of hair loosened over the brow, desiring a husband for this maiden and a wife for an unwedded man. --------- (1) She has taken pains, O wooer ! attending others' wedding rites,"},{"pageNumber":11,"pageContent":"Atharva Veda SAKSIVC Page 11 of 67 now, surely, wooer ! others should come to her marriage festival. --------- (2) May the Creator who upholds the earth, upholds the sky and the sun, may He give to this unwedded girl a husband after her heart's desire. --------- (3) ATHARVA VEDA (14.1) (From the Father's to the Husband's home) Rishi: Surya, Daughter of Sun Our homage to Aryaman ! the kindly friend who finds husbands. Like a cucumber from its stalk I free thee from here, but not from there. --------- (17) Enjoy you two together fortune's richest gifts, observing the Law in rightful bearing. Brahmanaspati, make the husband dear to her, and graceful be the words the wooer speaks. --------- (31) Hoping for love, children, fortune, wealth, and by being always behind thy husband in his life's vacation, gird thou up for immortality. --------- (42) By me may she be cherished; Brhaspati has made thee mine; live, a mother of children, with me, thy husband, for a hundred years. --------- (52) ATHARVA VEDA (14.2) (Good wishes for man and wife) Rishi: Surya, Daughter of Sun May you two, waking up in your pleasant chamber, both filled with laughter and cheer, and enjoying"},{"pageNumber":12,"pageContent":"Atharva Veda SAKSIVC Page 12 of 67 mightily, having good sons, a good home, and good cattle, pass the shining mornings. --------- (43) This woman says, as she throws the husks of corn: Long-lived be my husband, may he live a hundred years. --------- (63) Join this couple here, indra, like a pair of chakravaaka birds. May these two in a good home enjoy with children the full length of life. --------- (64) I am this, thou art-she; I am song, thou art verse; I am Heaven, thou art Earth; We two together shall live here, becoming parents of children. --------- (71) (Flaws in the ceremony) If the bride's sisters and young maidens have danced together in your house, and committed sin with shouts, May Agni and Savitri free thee from that sin. --------- (61) òô"},{"pageNumber":13,"pageContent":"Atharva Veda SAKSIVC Page 13 of 67 International Concord Rishi: Atharvan Let us have concord with our own people, and concord with people who are strangers to us; Ashvins, create between us and the strangers a unity of hearts. ---------- (1) May we unite in our minds, unite in our purposes, and not fight against the divine spirit within us. Let not the battle-cry rise amidst many slain, nor the arrows of the War-God fall with the break of day. ---------- (2) òô"},{"pageNumber":14,"pageContent":"Atharva Veda SAKSIVC Page 14 of 67 Deities or Gods There are more than a hundred hymns to the various devas like Agni, Varuna etc., which can be understood in many ways, especially as recepticles of psychological wisdom. The hymn to Varuna, the lord of infinities and the Divine observer AV (4.16) is given here. We give here only one verse dedicated to Agni in (7.71). \"Victorious Agni, we meditate on thee Who is around us like a fort, and Who destroys the treacherous foe, day by day.\" We give below the hymn of Varuna, the god of Vastness. Note particularly the epithet used in the last verse (Verse 8). He exist everywhere, he is divine, he is human. ATHARVA VEDA (4.16) THE DIVINE OBSERVER (Varuna) Rishi: Brahma The great Ruler of all these worlds, beholds as if from near at hand the man who thinks he acts by stealth, The devas know all this of him. (1) When one stands or walks or moves in secret, or goes to his lying down or uprising, when two sitting together take secret counsel,"},{"pageNumber":15,"pageContent":"Atharva Veda SAKSIVC Page 15 of 67 King Varuna knows, being there the Third. (2) This earth belongs to Varuna, the King, and the heavens, whose ends are far apart. Both the oceans are the loins of Varuna, and he is merged within the small water-drop. (3) If one will go away beyond the heavens, still he cannot escape King Varuna; his envoys move about here from the heavens, and, thousand-eyed, they look upon the earth. (4) King Varuna observes all that which lies between heaven and earth and beyond them; the twinklings of men's eyes have been counted by him; as a dicer the dice, he measures everything. (5) These fatal snares of thine, O Varuna, that stand stretched seven by seven and threefold, let all these catch up the man who tells a lie, but pass by one who speaks the truth. (6) With a hundred nooses bind him, Varuna,"},{"pageNumber":16,"pageContent":"Atharva Veda SAKSIVC Page 16 of 67 let him not who lies escape thee, Looker on men ! Let the mean fellow sit stretching his belly like a cask of which the bands have been cut. (7) Varuna is that which exists alongside, Varuna is that which exists crosswise, Varuna is of our own land, he is of foreign land Varuna is divine, he is human. (8) òô"},{"pageNumber":17,"pageContent":"Atharva Veda SAKSIVC Page 17 of 67 Hymn to Earth or Bhumi Sukta The entire hymn AV (12.1) of 63 verses is exceedingly important. Persons who are conversant with the modern tenets of ecology can fully appreciate this hymn. It does not view earth as a lifeless inanimate object as the modern physical scientist does. It begins with the idea that earth is supported by not mere gravitational forces, but by Truth, consecration (diksha) and askesis (tapas). Earth can be made a happy abode for humans only when they live by satya and rita, Truth and Right. Earth spreads out for us and makes us prosperous. (12.1.12) refers to the self-cleansing nature of earth. (12.1.8) states that Earth in the beginning was sea salila upon the ocean arnava; then the supreme intelligence manishi created the subtle structures mayah characterising the human beings and other beings, and inanimate matter. The rishi thinks of himself as the son of earth and parjanya as his father (12.1.12). Each living being from the blue lotus to the human being on earth is uniquely supported by a gandha, odour of earth. It regards the seers as creating the world, bhutakrt (12.1.39). Earth has many types of roads, fit for walking, chariots and carts (12.1.47). \"You are the wish-fulfilling aditi. (kamadugha) (12.1.61) “Rock, soil, stone and dust Earth is held together and bound firm” (12.1.26). The fragrance that entered the lotus And that the immortals first brought at Surya’s bridal, Make me sweet with that; May no one hate me (12.1.24).\" \"Whatever I dig from thee, Earth may that have quick growth again; O purifier, may we not injure thy vitals or thy heart (12.1.35).\" Again we have the mention of the six seasons in (12.1.36). Cities are the work of devas (12.1.43). The entire hymn AV (12.1) of 63 verses is given below. ATHARVA VEDA (12.1) HYMN TO THE EARTH"},{"pageNumber":18,"pageContent":"Atharva Veda SAKSIVC Page 18 of 67 Metre: Trishtuph etc. including mixed metres Rishi: Atharvan Truth, Eternal Order that is great and stern, Consecration, Austerity, Prayer and Ritual - these uphold the Earth. May she, Queen of what has been and will be, make a wide world for us. ----------- (1) Earth which has many heights, and slopes and the unconfined plain that bind men together, Earth that bears plants of various healing powers, may she spread wide for us and thrive. ----------- (2) Earth, in which lie the sea, the river and other waters, in which food and cornfields have come to be, in which live all that breathes and that moves, may she confer on us the finest of her yield. ----------- (3) Mistress of four quarters, in whom food and cornfields have come to be, who bears in many form the breathing and moving life, may she give us cattle and crops. ----------- (4) Earth, in which men of old before us performed their various work, where devas overwhelmed the asuras, Earth, the home of kine, horses, birds, may she give us magnificence and lustre. ----------- (5) All-sustaining, treasure-bearing, firm staying-place, gold-breasted, home of all moving life, Earth bears the sacred universal fire. May Indra and Rshhabha give us wealth. ----------- (6) Earth, whom unsleeping devas protect for ever without erring, may she pour on us delicious sweets, and endow us with lustre. ----------- (7) Earth, which at first was in the water of the ocean, and which sages sought with wondrous powers, Earth whose heart was in Eternal Heaven, wrapped in Truth, immortal"},{"pageNumber":19,"pageContent":"Atharva Veda SAKSIVC Page 19 of 67 may she give us lustre and strength in a most exalted State. ----------- (8) Earth, in which the waters, common to all, moving on all sides, flow unfailing, day and night, may she pour on us milk in many streams, and endow us with lustre. ----------- (9) Earth, in which the Ashvins measured out and Vishnu strode, which Indra, Lord of might, made free from foes for himself, may she pour out milk for me - a mother to her son. ----------- (10) Pleasant be thy hills, O Earth, thy snow-clad mountains and thy woods! On Earth - brown, black, ruddy and multi - coloured - the firm Earth protected by Indra, on this Earth I stand, unvanquished, unslain, unhurt. ----------- (11) Set me, O Earth, amidst what is thy centre and thy navel, and vitalising forces that emanated from thy body. Purify us from all sides. Earth is my mother, her son am I; and Parjanya my, father: may he fill us with plenty. ----------- (12) Earth, on which they build up the altar, and various workers spin the web of yajna, on which are fixed the tall, bright poles before the invocation; may she, prospering, make us prosper. ----------- (13) The man, O Earth, who hates us, is hostile to us, who threatens us by his thoughts and his weapons, overwhelm him, Earth, as thou hast done before. ----------- (14) Born of thee, on thee move mortal creatures; thou bearest them - the biped and the quadruped. Thine, O Earth, are the five races of men to whom, mortals, the sun as he rises spreads, with his rays, the light immortal. ----------- (15) In concert may all creatures pour out blessings! Endow me, Earth, with honeyed speech. ----------- (16) Mother of all plants, firm Earth upheld by Eternal Law, may she be ever beneficent and gracious to us as we tread on her. ----------- (17)"},{"pageNumber":20,"pageContent":"Atharva Veda SAKSIVC Page 20 of 67 A vast abode art thou, and mighty, and mighty is thy speed, thy moving and thy shaking; and mighty Indra protects thee unerring. May thou, O Earth, make us shine forth with the brightness of gold. Let no one hate me. ----------- (18) There lies the fire within the earth, and in plants, and waters carry it; the fire is in stone. There is a fire deep within men, a fire in the kine, and a fire in horses: ----------- (19) The same fire that burns in the heavens; the mid-air belongs to this Fire Divine. Men kindle this fire that bears the oblation and loves the melted butter. ----------- (20) May Earth, clad in her fiery mantle, dark-kneed, make me aflame; may she sharpen me bright. ----------- (21) Earth on which they offer yajna and oblation to devas with many decorations, on which mortal men live by food and drink: may she give us breath and life, may she make us long-lived. ----------- (22) The fragrance that rises from thee, O Earth, that plants and waters carry, and is shared by Gandharvas, by Apsarasas, make me sweet with that. May no one hate me. ----------- (23) The fragrance that entered the lotus, and that the Immortals, O Earth, first brought at Surya's bridal, make me sweet with that. May no one hate me. ----------- (24)"},{"pageNumber":21,"pageContent":"Atharva Veda SAKSIVC Page 21 of 67 Thy fragrance that is in men and women, and the majesty and lustre in males, in the hero and the steed, in the wild beast and in the elephant, and the radiance that is in the maiden, unite us with these, O Earth ! May no one hate me. ----------- (25) Rock, soil stone and dust, Earth is held together and bound firm. To her my, obeisance, to gold-breasted Earth. ----------- (26) We invoke all-supporting Earth on which trees, lords of forests, stand ever firm. ----------- (27) Rising or sitting, standing or walking, May we, either with our right foot or our left, never totter on the earth. ----------- (28) I call to Earth, the purifier, the patient Earth, growing strong through spiritual might. May we recline on thee, O Earth, who bearest power, plenty, our share of food and molten butter. ----------- (29) Pure may the waters flow for our bodies' cleansing. To those who trespass against us we offer an unpleasant welcome. I cleanse myself, O Earth, with that which purifies. ----------- (30) May those that are thy eastern regions, and the northern, Earth, and the southern and the western, be pleasant for me to tread upon. May I not stumble while I live in the world. ----------- (31) Do not push me from the west or from the east, or from the north or the south. Be gracious to us, O Earth. Let not those find us who waylay people on the road. Take deadly weapons far away from us. ----------- (32) So long as I look on thee from around, O Earth, with the sun as friend, So long, as year follows year, may not my vision fail. ----------- (33)"},{"pageNumber":22,"pageContent":"Atharva Veda SAKSIVC Page 22 of 67 When, lying down, O Earth, I turn on my right side and on my left, or when we lie straight on our ribs against thee behind us, be thou not unkind to us then, O Earth, thou who layest all to sleep. ----------- (34) Whatever I dig from thee, Earth, may that have quick growth again. O purifier, may we not injure thy vitals or thy heart. ----------- (35) May thy summer, Earth, and thy rains, thy autumn, thy dewy months, thy winter and thy spring, may these thy seasons, Earth, that make the year, and day and night pour their abundance on us. ----------- (36) She, purifier, who kept away from the Serpent, and carried the fires within her waters, she, Earth, having opted for Indra and not VrRtra, drove away the God-hating Dasyus, and held on to sakra, the strong and mighty. ----------- (37) Earth on which the sacred seat and shed are built, and the pole is raised ; on which Brahmanas, versed in yajus, worship in rik and Saman hymns, and priests are busy so that Indra may drink the soma juice ; ----------- (38) On which, of old, world-building Rishis chanted the sacred words, and the Seven Sages prayed in session with sacrifice and austerity ; ----------- (39) May that Earth grant us the wealth that we desire. May Bhaga give the task, and Indra come to lead the way. ----------- (40) Earth on which men sing and dance while uttering various words, where people meet in battle, the war-cry rises, the drum sounds,"},{"pageNumber":23,"pageContent":"Atharva Veda SAKSIVC Page 23 of 67 may she drive away our enemies, may Earth make me free from foes. ----------- (41) Earth on which grow food-grains - rice and barley, on which live the five races of men, our homage be to her, Parjanya's Consort, who mellows with the rain. ----------- (42) Earth in which are cities, the work of devas, and fields where men are variously employed; Earth that bears all things in her womb, may the Lord of Life make her graceful for us from every side. ----------- (43) May Earth that bears treasures in secret at many places give me her riches, gems and gold. May the bounteous Goddess, giving us wealth, give it with loving kindness. ----------- (44) May Earth with people who speak various tongues, and those who have various religious rites according to their places of abode, pour for me treasure in a thousand streams like a constant cow that never fails. ----------- (45) The snake, and the scorpion with the sharp sting, that, overpowered by the cold season, lie bewildered in the caves, the worm and each thing that comes to life, O Earth, and moves about with the coming on of rains, may these, creeping, near creep near us Bless us with what is beneficent. ----------- (46) Thy many pathways for men to travel on the roads for chariots, and for wagons to pass through on which walk together both good and evil men, my we be masters of those, and drive out thief and foe. ----------- (47) Earth bearing the weighty also bears the foolish, and endures the death of both the good and the bad, and, being of one accord with the boar, she lets loose the swine to roam wildly about. ----------- (48) Those thy forest animals, and wild beasts of the woods - lions, tigers, man-eaters that prowl about,"},{"pageNumber":24,"pageContent":"Atharva Veda SAKSIVC Page 24 of 67 and the hyena, the wolf, the bear with its evil ways, and Rakshasas, drive these out, O Earth, from here, away from us. ----------- (49) And, Earth, drive away from us Gandharvas, Apsarases, Arayas, kimidins, Pishachas and all Rakshases ----------- (50) Earth to which the winged bipeds fly together - Swans, eagles, and other birds of various kinds, on which the wind blows strong, raising the dust, beading trees, and flame follows the blast forward and backward ; ----------- (51) Earth in which Night and Day - the black and the bright in union - are settled, which is covered and canopied over by rain - may she establish us with bliss in every dear home. (52) Heaven, Earth and Mid-air have given me this wide space, And Agni, Surya, apas and All-Gods have together endowed me with the intellect. ----------- (53) I am victorious, I am called the most exalted on the earth, a conqueror everywhere, a conqueror over everything, I am a victor on every side. ----------- (54) When, O Goddess, proceeding forward, and extolled by devas, thou hadst spread thy renown, then a great glory entered into thee, and thou madest for thyself the four quarters. ----------- (55) In villages, in the forest, and in the assemblies on the earth, in congregations and in councils, we shall speak of thee in lovely terms. ----------- (56) As a horse scatters dust, so did Earth, since she was born, scatter the people who dwelt on the land, and she joyously sped on, the world's protectress, supporter of forest trees and plants. ----------- (57) What I speak, I speak with sweetness; what I look at endears itself to me;"},{"pageNumber":25,"pageContent":"Atharva Veda SAKSIVC Page 25 of 67 and I am fiery and impetuous: others who fly at me with wrath I smite down. ----------- (58) Peaceful, sweet-smelling, gracious, filled with milk, and bearing nectar in her breast, may Earth give with the milk her blessings to me. ----------- (59) With oblation Vishvakarman sought her who had entered the light in the mid-air’s ocean, And the delicious vessel hidden in mystery became manifest for the nurture of those who found in her their Mother. ----------- (60) Thou art the vessel, the Mother of the people, the fulfiller of wishes, far-extending. whatever is wanting in thee is filled by Prajapati, first-born of Eternal Order. ----------- (61) May those born of thee, O Earth, be, for our welfare, free from sickness and waste. wakeful through a long life, we shall become bearers of tribute to thee. ----------- (62) Earth, my Mother! set me securely with bliss In full accord with Heaven. Wise one, Uphold me in grace and splendour. ----------- (63) òô"},{"pageNumber":26,"pageContent":"Atharva Veda SAKSIVC Page 26 of 67 Education, Vedic There are ten hymns in Atharva Veda on this topic. Usually brahmacharya is translated as celibacy. But its literal meaning is “to move in Brahma” or “to move towards the supreme state of consciousness named as Brahman.” Typically it signifies the comprehensive education received by a young person in Vedic times before s/he married and led the family life. The education includes not only the study of the various subjects but also the spiritual initiation, diksha by special methods. Diksha even today is an important aspect of spiritual life. The hymn (11.5) in Atharvaveda is the earliest attempt to describe the process of diksha or initiation by a teacher or guru. The knowledge is imparted by an occult means. Modern spiritual biographies like “The Gospel of Sri Ramakrishna” describe this process in some detail. This hymn metaphorically describes the rishi as keeping the disciple in his womb, impart power to him and make him grow. This procedure is represented symbolically even today in the ceremony of sacred thread upanayanam by enclosing the disciple and the teacher by a single cloth and the teacher giving the mantra to the disciple in his ear. \"The acharya initiating him, takes the Brahmacharin within him as a mother the child; Three nights he carries him like a mother bearing the child in her womb, And to see him when born, devas come in body [AV.11.5.3].\" No wonder the spiritual initiation is called as a second birth for the student. The translation of the entire hymn is in AV (11.5) The conclusion of the brahmacharin’s study is described in 24th verse of same hymn. \"The brahmachaarin bears the radiant Brahman Where in all devas are woven together Creating breath and in-breath prana and out-breath apana Word, mind, heart, sacred knowledge and wisdom.\" We see here the first occurrence of the words prana, apana, vyana in the Indian tradition. Another hymn AV (6.133) of five verses describes the power of girdle of brahmacharin, mekhala. It is not of course, the physical cord but the enveloping power. So it is said to give tapas, vigour, and intelligence. "},{"pageNumber":27,"pageContent":"Atharva Veda SAKSIVC Page 27 of 67 ATHARVA VEDA (11. 5) BRAHMACHARYA (Vedic Education) Rishi: Brahma The brahmacharin moves, strengthening both the worlds, in him the devas meet in concord; he upholds earth and heaven; he satisfies his acharya with the power of tapas. ----------- (1) Fathers and Divine bands follow the brahmacharin, and all the devas severally follow him; Gandharvas follow him, the three and thirty, three hundred, six thousand; and he satisfies all the devas by his tapas. ----------- (2) The acharya initiating him, takes the brahmacharin within him as a mother the child; three nights he carries him like a mother bearing the child in her womb, and to see him when born, devas come in a body. ----------- (3) One sacrificial wood is the earth, the second the heaven, and the mid-air he fills with the sacrificial wood; The brahmacharin with the sacrificial wood, his belt, and labour, satisfies the worlds with his tapas. ----------- (4) The brahmacharin, born before the sacred knowledge, robed in libation, stood up with his tapas: through him were manifested the sacred lore, highest brahman, and all devas with immortality. ----------- (5) The brahmacharin, bright with the blaze of the sacrificial wood, comes, clad in black buck-skin, consecrated, long-bearded; and he forthwith goes from the eastern to the northern sea, and grasps the world together, constantly drawing them near. ----------- (6) The brahmacharin, manifesting sacred wisdom, the waters, the world, the Creator, the supreme Being, the Lord of splendour, and, becoming a child in the womb of immortality, became Indra and destroyed the Powers of darkness. ----------- (7) The acharya built up the two cloud regions, and these deep, spacious Two - the Earth and the Sky; these the brahmacharin protects with tapas, in him the devas meet in concord. ----------- (8)"},{"pageNumber":28,"pageContent":"Atharva Veda SAKSIVC Page 28 of 67 The extensive earth the brahmacharin was the first to bring as alms, and the heaven too; of these two he makes the sacrificial wood and attends on them; on these two are laid all the living things. ----------- (9) One on this side, the other beyond the ridge of heaven, the two treasures of sacred knowledge lie hidden in mystery; these two with his tapas the brahmacharin protects, and, having known brahman, he makes all this his own. ----------- (10) One on this side and the other beyond the earth, the two Fires meet in the cloudy region; to these are attached two firm rays of light, these the brahmacharin enters through his tapas. ----------- (11) Rumbling, thundering, red and whitish, he carries along the earth his mighty vigour; on the earth's ridge the brahmacharin pours his virile power ; by that the four quarters live. ----------- (12) In fire, in the sun, the moon, the wind, and the water the brahmacharin place the sacrificial wood, the rays of light move severally to the cloud, the molten butter is man, and rain and waters. ----------- (13) The acharya is Death, he is varuna, soma, plants water; the clouds were warriors ; by these the heavenly lustre was brought. ----------- (14) varuna, becoming acharya, makes the sacrificial butter at home his own ; whatever he wished from prajapati, the brahmacharin gave, as a friend, from his lofty soul. ----------- (15) The brahmacharin is acharya, the brahmacharin prajapati, prajapati shines splendidly, the Lord of splendour became indra, Ruler. ----------- (16) By the tapas of brahmacharya the king protects the state; by the tapas of brahmacharya the acharya seeks his pupil. ----------- (17)"},{"pageNumber":29,"pageContent":"Atharva Veda SAKSIVC Page 29 of 67 By the tapas of brahmacharya a maiden finds a youthful husband; by brahmacharya the bull and the horse seek their fodder. ----------- (18) By the tapas of brahmacharya the devas drove away death; and indra through brahmacharya brought heavenly lustre to devas. ----------- (19) What is and what will be, day and night, plants, the lordly forest trees, the year with the seasons, all sprang from the brahmacharin. ----------- (20) Creatures of the earth and heaven, the wild and the tame animals, the winged and the wingless, all these sprang from the brahmacharin. ----------- (21) All prajapati's children bear their breath separately in themselves; All these the brahman, lodged within the brahmacharin, protects. ----------- (22) The power generated by the devas, having not yet ascended high, moves about, shining bright; from that were manifested the sacred lore, highest brahman, and all the devas with immortality. ----------- (23) The brahmacharin bears the radiant Brahman, wherein all devas are woven together, creating breath and in breath and out breath, word, mind, heart sacred knowledge and wisdom. ----------- (24) Give us sight, hearing, glory, food, virility, blood and stomach. ----------- (25) Forming these on the surface of the flood, the brahmacharin stood up in the sea practising tapas, and, having bathed, he, brown and yellow, shines greatly on earth. ----------- (26) "},{"pageNumber":30,"pageContent":"Atharva Veda SAKSIVC Page 30 of 67 ATHARVA VEDA (6. 133) THE BRAHMACHAARIN'S STRING CONNECTING TO GODS mekhala: string connecting us to gods, girdle The deva who has fastened this girdle (mekhala) on us, who made us ready and attached us to our work, the deva by whose directions we move, may he take us across, may he free us ! ----------- (1) Thou art invoked and praised, Girdle ! Thou art the weapon of Rishis. Tasting the milk-offering first, be a hero-slayer in combats. ----------- (2) Because I am a brahmachaarin of Death, having selected out of living beings a man for yama, I, with prayer and tapas and labour bind him, him I bind with this girdle. ----------- (3) Daughter of Faith, born of tapas, she has become the Sister of world-creating Rishis. And so, Girdle ! give us thought and intelligence, give us tapas and the vigour of spirit. ----------- (4) Thou whom the ancient, world-creating Rishis fastened around themselves, may thou, Girdle, circle about me so that a long life I may live. ----------- (5) òô"},{"pageNumber":31,"pageContent":"Atharva Veda SAKSIVC Page 31 of 67 Family concord Hymn (3.30) sets the ideal for Hindu joint family. This hymn of seven verses describes the harmony among all the Gods. There is no conflict among the Vedic devas as in the polytheistic gods of Greeks. The hymn declares that the devas will bestow this concord among the members of the family. The hymn sets the ideal of the Hindu joint family. “Common be your water store, common your share of food; I bind you together to a common yoke, United, gather around the sacrificial fire (will) Like spokes around the nave of a wheel; The union of hearts and minds and freedom from hate, I bring you”. AV (3.30.6) ATHARVA VEDA (3.30) FAMILY CONCORD The union of hearts and minds and freedom from hate I'll bring you. Love one another as the cow loves the calf that she has borne. ----------- (1) Let son be loyal to father, and of one mind with his mother; let wife speak to husband words that are honey-sweet and gentle. ----------- (2) Let not a brother hate a brother, nor a sister hate a sister; unanimous, united in aims, speak you words with friendliness. ----------- (3) I will make the prayer for that concord among men at home by which devas do not separate, nor ever hate one another. ----------- (4) Be not parted - growing old, taking thought, thriving together, moving under a common yoke, come speaking sweetly to one another; I'll make you have one aim and be of one mind. ----------- (5)"},{"pageNumber":32,"pageContent":"Atharva Veda SAKSIVC Page 32 of 67 Common be your water-store, common your share of food; I bind you together to a common yoke. United, gather round the sacrificial fire like spokes around the nave of a wheel. ----------- (6) With your common desire I'll make you all have one aim, be of one mind, following one leader, like devas who preserve their immortality. Morn and eve may there be the loving heart in you. ----------- (7) òô"},{"pageNumber":33,"pageContent":"Atharva Veda SAKSIVC Page 33 of 67 Foes and Defense There are over sixty hymns dealing with destruction of enemies. A close inspection reveals that they deal with psychological enemies like greed, anger jealousy etc. For instance (8.4.22) refers to the six psychological foes described in the section on symbolism. (2.12) is a prayer for the destruction of forces who obstruct the tapas or chanting. (2.19) is a prayer to Agni for protection. Recall Agni is the will power. The prayer is that our psychological power may overpower the foes. (4.40) is a prayer for protection from demonic forces operating in different directions. Of course, the king is there to protect his people from enemies. This aspect is mentioned in several hymns. AV (5.21) entitled dundubhi, war-drum is interesting. It is not merely a drum, but a symbol of resistance against aggressors when the outsider wants to destroy a community, the members felt it is their duty to defend the society. Of course, they believed in prayer also. For instance (Samaveda 1872) or RV (6.75.19) declares that Brahma or prayer is my inner armour and grace Sharma is also my armour. The war drum is a symbol of the aspiration of the people aggression. The drum is pictured as frightened away the foes (5.21.7). ATHARVA VEDA (5.21) THE WAR DRUM Rishi: Brahma Speak to our enemies, O Drum, faint heartedness and discord of minds; We bring upon our adversaries hatred, division and panic. ----------- (1) Trembling in the mind, in the eye, in the heart, let our enemies flee in fright, in consternation, as soon as our oblation is made. ----------- (2) Wrought out of wood, compact with leather-straps, dear to the whole clan, besprinkled with molten butter, speak thou terror to our enemies. ----------- (3) As animals of the forest flee, panic-stricken, from a man,"},{"pageNumber":34,"pageContent":"Atharva Veda SAKSIVC Page 34 of 67 so do thou, Drum, roar out to our enemies, and frighten them, and then confound their minds, ----------- (4) As from a wolf goats and sheep run away greatly terrified, so do thou, Drum, roar our to our enemies, and frighten them and then confound their minds. ----------- (5) As from a hawk birds in the sky fly in terror day by day, as if from the roaring of a lion, so do thou, Drum, roar out to the enemies and frighten them and then confound their minds. ----------- (6) May all the devas who control the fortunes of the battle field, frighten away our foes with the Drum and the skin of the antelope. ----------- (7) Let those our enemies who go in battalions be terrified with the sound of feet and the shadows with which Indra makes his sport. ----------- (8) May the clang of bowstrings and Drums cry out to the direction where the defeated hosts of our enemies flee in full battalions. ----------- (9) O Sun, take away their sight ! Beams of Light, follow them close Let these cling to foot-bound hosts when their valour has ebbed away. ----------- (10) You mighty Maruts, Sons of Prshni, allied with Indra, crush our enemies! May King Soma, King Varuna, Mahadeva, Mrtyu and Indra, ----------- (11) May these embattled devas bright as the sun, united in mind, conquer our enemies. All hail! ----------- (12) òô"},{"pageNumber":35,"pageContent":"Atharva Veda SAKSIVC Page 35 of 67 Good sayings or Subhashita 5.30.8: Do not fear, you are not going to die. 16.2.2: If you speak, speak only pleasantly. 4.9.7: I will speak Truth always, not falsehood. 10.37.2: The words of Truth protect me everywhere. 19.9.2: Let everyone be happy and peaceful. 10.1.10: May all the sins depart from me; may all felicities come to me (May I get the felicities by rightful methods) 7.50.8: In my right hand is effort and the success is in my left-hand. 18.2.29: There is nothing beyond the Supreme One (tatah param). 9.5.29: I work in the path created by sages who organise the society according to the Right. 13.2.35: The (spiritual) Sun is the soul of all that is dynamic and static. See also the essay, \"Symbolism in Veda: six foes\". òô"},{"pageNumber":36,"pageContent":"Atharva Veda SAKSIVC Page 36 of 67 Health, Bliss and Ayurveda There are 213 hymns in this category. The sages of Atharvaveda did not define health as mere absence of disease or define a million diseases with an associated cornucopia of pills and herbs for curing them. First they asked the question, ‘why live long’, and answered it in (19.67). \"For a hundred autumns, may we see, For a hundred autumns, may we live, For a hundred autumns, may we know, For a hundred autumns, may we rise, For a hundred autumns, may we progress, For a hundred autumns, may we be, For a hundred autumns, may we become.\" The idea is that we should ponder over what we are, what state we want to attain, what we want to know, how we want to live etc. They also felt that bliss was all-round us and we only have to become conscious of it in every encounter. \"May the wind blow us bliss, May the Sun shine bliss on us, May the days be blissful to us, And the night approach us blissfully, And blissfully the dawn. (7.69)\" Heroic attitude towards life: The comprehensive well being of all senses and organs is given in AV (19.60). We are called upon to face life bravely. Our life is often rocky in its nature. We should not fear anyone, known or unknown, friend or foe. This topic is discussed in AV (12.2) & AV (19.15) ATHARVA VEDA (19.60) HEALTH OF BODY AND SPIRIT Rishi: Brahma May there be voice in my mouth, breath in my nostrils, sight in my eyes, hearing in my ears; may my hair not turn grey or my, teeth turn purple; may I have much strength in my arms. ----------- (1)"},{"pageNumber":37,"pageContent":"Atharva Veda SAKSIVC Page 37 of 67 May I have power in my thighs, swiftness in my legs, steadiness in my feet. May all my limbs be uninjured and my soul remain unconquered. ----------- (2) ATHARVA VEDA (12.2.26-28) THE HEROIC ATTITUDE TO LIFE Rishi: Bhrgu The rocky stream flows on: hold you all together, quit you like heroes, and cross over, my friends! Leave here all those that are evil-minded, let us cross to powers who are undiseased. ----------- (26) Stand erect, and cross you over, my comrades! This rocky river flows on before us. Abandon here all those that are malicious, let us cross to powers, benign and pleasant. ----------- (27) Strike the universal strain to achieve lustre! becoming pure and bright and purifying. May we, passing beyond difficult paths, enjoy a hundred winters with all our heroes.----------- (28) ATHARVA VEDA (19.15) FREEDOM FROM FEAR Rishi: Atharvan Free us Indra, from the fear of all that we are afraid of. May, thou, with thy saving power, turn away the hater and the enemy. ----------- (1) We call on Indra, bounteous Giver, we will be prosperous in men and cattle. Let not the demon hosts approach us; turn the hostiles away on all sides. ----------- (2) Adorable Indra, our Saviour, Vrtra-slayer and promoter of our highest aims,"},{"pageNumber":38,"pageContent":"Atharva Veda SAKSIVC Page 38 of 67 may he be our Protector from the end, from the middle, from behind and from in front. ----------- (3) Lead us to a free world, wise One, where lie divine lustre, sunlight and security. Valiant are the arms of thee, the powerful; we will take to their vast shelter. ----------- (4) May the mid-region free us from all fear, and both Heaven and Earth make us secure; let there be for us no fear from behind, no fear from in front, no fear from the north or the south. ----------- (5) Let there be no fear from friend, no fear from foe, no fear from the know, no fear from what lies before us unknown, let there be no fear for us from night, no fear from day; let all the quarters be my friends. ----------- (6) òô"},{"pageNumber":39,"pageContent":"Atharva Veda SAKSIVC Page 39 of 67 Hospitality for strangers Hospitality was a characteristic of the Vedic life; especially the wandering ascetic, pravrajaka, was highly respected. He is called vrtya. \"Let him rise up of his own accord to meet the vrtya and say, vrtya, where did you stop overnight? Here is water, let it refresh thee...”(15.11) The status of the wandering monk was even greater than that of the king as declared in (15.10). A characteristic of Vedic society was that strangers were welcomed and respected. The strangers could be these belonging to the same society but residing in different places or they may belong to different societies with different norms. \"Let us have concord with our own people, And concord with strangers; Ashvins, create between us and strangers a unity of heart. (7.52) \". See the section \"the wandering monk\". òô"},{"pageNumber":40,"pageContent":"Atharva Veda SAKSIVC Page 40 of 67 House In the Veda, house can be interpreted as either our subtle body or as the external physical residence. Constructing the subtle body means developing all the requisite psychological qualities which have a structure of their own. We focus in this essay only on the meaning of house as a physical construction. The house is an important aspect of family and there are two hymns related to it (3.12) and (9.3), including its consecration. The house could be of many sizes, 2-sided, 4-sided, 6-sided, 8-sided and 10-sided. (9.3.21). The dwelling is said to be built by poets, kavi (9.3.19) indicating the high regard of the society for both builders and designers. The house is said to be the home of Soma or delight (9.3.19). The house, it is said, adjusts itself to all just like a new bride adjusts herself to all members of the joint family. The Vedic poets viewed a house not merely as a inanimate block of sand and grass, but as a living and conscious entity. The divinity associated with the house is addressed in (3.12.5). “Queen of the mansion, our shelter, kind goddess, thou art made by the devas. May thou, robed in grass, be gracious to us And give us great heroes and felicities”. The house consecration ceremony described in (3.12) is similar to the one done even today in Hindu families on entering a new home. ATHARVA VEDA (3.12) TO A HOUSE (At Its Consecration) Rishi: Brahman Here I fix my dwelling; may it stand in safety, flowing with light (ghrta). May we approach thee, O House, with all our people,"},{"pageNumber":41,"pageContent":"Atharva Veda SAKSIVC Page 41 of 67 our fine people, our people undiseased.------------------- (1) Stand firm on this spot, O House, possessed of horses and cattle, and of sweet voices, rich in food, rich in butter and milk, and rise up for great good fortune. ------------------- (2) With thy lofty roof, O House, and thy clean barn, thou art a sanctuary for everything. May there come to thee in the evening the calf and the little boy, and cattle streaming along. ------------------- (3) May Savitri and Vayu and Indra and Brhaspati who knows all, establish this house. May Maruts sprinkle it with energies and clarities, and King Bhaga make our fields thrive. ------------------- (4) Queen of the mansion, our shelter, kind Goddess thou art first made by devas: May thou, robed in grass, be gracious to us, and give us brave sons and wealth. ------------------- (5) Rise on the pillar, O Pole, with Eternal Law, shine brightly and scare away the foe. Let not those who dwell within thee suffer. May we live a hundred autumns with all our people. ------------------- (6) To this may the small boy come, the calf and the cattle come; to this may come the overflowing pitcher with jars of curds. ------------------- (7)"},{"pageNumber":42,"pageContent":"Atharva Veda SAKSIVC Page 42 of 67 Lady, bring this full pitcher and the streams of ghee mixed with nectar; and with the nectar anoint the drinkers well. May our hopes, fulfilled, preserve this dwelling. ------------------- (8) I bring this water, free from disease, disease-destroying, and with deathless fire I enter and dwell in the house. ------------------- (9) òô"},{"pageNumber":43,"pageContent":"Atharva Veda SAKSIVC Page 43 of 67 Knowledge for All The teachers wanted to spread the knowledge among all persons, irrespective of caste as declared in AV (6.69). The hymn on harvest gathering (3.24) states that the “Deity also dwells in the houses of those (ayajvanah) who do not perform yajna-rituals”. This phrase could refer to the unskilled labour class; but the Veda does not downgrade them, i.e., the deity dwells in their homes just as in the homes of the higher caste persons. AV (6.19.1) explicitly prays for the psychological purification of all persons. We have the following verse regarding Agricultural workers: The proficient bind the plough-ropes and lay the yokes on each side, those wise men seeking divine bliss. AV (3.17.1). This verse can be interpreted symbolically with plowing referring to the systematic spiritual practice as in Rigveda. Alternatively, the verse points to a condition where the agricultural worker was also regarded as creative. A similar situation is in Mahabharata, vana parva where the spiritual wisdom is explained by the butcher (vyadha) to a brahmin. ATHARVA VEDA (6.69.2) PREACHING THE GLORIOUS WORD Rishi: Atharvan Ashvins, Lords of light, fill me with the sweetness of the bee-honey, so may I speak the glorious Word to the masses of the people. òô"},{"pageNumber":44,"pageContent":"Atharva Veda SAKSIVC Page 44 of 67 Many Languages The sukta on bhumi or earth (12.1) clearly mentions that the people spoke different languages and had different dharmas or religions. To translate dharma as mere custom is to miss the full significance of the word. janam bibhrati bahudha vivachasam nanadharmanam prthivi yathaukasam. sahasram dhara dravinasya me duham dhruveva dhenuranapaspuranti. AV (12.1.45) \"May earth with people who speak various languages, and those who have various religious rites (dharmanam) according to their places of abode, Pour for me treasure in a thousand streams like a constant cow that never fails.\" It also calls upon all persons to be hospitable to strangers (7.52.1). It also mentions that the elders of the race spread out and occupy the entire earth. This is the earliest mention of migration. òô"},{"pageNumber":45,"pageContent":"Atharva Veda SAKSIVC Page 45 of 67 Lotus and the Three Gunas The description of a human being in terms of nine lotus petals and the three gunas or qualities occurs repeatedly in Vedantic literature. Its first appearance is Atharva Veda (10.8.43) and (10.8.44) given below. \"There is the nine-portalled lotus covered under three bands (gunebih), in which Lives the Spirit with the atman within, that the Veda-knowers know.\" ------------------- (43) \"Desireless, serene, immortal, Self-existent, contented with the essence, lacking nothing, is He. One has no fear of death who has known Him, the atman—serene, ageless, youthful.\" ------------------- (44) The three bands in the above verse are the three gunas or psychological qualities well known later as tamas, rajas and sattwa, inertia, uncontrolled activity, balanced dynamism. In the hymn (10.2) there is a description of the structure of human being which can be understood either physiologically or psychologically or in a spiritual setting. In (10.2.31) we have the first mention of the nine doors and the eight lotuses which have been discussed at great length in the tantrik and yogic literature; Nine doored with eight lotuses is the impregnable strong hole of gods; In that is a golden vessel which is covered with light and leads to the Heaven (10.2.31). òô"},{"pageNumber":46,"pageContent":"Atharva Veda SAKSIVC Page 46 of 67 Marriage Some of the most poetic hymns in Atharvaveda come under this category. Hymn (14.1) having 64 verses and Hymn (14.2) having 75 verses, hymns (7.36), (7.35), (2.36) and (6.60). The hymns (14.1) and (14.2) have most of the verses of the famous marriage hymn of Rigveda Samhita (10.85). The marriage hymns deal with the symbolic marriage between Knowledge and Delight typified by the bride Surya and the bridegroom Soma. We will give only two verses from these two hymns. \"I am song, thou art verse I am heaven, thou art Earth\" (14.2.71) This verse quoted in Brhadaranyaka Upanishad (6.4.20) While going from the bride's father’s house to his own house, the bridegroom utters the following to his spouse: \"Like a cucumber from its stalk I free thee from here, but not there.\" The “cucumber” phrase occurs in the famous tryambaka verse in RV (7.52) with the phrase “Here and there” having a different meaning. In AV, ''here'' signifies bride’s father’s house and “there”, his own house. In the RV, \"here\" means the “pleasures of this world”; \"there\" means the “sphere of immortality and bliss”. Here is the verse (7.36), from the groom to the bride. \"Our mutual glances, be they sweet; Our faces-may they show our concord; Take me within thy heart and let One spirit dwell in both of us (7.36).\" I give below the (crude) translation by Whitney of the same verse. \"The eyes of us two [be] of honey-aspect, Our faces be ointment; Put thou me within thy heart May our mind be verily together.\""},{"pageNumber":47,"pageContent":"Atharva Veda SAKSIVC Page 47 of 67 The next quote is from AV (7.37). The practice of enveloping the couple with a robe mentioned here is still followed in some parts of India. I envelop, thee with this robe I have, which from Manu has come So that thou mayst be mine alone And never admire another one. (7.37) ATHARVA VEDA (14.1) (FROM THE FATHER'S TO THE HUSBAND'S HOME) Rishi: Surya, Daughter of Sun Our homage to Aryamaan! the kindly friend who finds husbands. Like a cucumber from its stalk I free thee from here, but not from there. ------------------- (17) Enjoy you two together fortune's richest gifts, observing the Law in rightful bearing. Brahmanaspati, make the husband dear to her, and graceful be the words the wooer speaks. ------------------- (31) Hoping for love, children, fortune, wealth, and by being always behind thy husband in his life's vacation, gird thou up for immortality. ------------------- (42) By me may she be cherished; Brhaspati has made thee mine; live, a mother of children, with me, thy husband, for a hundred years. ------------------- (52) ATHARVA VEDA (14.2) (GOOD WISHES FOR MAN AND WIFE) Rishi: Surya, Daughter of Sun May you two, waking up in your pleasant chamber, both filled with laughter and cheer, and enjoying"},{"pageNumber":48,"pageContent":"Atharva Veda SAKSIVC Page 48 of 67 mightily, having good sons, a good home, and good cattle, pass the shining mornings. ------------------- (43) This woman says, as she throws the husks of corn: Long-lived be my husband, may he live a hundred years. ------------------- (63) Join this couple here, Indra, like a pair of chakravaka birds. May these two in a good home enjoy with children the full length of life. ------------------- (64) I am this, thou art-she; I am song, thou art verse; I am Heaven, thou art Earth; We two together shall live here, becoming parents of children. ------------------- (71) (Flaws in the ceremony) If the bride's sisters and young maidens have danced together in your house, and committed sin with shouts, May Agni and Savitri free thee from that sin. ------------------- (61) òô"},{"pageNumber":49,"pageContent":"Atharva Veda SAKSIVC Page 49 of 67 Wandering monk (vratya) In Vedic period there was no order of Sanyas; but wandering monks were there; they had no fixed abode. They were respected in every village on their arrival. ATHARVA VEDA (15.11) Rishi: Atharvan Let him to whose house the vratya (pravrajaka) who possesses this knowledge (of Divine rule) comes as a guest, ------------------- (1) rise up of his own accord to meet him and say, vratya, where did you stop overnight ? vratya, here is water. Let them refresh thee, vratya whatever thou likest, let that be, vratya ; whatever thy wish, let that be. vratya, as thou desirest, so let it be. ------------------- (2) ATHARVA VEDA (15.10) Rishi: Atharvan So let the King to whose house the vratya who possesses this knowledge comes as a guest, ------------------- (1) Honour him as one superior to himself, so that he does not work against the ruling power or against the State. ------------------- (2) From him verily the spiritual power and the ruling power arose. ------------------- (3) òô"},{"pageNumber":50,"pageContent":"Atharva Veda SAKSIVC Page 50 of 67 Oneness In all Hindu literature, the idea of oneness is emphasized even amidst manifestation. The indivisibility of the human being is described in the following verse (19.51.1) \"Undivided am I, undivided my soul, Undivided my sights undivided my hearing, Undivided my in-breathing, prana, Undivided my out-breathing, apana, Undivided my diffusive breath, vyana, Undivided the whole of me.\" òô"},{"pageNumber":51,"pageContent":"Atharva Veda SAKSIVC Page 51 of 67 Polity and governance There are 28 hymns in this category. Atharvaveda indicates a relatively advanced civilisation. Atharvaveda 3.4.2 declares that the king of the region should be elected by the people or their representatives vishah in an assembly. (12.1.56) describes the several types of organisations like grama, village or town, sabha, the general assembly, samiti, council or smaller meeting sangrama the meeting between the different villages or towns. There are references to assemblies in other hymns like AV (7.12). The Atharvaveda (6.64) calls for extended debates on all topics leading to a unanimous conclusion. This hymn of 3 verses (6.64) is same as RV (10.191.2-4). \"Join together; speak one word; Let your minds arrive at one knowledge Even as the ancient gods arriving at one knowledge.\" ------------------- (1) \"Common mantra have all these, A common gathering to union, They are together in one knowledge. I pronounce for you a common mantra. I do sacrifice for you with a common offering.\" ------------------- (2) \"One and common be your aspiration, United your hearts, Common to you be your friend –so close companionship may be yours.\" Sri Aurobindo in his book “The ideal of human unity” regards the verse as the earliest instance of the human aspiration for a global society in which all disputes can be settled harmoniously in a manner satisfactory to all parties. The meeting should end with a unanimous resolution. Knowledge of all All were called upon to invoke the Divine Word which will give the right intuition in solving problems. Step beyond what is human, elect for the Divine Word, and establish thy leadership, along with all the friends thou hast. AV(7.105)"},{"pageNumber":52,"pageContent":"Atharva Veda SAKSIVC Page 52 of 67 The teacher wanted to spread the wisdom among all persons. There was no attempt at keeping the people ignorant. Ashvins, Lords of light, fill me with the sweetness of the bee-honey, so may I speak the glorious Word to the masses of the people. AV (6.69) See also the section, \"Assembly & Council\". òô"},{"pageNumber":53,"pageContent":"Atharva Veda SAKSIVC Page 53 of 67 Sanctity of Atharvaveda Some persons feel that the veda samhitas or collections are only three and Atharvaveda was a later addition and hence not sacred as the other thee. We disagree. The tradition of vedas being four is supported explicitly by major upanishads such as Brhadaranyaka [2.4.10] and the Mundaka [1.1.5], Mahabharata, Vishnu purana and the great grammarian Patanjali in his Mahabhashya in his commentary on the Rig Vedic verse (4.48.6) beginning with Chatvari Shrnga. Major Upanishads like Mundaka, Mandukya and Prashna etc., belong to the Atharva Veda. The phrase ‘Vedas are Three’ occurring in some places means that there are only three types of mantras namely rik, yajus and sama, as mentioned in the essay ‘About the four vedas’. Atharvaveda refers to three types of mantras in AV (10.7.14). Most of the mantras in Atharvaveda are classified as riks since they are metrical. The sanctity of the Atharvaveda samhita is also apparent in another way. As mentioned earlier, every veda samhita has additional brahmana and upanishad books associated with it. Of the ten major Upanishads used in vedantic discussion, three of them namely Mandukya, Mundaka and Prashna are associated with Atharvaveda. The word Munda means shaved head, a mark of the wandering sanyasin. The great teacher Shankara states in his commentary on the Mundaka upanishad that the vow of the spiritual aspirant shaving the head is traced to the Atharva. Atharvaveda calls itself by other names such as Brahma Veda AV (15.6.8) and Atharva-Angiirasa Veda AV (10.7.20) and the Veda of healing or Bhaishajya Veda AV (11.6.14). Shatapatha Brahmana calls it as the Kshatra Veda [the Veda dealing with polity and governance of society] AV (14.8.14) and also as Angiro Veda (13.4.3). The appropriateness of these names comes from the fact that AV Samhita has a large number of hymns on the associated topics. òô"},{"pageNumber":54,"pageContent":"Atharva Veda SAKSIVC Page 54 of 67 Slavery The idea that there was slavery in the Vedic Society originated with the Western Indologists with their intentional or careless translation of a Sanskrit word into “slave”. For example, in the Taittiriya Samhita (Krishna Yajurveda), [7.5.10] [kanda 7, prapathaka 5, verse 10], a part of translation by Keith reads “slave girls dance around the fire”. But in a footnote in the same page [pg., 628, Vol. 2] the author Keith says that the verse describes the dance of maidens. Suddenly the maidens have become “slave girls”. Both Paranjape and Avinash Bose point to the mistranslation of the word ‘yosha’ as courtesan by the indologist Pischel [Bose, Hymns from the Veda, p. 36]. òô"},{"pageNumber":55,"pageContent":"Atharva Veda SAKSIVC Page 55 of 67 Spiritual and Philosophical Hymns Recall that Atharva Veda calls itself as the Brahma Veda [15.6.8], the Veda of spiritual knowledge. There are about 190 hymns in this category if we include the hymns to the individual devas like the spiritual Sun, Agni who all psychological powers. The hymns 9.9 and 9.10 are also in RV (1.164), asya vamasya; all of these verses can be interpreted only in a spiritual way. This hymn has the famous verse ‘The supreme one is called by various names’. It also has the famous verse involving two birds in AV [9.9.20] which occurs also in RV [1.164] and in the Mundaka Upanishad. It has several famous aphorisms quoted in our subhashitas or good sayings. The hymn (10.7) of 44 verses entitled skambha or pillar which supports all manifestation is dedicated to the eternal entity or Brahman which existed before the manifested universe. It is called as a basis for everything, sarva dhara in which everything is established. In the first twenty-one verses, it poses a series of questions on existence and manifestation given below. In the next 22 verses, it gives the answers. We give here 2 verses in this hymn dealing with existence and non existence hymn. \"A conspicuous branch of non-existence people have regarded as Brahman; And people who worship that branch regard it as existence (10.7.21) Great indeed are the devas who Have sprung out of non-existence; And one part of the support of the universe People have called non-existence (10.7.25).\" \"When at first the unborn sprung into being He won his own domain beyond which nothing higher has been in existence (31).\" The translation of the entire hymn AV (10.7) is given below. The hymn (8.9) dedicated to Virat or the wonders of the origins and manifestation is highly symbolic. We will quote only one verse (8.9.10). \"Who understandeth the pairness of virat? Who the seasons?"},{"pageNumber":56,"pageContent":"Atharva Veda SAKSIVC Page 56 of 67 Who the ordering of her? Who know how many steps were fashioned? What is her abode? How many times the onrush of knowledge have occurred?” (8.9.10) The pairness in the first line refers to all the pairs of opposites in the unwise like one and many, pain and pleasure, victory and defeat, fate and free will etc. Whitney renders the key word pairness mithunatva as sex. ATHARVA VEDA (10.7) THE SUPPORT OF THE UNIVERSE Rishi: Atharvan In what limb of his does tapas lie? In what limb is Eternal Law established? Where lies Dedication? where Reverence? in what limb is Truth firmly placed? ------------------- (1) From which of his limbs does fire shine? And from which limb does the wind blow? From which limb does the moon measure its course, measuring the vast form of him who is the Support of the universe? ------------------- (2) In which limb of his does the earth lie? in which limb the mid-region? In which limb is the sky upheld, and in which limb is the firmament established? ------------------- (3) Towards whom does the fire that rises shine with longing? towards whom does the wind with longing blow? Tell me of the Support of the universe: who, the One among many, is he towards whom all the pathways turn? ------------------- (4) Where do the half-months and the months with the year proceed in unison together?"},{"pageNumber":57,"pageContent":"Atharva Veda SAKSIVC Page 57 of 67 Tell me of the Support of the universe: who, the One among many, is he to whom the seasons and the groups of seasons move? ------------------- (5) Towards whom do the two young damsels of varied hues-- Day and Night--with longing run, each in accord with the other? Tell me of the Support of the universe: who, the One among many, is he towards whom the waters with longing flow? ------------------- (6) Tell me of the Support of the universe: who, the One among many, is he in whom the Lord of life found his prop while he upheld all the worlds? ------------------- (7) The universe--high, low, middle and of many forms that the Lord of life created-- how much of it did the Support of the universe penetrate, and how much was left that he did not? ------------------- (8) How much of the past has the Support of the universe entered? by what part of him has he penetrated the future? and, of that one part which he has made thousand-fold, how much has the Support of the universe entered? ------------------- (9) Tell me of that Support of the universe: who, the One among many, is he in whom people have found the worlds and their enclosures, and waters and sacred lore, and found non-existence and existence at their end? ------------------- (10) Tell me of the Support of the universe: who, the One among many, is he in whom tapas, becoming powerful, attaches itself to the highest Dedication, and found non-existence and Devotion are united together? ------------------- (11) Tell me of the Support of the universe: who, the One among many, is he in whom earth, mid-region and sky have had their foundation, on whom rest agni, chandramas, surya and vata? ------------------- (12) Tell me of the Support of the universe: who, the One among many, is he whose body contains the three and thirty devas? ------------------- (13) Tell me of the Support of the universe: who, the One among many, is he"},{"pageNumber":58,"pageContent":"Atharva Veda SAKSIVC Page 58 of 67 in whom exist the first-born sages, and rik, saman, yajus and the earth, and in whom the one Sage abides? ------------------- (14) Tell me of the Support of the universe: who, the One among many, is he the Being in whom both immortality and death lie in concord, in whom are gathered the water-courses as arteries? ------------------- (15) Tell me of the Support of the universe: who, the One among many, is he in whom are the four quarters his chief arteries, in whom sacrifice is most powerful. ------------------- (16) Those who know brahman in purusha know the Being who is supreme; he who knows the Supreme Being and he who knows the Lord of life-- these know the loftiest brahman, and thence they know fully the Support of the universe. ------------------- (17) Tell me of the Support of the universe; who, the One among many, is he of whom vaishvanara became the head and angirases the eye, and yatus the limbs of the body. ------------------- (18) Tell me of the Support of the universe; who, the One among many, is he whose mouth, they have said, is sacred knowledge, and whose tongue the honeyed whip, and whose bosom they have called Splendour? ------------------- (19) Tell me of the Support of the universe; who, the One among many, is he from whom the rik has been chiselled out, and yajus clipped, whose hairs are saman songs, and whose mouth is atharvangirases? ------------------- (20) A conscious branch of non-existence people have regarded as the Supreme; and people below who worship that branch regard it as existence. ------------------- (21)"},{"pageNumber":59,"pageContent":"Atharva Veda SAKSIVC Page 59 of 67 Tell me o the Support of the universe: who, the One among many, is he in whom adityas and rudras and vasus are united, in whom exist the past and the future and all the worlds. ------------------- (22) The three and thirty devas constantly guard his treasure; who knows today what that treasure is which you, devas, protect? ------------------- (23) The devas with the sacred knowledge worship the highest brahman; he who knows them face to face, that Sage has known the truth. ------------------- (24) Great indeed are the devas who have sprung out of non-existence; and, one part of the Support of the universe people have called non-existence. ------------------- (25) While the Support of the universe, creating, revolved back what was old, then that one part of the Support of the universe they knew as the ancient. ------------------- (26) In his body existed the three and thirty devas by dividing themselves into its limbs; those alone who knew Brahman knew the three and thirty devas. ------------------- (27) People know the Divinity in his splendour as the Supreme, far beyond any expression. It was the Support of the universe who in the beginning poured forth that splendour. ------------------- (28) In skambha, the Support of all, lies the world, in skambha lies tapas, in him the eternal Law. I have known thee, skambha, by direct vision, to be existing wholly in Indra. ------------------- (29) In Indra, the Support of all, lies the world, in Indra lies tapas, in him the eternal Law; I have known thee, Indra, by direct vision, to be wholly established in skambha. ------------------- (30)"},{"pageNumber":60,"pageContent":"Atharva Veda SAKSIVC Page 60 of 67 Man calls the one Deity by the other's name before sunrise and before dawn. When at first the Unborn sprang into being he won his own dominion beyond which nothing higher has been in existence. ------------------- (31) Homage to supreme brahman of whom the earth is the base, the mid-region the middle, and who has made the sky his head. ------------------- (32) Homage to supreme brahman of whom the sun is the eye, and the moon that becomes new again and again, and who has made agni his mouth. ------------------- (33) Homage to supreme brahman, of whom the wind is the in-breath and the out-breath, and the angirases became the sight, and who made the quarters of the sky his vehicles of knowledge. ------------------- (34) skambha has upheld these two- Heaven and Earth- skambha has upheld the wide mid-air, skambha has upheld the six spacious regions, skambha pervades the whole world. (35) Homage to the supreme brahman who, having sprung from toil and tapas, his completely filled all the worlds, and who has made the soma libation entirely his own. ------------------- (36) How is it that the wind does not cease to blow, and the mind takes no rest ? And why do the waters, seeking the Truth, never keep still? ------------------- (37) Transcendent through tapas the great Spirit lies in the centre of the world, and on the surface of water; and all the devas attach themselves to him. So stands the trunk of a tree with branches around it. ------------------- (38)"},{"pageNumber":61,"pageContent":"Atharva Veda SAKSIVC Page 61 of 67 Tell me of the Support of the universe: who, the One among many, is he to whom holy men with their hands and feet and word and ear and eye, offer unmeasured worship in a measured hall of sacrifice? ------------------- (39) From him darkness flees away, he is never beset with distress; in him are all the lights-the three that are in the Lord of creation. ------------------- (40) He who knows the Reed of Gold standing up in water, is, verily, the mysterious Lord of creation. ------------------- (41) The two Maidens, different in colour, move together round and round as they weave the woof of six pegs. While the one takes the threads across, the other lays them on. They don't twist them wrongly, nor do they come to the end of their labour. (42) Of these two who, as it were, are dancing round, I know not which is behind the other. A Male weaves the web, a Male holds it up, a Male extends it to the cope of heaven. ------------------- (43) These pegs have supported the sky, and samans have been made shuttles for weaving the web. ------------------- (44) òô"},{"pageNumber":62,"pageContent":"Atharva Veda SAKSIVC Page 62 of 67 Symbolism in Veda-Six Foes Many a verse of Atharva Veda can be understood at different levels just like the verses of Rig Veda as discussed in the essay on Rig Veda. For illustration consider AV (8.4.22). It describes the six psychological foes known to any average student of Sanskrit literature or Kannada literature namely kama, lust, krodha anger or wrath, lobha, greed, moha, delusion, mada arrogance, matsarya, jealousy. Each one of them is symbolised by an animal or bird in Sanskrit literature, namely, owl with delusion, wolf with anger, dog with jealousy, chakravaka with lust, eagle with arrogance and vulture with greed. Any student in Sanskrit knows about the love stricken chakravaka birds. In Indian English a popular phrase is the ‘dog in the manger policy’, i.e., dog neither eats the grass nor allows the cow to eat the grass in the manger’. Again vulture is translated in the American Heritage Dictionary as “a person of rapacious and predatory nature”. In Indian myths eagles are described as brimming with arrogance with their ability to cross over any obstacle. There are many stories in the puranas of the mythical eagle Garuda and its humiliation at the hands of the lord Vishnu. In Indian myths, owl is said to be full of dullness or delusion. Since it is awake at nights unlike all other birds it is supposedly not sure whether it is a bird or a nocturnal animal. The translation of the verse (8.4.22) is: O Indra, kill the delusion (owl); kill the anger (wolf), kill the jealousy (dog), kill the lust (chakravaka), kill the arrogance (eagle), kill the greed (vulture). [The clarification of symbolism in this verse is due to Dr. Narendra of the Sanskrit Institute, Sri Aurobindo Ashram, Pondicherry] The translation of this verse by the “authority” Whitney speaks for itself: “The owl sorcerer, the owlet sorcerer smite thou, the dog sorcerer and the cuckoo sorcerer the eagle sorcerer and the vulture sorcerer-do thou destroy the demon as if with a mill stone”. ulukayatum shushulukayatum jahi shvayatum uta kokayatum, suparnayatum uta gridhra yatum drishhadeva pra mana raksha indra."},{"pageNumber":63,"pageContent":"Atharva Veda SAKSIVC Page 63 of 67 òô"},{"pageNumber":64,"pageContent":"Atharva Veda SAKSIVC Page 64 of 67 Symbolism-arrow and reed The first mantra of AV (1.3) is: \"We know parjanya of virility, the father of shara. I will make you happy (sham). Let the earth have the outpouring for thee with a splash\". The Sanskrit word shara has been retained without translation. The first five verses of this hymn are identical except that Parjanya is replaced by the names of Mitra, Varuna, Chandra and Surya. Since in the sixth verse the word mutra occurs, meaning urine, shara in the verse is translated as reed. Hence the verse is assumed to deal with the release of the blocked urine by using a reed, as declared by Sayana and Whitney. The only question is, why call so many Gods (devas) for this operation? But ‘mutra’ is also a symbol of anything which saves or nourishes by purifying or cleaning. Shara is a popular name for arrow which is a symbol of force which kills the enemy. Viewed in this way, the hymn is a prayer for the release of any beneficial shower of energy which is obstructed. It could be the rain, hence the appeal to parjanya. It could be a blocked or narrow point of view, the so called mental blockage which has to be released by Varuna, the master of infinity. May be it is some despair which is released by the deva of Delight, Chandra. In this way the need for mentioning the names of various devas becomes obvious. òô"},{"pageNumber":65,"pageContent":"Atharva Veda SAKSIVC Page 65 of 67 Tapas In all Hindu literature, there is great emphasis on tapas or askesis, often mistranslated as austerities. It is the concentrated effort leading to creativity. The earliest reference is in Atharva Veda \"Since Agni, we, through tapas are kindling the fire of spirit, may we be dear to the Veda, long lived and bright in intellect (7.61.1).\" \"Agni, we practice tapas, we Kindle the fire of the spirit; So may we, listening to the sacred lore, Be long-lived and bright in intellect.\" òô"},{"pageNumber":66,"pageContent":"Atharva Veda SAKSIVC Page 66 of 67 Time or kala There are six suktas dealing with time or kala. The sages knew the distinction between the methods of marking time and the abstract concept of time itself. The seasons mark the passage of time. But the Atharva Vedic sages declare in the hymns (19.53) and (19.54) that time is an abstract entity which causes all the dynamics seen in the universe. (19.53.6) declares that time created earth, the sun burns in time, all existences are defined in time. (19.53.7) declares that the concept of mind exists in time only because we know the mind by the changes in our thoughts etc and all changing entities exist in time only. òô"},{"pageNumber":67,"pageContent":"Atharva Veda SAKSIVC Page 67 of 67 Vak or Speech Vak, the power of the potent word which is behind all the dynamism of the manifestation is described in (7.66). \"That which is in the midworld, in the air, that which is in trees and in the foliage, by listening to which creatures are on the move, may that spiritual power come again to us.\" òô "}]
