[{"pageNumber":1,"pageContent":" THE SŪTRA ON IMPERMANENCE "},{"pageNumber":3,"pageContent":" !་#ག་པ་&ད་(་མ*། The Sūtra on Impermanence Anityātasūtra mi rtag pa nyid kyi mdo Toh 309, Degé Kangyur, vol. 672 (mdo sde, sa),  folios 155a–155b Translated by the Sakya Pandita Translation Group (International Budhist Academy Division) "},{"pageNumber":4,"pageContent":"  Published by 84000 (2013) www.84000.co This work is provided under the protection of a Creative Commons CC BY-NC-ND (Attribution - Non-commercial - No-derivatives) 3.0 copyright. It may be copied or printed for fair use, but only with full attribution, and not for commercial advantage or personal compensation. For full details, see the Creative Commons license."},{"pageNumber":5,"pageContent":" v Contents Summary Acknowledgments Introduction THE TRANSLATION The Sūtra on Impermanence Notes Bibliography "},{"pageNumber":6,"pageContent":" vi Summary In this brief sūtra, the Buddha reminds his followers of one of the principal characteristics of saṃsāric existence: the reality of impermanence. The four things cherished most in this world, the Buddha says—namely good health, youth, prosperity, and life—are all impermanent. He closes his teaching with a verse, asking how beings, afflicted as they are by impermanence, can take delight in anything desirable, indirectly urging his disciples to practice the path of liberation. Acknowledgments Translation by the Sakya Pandita Translation Group (International Buddhist Academy Division, Kathmandu). This sūtra was translated from the Tibetan into English by Christian Bernert and edited by Vivian Paganuzzi."},{"pageNumber":7,"pageContent":" vii "},{"pageNumber":8,"pageContent":" viii Introduction This sūtra highlights one of the most fundamental teachings of the Buddha—recognizing the impermanence (anityatā) of conditioned phenomena. The fact that such phenomena are impermanent (anitya) is listed as the first of the three principal characteristics of existence, the other two being the suffering, or unsatisfactoriness, of phenomena (duḥkha), and their no-self, or lack of an inherent substance (anātman). It is the clear under-standing of the reality of these facts of life that can bring about a profound and essential change in a person’s worldview, marking the point of entry to the path to liberation.1 Impermanence is also one of the “four seals of the Buddha’s teaching” (com-prising these three characteristics of existence and a fourth principle, that nirvāṇa is peace), often described as summarizing or epitomizing the Buddhadharma, and more particularly as the criteria that together enable the variety of Buddhist philo-sophical views to be distinguished from non-Buddhist ones.2 Sūtras on impermanence The Tibetan canon contains two sūtras with the title Sūtra on Impermanence (mi rtag pa nyid kyi mdo), both found in the same section of the Kangyur (mdo sde, Toh 309 and 310). The sūtra translated here is the first, the shorter of the two. Sūtras with equivalent titles are also found in other Buddhist canons, but their contents differ substantially from the one translated here. The Chinese Tripiṭaka, for instance, contains two sūtras so entitled (Taishō Nos. 801 and 759), and in the Samyutta Nikāya"},{"pageNumber":9,"pageContent":" ix of the Pāli canon, the collection of discourses grouped by themes, there are a number of different texts with the title Sutta on Impermanence (P. Aniccasutta).3 Note on the translation The content of this sūtra is rather straightforward and its interpretation does not pose any major difficulties. One particular term, however, did present a problem of translation: the Tibetan dben pa, which commonly translates the Sanskrit viveka / vivikta and is usually related to concepts of isolation and seclusion. Here it seems to refer more specifically to the act of picking something out, separating it from other things and thus singling it out from them as special. "},{"pageNumber":10,"pageContent":" 1 THE TRANSLATION The Sūtra on Impermanence Homage to all buddhas and bodhisattvas! Thus did I hear at one time. The Bhagavān was dwelling in Anāthapiṇḍada’s park, in the Jeta Grove in Śrāvastī, along with a large monastic assembly. The Bhagavān addressed the monks as follows: “Monks, four things are appealing, singled out, considered valuable, pleasant, and highly appreciated by everyone. What are those four? “Monks, good health is appealing, singled out, considered valuable, pleasant, and highly appreciated by everyone. Good health, however, ends with sickness. Monks, sickness is neither appealing, nor is it singled out, considered valuable, pleasant, or highly appreciated by anyone. “Monks, youth is appealing, singled out, considered valuable, pleasant, and highly appreciated by everyone. Youth, however, ends with the ageing of the body. Monks, the aging of the body is neither appealing, nor is it singled out, considered valuable, pleasant, or highly appreciated by anyone. “Monks, prosperity is appealing, singled out, considered valuable, pleasant, and highly appreciated by everyone."},{"pageNumber":11,"pageContent":" 2 Prosperity, however, ends with its decline. Monks, the decline of prosperity is neither appealing, nor is it singled out, nor considered valuable, pleasant, or highly appreciated by anyone. [F155.b] “Monks, life is appealing, singled out, considered valuable, pleasant, and highly appreciated by everyone. Life, however, ends in death. Monks, death is neither appealing, nor is it singled out, considered valuable, pleasant, or highly appreciated by anyone.” Thus spoke the Bhagavān, the Sugata, and having spoken the Teacher added these words: “Good health is impermanent, Youth does not last. Prosperity is impermanent, And life, too, does not last. How can beings, afflicted as they are by impermanence, Take delight in desirable things like these?” When the Bhagavān had thus spoken, the monks rejoiced and praised his words. This completes the Sūtra on Impermanence. Translated and edited by the Indian scholar Surendrabodhi and the principal editor-translator, the monk Zhang Yeshé Dé. It was then also reviewed and finalized in accordance with current language reforms. "},{"pageNumber":12,"pageContent":" 3 Notes 1 See The Three Basic Facts of Existence (The Wheel, Publication no. 186, 187) (details in bibliography). 2 See, for example, The Questions of the Nāga King Sāgara (Toh 155), http://read.84000.co/#!ReadingRoom/UT22084-058-002/0. 3 For instance SN 22.45 and 46, and SN 36.9. "},{"pageNumber":13,"pageContent":" 4 Bibliography mi rtag pa nyid kyi mdo (Anityatāsūtra). Toh 309, Degé Kangyur vol. 72 (mdo sde, sa), folios 155a.2–155b.4. mi rtag pa nyid kyi mdo (Anityatāsūtra). bka’ ’gyur (dpe bsdur ma) [Comparative Edition of the Kangyur], krung go’i bod rig pa zhib ’jug ste gnas kyi bka’ bstan dpe sdur khang (The Tibetan Tripitaka Collation Bureau of the China Tibetology Research Center). 108 volumes. Beijing: krung go’i bod rig pa dpe skrun khang (China Tibetology Publishing House), 2006–9, vol. 72, 434-436. Nyanaponika Thera (transl.). Anicca Sutta: Impermanent (SN 36.9), translated from the Pali. Access to Insight, 30 June 2010, http://www.accesstoinsight.org/tipitaka/sn/sn36/sn36.009.nypo.html. Retrieved on 10 May 2013. “The Three Basic Facts of Existence: I. Impermanence (Anicca), with a preface by Nyanaponika Thera,” Access to Insight, 2 December 2011, http://www.accesstoinsight.org/lib/authors/various/wheel186.html. Retrieved on 10 May 2013. "}]
