[{"pageNumber":1,"pageContent":" THE SŪTRA OF THE THREE BODIES "},{"pageNumber":3,"pageContent":" !་ག$མ་པ'་མ(། The Sūtra of the Three Bodies Trikāyasūtra འཕགས་པ་'་ག(མ་*ས་+་བ་-ག་པ་.ན་01་མ2། ’phags pa sku gsum zhes bya ba theg pa chen po’i mdo The Noble Mahāyāna Sūtra “The Three Bodies” Āryatrikāyanāmamahāyānasūtra Toh 283, Degé Kangyur, vol. 68 (mdo sde, ya), folios 56a–57a Translated by the Buddhavacana Translation Group "},{"pageNumber":4,"pageContent":"  Published by 84000 (2013) www.84000.co This work is provided under the protection of a Creative Commons CC BY-NC-ND (Attribution - Non-commercial - No-derivatives) 3.0 copyright. It may be copied or printed for fair use, but only with full attribution, and not for commercial advantage or personal compensation. For full details, see the Creative Commons license."},{"pageNumber":5,"pageContent":" v Contents Summary Acknowledgments Introduction THE TRANSLATION The Sūtra of the Three Bodies Notes Bibliography "},{"pageNumber":6,"pageContent":" vi Summary As the title suggests, this sūtra describes the three bodies of the Buddha. While the Buddha is dwelling on Vulture Peak in Rājgṛha, the Bodhisattva Kṣitigarbha asks whether the Tathāgata has a body, to which the Buddha replies that the Tathāgata has three bodies: a dharmakāya, a saṃbhogakāya, and a nirmāṇa-kāya. The Buddha goes on to describe what constitutes these three bodies and their associated meaning. The Buddha explains that the dharmakāya is like space, the saṃbhogakāya is like clouds, and the nirmāṇakāya is like rain. At the end of the Buddha’s elucidation, Kṣitigarbha expresses jubilation, and the Buddha declares that whoever upholds this Dharma teaching will obtain immeasurable merit. Acknowledgments Translation by the Buddhavacana Translation Group, Vienna, under the supervision of Khenpo Konchok Tamphel. Translated into English by Rolf Scheuermann and Casey Kemp. "},{"pageNumber":7,"pageContent":" vii Introduction The setting of this sūtra is Vulture Peak in Rajgir (Rājgṛha), said to be the location where the Buddha, explaining the doctrine of emptiness in the second turning of the wheel of Dharma, taught the prajñāpāramitā and other topics associated with Mahāyāna Buddhism. It is here that the bodhisattva Kṣitigarbha asks the Buddha a series of questions regarding the body of the Buddha, which the Buddha answers by expounding the teaching on the three bodies. The doctrine of the Buddha’s three bodies (trikāya) has tended to be associated with the Yogācāra school of Buddhist thought, although the terms dharmakāya and rūpakāya (form body) are certainly to be found in sūtras such as the Aṣṭasāhasrikāprajñāpāramitāsūtra.1 It has been suggested that sūtras such as the Trikāyasūtra may have evolved after such Yogācāra treatises as the Mahāyānasūtrālaṃkāra.2 This tri-fold scheme can also be interpreted as describing different aspects of enlightenment or buddhahood itself. The dharmakāya, sometimes translated as the “truth body” or “reality body,” generally refers to the essential nature of the Buddha, as is stated in this sūtra. The saṃbhogakāya and the nirmāṇakāya, known collectively as the form bodies, are understood as emanations of the dharmakāya, or essential nature, of the Buddha. In other words, they are the manifestations of the enlightened activity of the Buddha. The saṃbhogakāya, sometimes translated as “enjoyment body,” is the apparitional form the Buddha takes for bodhisattvas and practitioners in meditative states or in dreams. The nirmāṇakāya, sometimes"},{"pageNumber":8,"pageContent":" viii translated as “manifestation body,” is the physical form of the Buddha that can be seen by any sentient being. The Buddha, who is able to emanate in countless forms, does so in order to liberate beings through the illumination and demonstration of the Dharma. All three bodies3 are ultimately considered inseparable. This is the only known sūtra in the Tibetan Kangyur solely dedicated to teaching the doctrine of the three bodies. The Buddha explains here how one should view the bodies of the Buddha using analogies, and relates the three bodies to other relevant Buddhist doctrines such as the four wisdoms.4 This sūtra was first translated by W. Woodville Rockhill in his 1884 publication of The Life of the Buddha and the Early History of His Order. There is currently no known extant version in Sanskrit, and among the different published Tibetan versions of the source text, there do not seem to be any significant variants. "},{"pageNumber":9,"pageContent":" 1 THE TRANSLATION The Noble Mahāyāna Sūtra The Three Bodies [F.56.a] Homage to all buddhas and bodhisattvas! Thus did I hear at one time. The Blessed One was dwelling on Vulture Peak Mountain in Rājgṛha. He was accompanied by his entire retinue, by immeasurable, countless bodhisattvas, and by gods and nāgas. They paid respect to the Blessed One and made offerings to him. At that time, the bodhisattva Kṣitigarbha, who was sitting among the retinue, rose from his seat and asked: “Has the Blessed One a body?” The Blessed One replied, “O Kṣitigarbha, the Blessed One, the Tathāgata, [F.56.b] has three bodies: a dharmakāya, a saṃbhogakāya and a nirmāṇakāya. O son of a noble family, the three bodies of the Tathāgata are these: the pure nature is the dharmakāya, pure meditative absorption is the saṃbhogakāya, and pure conduct is the nirmāṇakāya of all buddhas. “O son of a noble family, the dharmakāya of the Tathāgata consists in the fact that he has no nature, just like the sky. His saṃbhogakāya consists in the fact that he comes forth, just like a"},{"pageNumber":10,"pageContent":" 2 cloud. His nirmāṇakāya consists in the activity of all the buddhas, the fact that it soaks everything, just like rain.” The bodhisattva Kṣitigarbha then asked the Blessed One, “How should one view this explanation on the three bodies of the Blessed One?” The Blessed One answered the bodhisattva Kṣitigarbha, “O son of a noble family, you should view the three bodies of the Tathāgata in the following way. The dharmakāya should be viewed as that which is the essence of the Tathāgata. The saṃbhogakāya should be viewed as that which is the essence of the bodhisattvas. The nirmāṇakāya should be viewed as that which is the essence of ordinary beings who conduct themselves devotedly. “O son of a noble family, the dharmakāya remains the same nature for all the buddhas. The saṃbhogakāya remains the same meditative absorption for all the buddhas. The nirmāṇakāya remains the same awakened activity for all the buddhas. “O son of a noble family, the basis-of-all in its pure state is mirror-like wisdom, the dharmakāya. The afflicted mind in its pure state is the wisdom of equality. Mental cognition in its pure state is discriminating wisdom, the saṃbhogakāya. The five sense cognitions in their pure state are all-accomplishing wisdom, the nirmāṇakāya.” The bodhisattva Kṣitigarbha then exclaimed to the Blessed One, “O Blessed One, the noble Dharma that I have heard from the Blessed One [F.57.a] is excellent, O Sugata, really excellent!” The Blessed One then declared, “O son of a noble family, whoever fully upholds this Dharma discourse of the Blessed One will obtain merit that is immeasurable, inexpressible, incalculable and unfathomable.” When the Blessed One had spoken, the world, including the bodhisattva Kṣitigarbha, the gods, nāgas, yakṣas, and gandharvas rejoiced and praised the teachings of the Blessed One. This concludes the Noble Mahāyāna Sūtra “The Three Bodies.” "},{"pageNumber":11,"pageContent":" 3 Notes 1 For more on the philosophical considerations of the three bodies, see Harrison (1992) pp 44-94. 2 See Makransky (1997) pp.274. 3 Some Mahāyāna works such as the Abhisamayālaṅkāra of Maitreya also mention a fourth body, a svābhāvikakāya, or “innate body.” There are conflicting interpretations by Indian and Tibetan commentators as to the relationship between the svābhāvikakāya and the dharmakāya. For more on the four bodies, see Makransky (1997). 4 For information on the relationship between the three bodies and four wisdoms in Buddhist literature, see Brunnhölzl (2009) pp.71-76. "},{"pageNumber":12,"pageContent":" 4 Bibliography ’phags pa sku gsum zhes bya ba theg pa chen po’i mdo (Āryatrikāyanāmamahāyānasūtra). Toh 283. Degé Kangyur, vol. 68 (mdo sde, ya), folios 56a–57a. ’phags pa sku gsum zhes bya ba theg pa chen po’i mdo (Āryatrikāyanāmamahāyānasūtra). bka’ ’gyur (dpe bsdur ma) [Comparative Edition of the Kangyur], krung go’i bod rig pa zhib ’jug ste gnas kyi bka’ bstan dpe sdur khang (The Tibetan Tripiṭaka Collation Bureau of the China Tibetology Research Center). 108 volumes. Beijing: krung go’i bod rig pa dpe skrun khang (China Tibetology Publishing House), 2006-2009, vol. 68 (mdo sde, ya), pp 168-170. Brunnhölzl, Karl (2009). Luminous Heart: The Third Karmapa on Consciousness, Wisdom, and Buddha Nature. Ithaca: Snow Lion Publications, 2009. Harrison, Paul (1992). “Is the Dharma-kāya the Real ‘Phantom Body’ of the Buddha?” In The Journal of the International Association for Buddhist Studies, vol. 15 No 1, 1992. pp 44-94. Makransky, John J. (1997). Buddhahood Embodied: Sources of Controversy in India and Tibet. SUNY Series in Buddhist Studies. Albany: State University of New York Press, 1997. Nagao, Gadjin M. Mādhyamika and Yogācāra: A Study of Mahāyāna Philosophies. Leslie S. Kawamura (Trans.) Albany: State University of New York, 1991. Rockhill, W. Woodville (Trans.) The Life of the Buddha and The Early History of His Order Derived from Tibetan Works in the Bkah-hgyur and Bstan-hgyur. London: Trübner & Co., Ludgate Hill, 1884."}]
