[{"pageNumber":1,"pageContent":"IntroductionI.1At first glance, the Jayamatiparip cchā ṛsūtra (“The Sūtra of the Inquiry of Jayamati”) appears to be a short Mahāyāna sūtra preserved in the Tibetan Kangyurs,1 as well as in a recently published Sanskrit manuscript.2 However, despite appearances, the Jayamatiparip cchā ṛsūtra in fact has an intertextual relationship, previously unrecognized, as part of the Śūra gama ṃsamādhi-sūtra (“The Concentration of Heroic Progress”) (Apple 2015).I.2The Sanskrit version of the Jayamatiparip cchā ṛsūtra is preserved as the eighth among twenty sūtras contained in a unique, but incomplete, manuscript collection recovered from the Potala Palace in Lhasa, Tibet. The Sanskrit edition is divided into three paragraphs with section numbers. We have retained the section numbersin the following translation of the Tibetan version. The Tibetan version of the Jaya-matiparip cchā ṛsūtra exists in twelve available Tibetan exemplars that date initiallyfrom the late eighth to mid-ninth century, beginning with the Dunhuang IOL Tib J 75 exemplar, up through the vulgate editions of handwritten and printed Kangyur versions which date from the thirteenth to the eighteenth centuries.I.3The Inquiry of Jayamati is listed in two early ninth century Tibetan catalogs, the Lhenkarma (lhan kar ma),3 and the Phangthangma (’phang thang ma),4 as theJayamatiparip cchā ṛ (rgyal ba’i blo gros kyis zhus pa) in eleven ślokas. The latethirteenth century catalog of the Tibetan Kadampa master Darma Gyaltsen (dar ma rgyal mtshan, 1227-1305), commonly known as Chomden Reltri (bcom ldan ral gri), lists the sūtra as the Jayamatiparip cchāṛ (rgyal ba’i blo gros kyis zhus pa) in eleven ślokas.5 A listing of texts appended to the History of Buddhism in India and its Spread to Tibet by Butön Rinchen Drup (bu ston rin chen grub, 1290-1364) also records the work as the Jayamatiparip cchāṛ (rgyal ba’i blo gros kyis zhus pa) in eleven ślokas.6 These catalog lists match the Tibetan title of the sūtra that is found in a marginal note above the first line of the Sanskrit manuscript of theJayamatiparip cchāṛ as ’phags pa rgyal ba’i blo gros kyis zhus pa’i mdo ste brgyad par rdzogs so.7However, among vulgate Kangyurs, the Tshalpa (tshal pa) editions of Cone (C), Degé (D), Jangsatham (J), Peking (Q), the independent Kangyurs of Phug brag (F, F2), and the Gondlha (Go) proto-Kangyur give the title as The Mahāyāna Sūtra “Jayamati” (Jayamatināmamahāyānasūtra, rgyal ba’i blo gros zhes bya ba theg pa chen po’i mdo), while only the Kangyurs of the Thempangma (thems spang ma) line of London (L) and Stok Palace (S), as well as the mixed Kangyur of Narthang"},{"pageNumber":2,"pageContent":"(N), give the title, in Tibetan at least, as ’phags pa rgyal ba’i blo gros kyis zhus pa zhes bya ba theg pa chen po’i mdo, (The Mahāyāna Sūtra “The Inquiry of Jayamati”). Although this should translate the Sanskrit Jayamatiparip cchā ṛ-nāmamahāyānasūtra, these Kangyurs, too, use the Sanskrit title Jayamatināma-mahāyānasūtra. None of the available Tibetan editions have a colophon that lists the translators of the sūtra.I.4Analysis of the Sanskrit and Tibetan versions indicate that they preserve differentnidāna or prologues. The Sanskrit version has the Bhagavān residing at Vulture’s Peak in Rājagr a with a great company of 1,250 monks, while the Tibetan ḥversion has the Bhagavān residing at the grove of Anāthapi ada in Jeta Wood in ṇḍŚrāvastī together with a great assembly of monks and a great multitude of bodhisatvas.8Vinītā’s study9 also notes that the conclusions of the Sanskrit and Tibetan versions differ. These differences between the Sanskrit and Tibetan versions of the introductory settings and formulaic conclusions may well indicate that this brief sūtra was redacted in a manner similar to the Mūlasarvāstivāda rules on “how to make up a sūtra.”10 This is based on the fact that all Tibetan versions of the sūtra give Śrāvastī as the setting, this being the favored location for a redacted text among the Mūlasarvāstivāda according to Gregory Schopen’s recent analysis.11I.5The other immediately apparent difference in content between the Sanskrit and Tibetan versions is that the edited Tibetan contains nineteen prescriptions rather than the fourteen in the Sanskrit. In the following translation, the third and fourth prescriptions in the Tibetan are in inverse order compared with the Sanskrit. Notably, the eighth prescription in the Tibetan version discusses knowledge, while the Sanskrit version has meditative absorption. Classical philological and phylogenetic textual analysis of the available Tibetan exemplars of the Jayamati-parip cchā ṛ indicates there are four lines of textual relations grouped within the (I) Tshalpa (C, D, J, N, Q, Y) line, (II) Thempangma (L, S) line, (III) Dunhuang (M) and Phug brag (F, F2) manuscripts, and (IV) Western Kangyur lines (Go). Textual analysis also indicates two recensions of the sūtra, with the Dunhuang exemplar and the two Phug brag exemplars, each containing sixteen prescriptions, representing one textual recension, while the Gondlha proto-Kangyur and vulgate Kangyurs represent another textual recension. The Dunhuang and Phug brag exemplars may represent early, but incomplete, Tibetan translations of the sūtra.I.6Be that as it may, the doctrinal content of the Jayamatiparip cchā ṛ, including all nineteen prescriptions found among vulgate Tibetan Kangyurs, is actually contained within the much older version of Kumārajīva’s early fifth century Chinese"},{"pageNumber":3,"pageContent":"translation of the Śūra gama ṃsamādhisūtra, the Shoulengyan sanmei jing, 首楞嚴 三昧經(Taishō. no.642, 15), as well as the later ninth century Tibetan translation of theŚūra gama ṃsamādhisūtra. This intertextual relation between the Jayamati-parip cchā ṛsūtra and Śūra gama ṃsamādhisūtra has not been noticed before, either by traditional Buddhist scholars or by modern Buddhist studies scholars. Versions in French and English of the corresponding content are located in section 153 of Étienne Lamotte’s translation of the Śūra gama ṃsamādhisūtra,12 under the title given by Lamotte, “Why and How to Practice the Heroic Progress.” Kumārajīva’s Chinese version and the Tibetan version of the Śūra gama ṃsamādhi-sūtra, translated by Śākyaprabha and Ratnarak ita, closely match the syntax and ṣterminology found in the Tibetan version of the Jayamatiparip cchā ṛsūtra, despite several minor differences in wording (Apple, 2015).I.7Although there is a direct correspondence in content between the Jayamati-parip cchā ṛsūtra and this section of the Śūra gama ṃsamādhisūtra, a significant difference between the two sūtras is the person speaking the prescribed content. In the Jayamatiparip cchā ṛsūtra the prescriptions are delivered by the Buddha to thebodhisatva Jayamati. The Śūra gama ṃsamādhisūtra, on the other hand, attributes the prescriptions to Jayamati. After Jayamati proclaims the nineteen prescriptions in the Śūra gama ṃsamādhisūtra, the Buddha responds to Jayamati, corresponding to section 154 of Lamotte’s Śūra gama ṃsamādhi-sūtra translation,13 with a proclamation advocating the practice of the Śūra gama ṃsamādhi, emphasizing how this samādhi encompasses and goes beyond the qualities that the bodhisatva Jayamati had declared.I.8The correspondence between the Jayamatiparip cchā ṛsūtra and this section of the Śūra gama ṃsamādhisūtra brings up a number of interesting questions related to philology, intertextuality, and other cultural practices in the study of Mahāyāna sūtras. Based on the analysis of these sūtras, the stemma codicum for the content ofthe Jayamatiparip cchā ṛsūtra, due to its being incorporated into the Śūra gama ṃ-samādhisūtra, pushes the inferred archetype or oldest inferable ancestor of this sūtra back before the fifth century of Kumārajīva.I.9How do we know this? The content of the Jayamatiparip cchā ṛsūtra was wholly subsumed and inverted from the Buddha’s speech to represent the bodhisatva Jayamati’s proclamation, including all nineteen prescriptions in the Śūra gama ṃ-samādhisūtra. This means that the content of the Jayamatiparip cchā ṛsūtra must precede the composition of this section of the Śūra gama ṃsamādhisūtra. Most modern scholars theorize that the Śūra gama ṃsamādhisūtra is one of the oldest Mahāyāna sūtras14 due to its listing in Chinese catalogs as being translated several times before Kumārajīva’s fifth century Chinese version, including the non-extant"},{"pageNumber":4,"pageContent":"second century Shoulengyan jing, 首楞嚴經, of Lokak ema (ṣ支讖, 185 c.e.) and the lost third century translation of Zhi Qian (支謙).15 Although we are unable to verify that these early, but lost, Chinese versions included the section that corresponds with the Jayamatiparip cchā ṛsūtra, we can still infer that the content of the Jaya-matiparip cchā ṛsūtra with its nineteen prescriptions must go back to the fourth century. It is highly probable that the content of the Jayamatiparip cchā ṛ-sūtra circulated as a type of subhā ita ṣ or set of well-spoken sayings for monks who took up the vocation16of Mahāyāna practices.I.10In sum, the evidence of relationships between the Jayamatiparip cchā ṛ-sūtraand Śūra gama ṃsamādhisūtra brings a nuanced awareness to the intertextual relationships between Mahāyāna sūtras. This evidence indicates that the authorial communities that composed and compiled “Mahāyāna” texts during the Ku ā a and Gupta eras in South Asia were aware of each other’s work and that ṣṇthere were shared elements between authorial communities of different “Mahāyāna” sūtras. The subsuming of the Jayamatiparip cchā ṛsūtra into the Śūra gama ṃsamādhisūtra also provides a rare glimpse of something more. It points toward the editorial practices utilized by the authors of Mahāyāna sūtras to gain rhetorical advantage over competitors. The shared content demonstrates that the authorial communities of these sūtras were not only borrowing each other’s ideas, stock phrases, and literary tropes, but were actively competing to demonstrate that their vision of the bodhisatva way superseded the practices and motivations outlined by other groups.THE TRANSLATIONThe Noble Great Vehicle SūtraThe Inquiry of Jayamati1.1Homage to all buddhas and bodhisatvas!Thus I have heard at one time. The Bhagavān was residing at the grove of Anāthapi ada in Jeta Wood in Śrāvastī together with a great assembly of monks ṇḍand a great multitude of bodhisatvas. Then, the Bhagavān addressed the bodhisatvaJayamati as follows.1.2“Jayamati, a faithful man or woman of a good family17 (1) who desires merit should"},{"pageNumber":5,"pageContent":"worship the Tathāgata; (2) who desires discernment should be devoted to learning; (3) who desires heavenly rebirth should uphold moral conduct; (4) who desireswealth should increase charity; (5) who desires beauty should cultivate patience; (6) who desires eloquence should pay respect to the guru; (7) who desires memoryshould not have excessive pride; (8) who desires knowledge should frequently practice appropriate mindfulness; [F.251.a] (9) who desires liberation should abstain from all evil; (10) who desires to make all beings happy should generate the mind for awakening; (11) who desires a sweet voice should speak truthfully; (12) who desires virtuous qualities should take joy in solitude; (13) who desires the Dharma should attend to the spiritual friend; (14) who desires quiescence should frequently practice no contact with others; (15) who desires insight should frequently examine things as empty; (16) who desires rebirth in the world of Brahmā should cultivate love, compassion, joy, and equanimity; (17) who desires the abundant resources of gods and humans should behave in conformity with the path of ten virtuous actions; (18) who desires complete nirvā a should take joy in empty dharmas; (19)ṇ who desires to obtain all virtuous qualities18 should worship the Three Jewels.”1.3When the Bhagavān had spoken, the bodhisatva mahāsatva Jayamati, the complete assembly, and the world with its gods, humans, demigods and gandharvas rejoiced and highly praised what had been proclaimed by the Bhagavān."}]
