[{"pageNumber":1,"pageContent":"20093 1 APPROACHING THE KABBALAH OF MAAT: Altered Trees and the Procession of the Æons Don Karr From wags to witches... פ-416’s comment on the Typhonian OTO, 1984 INTRODUCTION THE SECOND HALF of the twentieth century brought a great mass and variety of material published in English incorporating—if not referring to itself as—kabbalah, qabalah, cabala, and so on. In rough terms, the sources for this kabbalah material were (α) Jewish, consisting of studies (such as the works of Gershom Scholem, Joseph Dan, Moshe Idel, Elliot R. Wolfson), texts in translation (e.g., Sefer Yezirah, Sefer ha-Bahir, Zohar), and some practical instruction; (β) Western occult, primarily the Hermetic Order of the Golden Dawn,* Aleister Crowley (OTO [Ordo Templi Orientis] and A. ̇.A. ̇. [Astrum Argentum]),** and their descendents, consisting of practical instruction, some studies, and a few kabbalistic texts rendered from Latin translations (such as Westcott’s Sefer Yezirah from Rittangelius [Amsterdam: 1642] and Mathers’ sections of the Zohar from Knorr von Rosenroth’s Kabbala denudate [1677 & 1684]). This paper is concerned with developments following upon (β). The present survey focuses on (1) forms and uses of the kabbalistic TREE OF LIFE (2) notions of the PROCESSION OF THE ÆONS It will be shown that (1) and (2) are not independent topics. ____________________________________________ * Founded in 1887 by S. L. MacGregor Mathers, William Wynn Westcott, and William R. Woodman, The Hermetic Order of the Golden Dawn is “[t]he foremost esoteric, and later magical, initiatic Order in the late 19th and early 20th centuries” (Dictionary of Gnosis and Western Esotericism, vol. I, page 544), which had among its members W. B. Yeats, Arthur Edward Waite, and Aleister Crowley. For sources of kabbalah in English (and French) available to the early Golden Dawn, see Part 2 of my Study of Christian Cabala in English, at http://www.digital-brilliance.com/kab/karr/ccinea.pdf, pages 44-51. ** The OTO [ORDO TEMPLI ORIENTIS] is an “[o]ccultist and initiatic Order ... founded at the beginning of the 20th century ... [whose] origins can be traced to the activities of a group of German-speaking occultists” (Dictionary of Gnosis and Western Esotericism, vol. II, p. 898), which had among its early members Rudolph Steiner and H. Spencer Lewis. Not long after being inducted (around 1910-12), Crowley commandeered the organization. The A. ̇.A. ̇. [usually ASTRUM ARGENTUM, although some have it ASTRON ARGON] is a magical order formed by Crowley upon his expulsion from the Golden Dawn (1900); see James A. Eshelman, The Mystical & Magical System of the A. ̇.A. ̇. : The Spiritual System of Aleister Crowley & George Cecil Jones Step-by-Step, Los Angeles: College of Thelema, 2000. © Don Karr 2006; revised and enlarged 2007—2009. Email: dk0618@yahoo.com. All rights reserved. License to Copy: This publication is intended for personal use only. Paper copies may be made for personal use. With the above exception, no part of this publication may be reproduced or transmitted in any form or by any means, electronic or mechanical, including photocopy, without permission in writing from the author. Reviewers may quote brief passages."},{"pageNumber":2,"pageContent":"20093 2 The TREE OF LIFE is familiar to anyone who has picked up a popular book on kabbalah from either the Jewish or Western occult tradition. Here is a fairly typical description from the Western occult perspective: The Tree of Life is a “western mandala” and it can be used for mystical purposes of meditation. It can also be used as a practical system of occult knowledge upon which to base the formula of one’s Ritual Magick. These may be called the subjective and objective ways by which to use the Tree of Life. The Tree comprehends and synthesizes all forces, forms, and concepts of the Universe, and it embraces all essential keys to attain true union with the Divine. It is a most excellent model by which to view your entire Universe. It allows you to see all the differences of your Universe while at the same time allowing you to maintain conscious Unity. The Tree of Life is the most profound method for classifying the phenomena of the Universe, and it helps us to develop an understanding about the various subtle relations between those phenomena. Every member of the Thelemic Order of the Golden Dawn* should commit the Tree to memory, and it should become the automatic background of all his or her thinking. For the Qabalistic Tree of Life plays a vital role in the initiation and training of the Golden Dawn Magician. Every phenomenon, every idea and every experience must be referred to the Tree according to the scientific principle of analogy. By this means the Golden Dawn Magician cultivates an organized mind and strengthens his magical knowledge, and he will inevitably be able to unify that knowledge and transmute the Many into the One. —David Cherubim, “Concerning the Qabalah,” at http://thelemicgoldendawn.tripod.com/qabalah.htm× It should be noted at the outset that, in the Western occult streams surveyed here, the correlation of tarot and kabbalah is assumed: The 22 tarot trumps correspond to the 22 letters of the Hebrew alphabet, which, in turn, correspond to the 22 paths of the TREE OF LIFE. This conjunction of tarot and kabbalah filtered into the Golden Dawn by way of the French occult scene of the mid- to late nineteenth century, which included such characters as J.-B. Alliette (Etteilla), Eliphas Levi, Gerard Encausse (Papus), and Paul Christian. Refer to Papus’ Tarot of the Bohemians, translated by A. P. Morton, with a preface by A. E. Waite (London: Chapman and Hall, 1892; New York: Arcanum Books, 1958; New York: Samuel Weiser, 1971) and Decker, Depaulis, and Dummett’s Wicked Pack of Cards (New York: St. Martin’s Press, 1996). For more recent developments, see Decker and Dummett’s History of the Occult Tarot: 1870-1970 (London: Duckworth, 2002).** ____________________________________________ * Not all branches of the Golden Dawn are “Thelemic,” i.e., accepting of The Book of the Law. Gerald Suster remarks: “It is the failure of the G[olden] D[awn] to accept The Book of the Law which has caused certain members of the OTO to declare that the former is useless for the present purposes of humanity. The GD has responded to this charge by acidly pointing out that the Ceremonial Magick which is now taught in the lower OTO degrees derives directly from the Golden Dawn—which is perfectly true, except when the innovations of Crowley are adopted. Certain OTO members try to answer this by arguing that without the Law of Thelema and the energy which is termed ‘the 93 Current’, the GD is no longer relevant to the present Aeon; and that the work of introducing people to the glories of Magick, formerly performed by the GD, is now done by the OTO.” —The Legacy of the Beast, page 217 [my brackets—DK] × This symbol throughout this paper indicates a defunct link.—DK August 30-31, 2009 ** The introduction to A History of the Occult Tarot discusses and reproduces several TREES OF LIFE in various forms and arrangements. Decker and Dummett’s source for TREES from “Jewish Cabala” is primarily Aryeh Kaplan’s Sefer Yetzirah (York Beach: Samuel Weiser, Inc., 1990); see Kaplan’s Figures 1, 4, 5, and 6. Of the TREES shown, the most interesting in the present context is Decker and Dummett’s Figure 4: A Tree according to Elijah ben Solomon (History..., page 15), which is the same as Kaplan’s Figure 5: The 32 paths according to the GRA (Sefer Yetzirah, page 30). [Elijah ben Solomon, or Rabbi Eliyahu ben Shlomo Zalman (1720-1797), the Gaon of Vilna, is referred to as the GRA, or ha-GRA, an acronym for ha-Gaon Rabbi Eliyahu.] The general structure of the GRA TREE matches THE PERFECTED TREE of 416 (1982), discussed below, pages 27-33; the attributions of Hebrew letters to the paths are identical except that the ר-resh and ת-tav paths are switched: On the GRA TREE, ר-resh crosses א-aleph at the exact center, whereas on 416’s PERFECTED TREE, ת-tav crosses א-aleph at the exact center. However, the GRA TREE has Tiferet in the usual place of Da’at, Yesod in the usual place of Tiferet, and Malkut in the usual place of Yesod, with no pendant sefirah; thus, while the compact and horizontally symmetrical form of the GRA TREE matches that of THE PERFECTED TREE, the arrangement of the sefirot does not. See below, page 29. In the order of the sefirot, the GRA TREE matches the arrangement in O.A.I.’s Liber K (1982) and Liber Andana (1983): the fourth, fifth, and sixth sefirot are shown as Tiferet, Hesed and Gevurah respectively, rather than as the more usual Hesed, Gevurah and Tiferet. See below, pages 23 and 25. Decker and Dummett’s Figure 3: A Tree according to Luria (History..., page 13) matches in all aspects the “Lurianic TREE OF LIFE,” shown below on page 25. Decker and Dummett’s Figure 6: A Lurianic Tree with Daath (History..., page 21), drawn from Kabbala denudata, matches in all aspects the “Golden Dawn PERFECTED TREE,” shown below on page 7. "},{"pageNumber":3,"pageContent":"20093 3 The PROCESSION OF ÆONS is more esoteric than the TREE OF LIFE.* Very generally, an æon is a period of about 2000 years. A broad description of the æons is offered on The HORUS/MAAT LODGE FAQ page: ...rising out of the Nameless Aeon of our prehistoric and shamanic past are four periods of historic development. The age of Isis the Mother was of paganism and nature, and that of Osiris the Father of monotheism and the rise of cities. The corruption at the end of this period is now being overthrown by the new energies of Horus the Son, our modern era of anarchy and chaos and technological changes. This will in turn become the time of the Daughter Maat, whose way of being will manifest in unique and unexpected ways. Part of her magick involves the reversal of time, as the forward flow of Horus meets the backwards current of Maat, inspiring us with an understanding of the future Wordless Aeon, when we all may become something far greater, something which exists in the form of seeds within us in the eternal Now. — http://www.horusmaat.com/HMLFAQ.html According to PROCESSION doctrine, the current Æon of Horus began in 1904 with Aleister Crowley’s reception of The Book of the Law** from the præternatural intelligence Aiwass (or Aiwaz).† Dionysos Thriambos outlines developments through the 20th century in “Aeons Beyond the Three” (on-line at THE HERMETIC LIBRARY site): [Aleister] Crowley sets forth in various texts an outline of the three principal Aeons. In “The Historical Conception on which The Book of the Law is Based” (part V of “On the Reception of the Book of the Law” in his Confessions,†† and currently reprinted as an appendix to Magick), he presents the following summary: To recapitulate the historical basis of The Book of the Law, let me say that evolution (within human memory) shows three great steps: (1) the worship of the Mother, continually breeding by her own virtue; (2) the worship of the Son, reproducing himself by virtue of voluntary death and resurrection; (3) the worship of the Crowned and Conquering Child (the Aeon announced by Aiwass and implied in His Word, Thelema [Greek for will]). (Magick, p. 703) By characterizing the second or Osirian Aeon as that of “the Son,” this exposition differs somewhat from the one approved by Crowley in W[illiam]. B[ernard]. Crow’s “Manifesto of the E.G.C.”‡ The world has entered (March, 1904) the New Aeon, the Age of the Crowned and Conquering Child. The predominance of the Mother (Aeon of Isis) and of the Father (Aeon of Osiris) are of the past. Many people have not completely fulfilled those formulae, and they are still valid in their limited spheres; but the Masters have decided that the time has come for the administration of the Sacraments of the Aeon of Horus to those capable of comprehension. ____________________________________________ * Kabbalah and the æons can be interconnected via the tetragrammaton, YHVH (יהוה): Y ≈ Osiris, H ≈ Isis, V ≈ Horus, and the final H ≈ Maat; these also correspond to the kabbalistic parzufim (FACES) aba, aima, zeir anpin, and nukva, and the sefirot hokhmah, binah, tiferet and malkut, respectively. Note, however, that there is a mismatch in the order, namely, the Æon of Isis precedes that of Osiris. ** For the text of The Book of the Law, go to http://www.sacred-texts.com/oto/engccxx.htm. Most biographies of Crowley contain accounts of the reception and import of The Book of the Law, e.g., CHAPTER FOUR: “The Birth of the New Aeon (1904-05),” in Lawrence Sutin’s Do What Thou Wilt: A Life of Aleister Crowley (New York: St. Martin’s Press, 2000). † In the present context, receiving prophesies or profound secrets from otherworldly entities such as Aiwass is not at all strange. The generation preceding Crowley’s saw Mme. Blavatsky’s “hidden mahatmas” and Golden Dawn co-founder S. L. M. Mathers’ “secret chiefs.” W. W. Westcott, another Golden Dawn co-founder, fabricated a not-so-otherworldly “high continental adept” named Anna Sprengel, called Soror Sapiens Dominabitur Astris (SDA), who was the supposed Imperatrix of the German Rosicrucian Order DIE GOLDENE DAMMERUNG (≈ Golden Dawn) at the temple LICHT, LIEBE UND LEBEN. Westcott needed an entity which possessed the pedigree and authority to approve the establishment of the Golden Dawn in England. See R. A. Gilbert, The Golden Dawn: Twilight of the Magicians. The Rise and Fall of a Magical Order (Wellingborough: The Aquarian Press, 1983). In the 1980s, a period highlighted in the present paper, the extra-terrestrial contact of moment was Lam. See Zossian 393 ̇. ̇, LAM-ED. Seattle (Bellingham): Axil Press, n.d. (ca 1981); this booklet was sent out with every copy of Mezla: Official Organ of the Ordo Templi Orientis. Volume I, NO. 13 (Cincinnati: n.d. [ca. 1981]), which included “An Official Statement of the O.T.O. Concerning the Cult of Lam, The Dikpala of the Way of Silence,” submitted by Kenneth Grant using the name “Aossic Aiwass 718 ̇. ̇ O.H.O. of O.T.O.” (O.H.O. = Outer Head of the Order). Also included was a picture of Lam drawn by Crowley; Crowley had been in contact with Lam in 1919. Crowley’s drawing of Lam, with the title “The Way,” originally appeared in “Liber LXXI: The Voice of the Silence by Helena Petrovna Blavatsky with a commentary by Frater O.M. 7° = 4\u001f,” special supplement to The Equinox: The Official Organ of the A. ̇.A. ̇. / The Official Organ of the O.T.O., THE REVIEW OF SCIENTIFIC ILLUMINISM, Volume 3, Number 1 [called THE BLUE EQUINOX] (Detroit: The Universal Publishing Company, 1919). †† Confessions is Crowley’s “autohagiography.” For a complete list of Crowley’s works, go to THE HERMETIC LIBRARY: www.hermetic.com/ > “The Libri of Aleister Crowley”: www.hermetic.com/crowley/. ‡ Ecclesia Gnostica Catholica = Gnostic Catholic Church, the ecclesiastical branch of the OTO, Ordo Templi Orientis. Refer to U.S. GRAND LODGE, ORDO TEMPLI ORIENTIS site: “Ecclesia Gnostica Catholica” at http://oto-usa.org/egc.html. "},{"pageNumber":4,"pageContent":"20093 4 The familiar Egyptian form of the goddess of Justice who is the characterization of the fourth Aeon is Maat. And it was the Aeon of Maat or “MA-ION” that Crowley’s student Frater Achad (Charles Stansfield Jones) later came to advocate as prematurely succeeding that of Horus. Kenneth Grant and his school later confused the issue further by suggesting that Maat was the “daughter” complement of Horus the son, and promoting the idea of a “double current” in which those two godforms were coeval. Probably the most interesting and consequential outgrowth of this premise has been the Maatian magick of Nema, with its own inspired scripture Liber Pennae Penumbra and its independent body of magical technique. Kenneth Grant also proposed three prehistorical Aeons, of the Void, of Chaos, and of the Earth, which would have preceded that of Isis. Nema, writing in The Cincinnati Journal of Ceremonial Magick (No. VII),* telescoped these three into the “Nameless Aeon,” characterized by the Egyptian god Bes. In addition, she added a “Wordless Aeon” to succeed the double Aeon of Horus and Maat, so that Harpocrates as silence would complete the cycle. Thus, the full sequence proposed by Nema is Bes – Isis – Osiris – Horus – Maat – Harpocrates. —www.hermetic.com/dionysos/beyond3.htm (Thriambos’ parentheses) [my brackets—DK] Here, then, is Kenneth Grant’s summary of the PROCESSION OF THE ÆONS: According to obscure occult traditions, the present planetary life-wave comprises seven cycles, or aeons, numbered for the sake of convenience, Nought to Six. The current aeon is the Fifth. Aeons 0, 1, and 2 are pre-ëval and nameless; that is to say, their names are unknown to history. They covered immense periods of time, their cycles not being limited to a two-thousand year period, which is the equivalent of a single change of equinoctial colure. The pre-ëval aeons were dominated by the Elder Gods, of which The Great One of the Night of Time was supreme. These elemental powers were divided into two major streams: the chthonian Old Ones, and the Lords of the Abyss, sometimes known as the Deep Ones. To the first Aeon, the void was ascribed; nothingness in the sense of the Great Abyss, sometimes called the Primal Sleep, the symbol of which is the bindu (seed, dot or point). To the second Aeon was attributed Chaos, of which the phallus is the emblem. To the third Aeon, Earth or Chaos Stabilized; its emblem, the kteis [the “female organ of generation”]. These three pre-ëval aeons are represented by the Point (Tao), the Line (Yang), and the Circle, the Cleft or Broken Line (Yin). In terms of the ancient Chinese trigrams: . ________ (0, 1, 2) ___ ___ This is equivalent to the initial cosmic vibration, represented by the letter “A”. Following these three aeons came: the Aeon of Isis (the Mother), represented by the element Water and typified by three angles and the planetary power, Saturn; the Aeon of Osiris, symbolized by the four points of the Cross, or Square of the Father, whose planetary emblem is Jupiter; the Aeon of Horus (the Child of Isis and Osiris), whose vehicle is the fire or blood of Mars, the Five-rayed Star of Will. The fifth Aeon will be followed by that of Maat (the Daughter), and the flowering of full solar consciousness imaged by the Six-rayed Star. ... Aeons three to six comprise the phases of evolution of the life-wave on this planet through the formulae of (a) Parthenogenesis (Isis); (b) Self-Sacrifice (Osiris); (c) Analysis, or Disintegration (Horus); (d) Synthesis, or Re-integration (Maat). —Aleister Crowley and the Hidden God, pages 56-7 [my brackets—DK] The Æon of Maat, or at least the Maat current, has been assumed by many recent and present-day followers of THELEMA (≈ Crowley/OTO) in two ways: • via the notion of the “Double Current,” which allows for the currents and manifestations of both Horus and Maat • via the more radical notion that the Maat current—if not the Æon of Maat—should be realized now, bringing its characteristic truth and justice to replace (overthrow?) the current age of Horus, the acquisitive “Crowned and Conquering Child.” There have been (and are) non-affiliated advocates of Maat as well. ____________________________________________ * “Panaeonic Magick,” in The Cincinnati Journal of Magick, ISSUE VII. Cincinnati: Black Moon Publishing, 1989."},{"pageNumber":5,"pageContent":"20093 5 THE GOLDEN DAWN & ALEISTER CROWLEY The qabalah of the Golden Dawn is epitomized by its treatment of the TREE OF LIFE, which merges sympathetic magic, memory theater, and encyclopædism. The quintessential example of the Golden Dawn’s brand of qabalistic synthesis is Aleister Crowley’s (1875-1947) Liber 777,* which consists of table after table of correspondence—almost 200 columns—arranged according to the ten sefirot of the kabbalistic TREE OF LIFE and the twenty-two paths which interconnect them. The EDITORIAL PREFACE to the 1955 edition (and subsequent editions), probably written by Crowley’s friend and follower Gerald Yorke, calls 777 a “Qabalistic dictionary of ceremonial magic, oriental mysticism, comparative religion and symbology.” Among the sources which Crowley’s introduction acknowledges are Kabbala denudata, “the lost symbolism of the Vault in which Christian Rosenkreutz is said to have been buried,” John Dee, H. C. Agrippa, Pietri di Abano, the “Art” of Ramon Llull, Pietro di Abano, Eliphas Levi, the Hermetic Order of the Golden Dawn, “Swami Vivekananda, the Hindu, Buddhist, and Chinese Classics, the Quran and its commentators, the Book of the Dead, and, in particular, original research.” The preface of 777 goes on to say, “The Chinese, Hindu, Buddhist, Moslem, and Egyptian systems have never before been brought into line with the Qabalah; the Tarot has never been made public.” The Golden Dawn TREE OF LIFE showing the planetary attributions for the sefirot and letter attributions for the paths (In the diagram, Roman letters represent Hebrew letters: see the Table of Correspondences, below.) The TREE OF LIFE establishes the template for the organization of everything: the universe; the body, mind and soul; the initiated grades; courses of meditation; etc. The various systems (structures or pantheons) arrayed on the sefirot-and-paths are supposedly helpful in understanding of the parts and the whole of the TREE. Variations in the structure of the TREE and arrangement of attributes can be helpful in understanding the agenda of the system presented. The Golden Dawn TREE remains the most utilized. Even though in the present paper, its treatment of the TREE takes on the label “old school” or “old system,” the Golden Dawn was not without innovations and variations on the TREE and its uses. Refer to “A Golden Dawn Perfected Tree?” on page 7 below AND “TREES in The Golden Dawn, edited by Israel Regardie” and “TREES in The Complete Golden Dawn System of Magic, by Israel Regardie” in the bibliography. ____________________________________________ * Liber 777 merges, then greatly expands, the “scales of the numbers” found in Agrippa’s Three Books of Occult Philosophy, Book II, CHAPTERS 1-15. Liber 777 was actually begun by S. L. M. Mathers as the Book of Correspondences and passed among the inner order of the Golden Dawn. Crowley touched it up and published it as his own in 1909. Liber 777 was reprinted with two other qabalistic items as The Qabalah of Aleister Crowley (New York: Samuel Weiser Inc., 1973; reprinted frequently). Liber 777 is also available at several online sites, e.g., http://www.geocities.com/nu_isis/liber777revised.pdf. For a recent hyperinflation of 777, see Stephen Skinner’s 432-page Complete Magician’s Tables (Singapore: Golden Hoard Press, 2006 / St. Paul: Llewellyn, 2007), which contains “more than four times the number of tables found in Aleister Crowley’s Liber 777” with material “drawn from a staggering variety of sources.” An alternative to the correspondence method of classification is the gematria method, which is based on the numerical value of words and phrases. Crowley published a work with the title Sepher Sephiroth—this item begun by Allan Bennett, I believe—(also in The Qabalah of Aleister Crowley) which lists significant Hebrew words and phrases according to their numerical values from 1 to 3760—online at http://www.hermetics.org/pdf/liber_d.pdf. A later example of the Sepher Sephiroth method is Godwin’s Cabalistic Encyclopedia (2nd edition: St, Paul: Llewellyn Publications, 1989), which includes terms from Golden Dawn and surrounding material: planet, zodiac, and angel names; the goetic spirits of the Lemegeton; tarot correspondences; etc. On the Golden Dawn’s—and Crowley’s—appropriation of Kabbalah, see the articles by Egil Asprem: “Kabbalah Recreata: Reception and Adaptation of Kabbalah in Modern Occultism,” in The Pomegranate: The International Journal of Paganism Studies 9:2 (London: Equinox Publishing, 2007) and “Magic Naturalized? Negotiating Science and Occult Experience in Aleister Crowley’s Scientific Illuminism,” in Aries: Journal for the Study of Western Esotericism 8:2 (Leiden: Brill, 2008)."},{"pageNumber":6,"pageContent":"20093 6 TABLE OF CORRESPONDENCES ACCORDING TO THE GOLDEN DAWN TAROT TRUMP ROMAN HEBREWSIGNIFICATION GEMATRIA ASTROLOGY 0. FOOL   A   א ox  1  Air  1. MAGICIAN/JUGGLER  B  ב house  2  Mercury  2. HIGH PRIESTESS  G  ג camel  3  Moon  3. EMPRESS  D  ד door  4  Venus  4. EMPEROR  H  ה window  5  Aries  5. HIEROPHANT  V  ו nail, hook 6 Taurus 6. LOVERS  Z  ז sword  7  Gemini  7. CHARIOT  Ch  ח fence  8  Cancer  8. STRENGTH/LUST  T  ט serpent  9  Leo  9. HERMIT  V  י hand  10  Virgo  10. WHEEL OF FORTUNE  K  כ,ך palm of the hand 20, 500 Jupiter 11. JUSTICE   L   ל ox goad 30 Libra 12. HANGED MAN  M  מ,ם water  40,  600  Water  13. DEATH  N  נ,ן fish  50,  700  Scorpio  14. TEMPERANCE  S  ס prop  60  Sagittarius  15. DEVIL   O   ע eye  70  Capricorn  16. TOWER/HOUSE OF GOD P פ,ף mouth  80,  800  Mars  17. STAR   Tz   צ,ץ fish-hook  90,  900  Aquarius  18. MOON   Q   ק back of the head 100 Pisces 19. SUN   R   ר head  200  Sun  20. JUDGMENT  Sh  ש tooth  300  Fire  21. WORLD/UNIVERSE  Th  ת (sign of the) cross 400 Saturn (Earth) The correspondences shown follow those given by S. L. M. Mathers in The Kabbalah Unveiled (London: Redway, 1887), page 3, and Crowley’s 777, Columns II, III, XIV, CLXXV, CLXXVI, CLXXVII, and CLXXIX. Some of the Tarot Trumps are listed as in Crowley’s Book of Thoth (New York: Weiser, 1969). The Builders of the ADYTUM (BOTA, founded 1922 by Paul Foster Case) remove the three elements from the Golden Dawn astrological scheme: To א is attributed Uranus instead of air; to מ is attributed Neptune instead of water; and to ש is attributed Pluto instead of fire. Note, however, that these elemental attributions are preserved in BOTA’s alchemical correspondences. Refer to www.botaineurope.org/en/tarot/Tarot.htm. The Golden Dawn letter/planet and letter/sign correspondences do not agree with those in various editions of the Sefer Yezirah, even that of Golden Dawn co-founder W. W. Westcott. Refer to Colin Low’s “Memory Theatre: The Tree of Life considered as a Memory Theatre” at www.digital-brilliance.com/kab/theatre/theatre.htm, which shows trees with various sets of attributions, including • “The Golden Dawn assignment of Tarot cards to the paths...Colman-Smith/Waite pack.” • “The Golden Dawn assignment of Tarot cards to the paths...Harris/Crowley “Thoth” pack.” • “‘Mundane Chakras’ – astrological planetary associations [Hebrew names in Roman letters]...” • “God Name, Archangel, Angel Order.” • “The Kircher Tree of Life, from Œdipus Ægytiacus published in 1652 by Athanasius Kircher, a Jesuit priest.” NOTE: The Kircher tree sets Jupiter against Saturn in Chesed and Pechad (= Geburah, or Din) and Mars opposite Venus in Nizah (= Netzach, or Nezah) and Hod. Also, the moon is at the base of the tree in Malkuth, with Mercury immediately above it in Yesod. Compare these placements to the arrangements of Horus and 416, discussed below. "},{"pageNumber":7,"pageContent":"20093 7 A GOLDEN DAWN PERFECTED TREE ? “Perfected Tree” of the Golden Dawn from Pat Zalewski’s Golden Dawn Ritual Commentaries (Hastings: 1994). Note that the letters aleph to tzade descend from Kether to Malkuth through diagonal and vertical paths to the left and right; the last four letters/paths, qoph, resh, shin and tav, comprise the Middle Pillar. There are no horizontal paths. Pat Zalewski notes (in letters dated November 1st and 2nd, 2006), “The one we know today [i.e., the conventional Golden Dawn TREE OF LIFE shown above on page 5] is considered The Tree after the Fall when the direct paths from Daath were cut so the Qlippoth could not enter the supernal [realm].” “Here [shown just above] is the perfected Tree [i.e. from before the fall OR after restoration] from the 4 = 7 ritual and which is also outlined in the ciphers (from my [Zalewski’s] Golden Dawn Ritual Commentaries book, 1994, privately printed, Hastings New Zealand [forthcoming: Thoth Publications, UK; page 342].” [my brackets—DK]. The same “perfected tree” is neatly rendered on the cover of Darcy Kuntz’ edition of The Complete Golden Dawn Cipher Manuscript (Edmonds: Holmes Publishing Group, 1996); it is crudely depicted twice in the Cipher Manuscript (Folio NOS 53 (–12) and 54 (–13), 4° = 7 Grade Ritual, NUMBERS 3 and 4: “PATHS WITH DAATH”—Kuntz’ edition, pages 156-9). The Golden Dawn “Perfected Tree” reproduces the letter/path arrangement of the upper-most portion of Figura 16 in Rosenroth’s Kabbala denudata, TOME I (Sulzbach: 1677), pars quarta, folded leaf facing page 243 (shown immediately below). For an explanation of Rosenroth’s figure in English translation, see Christopher Atton and Stephen Dziklewicz, The Kabbalistic Diagrams of Rosenroth (London: The Hermetic Research Trust, 1987), pages 107-122. "},{"pageNumber":8,"pageContent":"20093 8 FRATER ACHAD In 1923, Frater Achad (Charles Stansfield Jones), Crowley’s prime student or “magickal child,” re-attributed the Hebrew letters and their corresponding tarot trumps to the paths of the TREE in ascending order by way of the Path of the Serpent of Wisdom, an image familiar from the works of the Golden Dawn. The Appendix to Chapters Three and Four of Achad’s Q.B.L, entitled “Concerning the Twenty-two Paths and the Attributions of the Tarot Trumps,” gives a detailed rationale for “turning the paths upside-down,” i.e., upside-down from the arrangement taught by Golden Dawn and Aleister Crowley. The Path of the Serpent of Wisdom on the TREE OF LIFE AND Frater Achad’s “upside-down” TREE. The tree as shown also appears in Achad’s Egyptian Revival and The Anatomy of the Body of God. Frater Achad also connects with advancing—or hastening—the Æon of Maat. On the 8th of April, 1948, Aleister Crowley’s most important student, one Frater Achad (that is, Charles Stansfield Jones, 1886-1950), gave written notice that the Aeon of Maat had commenced at 1:11 p.m. upon April 2nd, 1948, saying, “This day may be considered the true beginning of the Age of Aquarius.” Achad surely believed that the “Incoming of the Aeon of Truth and Justice” had been “foretold in the book Q.B.L.,” which he had issued privately in 1922. —A Wanderer of the Waste, compiled by L. F. Whitcomb (Ithaca: KoM, 1997-9), Part 2, § [a] (The History in Prose), which cites “An Open Letter from Frater Achad.” Neither Achad’s revised TREE nor his proclamation of the Æon of Maat gained acceptance until Thelemite (OTO) splinter groups in the ’seventies and ’eighties (such as the O.A.I.—discussed below) “tapped into the Maat current.” Crowley rejected Achad’s “upside-down” TREE and gave scant notice to Maat in his writings, treating her as a matter for a future æon. Kenneth Grant never inverts the paths in his works or practice, but he does acknowledge aspects of the Æon of Maat, referring to Achad’s term “Ma-Ion” (which is short for Ma-nifestat-Ion. On Achad, see in particular Grant’s Magical Revival, CHAPTER 9, and Cults of the Shadow, CHAPTER 8—both listed below in the bibliography)."},{"pageNumber":9,"pageContent":"20093 9 KENNETH GRANT Kenneth Grant’s trilogy of trilogies, i.e., series of nine books, presents a remarkably decorous yet ultimately deficient system of occult practice and doctrine. Grant’s “Typhonian OTO” carries on the grade structure and most of the Golden Dawn/Crowley dogma, continuing the use of such qabalistic trappings as the TREE OF LIFE and gematria, adding more overt tantra* than his mentor Crowley, even while meandering off into the realms of Howard Phillips Lovecraft, Austin Osman Spare,** and Voodoo. In several of his volumes, Grant includes diagrams of the TREE OF LIFE (see, in the bibliography section below, “TREES in Grant’s TYPHONIAN TRILOGIES”) showing the outer planets: Uranus, Neptune and Pluto. To accommodate all three, the sefirah da’at is included. Placement of Planets in the Supernals and Da’at (or Daäth) as shown in Kenneth Grant’s works Grant’s most extensive treatment of an alternative qabalah occurs in Nightside of Eden. Da’at, or, as Grant has it, Daäth, is the abysmal portal to the back, or nightside of the TREE: The name given by qabalists to the Gate of the Gulf is Daäth, and in occult tradition it is the place at which the eight-headed dragon of the deep disappeared behind the Tree when it scaled it in an unsuccessful attempt to strike at the very heart of the god-head (i.e. Kether). The word Daäth instantly suggests the name of that other gateway which opens upon the void of personal extinction, i.e. Death. ...the Knowledge of Daäth, or Death, is of the nature of the secret of Duality represented by the shadow or magical double whereby man overcomes death and enters in at the gate of Daäth to explore the Abode of Choronzon, the Desert of Set. –Nightside of Eden, page 8. (Grant defines Choronzon as “One half or aspect of The Beast 666, the Guardian of the threshold of the unknown Universe, or Universe ‘B’”—a concept taken up in the writings of Michael Bertiaux. Set is “Lord of Amenta” or “other” world, namely the subconscious.) ____________________________________________ * Tantra is used here to refer to the limited and somewhat distorted Western occult understanding of the term, ≈ sex magic(k). “[I]n most Asian traditions, Tantra is generally understood less in terms of ‘sex’ than in terms of power or energy. It consists of a series of teachings and techniques aimed at awakening, harnessing, and utilizing the spiritual power believed to flow through the entire cosmos and the human body.” – Hugh B. Urban, Magia Sexualis (Berkeley, etc.: University of California Press, 2006), page 85. For one of the more enlightened syntheses, see Francis King, Tantra for Westerners: A Practical Guide to the Way of Action (New York: Destiny Books, 1986); of particular interest in the present context is King’s CHAPTER 3: “Shiva and the Qabalistic Tree of Life.” We should further note that the Western occult understanding of kabbalah is also limited and distorted. Compare the kabbalah/qabalah of the present discussion with that described by Moshe Hallamish in An Introduction to the Kabbalah (translated by Ruth Bar-Ilan and Ora Wiskind-Elper, Albany: State University of New York Press, 1999). ** On Spare, see Grant: Cults of the Shadow, CHAPTER 11, “The Sorceries of Zos (Austin O. Spare)”; Outer Gateways, CHAPTER 3, “The Unfamiliar Spirit / Zos vel Thanatos” and pp. 67-69; and, outside of the Typhonian Trilogies, Grant’s Images and Oracles of Austin Osman Spare (London: Frederick Muller Ltd, 1975 / New York: Samuel Weiser, Inc, 1975: rpt London: Fulgur Ltd, 2003). The best single source for Spare remains From Inferno to Zos: The Writings and Images of Austin Osman Spare, Volumes 1-3, edited and compiled by A. R. Naylor, with additional material by F. W. Letchford, William Wallace, et al. Thame/Seattle: First Impressions, 1993-5; see especially Volume 1. Less expensive and more accessible but marred by errors and poor reproductions: The Writings of Austin Osman Spare: Automatic Drawings, Anathema of Zos, The Book of Pleasure, and The Focus of Life. Sioux Falls: NuVision Publications, 2007. "},{"pageNumber":10,"pageContent":"20093    10Nightside of Eden maps the “other side” of the TREE, referring to its twenty-two paths as The Tunnels of Set. Grant gives a diagram (page 155) of “The Tree of Life with qliphotic attributions,” these attributions being the names of the demonic entities of each path, or tunnel, as in Crowley’s Liber CCXXXI (see Nightside of Eden, pages 144ff; and below: § NIGHTSIDE DEVELOPMENTS). The first letters of these names match the Hebrew letters assigned to their corresponding paths according to the Golden Dawn scheme (Amprodias, Baratchial, Gargophias, etc. for א, ב, ג, etc.) The sefirot themselves are shown blank. Elsewhere, Grant offers other sets of attributions for the TREE. For instance, Hecate’s Fountain contains a diagram titled “The eleven Power Zones of THE TREE OF LIFE in relation to the Necronomicon Mythos and Mauve-zone Magick, showing planetary and chromatic attributions, associated esoteric functions, and totemic symbols.” Grant notes parenthetically, “The correspondences are not in any sense absolute, and vary in detail as required by specific occult workings.” “Eleven Power Zones” refers to the usual ten sefirot plus Daäth. “Necronomicon Mythos” (otherwise, “Cthulhu Mythos”) means derived from Lovecraft; indeed, the diagram here being discussed has been referred to as the “Lovecraftian Tree of Life.” The TREE OF LIFE and gematria are so fully assumed in Grant’s works that, while references to these “qabalahs” are numerous, summary expositions are not.* One rare example occurs in Beyond the Mauve Zone, Chapter 8: “The Metaphysics of Transmission,” which, however, veers quite a bit from being a conventional account.** Otherwise, with little or no explanation, Grant refers to the format and components of the TREE—with his own variations—in numerous contexts; for instance, In connection with the Fog of Chokmah mentioned above, the following account is perhaps significant. On a misty night in late November, 1957, New Isis Lodge lacked several members owing to weather conditions. The set programme was abandoned and in its stead those who had been able to attend decided to rehearse a ritual scheduled for the following month. Being ten in number they formed a skeletonic nucleus for a Rite of the Tree. They therefore assumed their accustomed positions, viz: Soror X at Malkuth, Soror Y at Yesod, Frater Z at Hod, and so on. Lacking number eleven – for Soror Shugal had not put in an appearance – the throne of Daäth remained vacant. —Hecate’s Fountain, page 77. A footnote referred at “Rite of the Tree” reads, “The Sephirotic Tree of Life, which comprises of the Eleven Cosmic Power Zones.” It is worth noting that Grant often treats Daäth as a full-fledged sefirah, attributing to it a planet [Pluto] and—though “vacant” in this example above—a ritual station. Of course, now that Pluto has been determined not to be a planet, the case will inevitably be made that Daäth is accordingly not a sefirah. More often than referring to the TREE and the sefirot, Grant incorporates the convention of gematria as a method of qabalistic analysis. As the flames lick and mould the plastic astral light of witchery, as they flare in the darkness, so they also stir the magical light of Od (AVD = 11) in the womb of Awryd. 11 is the number of EGG [heh-gimel-gimel, 5 + 3 + 3], suggestive of the shells touched by the Daughter in her ‘fallen’ state. The egg-shape and the zero cipher – O – are interchangeable types. The letter ‘O’ signified to the ancients the number 11. A.E. Waite notes Isaac de Loria’s reference to “eleven classes of shells”. The “babe in an egg”, mentioned in AL.II.49 [The Book of the Law], is not only the ‘babe of the abyss’ (womb), but is comparable to the class of dwarf-occupants cited in connection with egg-shaped extra-terrestrial craft. The vessels are sometimes characterized by the hum or buzz (BZB = 11; cf. Beelzebub) emitted by these craft. The Oracle is BRUXSA, “a vampire in the form of a gigantic female night-bird”. The description suggests vividly the ‘Qrixkuor-bird’ (Qrixkuor = 666) that savaged Margaret Leesing [Grant’s clairvoyant colleague], the latter-day avatar of the witch Awryd. —The Ninth Arch, pages 236-7 (Grant’s parentheses) [my brackets—DK] A footnote referred at “Daughter in her ‘fallen’ state” reads, “The thesis is that in the state of feminine ‘impurity’, woman is especially vulnerable to qliphotic influences.” _________________________________________ * Kenneth and Steffi Grant’s Hidden Lore: The Carfax Monographs (“First published in ten parts 1959-1963”; rpt London: Skoob Books Publishing Ltd, 1989) contains a two-page “old school” description of the TREE OF LIFE as its first chapter. ** See below, § QUOTES, page 34. "},{"pageNumber":11,"pageContent":"20093    11HORUS A writer using the pen-name “Horus” produced A Guide to Qabalistic Astrology (New York: Samuel Weiser, Inc., 1977). While fully a student of Aleister Crowley—he is very careful not to appear critical of Crowley’s system—Horus revises the attributions of planets to the sefirot. His RECONSTITUTED ASTROLOGICAL TREE OF LIFE (Chart VII on page 21 of A Guide...) gives the following arrangement: 1 PLUTO CROWN 3 2 NEPTUNE URANUS UNDERSTANDING WISDOM (DAATH) THE ABYSS 5 4 SATURN JUPITER SEVERITY MERCY 6 THE SUN BEAUTY 8 7 MERCURY VENUS SPLENDOR VICTORY 9 MARS THE FOUNDATION 10 THE MOON THE KINGDOM Horus was clearly dissatisfied with the poor fit of the planets to the sefirot in the system handed down by the Golden Dawn and Crowley. His Jupiter on hesed set against Saturn on gevurah (as in the Kircher TREE) makes perfect qabalistic and astrological sense. However, Mars on yesod is a brash, if perhaps wishful, maneuver; this placement befits a “crowned and conquering child,” especially with this Mars on yesod immediately above the Moon on malkut (which, interestingly, is also Kircher’s placement). Horus refers to malkut as “the Earth” and “the realm of Matter,” then follows with a remarkably weak rationale for placing the Moon there (page 15). Note, however, that the attributions for sefirot 1 to 7 (keter to nezah) of Horus’ arrangement match those of the PERFECTED TREE as advanced by 416 (discussed below). Despite his pseudonym, Horus makes no mention of the Æon of Horus, to say nothing of the Æon of Maat. "},{"pageNumber":12,"pageContent":"20093    12NIGHTSIDE DEVELOPMENTS* To appreciate the magic(k)al environment in which Maatian Kabbalah developed, we must take a slight detour. Powers on the TREE OF LIFE alternative to the standard assignments and attributions were determined and worked, drawing on the (1) kabbalistic qlippot, (2) Crowley’s Liber CCXXXI, (3) Lovecraft’s Cthulhu Mythos, (4) Austin Osman Spare’s sigil methods, and (5) certain strains of voodoo. (1) The incorporation of the demonic into initiated magic and Western occult qabalah was already codified in the Golden Dawn. “Infernal habitations” and “Orders of Klippoth” derived from Kabbala denudata—in particular the figures at the end of TOME I (1677)—turn up in Golden Dawn KNOWLEDGE LECTURES and Crowley’s 777 (columns VIII, CVI, CVII, CVIII, and CIX). INFERNAL HABITATIONS Kabbala denudata TOME I: pars quarta, page 252: Figura (U) ≈ 777: cols. CVI and CVII 1. she’ol – pit [grave] (NUM 16:33) 2. avron – perdition 3. tit ha yaven – miry clay (PS 40:3) 4. bar sheketh – pit of destruction 5. zelemoth – shadow of death† 6. shari moth – gate of death† 7. gehinnom – hell (JER 7:32) † These two are reversed in 777. KLIPPOTH Kabbala denudata TOME I: pars quarta, page 253: Figura (X) Nomina τών Klip- poth, seu cor- ticum Nomina Spi- rituum Nomina Re- gnorum Nomina Se- phirarum 1. סערה רוח ventus Turbinus חמור Asinus; quò pertinet רהב אדום Edomi- ticum Malchuth 2. גדול ענז nubes magna שור bos: quò Pertinet סמאל מדי Medo- rum Nezach, Hod, Jesod 3. המתלקחת אש Ignis vorti- cosus. מחלת יון Græco- rum Gedulah, Gebhurah, Tiphareth. 4. סביב לו נוגה Splendor ipsi undique. לילית בבל Babylo- nicum Kether, Chochmah Binah. ____________________________________________ * It is not always necessary to draw on the demonic world to set up a TREE of negative forces. William G. Gray, author of a popular series of books on Golden Dawn-style qabalah, takes up the idea of averse sefirot in The Tree of Evil (Cheltenham: Helios Book Service, 1974). Instead of putting qliphotic powers on the TREE, Gray arranges negative qualities: (from keter) 1 Atheism, 2 Stupidity, 3 Antipathy, 4 Apathy, 5 Cruelty, 6 Ugliness, 7 Lust, 8 Greed, 9 Instability, and 10 Materialism. With a touch more subtlety, Gray assigns the qualities of Coercion to the right pillar, Compulsion to the left pillar, and Condemnation to the middle pillar. Gray’s works include The Talking Tree (New York: Samuel Weiser, 1977), The Ladder of Lights, or Qabalah Renovata (Cheltenham: Helios, 1968), and Concepts of the Qabalah (New York: Samuel Weiser, 1984). Concepts of Qabalah is Volume 3 of Gray’s SANGREAL SODALITY SERIES: Vol. 1. Western Inner Workings (1983); Vol. 2. The Sangreal Sacrament (1983); Vol. 4. Sangreal Ceremonies and Rituals (1986). All of these titles were published by Samuel Weiser, Inc., New York. A revised edition of The Tree of Evil was published by Weiser in 1985, subtitled “How to Use the Symbolism of the Qabalistic Tree of Life to Recognize and Reverse Negative Energy.” "},{"pageNumber":13,"pageContent":"20093    13Golden Dawn co-founder S. L. MacGregor Mathers produced editions of several grimoires (Key of Solomon, Lesser Key of Solomon or Lemegeton, Grimoire of Armadel, Book of Sacred Magic of Abramelin the Mage); Crowley “enhanced” Mathers’ Lemegeton.* It was, however, Crowley’s Liber CCXXXI** that became the basis of a genuinely new tradition. (2) Liber CCXXXI establishes the connection of qabalistic qliphoth and “shadow” tarot and served as the foundation for Kenneth Grant’s Nightside of Eden (1977). In “The Howling of Liber CCXXXI: A Grimoire of the Paths of the A. ̇.A. ̇.” (at the AMBROSII MAGI HORTUS ROSARUM site), Frater Zephyros writes Liber CCXXXI is the most singular and certainly unique of all ‘Class A’† documents revealed by the Secret Chiefs thus far. The Master Therion [Crowley] presents it as a mapping of the cosmic process in congruity with the twenty-two Atus [trumps] of The Book of Thoth [the tarot deck]. And it is shown to function as a technical treatise delineating a formula for initiation. Kenneth Grant [in Nightside of Eden] extends this idea from the perspective of both sides of the Tree-of-Life in such a way as to seemingly destroy any idea of a Manichean battle between forces of Light and Darkness. Rather, the so-called Dark Side (whose contents are commonly referred to as Qliphotic) is purported by his experience to be very ancient ‘Atavisms’ that belong to a more primal and powerful consciousness from our racial past. Austin Osman Spare and Carlos Casteneda also investigated these bestial energies. —http://www.amhr.org/howling_of_liber_ccxxxi.htm× (Zephyros’ parentheses) [my brackets—DK] The ’seventies and ’eighties brought tarots using the names and images of the qliphoth-genii-sigils from Crowley’s Liber CCXXXI. The doctrine behind these often has a Maatian cast (though the era referred to in the following quote could be the Æon of Isis if not “a Nameless Aeon of our prehistoric and shamanic past”): These cards are of our Shadow energies: instincts and emotions from that remote time when the Feminine held power, when humans held discourse with Ereshkigal’s Dark Realm,‡ and all manner of magickal being existed upon earth. ... Here is the sign of the vulture, bird of Maat, the Double-Wanded One, Daughter of the Dark, the higher power of the Moon, Dark Moon, Moon of Blood. Here is entrance to the realm of Pluto/Ereshkigal, to the Backside, to the Nightside of the Tree. —Linda Falorio, The Shadow Tarot (Pittsburg: n.d. [mid-1980s]; Cincinnati: Black Moon Publishing, 1994; revised and extended edition, London: Aeon Books, Ltd, 2004), page 11 Such writer/practitioners as Linda Falorio and Mishlen Linden quite lovingly tended their shadow TREES, diffusing much of the spookiness while humanizing—though not always demystifying—the “bestial energies” of the qliphoth. Far from being “negative,” or “dark” in any pejorative sense, years of working with concepts and energies of these rather beautiful labyrinthine tunnels have brought the realization that though largely unacknowledged, long culturally repressed, this shadow side of deep instinctual life remains for us a source of tremendous vital power. —The Shadow Tarot, page 12 If the images we use within this book [drawn from Liber CCXXXI] shock or frighten you, that is to the good. They are supposed to. Besides the general heightening of awareness that we all know comes in pan-ic, there are certain auric responses which take place in the presence of fear. —Mishlen Linden, Typhonian Teratomas (Cincinnati: Black Moon Publishing, 1991), page 13 [my brackets—DK] ____________________________________________ * On these and other “Solomonic” grimoires, refer to my “Study of Solomonic Magic in English” at Colin Low’s HERMETIC KABBALAH: http://www.digital-brilliance.com/kab/karr/Solomon/index.htm ** Full title: Liber ARCANORVM των ATU του TAHUTI QVAS VIDIT ASAR IN AMENTI SVB FIGURÂ CCXXXI: Liber CARCERORVM των QLIPHOTH CVM SUIS GENIIS ADDENTVR SIGILLA ET NOMINA EORVM, in The Equinox: The Official Organ of the A. ̇. A. ̇. – The Review of Scientific Illuminism, Volume I, Number VII. London: Weiland & Co., 1912. † Class A Libri are defined as “books that are not to be changed in so much as the style of a letter; that is, they represent the utterance of an Adept entirely beyond the criticism of even the Visible Head of the Organisation.” ‡ Ereshkigal – Mesopotamian goddess of the land of the dead (Irkalla), here equated with Pluto, or Hades. "},{"pageNumber":14,"pageContent":"20093    14Again I repeat; these forces are most alive to us in the dark, and working completely without light is optimal, if not always possible. Our blackness is the darkness of the inward-turning eye, the black mirror of the Self, the Eye of the Shaman, and the voyage into Amenta [the Underworld]. Within it, your Vision is born. —Typhonian Teratomas, page 15 [my brackets—DK] (3) Another manner of shadow tarot is well represented by Quahavin MacMath’s Deck of Cthulhu: Tarot of the Necronomicon (1983). MacMath mentions three works* which “sparked interest” in such an endeavor: • Giger, H. R. Necronomicon. London: Big O Publishing, 1978. • Hay, George (ed). The Necronomicon: The Book of Dead Names. London (St Helier): Neville Spearman, 1978. • Necronomicon. New York: Schlangekraft, Inc., 1978. While discussing the Hay title, MacMath mentions “the works of Dr. John Dee, H. P. Lovecraft, and Crowley”—a chain of tradition which would come to include Kenneth Grant, who, oddly, is not mentioned by MacMath, though Lovecraft is highlighted in Grant’s early titles (see The Magical Revival, CHAPTER 6 [1972] and Aleister Crowley & the Hidden God, CHAPTER 3 [1973]). Of his own Deck, MacMath writes Here are all the negative forces which confronted the mind are put down on paper for observation. Unlike a Qlipoth Tarot [of Liber CCXXXI], the Tarot of The Necronomicon is a special subjective projection of knowledge through negative example. Like a Tarot of the Qlipoth, it is a key to Nightmare teaching that the dark side is as illusionary as the light. —The Deck of Cthulhu, page 2 [my brackets—DK] In the Deck of Cthulhu, an ominous “Gothic” (in actuality, Victorian) mood is cultivated through pen-and-ink stylings à la Aubrey Beardsley and A. O. Spare and descriptions of the images which might completely deflate without their artfully placed capital letters: Yog-Sothoth The Universal Gate of Evil The birth right of the elder ones comes in the ravishing of the universe. The Ancient Ones are those dark forces which Humanity is always presented with. These are the forces of stagnation, ignorance, blind fear. The Universal woman is the symbol of a humanity which holds on to its weapons of magic but will not use them in the hour of need, for their use is forbidden or forgotten. False hope, the bar is the ravisher and the earth the sight of the Evil One’s Birth....The Children of Yog-Sothoth. Fear breeds its own Evil. The Evil must be sealed behind the Door where it Dwells. —The Deck of Cthulhu, page 8 ____________________________________________ * Along with the books listed above, see • Necronomicon. A Sumerian High Magical Grimoire, edited and introduced by Simon. New York: Avon Books, 1975 and 1980. • The R’lyeh Text: Hidden Leaves from the Necronomicon, edited by George Hay, researched, transcribed and annotated by Robert Turner, introduced by Colin Wilson. London: Skoob Books, 1995. • Tyson, Donald. Necronomicon: The Wanderings of Alhazred. St. Paul: Llewellyn Publications, 2004. There is quite a bit on the Internet regarding the Necronomicon. I would recommend starting with “The Necronomicon: A Study,” at http://cthulhufiles.com/cthsectn_necronomicon.htm#further. "},{"pageNumber":15,"pageContent":"20093    15(4) One of the most interesting and effective alternative tarots of the period (1970s and -80s) was created by Aion 131, aka Denny Sargent, co-founder of the Horus/Maat Lodge, and eventual author of Global Ritualism: Myth and Magic Around the World (St. Paul: Llewellyn Publications, 1994) and Your Guardian Angel and You (York Beach: Red Wheel/Weiser, 2004). In the ’eighties, Aion wrote and contributed to several “double current” publications distributed by Axil Press or privately; he also made much of his work available through the BLACK MOON ARCHIVES.* Aion introduces his tarot images, The AXIL/AION TAROT was drawn over the period of three years from 1980 to 1983 by Denny Sargent (Aion) in the power-zone of Bellingham, WA. All the artwork is pencils, rendered darker through the miracle of zerox. ... Aside from imparting new symbolic affinities to the traditional Tarot images, a new verbal understanding occurred; new titles were transmitted and they follow with their more traditional labels. Also worth noting is that the images were all created via automatic drawing and later refined, please refer to the works of Austin Osman Spare for more information on the process of automatic drawing. ... The Tarot is not a symbolic dictionary but a codified moebis-strip embodying the process of existance. —The Axil/Aion Tarot. Bellingham: Axil Press, ca. 1985. [Aion’s spelling is retained] Axil/Aion Tarot, CARD 12, by Aion 131 ≈ THE HANGED MAN In 1983, Aion 131 scribed a “Maatian/Thelemic” document which provides an example of “received” material along with its analysis through gematria; English words are interpreted qabalistically by converting their letters to their rough Hebrew equivalents. As in Aion’s tarot, we find here elements of A. O. Spare (ref. Zos and Kia): [TEXT SHOWN IN SMALL CAPS 10 PT; commentary shown indented in regular 9 pt.] 1. ALONE. EXISTING WITHOUT FORM OR IDENTITY, THE LIGHT FROM SINGLE STAR IS CAST INTO THE VAST VOID OF SPACE. ALONE = Aleph + Lamed + Ayin + Nun + He = 156 1 30 70 50 5 Pleroma and the motion caused by the ‘one star’; Sothis or the Hidden God. VOID = Vau + Ayin + Yod + Daleth = 90 (Tzaddi) 6 70 10 4 1. THIS IS THE BEGINNING, THE JOURNEY AND THE ENDING IN JOY (IOI) AND SORROW. The nature of the universe as 2 = 0 is revealed along with the twin masks of existence. JOY = Yod + Ayin + Yod = 90 10 70 10 2. UNTO THE HAWK’S FLIGHT IS CAST THE LIGHT OF GOLD AND THE SIXFOLD FLOWER UNFOLDS FROM THE DEPTHS OF A BEAST’S HEART. The emanations of Tiphareth are awakened in the adept and the KA soars from Malkuth (Baphomet) up the Tree of Life. BEAST = Beth + He + Aleph + Samech + Teth = 77 2 5 1 60 9 ____________________________________________ * Nexus of Horus/Maat Ritual by Aion 131 (1995) appears with extensive commentary in my “Methods of Maat” at http://www.digital-brilliance.com/kab/karr/maat/MoM.pdf, pages 3-7."},{"pageNumber":16,"pageContent":"20093    163. THE EMANATIONS ARE OF 3 AND 1 WHOSE MYSTERIES ARE OF THE 13 AND 31; THE ZOS AND KIA , THE BEGINNING AND ENDING OF ALL THAT WAS AND IS THE CYCLE OF GOD AND WHEEL OF AGES. 10 PAN. 1-3-1. Tiphereth is the only Sphere to receive three ‘rays’ directly from the Supernals. This triangle-image received (see next page) was given unto the adept before this Liber and forms the basis and trigger for this trans-mission. This \"pre-transmission\" is at the end of this comment. 13 is the ‘unity into the trinity’ (AChd = 13) 31 is the ‘trinity again becoming one’. (AL, LA, KIA, YeZDI all = 31) The expansion of creation, the contraction of unification. There is also a connection between 131 and 13, 31. ZOS and KIA refer to the play of the body and eye, the evolutionary dance about the Wheel whose circle is ZOS and hub is KIA. WHEEL = Vau + He + He + He + Lamed = 51 (Maat = 51) 6 5 5 5 30 —The Book of the Holy Chosen One at http://w3.iac.net/~moonweb/archives/AION/AION18/AION18.html (Aion’s parentheses) (5) Before Nightside of Eden, Grant’s Cults of the Shadow (1975) had pulled into the mix sundry tantras and, by highlighting the work of Michael Bertiaux, a species of initiated voodoo with Lovecraftian connections: I refer to the monstrous shadows conjured by the New England enchanter, Howard Phillips Lovecraft, for Michael Bertiaux claims to have established contact with the ‘Deep Ones’, the fearful haunters of Outer Spaces that Lovecraft has brought so close to earth in his terrifying fictions. —Cults of the Shadow, page 165 In characteristically Chicago style the aspirant [i.e. student of Bertiaux] learns his first lessons by means of a correspondence course which takes more than five years to complete, but which, unlike most courses of this nature, offers magical knowledge far beyond the scope of any that is retailed by so many ‘occult’ fraternities having a superficial resemblance to The Monastery of the Seven Rays, which is itself but the Outer Court of the Black Snake Cult [Couleuvre Noir]. The Monastery is a cell of the O.T.O.A., or Ordo Templi Orientis Antiqua, which has incorporated in its teachings the magical doctrines of Aleister Crowley. On the 15 August, 1973, the O.T.O.A. linked itself on the inner planes to the 93 Current and announced its official acceptance of the Law of Do What Thou Wilt. It celebrated this occasion by abrogating its previous rule of not admitting women to the higher degrees. —Cults of the Shadow, page 166 [my brackets—DK] Michael Bertiaux, who is one of the Chief Adepts of the O.T.O.A., The Monastery of the Seven Rays, and High Priest of the Cult of the Black Snake is undoubtedly one of the most colourful and creative of contemporary occultists. —Cults of the Shadow, page 166 A collection of Bertiaux’s lesson papers was published as The Voudon Gnostic Workbook (New York: Magickal Childe, Inc., 1988; rpt., a disappointing—though affordable—so-called “expanded edition,” San Francisco: WeiserBooks, 2007). We should note that, in spite of O.T.O.A.’s original practice of “not admitting women to the higher degrees” and Bertiaux’s penchant for staging pictures of himself with young women at his knee, sometimes gazing adoringly up at him, the Workbook contains some brief lessons pertaining to the Maat current: • “Course in Ma’atian Physics, Lesson 1: Ma’atian Inductions” • “Course in Ma’atian Physics, Lesson 2: The Measurement of Ma’at.” An example of this [Ma’atian property of complexity] may be found in the differences between method-models in the system of the Horus aeon and that of the Ma’atian. In the older system, the method model is based upon a definition of singleness of component operation. It has been discovered however in the Ma’atian system that singleness of any component implies the full range of the components and that this fuller range of component factors serves to generate in its own development those method-spaces which connect the components. ... ...we have come to the conclusion that a primordial characteristic and possibly a fundamental property of the Ma’atian aeon is hereby reflected in this inter-webbing of structures and patterns. —The Voudon Gnostic Workbook, § Ma’atian Inductions, page 260 [my brackets—DK] "},{"pageNumber":17,"pageContent":"20093    17Fitting as all this sounds, the contrast of “singleness of component operation” and “inter-webbing” is certainly not unique to the difference between the Horus and Maat currents (nor is this observation unique to Bertiaux). Conventional monotheism and earth religion could bear a similar comparison—as could, for that matter, most Christian mystical texts and the Zohar. In contrast to Bertiaux, Louis Martinié, not mentioning Maat but rather referring to “the Aquarian mode,” proclaims a decidedly Maat-toned set of tenets for his “Aeonic Voudoo”: Aeonic Voudoo, in its daily rites of becoming, shows itself in acts/sacraments grounded in five philosophical stances. These are Anarchism; the state of being without a “frozen” hierarchy. Postdrogeny; the abrogation of all existent gender roles so that new perceptions may manifest. Feminism; as it is in the forefront in its stand against restriction and for human liberation. Equalitarianism; the belief that all people have equal political and social rights, and Nonviolence; a refusal to subject the self or others to physical coercion. —Waters of Return: The Aeonic Flow of Voudoo In The New Orleans Voodoo Tarot (Rochester: Destiny Books, 1992), Martinié combines voodoo images, beautifully and effectively rendered by Sallie Ann Glassman, with tarot and, by default, the kabbalah: the TREE OF LIFE, the tetragrammaton, and a bit of gematria. All great religious systems of the world demonstrate a marked degree of commonality. A good many of the practitioners of Western occultism are familiar with the Hebraic glyph of the Tree of Life as it has been filtered through the Golden Dawn; therefore, The New Orleans Voodoo Tarot uses the Tree as a fundamental structure upon which to “hang” the cards. —The New Orleans Voodoo Tarot, page 21 On page 24 of The New Orleans Voodoo Tarot, a diagram of the TREE OF LIFE shows tarot attributions following Crowley with the names of voodoo symbols included on the sefirot and paths. Page 240 shows the TREE again (in the “Readings” section) as a card layout “to define in detail the influences on an important life situation,” adding, “This reading is never done lightly.” The sefirot as tarot card stations are given, thus: (from keter) 1 Point of Contact with Pure Spirit, 2 Wisdom, 3 Understanding, 4 Mercy, 5 Strict Judgment, 6 Balance Inner Self, 7 Emotions, 8 Mind, 9 Astral, 10 Earth. Sallie Ann Glassman’s Voodoo Tarot images: Dr. John (≈ I. The Magus), Wild Card / The Barons (signifying unexpected change), Petro / Damballah la Flambeau (≈ Ace of Wands), and Santería / Oyá (≈ Three of Pentacles)."},{"pageNumber":18,"pageContent":"20093    18NEMA & MAAT MAGICK In Nightside of Eden (1977), Outside the Circles of Time (1980) and Beyond the Mauve Zone (1999), Kenneth Grant treats the Maat current and such work as exists on it in increasing detail. The proof texts for Grant’s discussions are the “holy book of Maat,” i.e., Liber Pennae Praenumbra, and, to a lesser extent, the Book of the Forgotten Ones,* written—or received—by Andahadna, who eventually became known as Nema. “Zuvuya: An Essay on Aeonics...”** says of all this In 1974 Priestess Nema received a transmission from Maat, Liber Pennae Praenumbra, during a timetravel working. Working within the Thelemic tradition established by Crowley, her angle on the ‘double current’ of Horus and Maat is that the Maat current is coming backwards from a future aeon (thus the Maat current reflects the atavistic resurgence of Spare’s Zos Kia Kultus) when time is perceived differently, manifesting now through those open enough to receive the information, the ‘mutants’ who are the avatars of the coming race of ‘homo veritas’. The aim of Maat Magick now is primarily to awaken the collective consciousness of humanity, linking us all in universal empathy. In Maat Magick,† Nema summarizes her developments of THELEMA emphasizing Maat, though she remains an exponent of the Twin, or Double, Current (Horus + Maat). Her book retains the ascension orientation proposed by Frater Achad and practiced by the OAI (see below, pages 21-6): The chapters of Maat Magick, PART I, start off with Malkuth and climb (in conventional order) to Kether, interestingly omitting Daäth in favor of the “old school” Abyss. Daäth, so important in other developments of magic(k)al qabalah, gets only passing, albeit provocative, notice in Maat Magick: ____________________________________________ * Liber Pennae Praenumbra can be found on page 93 of Nema’s Maat Magick (York Beach: Samuel Weiser, Inc., 1995) and on-line at http://www.horusmaat.com/liberPP.htm. Liber Pennae Praenumbra was originally published in The Cincinnati Journal of Ceremonial Magick, Volume 1, Number 1 (Cincinnati: Conquering Child Publishing Co., 1976), then republished in Volume 1, Issue 5 (Cincinnati: Conquering Child Publishing, 1983), along with a foreword and chapters with sefirotic titles, “Kingdom,” “Foundation,” “Splendor,” “Victory,” and “Beauty.” Liber Pennae Praenumbra was reprinted yet again as an appendix to Kenneth Grant’s Beyond the Mauve Zone (London: Starfire Publishing, Ltd, 1999); therein, Grant offers a full commentary on it. The Forgotten Ones (or The Book of the Forgotten Ones) was published in The Cincinnati Journal of Ceremonial Magick, Volume 1, Number 2 (Cincinnati: Conquering Child Publishing Co., 1977). ** “Zuvuya: An essay on Aeonics, interweaving the ideas of Nema, Terence McKenna, Aleister Crowley, The Mayans, Hopi Indian and biblical prophecies, Peter Carrol, A.O. Spare, Jose Arguelles, Aion, Achad, the ancient Egyptians, Hunbatz Men, J.M. Jenkins, Celtic, Norse and Greek mythologies, Quantum Qabbala, etc. -towards the imp-ending [sic] paradigm shift...” on THE MUTATION PARLOUR site, http://www.crossroads.wild.net.au/index.html Nema gives her own account of events in “The Evolution of Maat Magick: from Cornfields to Cyberspace,” in Silver Star: A Journal of New Magick, Issue 2, Autumn Equinox 2004, on-line at http://www.horusmaat.com/silverstar/SILVERSTAR2-PG4.htm † In his review of Nema’s Maat Magick, Donald Michael Craig writes Maat Magick is divided into three sections. The first is one of the most brilliant expositions of the Kabalistic Tree of Life since Dion Fortune’s Mystical Qabalah. But before some people run in horror from this (I don’t want to learn about those Sephiroth and all that Hebrew stuff!), let me remind you of my previous paragraph. Her explanation is clear, precise and intuitive rather than stuffy and boring. In fact, if you didn’t know that this was the Tree of Life, you might not realize that it was Kabalistic at all! In a sense, this is the Tree of Life for people who are not interested in words and what others have said, but rather for the ideas and sensations of what is truly there. If Nema had expanded this section it, by itself, could have been an entire book.” —Donald Michael Craig, REVIEW: “Maat Magick by Nema,” in New Moon Rising: A Magickal Pagan Journal, Issue Number 45 (1996) (Craig’s parentheses); online at http://www.nmrising.com/archive/issues/45/756.htm×) In an article posted at AMPRODIAS VIRTUAL TEMPLE entitled “Maat Magick and Chaos Magick,” Margarete Ingalls (aka Nema) characterizes Maat Magickians: Maat Magickians are usually steeped in their own styles of Magickal work of varying kinds, and rarely identify themselves primarily as ‘Maat Magickians.’ I consider this a healthy indication that the mojo is working as it should. —http://www1.autistici.org/amprodias/txt/hacktivism/maat.htm Regarding the establishment of the Horus Maat Lodge, or HML (chartered in 1978), the Ingalls article continues: Despite this basic spirit of disestablishmentarianism, there does exist (mainly on the Astral) the Horus-Maat Lodge, whose purpose is to spread the word about the Double Current of Horus and Maat. Since its foundation, the recognition of the existence of PanAeonic Magick seems to have expanded its scope. It was not my idea, but the people who wanted the Lodge to exist won my cooperation in its founding through their collective charisma, energy, and good intentions. The Lodge has no ‘official’ address, no meetings, no dues, no charter, no tax-free status, no officers, no grades. On the HML, refer to (1) the HORUS / MAAT LODGE website at http://www.horusmaat.com and (2) my paper, “Methods of Maat” at http://www.digital-brilliance.com/kab/karr/maat/MoM.pdf § HML & THE DOUBLE CURRENT (pages 2-10) for two HML rituals with a brief introduction, notes, and commentary, one ritual written by Aion, the other by Nema. "},{"pageNumber":19,"pageContent":"20093    19The Ibis of the Abyss is Thoth/Tehuti, divine Scribe and teacher, presiding over Da’ath, the non-sphere, the non-level. Da’ath is both knowledge and confusion, which indicates that knowledge itself can lead astray without understanding and wisdom to balance it in a trinity. —Maat Magick, page 104 Your Levels 3 and 2 [Binah and Chokmah] are present in union with Level 1 [Kether], distinguished only by their titles and functions. Your Level 1 function oversees these functions and their effect on and from the universe. Your Level 1 function creates an 11th level of density [sefirah] from the spectrum of all the other levels refracted through the prism of the Supernals. Tradition calls Level 11 Da’ath, which can be taken as “Knowledge” or “confusion.” Da’ath is a mirror of the universe and a gateway to its Nightside, its shells and tunnels, its monsters and terrors. For greater understanding and wisdom, your three rarest levels undertake an exploration of the shadow of existence through the gate of Da’ath. For the best exposition of the darkness that drifts into the levels of light, of the carcers (dungeons) sigilized in Crowley’s Liber CCCXXI,* read Nightside of Eden by Kenneth Grant. ... Your knowledge in Da’ath encompasses the Nothing and the All, the duality of illusion and the nullity of reality, the dense and the rare, since the extra-dimensional Level 11 [i.e. Da’ath] is the sum, reflection and kaleidoscope of the ten levels of density we’ve been discussing. ... If Da’ath is knowledge, Level 1 [i.e. Kether] is knowing. ... — Maat Magick, page 208-9 [my brackets—DK] Without mentioning Daäth by name, Nema writes In Maat Magick, there’s an ongoing working called Operation Nightmare. ... If we make the sleep of ignorance more frightful than the prospect of awakening, the sleepers will arise. How? By means of induced nightmare, confronting the sleepers with their own hidden monsters. There are two ways of doing this: the first is by forming a mirrored egg around the individual, so that the evil s/he projects is reflected back from all directions. The second method is to enter the Nightside of the levels of density [i.e., sefirot] and bring out the appropriate monster to confront the deliberate sleeper. The Nightside is entered through the 11th Level of density [i.e., Da’ath] which can be thought of as existing both as a level “below” Level 10 [Malkuth], and as a level in a dimension projected beyond the place of the other levels. Kenneth Grant, in Nightside of Eden, and Linda Falorio, in the Shadow Tarot, present detailed material about the denizens to be found there. — Maat Magick, pages 87-8 [my brackets—DK] On page 26 of Maat Magick (MM), there is a diagram: QBLH—TREE OF MAAT. The spheres have crudely drawn images within them, many of which match the OAI images listed in the tables below (pages 25-6), but at different locations on the TREE. The Maat Magick TREE more generally aligns with the TREE OF MAAT shown at the Horus Maat Lodge (HML) site (see below, next page), to which Nema, as a founding member, has contributed. ____________________________________________ * CCCXXI is a mistake; it should read CCXXXI. "},{"pageNumber":20,"pageContent":"20093    20 The TREE OF MAAT from the HORUS/MAAT LODGE site http://www.horusmaat.com/treeofmaat.htm There are some differences between the HML TREE and the MM (Maat Magick) TREE: HML shows Daäth as a lesser sphere (dotted outline), but in its usual place, as TAO; MM shows the sefirot in their “old school” (≈ Golden Dawn) arrangement, with “the Abyss” instead of Daäth between Kether and Tiphereth. However, on the MM TREE, there is an eleventh sphere beyond Kether; drawn within it is what must be “the mirrored egg.” The HML symbol in Kether appears to be a variation of the ankh; within Kether, MM shows an upward-facing crescent with, perhaps, an upright dagger crossing it, suggesting the glyph of Neptune. Chokmah is labeled “On-going Balance” by HML. MM shows a circle, or spoked wheel, divided into eight sections, which is sometimes used to indicate the “fifth element,” spirit. HTM shows what might be the “Royal Egyptian Barge” in Binah, while calling it “Mother of the Sun”; MM shows a rayed sun. “The Mask Dancer” appears to suit both images for Chesed, though MM shows a ballerina. MM’s Geburah shows a dagger and a fan. Compare also the OAI arrangements below, pages 25-6, especially that of Liber K."},{"pageNumber":21,"pageContent":"20093    21ORDO ADEPTORUM INVISIBLUM The O.A.I. Manifesto: Origin, History, Organization by Persona Skia (Kenilworth [IL]: OAI c/o Silver, 1982), § “Who We Are,” begins The Ordo Adeptorum Invisiblum is a British thelemicist order aligned to the Maatian Current. It was grounded in 1979 by a group of three thelemicists who also defined themselves as feminists and socialists. Initially a closed and isolated group, they decided to make the transition from an isolated working group to a public teaching order. Membership subsequently spread to India, Morocco, and the United States.* The preface to OAI tract Liber Andana (1983) describes the order. The Ordo Adeptorum Invisiblum is a Maatian Thelemic/thelemicist magickal order. It is Maatian in that it finds its symbolic focus in the concept of Maat, the ancient Egyptian goddess of order, justice and truth. Maat is not a deity to be worshipped; rather, she is the personification of the ideals, both personal and social, which the Order proclaims. The OAI also works out of the reality of thelema (the Greek word for will) and sees its activity as both an expression of and a tool to discover our True Will, our particular universal destiny. We do magick. Magick is the art of causing change in line with the True Will by the use of the cosmic and universal forces available to each of us. Finally, we are an ordered, though non-graded, group, in that we do magick by the traditional means of ritual and other occult disciplines (meditation, divination, etc.). The lineage assumed by the OAI is neatly outlined by the section headings of the Manifesto: “Our Heritage as Thelemicists,” “The Book of the Law, 1904,” “The Coming of the Child” [i.e., Frater Achad], “The Babalon Workings of Jack Parsons,”** “Nema and Maat,” and finally, “The OAI.” While the O.A.I. Manifesto bluntly states, “We are thelemicists,” it says further, The OAI also adopts feminist principles and practices—not the anti-male separatist variety—but its non-sexist androgynous philosophy. Women are not the vehicle of male seed, a male Priest. They are magickal people in their own right. The history of female magickal energy is far older than that of the ________________________________________ * All of the OAI materials used here were published in the United States and distributed through THE BLACK MOON ARCHIVES, 1981-3. OAI typescript page numbers are given along with BLACK MOON ARCHIVES [BMA] copy-page numbers. In a message posted in the HML Digest (Volume 52, Issue 21, Message 3: January 17, 2008), Nema writes The OAI was founded, to the best of my knowledge, by Gerri [actually Gerry—DK] Ahrens. I met her in the late '70s - early '80s at my home at the Maat-Pangrove Abbey of Thelema in Brown County, Ohio. She was/is a petite Philippina (sic) with an English accent (from London, I believe). She was traveling in the company of several young ladies and with J. Gordon Melton, a minister of a Protestant denomination whose name I forget. Dr. Melton was researching alternative religious communities in the US for his book-in-progress; he was a hands-on, participatory researcher, as I recall. Gerri was interested in Maat as a female god-form. I believe she said she was a Thelemite, and that she was also involved in Dianic wicca. She felt a calling to form a new Magickal Order including the Maat current. I wished her well, but had private reservations about single-gendered Thelemic Magick. Any kind of Magick is possible to operate, IMO, but speaking just about ‘kalas’ and their variable bandwidths, nothing beats a full-spectrum capacity. We lost touch not long after their visit. J. Gordon Melton is a United Methodist minister, author or editor of dozens of books, and managing director of the Institute for the Study of American Religion in Santa Barbara, California. He is the author of the Encyclopedia of American Religions (Wilmington [NC]: McGrath Publishing Co., 1978, with subsequent editions), co-author of the New Age Encyclopedia (Detroit: Gale Group, 1990), and editor of The Encyclopedia of Religious Phenomena (Detroit: Visible Ink Press, 2007). He has been criticized for being “an apologist for the cults,” most notably for his defense of Aum Shinrikyo after members of this cult released Sarin gas in a Tokyo subway, killing 12 people (March 20, 1995). Note also Melton’s book listed in the bibliography below, § Golden Dawn: HISTORIES & STUDIES, i.e., Magic, Witchcraft, and Paganism in America: A Bibliography. ** See ADDENDUM 1: “The Babalon Workings of Jack Parsons” from The O.A.I. Manifesto. On Parsons, refer further to • Parsons, Jack. “Manifesto of the Anti-Christ” and “The Book of the Anti-Christ,” in Aeon II, Autumn Equinox 1985 (Seattle: Aeon Press. • Parsons, John Whiteside. Freedom Is a Two-Edged Sword and Other Essays, edited by Cameron and Hymenaeus Beta [ORIFLAMME 1], Tempe: New Falcon Publications, 1989; and Three Essays on Freedom, edited with a forward by Hymenaeus Beta, York Beach: Teitan Press, 2008, which includes “Freedom Is a Two-Edged Sword,” “Freedom Is a Lonely Star” and “Doing Your Will.” • Carter, John. Sex and Rockets: The Occult World of Jack Parsons, with an introduction by Robert Anton Wilson. Venice [CA]: Feral House, 1999. • Schreck, Nikolas and Zeena. “Cults of the Scarlet Woman: The Babalon Working and Beyond” = CHAPTER VIII in Demons of the Flesh: The Complete Guide to Left Hand Path Sex Magic. London: Creation Books, 2002 (www.creationbooks.com). • Pendle, George. Strange Angel: The Otherworldly Life of Rocket Scientist John Whiteside Parsons. Orlando: Harcourt, Inc., 2005. • Testa, Anthony. The Key of the Abyss: Jack Parsons, the Babalon Working, and the Black Pilgrimage Decoded, includes a Concordance with English Kabbalah values for Liber AL vel Legis and Liber 49. Lulu, 2006 (http://www.lulu.com)."},{"pageNumber":22,"pageContent":"20093    22male, but it has been overshadowed by the masculine principle. The OAI seeks to rectify this by balancing the imbalance through women seeking to rediscover and reassert themselves, while male members minimize as far as possible their aggressiveness and dominance. In turn, this will lead to a more directly visible equality and non-hierarchical structure within the group and in rituals.* On page 12 [BMA, page 17] of Liber Andana, a section entitled “Toward a Maatian Kabbalah” begins During the working of Liber ANDANA, Part 3, Persona VSO had a vision while scrying in the cracked egg. It began with a simple equilateral triangle and developed into a complex set of bi-pyramids. [See below, “Figures 1-4” and “Figure 5”] ... In commenting upon this vision later, Persona VSO reflected, “This is an androgyny symbol, it receives, it penetrates, it is the 2 in 1.” VSO also suggested that this set of interpenetrating, figures represented a tree of life (or humanifestation), and submitted it to the OAI as a whole for their reflection. Prior working had suggested that a reordering of the Kabbalah was needed and in process. The characteristics of a new Kabbalah would be the immediate access it would offer to each of the sephiroth without the seeming need to progress from Malkuth to Kether, and the orientation to time, as opposed to space, of the new configuration. Upon reflection, the possibilities of a new Kabbalah based upon the bi-pyramids seem endless. Of prime value, however, the new Kabbalah he described gives suggestive insights into the method for incorporating new perspectives from modern culture while retaining the old and timeless essence of the Kabbalah. The traditional Kabbalah tied the earth (and the rather stable social context that produced it) to the heavens as if by a ladder. The paths and spheres could be climbed upward into higher and higher spiritual realms. The new Kabbalah floats in a spiral vortex of energy, free, moving, changing. It offers points of relative stability within the constantly shifting situations of life. In place of the ten sephiroth are ten points of relatedness, one of which is totally inner and three of which have both an inner and outer aspect. The ten points connect along lines of influence (paths), and the points and lines form still a third reality—triangular fields of reality, an aspect of the Kabbalah not yet explored. [my brackets—DK] Figures 1—4, from Liber Andana, page 14 _____________________________________ * O.A.I. Manifesto, page 2 [BMA, page 3]. On “female magickal energy” predating “that of the male,” refer to my “Methods of Maat” (at http://www.digital-brilliance.com/kab/karr/maat/MoM.pdf), § SELECTIVE HISTORY (pages 11-15). See a complete transcription of O.A.I. Manifesto on-line at http://www.digital-brilliance.com/kab/karr/maat/OAI_Manifesto.pdf."},{"pageNumber":23,"pageContent":"20093    23 Figure 5, from Liber Andana, page 15: Bi-pyramids “The visible and invisible do not, cannot, exist apart from each other. The primodial (sic) pyramid and the manifest pyramid immediately come together as AL will, moved and penetrated the pyramid of LA. The penetration resulted in the manifestation of ALLA who simultaneously both is and is not. Also in the coming together, a magickal union, the magickal union, each pyramid reproduced its own double and brought forth the humanifestation of the penetrating bi-pyramids (see figures 4 & 5). Completing the primordial pyramid is Chesed, the inner drive of the invisible to union with that which is beyond itself. Geburah, justice, is the social embodiment of Chesed in both the cosmos at large and society in general. Geburah completes the manifest pyramid.” —Liber Andana, page 13. "},{"pageNumber":24,"pageContent":"20093    24 Fig. 1. from The Process of Initiation by RA Oh 1043 (= Gerry Ahrens) (O.A.I.: 1982) The three outer “vescis” are referred to as “The Three Ains” or “the three veils of illusion, perception and illumination.” Above is “The 8 Pointed Star...the representation of the Double sets of twins—Zayin, DNA, Tetragrammaton, and the Sirius Mystery, which is within, beyond and of us.” “8 is the Number of Maat.” Note that the TREE here has “Eleven Sephira” (sic); “11 is the Number of Nuit...also the number of Maat as MOT-ION.” “The 10 Sephira are divided into three groups of processes. These are indicative of the 3 ‘grades’ of the O.A.I. system of attainment. The Aspirant who has chosen the magickal path; the Adept who has knowledge and conversation with their HGA; and the Warrior-Mage who has crossed the Abyss.” “The Ovoid” at the base contains “the 8 pointed star of Zayin marking the search for the higher twinned self.” “Between Malkuth and Yesod, is the Maatian Sword of Will” surrounded by an arched Arrow, “the hidden message of the ART atu [= Tarot Trump].”* Just above the Ovoid, leading up to the next “group of initiation processes” is the “wand of the Double-Wanded One,” whose meaning is “well expressed in the 5 Wands from the Tarot.” “The Square is representative of the four quarters and elements, and therein in the middle is the egg... The centerpiece is the HGA and its knowledge & conversation.”** “Tiphareth is the Akashic black cosmic egg broken open so that one’s true essence is set free and set forth to do one’s will.” “The lotus wand incarnates that depth of feeling, it is the essence of the body. The phoenix wand incarnates the rebirth of knowledge, it is the essence of the mind.” The Pyramid “is the reality of a solid base that is not all that it seems” whereas the cube is “the solidity of reality that is all that it seems.” “The spiralic black hole ... is the Gate of entry and departure between the dimensions and circles of time ... the test of the Adept of Truth.” “The Triangle” contains the “three grades of initiation beyond the black hole”: binah – “the shedding of one’s blood unto the quest of the great art,” hokhmah – the “experience of the paradox of all things and no things,” and keter – “unity in its highest sense.” ___________________________________ * Refer to The Book of Thoth: A Short Essay on the Tarot of the Egyptians, being THE EQUINOX VOLUME III No. V by The Master Therion (Aleister Crowley); Artist Executant: [Lady] Frieda Harris. n.p. [Pasadena?]: n.p. [Ordo Templi Orientis], (1944)—reprinted frequently. ** The OAI gained “knowledge and conversation of the H[oly] G[uardian] A[ngel]” by way of Liber Samekh Hé, by Persona PVAD MUSARUS 1043 (= Gerry Ahrens), which is described as “Preliminary invocations towards the achieving of magickal will. The knowledge and conversation of the HGA which is the great work of magick. Incorporating the four keys of the Book of Transformations.” Liber Samekh Hé, which is “a Maatian revision of [Crowley’s] Liber Samekh,” is “the ritual through which all OAI member[s] pass before joining the order.” (—Liber Andana, pages 40 and 2 [BMA pages 45 and 7]). A complete transcription of Liber Samekh Hé can be viewed on-line at http://www.digital-brilliance.com/kab/karr/maat/LiberSHe.pdf"},{"pageNumber":25,"pageContent":"20093    25CORRESPONDENCES ACCORDING TO OAI: “Ritual of Candlemas, 1982” from Liber Magnus Conjunctiones Workings /Sub-figura MC Part 7: LIBER MC PART I PLANET LEADER SIGIL OPEN DOOR ALIGN TO MAAT MOON RA Oh 3 phases Moon ANAL’HAQ  HONEY  SUN MSN Eye in pyramid RA-HOOR-KHUIT YASEELA MERCURY Aristobulus Eye in spiral OQIHS  LIHR  VENUS Semele Greek Rho QCh Choose your pleasure when you can it will make you wise. URANUS RA Oh Black Hole ARNUBK  SHAITAN  NEPTUNE Kannon Feather and Cup A-YIN  A-CA-PEL  JUPITER Keaphos Fish leaping from throne AWAKE Constant is the change. MARS Salistra An eye ALUKUTHON  ALALURA  SATURN Keaphos A womb VZ AShARATh ADGU P KTNB PLUTO Laylah Crystal pyramid RAS P CA LIGHT The list of planets here does not follow the ascension of the TREE in the usual order. See the TREE diagram immediately below, which follows Grant, namely, showing eleven “power zones.” On page 48 of Liber Magnus Conjunctiones, a diagram of the “Ritual Proper” is given, again in the form of a TREE showing the sefirot (numbered in conventional order, with Daäth as 11), the planets in their usual places (as in Grant), and paths, horizontals and left-to-right diagonals only. Interestingly, Malkuth/Earth is shown in both diagrams, but it does not hold a station in the ritual. Note also that the SIGILS here differ from those of the Maatian symbols in Liber K except for the Crystal Pyramid at AL/Kether. —from Liber Magnus Conjunctiones Workings: Sub-Figura MC, page 41"},{"pageNumber":26,"pageContent":"20093    26 LIBER K (1982) THE SEPHIROTH  SEPHIROTH MAATIAN SYMBOL POWER  COLOR MIND 1 AL (Kether) Crystal Pyramid The Will, the One White Wholeness 2 Chokmah Royal Egyptian Barge Truth, Mind Blue Left-side brain activity 3 Binah Isis The Good, Compassion Red Right-side brain activity 4 Tiphereth* Cracked Egg Beauty Gold Soul, H.G.A.** 5 Chesed* Vulture Rightness Violet Personal moral and ethical existence 6 Geburah* Scales of Justice Justice Green Self as a social being 7 Hod* Spider Forming Purple Adaptation, change 8 Netzach* Ostrich Feather Seeing Amber Patterning, science 9 Yesod Bee Establishing Indigo To move on reality 10 LA (Malkuth) Ankh Initiating Brown Potentials, beginnings * The sefirot are out of their conventional order here, as in Figure 5 above: the fourth, fifth and sixth sefirot are usually Chesed (4) , Gevurah (5), Tiphereth (6), then Netzach (7) and Hod (8). Placement of Tiphereth in the fourth position suggests that whoever composed these attributions possessed an inkling of the need for a “power zone” at Daäth, as in the arrangements of Kenneth Grant (despite some of his comments regarding Daäth) and the PERFECTED TREE. Putting Tiphereth fourth also attempts to accommodate the order of the paths, which, as shown in the table below, follow an ascending order in a manner similar to Frater Achad, but not according to the conventional (≈ Golden Dawn) arrangement. The arrangement of the paths also suggests that Tiphereth holds the place of Daäth on the TREE; the usual place of Tiphereth is vacant. ** H.G.A. = Holy Guardian Angel ≈ “overself.” LIBER K THE PATHS  PATH NAME BETWEEN SEPHIROTHS (sic) COMMENTS 11 א Integrity LA* and Yesod The basis of a sense of self-worth 12 ב Stability LA and Netzach To find one’s place in the world 13 ג Intention LA and Hod To know one’s purpose and destiny 14 ד Vocation LA and Geburah** To discover one’s role in society 15 ה Projection Yesod and Netzach To gain the key to personal power 16 ו Growth Yesod and Hod The continual dynamic of life 17 ז Strategy Hod and Netzach Life in the world of structures 18 ח Awareness Netzach and Geburah** Intuition of the powers 19 ט Community Hod and Geburah Life in the social contest 20 י Intimacy Geburah and Yesod** To know people 21 כ Honesty Chesed and Geburah The moral life 22 ל Celebration Tiphereth and Yesod To honor life 23 מ Acceptance Tiphereth and Chesed Yes, I belong here 24 נ Harmony Chokmah and Chesed The passive virtues (refrain from evil) 25 ס Virtue Binah and Chesed** The active virtues (do good) 26 ע Masculinity Chokmah and Tiphereth Dispense, implant[,] constitute, analyze 27 פ Femininity Binah and Tiphereth Nurture, receive order, synthesize 28 צ Androgyny Binah and Chokmah Maturity, complete humanity 29 ק Service AL* and Chesed** Karma yoga 30 ר Devotion AL and Tiphereth Bhakti yoga 31 ש Consiousness AL and Binah Raja yoga 32 ת Attainment AL and Chokmah Juana yoga * LA = Malkuth; AL = Kether. The paths ascend, as in Frater Achad. ** Paths between these sefirot do not exist on the TREES of the Golden Dawn, Crowley, Frater Achad, or Grant. "},{"pageNumber":27,"pageContent":"20093    27THE PERFECTED TREE At the same time that the O.A.I. was active in Illinois and Ohio, another group, hereafter 416, working in Upstate New York “received” its own Maat material, partly in the form of a PERFECTED TREE.* Though not affiliated with any branches of the Golden Dawn, OTO, A. ̇.A. ̇., etc., this group was well exposed to their literature. The writings produced by 416 also bear the stamp of the astrology of Marc Edmund Jones and Martin Seymour-Smith, some feminist writings of the ’seventies and early ’eighties, and, most of all, kabbalah, both Jewish and Western occult. It is from Lurianic kabbalah that some structural aspects of the PERFECTED TREE were derived, in particular the arrangement of letters on the paths. The Lurianic TREE OF LIFE, also called “The Hebrew Tree” The “Lurianic TREE” and the PERFECTED TREE differ in several critical aspects, but one important feature which they share is the logic of their letter attributions—a logic altogether absent in the Golden Dawn derived trees. The letters are arranged such that • the three Mother Letters (ש מ א) are the horizontal paths ≈ the elements • the seven Double Letters (ת ר פ כ ד ג ב) are the vertical paths ≈ the planets • the twelve Simple Letters ( הק צ ע ס נ ל י ט ח ז ו) are the diagonal paths ≈ the signs _________________________________ * There is some awkwardness in passing to the next portion of this paper: I was a member of the group discussed and, using the names D. Karr and פ-416, the principal author of the writings which it released. Hopefully, the reader will accept the affect of my referring to both the group and myself as “416.”"},{"pageNumber":28,"pageContent":"20093    28The PERFECTED TREE differs from the Lurianic TREE most noticeably in that it has no malkut.* Da’at replaces malkut as the tenth sefirah. Da’at is neither a “non-sphere” nor the “eleventh”; it takes up the power which, in the “old system,” is projected outward onto malkut, the object, the “other,” or, in Horus terms, the acquisition to “conquer.” 416 writes Da’at is the prismatic reflection of the supernal realm. It serves as a fulcrum between the supernals and the six lower sefirot. Hence, it is the sefirah most involved with the integration of the so-called upper and lower. —“Primary Tree Attributions,” in The Kabbalah of Maat: BOOK TWO (1984) Da’at on the PERFECTED TREE is the primary station of the parzuf (FACE or PERSONA) nukva, the daughter (elsewhere identified as the shekhinah or Maat). She is no longer expelled (exiled) from the tree (in malkut) but crucial to its internal structure and workings. Moreover—a point which is emphasized in the writings of 416—she is not “the bride.” Here, the influence of the feminist notion of bride as property transferring from one man to another can be assumed: “from one man to another” could be translated “from Osiris to Horus.” According to 416, the PERFECTED TREE is the TREE OF MAAT; therefore, truth and justice—via balance—must be expressed in its form. Along with the logic of the letter/path attributions and the horizontal symmetry achieved by having da’at in the midst of the tree (replacing a malkut dangling from it), the reassignment of the planets shows a more natural balance (see the PERFECTED TREE diagram below). Besides the obvious points of balance (Saturn opposite Jupiter, Mars opposite Venus—similar to the Kircher TREE, mentioned above), the structure of the tree and its layout contain further, less overt, indications of “perfection.” 416 postulated that behind the TREE of “primary attributions” is another of “concealed dynamics”: ...a second, more hidden, set of correspondences which stands in counterpoint to the initial correspondences received along with the new tree. While suitable for some practical work, the astrological layout of the tree of life (given as the PRIMARY TREE ATTRIBUTIONS) describes a metaphysical, speculative [theosophical] framework for the amended system. The second scheme, called “the concealed dynamics,” is, by contrast, more of a practical, magical framework. The concealed dynamics are treated as phenomena of the world of briah, which is watery. Therefore, the synthesis of the tree, tiferet, is covered by the element water and its letter mem (מ). On the tree (according to the primary attributions) the lowest of the three crosses shows the resh path (ר - sun) crossed by the mem path (water). —“Concealed Dynamics,” from The Kabbalah of Maat: BOOK THREE (1985) ____________________________________________ * See the second note (**) on page 2, above. The overall form of the PERFECTED TREE resembles the TREES shown in the Work of the Chariot publications of the 1970s. However, the assignment of Hebrew letters to the paths is entirely different. Refer also to the Kircher and Horus attributions discussed above. "},{"pageNumber":29,"pageContent":"20093    29 THE PERFECTED TREE showing planetary attributions for the sefirot and letter attributions for the paths A mythological rationale for the placement of the paths involving the parzufim is given in 416’s Document #2 (1982), which is included in The Kabbalah of Maat: BOOK ONE. See the comments below. "},{"pageNumber":30,"pageContent":"20093    30 The Venus Line, starting with the circle at the top containing the sign for Venus, bisects the Taurus-ו path, passes through da’at, bisects the Libra-ל path, and concludes in nezah. Taurus and Libra are ruled by Venus; nezah’s planet is Venus. The Mars Line, starting with the circle at the top containing the sign of Mars, bisects the Aries-ה path, passes through da’at, bisects the Scorpio-נ path, and concludes in hod. Aries and Scorpio are ruled by Mars; hod’s planet [on the PERFECTED TREE] is Mars. The Jupiter Line, starting with the circle at the bottom containing the sign for Jupiter, crosses the Pisces-ק path, passes through the mem-resh (מ-ר) cross, crosses the Sagittarius-ס path, and concludes in hesed. Pisces and Sagittarius are ruled by Jupiter; hesed’s planet is Jupiter. The Saturn Line, starting with the circle at the bottom containing the sign for Saturn, crosses the Aquarius-צ path, passes through the mem-resh (מ-ר) cross, crosses the Capricorn-ע path, and concludes in din. Aquarius and Capricorn are ruled by Saturn; din’s planet [on the PERFECTED TREE] is Saturn. "},{"pageNumber":31,"pageContent":"20093    31416 explains one aspect of the CONCEALED DYNAMICS of the supernals and da’at using both astrological glyphs and gematria. The symbol for Aquarius could be rendered , indicating a two-directional circuit, an immediate reconciliation of equal opposites. The arrow tips suggest directions, inward and outward , or, for our purposes, indrawing and extending. This glyph also suggests two M’s, waters. In the scheme of concealed dynamics, this power, depicted as , divides into J and L, which correspond to the lower and upper lines of the Aquarius glyph. Both are variations of M: J is indrawn, as shown by its last leg; L is extended. There is here, too, fire and water, but the fire resides in the aspect which is withdrawn (J), so the quality of its interaction is not like that of fire. Its fire is contained (concealed), hence Virgo, an earth sign, is the dynamic of hokhmah. Scorpio (L), a water sign, is the dynamic of binah. 90, the number of tsade, צ, is important in that it is the sum of the letters (numbers) of the three sefirot into which it releases: hokhmah, binah, and da`at. The letter/numbers for these are hokhmah yod י 10 da`at lamed ל 30 binah nun נ 50   _______   sum 90 (tsade-צ) —“Concealed Dynamics,” in The Kabbalah of Maat: BOOK THREE (1985) The Hebrew letters in this scheme not only carry their own meanings but also stand for astrological elements: צ for O, י for J, נ for L, ל for K, ס for M, ע for N, מ for ▼, ו for F, ה for E, ק for P, ט for I, ז for G, and ח for H. "},{"pageNumber":32,"pageContent":"20093    32The mythology developed by 416 drew on the Lurianic doctrines of shevirat ha-kelim (BREAKING OF THE VESSELS) and tiqqun (RESTORATION, or REPAIR). Briefly, to 416, zeir anpin (Z”O, the son ≈ Horus) is responsible for the “breaking of the vessels”; nukva (the daughter ≈ Maat) is the instrument of “restoration.” Through the process of “restoration,” Z”O is fixed (or imprisoned, according to the more radical expressions of the myth) in tiferet, whereas nukva moves about through the sefirot hesed, nezah, yesod, hod, din, and, ultimately, da’at, which becomes her primary station. Nukva’s movement through the six sefirot which surround tiferet led to the idea that, for the purpose of rituals or meditations with specific aims, the circle of sefirot around tiferet could be rotated like a dial. This would allow any of the six to direct or dominate the practice by being placed in da’at—rotating the others accordingly. This rotation, though suggested in their writings, was never practiced by 416. It was, however, picked up by Frater PVN,* though he didn’t always keep the planets in their “proper” order. His 1984 Chalice of Ecstasy begins During 3 different opera during the first pentad of Arachnae of this year (May 16-21, 1984 e.v.) the fleeting images which usually follow VIIIº orgasm were ‘blacked-out’ by an overwhelming vision which began with Don Karr’s Tree of Perfection. In earlier work with his Tree, there had been a strong tendency for it to ‘evolve’ gradually (yet purposefully) into the Jovian Tree of expansion (Kether = Pluto, Chokmah = Uranus, Neptune = Binah, Daa”th = Jupiter, Chesed = Venus, Geburah = Mercury, Tiphereth = Sol, Netzach = Mars, Hod = Saturn, Yesod = Luna), with an ensuing melt-down of the Paths into marbelized (sic) colored wax matrix as Jupiter went ‘Nova’ and became a star. The meltdown of the Paths ‘imbedded’ the Sephiroth into the ‘backdrop’ of the Universal continuity, while interconnecting each sphere to every other sphere by all the Paths. —The Chalice of Ecstasy, Being a Formula of Open-ended Initiation Suited for this Aeon Based upon a merger of the TREE OF PERFECTION with the Cup of Babalon under the Auspices of Jupiter Promulgated by Frater PVN, Master of Forbidden Alchemies by no Authority, other than his own, 1984; online at www.angelfire.com/pa2/cthonicauranian/chalice.html ____________________________________________ * Frater PVN = Bill Siebert, AKA Alobar Greywalker, See his webpage at http://alobar.livejournal.com. Refer to the list, “Articles by Frater PVN,” at Black Moon Archives, http://w3.iac.net/~moonweb/archives/AuthIndex.html (under P). "},{"pageNumber":33,"pageContent":"20093    33On the 16th of June, 1984, ...[פ-416]... served up a lecture at the Convocation of the Magi (the first, held at Math of the ChRySTAL HUMM* in the out-of-the-way Spencer, New York) claiming, in effect, that the Aeon of Maat had commenced on October 20th, 1982, and that the prediction of it, as well as the method of its realization, had been received by him on July 5th, 1982, in the form of a reconstructed tree of life—one in dynamic compatibility with the Maat current. Well, dear 416 was just as wrong as Achad had been in proclaiming the advent of the Aeon of Maat: It did not commence October 20th, 1982, any more than it did on April 2nd, 1948. —L. F. Whitcomb, A Wanderer of the Waste, Part 2, § [a] (The History in Prose) ____________________________________________ * Math of the ChRySTAL HUMM was the residence of Frater PVN in 1984. "},{"pageNumber":34,"pageContent":"20093    34QUOTES [All brackets are my additions—DK] In the Aeon of Osiris it was indeed realized that Man must die in order to live. But now in the Aeon of Horus we know that every event is a death; subject and object slay each other in “love under will”; each such death is itself life, the means by which one realizes oneself in a series of episodes. —Aleister Crowley, Magic in Theory and Practice, page 36. THE TREE of Life is a key to occult power in both a mystical and a magical sense. Numerous books have been written about the Ten Sephiroth and the Twenty Two Paths evolved by human consciousness in its attempt to comprehend macrocosmic powers in terms of microcosmic values. Occultism in the West, however, has been dominated by interpretations that take into account only the positive aspect of this great symbol. The other side, the negative or averse side of the Tree has been kept out of sight and sedulously ignored. But there is no day without night, and Being itself cannot be without reference to Non-Being if which it is the inevitable manifestation. —Kenneth Grant, Nightside of Eden, INTRODUCTION, page 1 The central dogma of the qabalistic system of the Golden Dawn and of its Crowlean development—the A. ̇.A. ̇.—comprehends the two critical spiritual experiences known as 1) the attainment of the Knowledge and Conversation of the Holy Guardian Angel [“overself” or “higher genius”], and 2) the Ordeal of the Abyss. An elaborate Graeco-Coptic ritual, translated into English by Charles W. Goodwin in 1852 was adapted by Crowley to facilitate the first of these initiations. The ‘barbarous names of evocation’, which the ritual contained, were subjected by him to rigorous qabalistic analysis and rendered serviceable to practicing occultists. It is perhaps one of Crowley’s greatest contributions to ceremonial magic. —Kenneth Grant, Beyond the Mauve Zone, pages 161-2 There is a considerable literature of the use of cabbala and numerology (also known as Gematria) in magic, but Grant’s own use of Cabbala has been frowned upon from many quarters, including expert cabbalists who consider his methods to be dubious. Crowley said “do quit that nonsense mock Qabalah” which Grant defended as “perfectly legitimate.” His methods include using variant spellings of the word under analysis until a numerical significance is hit upon, inconsistencies of approach to suit his agenda and allowing near-misses on numeration, a number ‘one off’ the target score being considered still significant—“a number preceding or succeeding a given number partakes of its influence, as an echo partakes of its source.” —Dave Evans, The History of British Magick after Crowley, page 318 ABRAHADABRA is explicitly given as THE WORD OF THE AEON by A[leister] C[rowley]. Though there are those who now claim that, as Magus, he did not in fact give THE WORD. So far in this working very little has been done with it as a word. But as an equation of 418 it has been worked with. HAD sits in its middle. I was shown a ‘game’ to play with this early in the experience. If you numerically extract Hadit from it and then re-insert Hadit as corresponding numbers which he claims, new equations appear. —Lee Heflin, The Diamonds of ChAOS: An Interim Report, at http://w3.iac.net/~moonweb/archives/LH/LH1/LH1.html This ‘new Aeon’ is currently known under a variety of names by differing Cults: the astrological ‘Age of Aquarius’: the Thelemic ‘Aeon of Horus’, instigated by the avatar Aiwaz [or Aiwass], in 1904 e.v. [era vulgata ≈ COMMON ERA]; Frater Achad’s ‘Aeon of Maat’, the Era of Truth and Justice; and so on. To that particular body of magickians, artists, writers, and other visionaries of the Cthulhu Mythos which constitutes The Esoteric Order of Dagon, the emerging era is recognised as The Aeon of Cthulhu Rising, with reference to the prophetic fictional work of H. P. Lovecraft, as outlined above. As his description of the initial wave of Aeonic energy (which has such drastic effect on the dreams of ‘sensitive’ individuals around the world) coincides with the rising of the island of R’lyeh on 28 February 1925 e.v., the E[ra] O[f] D[agon] numerate this event as Year One. A.C. —“The Aeon of Cthulhu Rising” by Frater Tenebrous, online at www.chaosmatrix.org/library/chaos/texts/ctu_risi.html The moon, the so-called future, is an authentic mystery. What is the trouble? Don’t be put off. Don’t listen just look around. Tell me if anything I say is painful. Shout. The so-called past changes far more rapidly than the future and with richer mystery. With increasing affection. I was born and resolved to always attempt the impossible. Now I had found another one impossible to love, to love. Making the body supple as dressage, stretching to please and to bend and to hang in the air, all four hooves suspended for a second. And the coat milky as water at night. Have you ever swum in the dark with a horse in a pond? —Lou Robinson, Napoleon’s Mare, § The Circus Life of the Brain, page 69-70 (Boulder/Normal: Fiction Collective Two, 1991). "},{"pageNumber":35,"pageContent":"20093    35BIBLIOGRAPHY [BMA = Black Moon Archives, followed by the author code and manuscript number] Golden Dawn – its background and descendants: HISTORIES & STUDIES Cavendish, Richard. The Black Arts. New York: G. P. Putnam’s Sons, 1967. Decker, Ronald; Depaulis, Thierry; and Dummett, Michael. A Wicked Pack of Cards: The Origins of the Occult Tarot. New York: St. Martin’s Press, 1996. Decker, Ronald; and Dummett, Michael. The History of the Occult Tarot: 1870-1970. London: Duckworth, 2002. Dictionary of Gnosis & Western Esotericism, two volumes, edited by Wouter J. Hanegraaff et al. Leiden – Boston: Brill, 2005. Gilbert, R. A. The Golden Dawn: Twilight of the Magicians. The Rise and Fall of a Magical Order. Wellingborough: The Aquarian Press, 1983. __________. The Golden Dawn Companion: A Guide to the History, Structure and Workings of the Hermetic Order of the Golden Dawn. Wellingborough: The Aquarian Press, 1986. Grant, Kenneth. See below. Howe, Ellic. Magicians of the Golden Dawn. A Documentary History of a Magical Order 1887-1923. London: Routledge and Kegan Paul, 1972; New York: Samuel Weiser, Inc., 1978. King, Francis. Ritual Magic in England. London: Neville Spearman Ltd., 1970 = The Rites of Modern Magic. New York: The Macmillan Company, 1971. ___________. Sexuality, Magic, and Perversion. London: Neville Spearman, Ltd, 1971; Secaucus: Citadel Press, 1972. LaDage, Alta J. Occult Psychology. A Comparison of Jungian Psychology and the Modern Qabalah. St. Paul: Llewellyn Publications, 1978. Melton, J. Gordon. Magic, Witchcraft, and Paganism in America: A Bibliography. New York-London: Garland Publishing, Inc., 1982. Urban, Hugh B. Magica Sexualis: Sex, Magic, and Liberation in Modern Western Esotericism. Berkeley-Los Angeles-London: University of California Press, 2006. ____________. Tantra: Sex. Secrecy, Politics, and Power in the Study of Religion. Berkeley-Los Angeles-London: University of California Press, 2003. Verter, Bradford J. M. DARK STAR RISING: THE EMERGENCE OF MODERN OCCULTISM, 1800-1950. PhD dissertation, Princeton: Princeton University, 1998 (© 1997) Webb, James. The Occult Establishment. LaSalle: Open Court, 1976. Golden Dawn: QABALAH Butler, W. E. Magic and the Qabalah. Wellingborough: Aquarian Press, 1964; rpt. New York: Samuel Weiser, 1972. Case, Paul Foster. The True and Invisible Rosicrucian Order. An Interpretation of the Rosicrucian Allegory and an Explanation of the Ten Rosicrucian Grades. Privately issued: 1953; rpt. York Beach: Samuel Weiser, 1981 and subsequently. Cicero, Chic; and Cicero, Sandra Tabatha (eds.) The Golden Dawn Journal, Book 2: QABALAH: THEORY AND MAGIC. St. Paul: Llewellyn, 1994. See especially Donald Tyson, “The Tree of the Sephiroth” (pages 155-185). Crowley, Aleister. The Qabalah of Aleister Crowley. New York: Samuel Weiser, 1973; reprinted as 777 and Other Qabalistic Writings of Aleister Crowley, York Beach: Samuel Weiser, 1986. Farr, Florence. The Way of Wisdom. An Investigation of the Meaning of the Hebrew Alphabet Considered as a Remnant of the Chaldean Wisdom. London: J. M. Watkins, 1900; rpt. Edmonds: Sure Fire Press, 1995. Fortune, Dion. The Mystical Qabalah. London: Williams and Norgate, 1935; reprinted frequently. Gray, William. Concepts of Qabalah = Volume 3 of SANGREAL SODALITY SERIES. New York: Samuel Weiser, Inc., 1984. ___________. The Ladder of the Lights, or Qabalah Renovata. Cheltenham: Helios Book Service, 1968. ___________. The Office of the Holy Tree of Life. Dallas: Sangreal Foundation, 1970. ___________. The Qabalistic Mass of Light. Dallas: Sangreal Foundation, 1970. ___________. The Simplified Guide to the Holy Tree of Life. Pasadena: Labrys Press, 1973. ___________. The Talking Tree. New York: Samuel Weiser, Inc., 1977 ___________. The Tree of Evil. Cheltenham: Helios Book Service, 1974; revised edition, New York: Samuel Weiser, 1985. Greer, John Michael. Paths of Wisdom: Principles and Practice of the Magical Cabala in the Western Tradition. St. Paul: Llewellyn, 1996. Knight, Gareth. Experience of the Inner Worlds. Toddington: Helios Book Service, 1975."},{"pageNumber":36,"pageContent":"20093    36____________. Practical Guide to Qabalistic Symbolism, 2 volumes. Toddington: Helios Book Service Ltd, 1965. Mathers, S[amuel] L[iddell] MacGregor. The Kabbalah Unveiled. London: George Redway, 1887; revised edition with a preface by Moina Mathers, London: Routledge and Kegan Paul, 1926; rpt. New York: Samuel Weiser, Inc., 1968. Papus [Gerard Encausse]. The Tarot of the Bohemians: The Most Ancient Book in the World, for the Exclusive Use of Initiates [= The Absolute Key to Occult Science], translated by A. P. Morton, with a preface by A. E. Waite. London: Chapman and Hall, 1892; New York: Arcanum Books, 1958; New York: Samuel Weiser, 1971. Regardie, Francis Israel. A Garden of Pomegranates: An Outline of the Qabalah. London: Rider and Co., 1932; rpt. St. Paul: Llewellyn Publications, 1970. _____________. The Golden Dawn: An Account of the Teachings, Rites, and Ceremonies of the Order of the Golden Dawn, 4 volumes. Chicago: Aries Press, 1937-40; most accessible through the Llewellyn reprints. _____________. The Complete Golden Dawn System of Magic. Phoenix: Falcon Press, 1985. _____________. The Middle Pillar: A Co-Relation of the Principles of Analytical Psychology and the Elementary Techniques of Magic. Chicago: Aries Press, 1936; rpt. St. Paul: Llewellyn Publications, 1970. _____________. Tree of Life: A Study in Magic. London: Rider and Co., 1932; rpt New York and York Beach: Samuel Weiser, Inc., 1969 and 1989. Westcott, William Wynn. An Introduction to the Study of the Kabalah. London: J. M. Watkins, 1910 and 1926; rpt. Kila: Kessinger Publishing, n.d. _____________. Sepher Yetzirah: The Book of Formation and the Thirty-Two Paths of Wisdom. 1st edition, Bath: Fryar, 1887; 2nd edition, London: Theosophical Publishing Society, 1893; 3rd edition, London: J. M. Watkins, 1911; rpt. New York: Samuel Weiser 1975 and Wizards Bookshelf, 1990; so-called 4th edition as #3 of the Golden Dawn Series edited by Darcy Kuntz, Edmonds: Holmes Publication Group, 1996. TREES OF LIFE in The Golden Dawn, edited by Israel Regardie (4th edition, St. Paul: Llewellyn Publications, 1971): α. The Serpent on the Tree of Life – Volume 1: page 123 β. The Fylfot Cross: “The seven lower Sephiroth are embraces by the twin Serpents whose heads rest upon Chesed and Geburah” – Volume 1: page 131 γ. “Cup of Stolistes...” / “The Symbol of Mercury...” – Volume 1: page 138 δ. The Garden of Eden Before the Fall / The Garden of Eden After the Fall / The Minutum Mundum – Volume 1: between pages 146 and 147 ε. Tetragrammaton on the Tree – Volume 1: page 154 ζ. “The Calvary Cross of Ten Squares ...The Ten Squares are referred to the Ten Sephiroth ...” / The Cross of the Hegemon’s Badge ... embraces Tiphareth, Netsach, Hod and Yesod, and rests upon Malkuth...” – Volume 1: page 157 η. “THE SYMBOL OF VENUS on the Tree of Life embraces the whole Ten Sephiroth” – Volume 1: page 158 θ. The Seven Palaces attributed to the Ten Sephiroth – Volume 1: page 164 [= Kabbala denudata, TOME I, pars quarta, Figura XVI, Circulo (P.) “Palatia Jezirathica”] ι. “...the Alchemical Symbol of Sulphur on the Tree of Life” / “The Symbol of Salt on the Tree of Life” – Volume 1: page 168 κ. “The drawing represents the Trinity [of elements: fire, air, water] operating through the Sephiroth...” – Volume 1: page 169 λ. The Middle Pillar and the Human Body (or The Aura and the Middle Pillar) – Volume 1: page 180 μ. The Lid of the Pastos [showing The Higher and Divine Genius and The Restoration] – Volume 2: facing the title page ν. “The Tree of Life as Projected on a Solid Sphere” – Volume 4: pages 218-235 TREES OF LIFE in The Complete Golden Dawn System of Magic, by Israel Regardie (Tempe: New Falcon Publications, 1984) not included in The Golden Dawn: α. The Tree of Life in a Sphere – frontispiece color section β. The Moon on the Tree of Life – Volume 3: page 77 γ. Geomantic Tree of Life – Volume 5: page 4 δ. Geometric Symbols on the Tree – Volume 5: pages 17-20 "},{"pageNumber":37,"pageContent":"20093    37Aleister Crowley: BIOGRAPHIES & STUDIES Grant, Kenneth. Aleister Crowley and the Hidden God. New York: Samuel Weiser, 1974. Kaczynski, Richard. Perdurabo: The Life of Aleister Crowley. Tempe: New Falcon Publications, 2002. King, Francis. The Magical World of Aleister Crowley, New York: Coward, McCann & Geoghegan, Inc., 1978; reprinted as Megatherion: The Magical World of Aleister Crowley by Creation Books, 2004. Regardie, Israel. The Eye in the Triangle: An Interpretation of Aleister Crowley. St. Paul: Llewellyn Publications, 1970. Starr, Martin P. The Unknown God: W. T. Smith and the Thelemites. Bolingbrook: Teitan Press, 2003. Stephenson, P. R., and Regardie, Israel. The Legend of Aleister Crowley, Being a Study of the Documentary Evidence Relating to a Campaign of Personal Vilification Unparalleled in Literary History. St. Paul: Llewellyn Publications, 1970. Suster, Gerald. The Legacy of the Beast: The Life, Work and Influence of Aleister Crowley. York Beach: Samuel Weiser, Inc., 1989. Sutin, Lawrence. Do What Thou Wilt: A Life of Aleister Crowley. New York: St. Martin’s Press, 2000. Symonds, John. The King of the Shadow Realm: Aleister Crowley: His Life and Magic. London: Duckworth, 1989. This title incorporates Symond’s earlier works, The Great Beast: The Life of Aleister Crowley (London – New York: Rider, 1951) and The Magic of Aleister Crowley (London: F. Muller, 1958). Aleister Crowley: WORKS (A REPRESENTATIVE SELECTION) Gems from the Equinox: All the Magical Writings, Instructions by Aleister Crowley for His own Magical Order, edited by Israel Regardie. St. Paul: Llewellyn Publications, 1974. (Gems includes Liber CCXXXI.) Magick in Theory and Practice. [Paris]: published for subscribers only [Lecram Press], 1929); reprinted as PART III of Magick: Liber Aba: Book 4, York Beach: Weiser Books, PARTS I-III, 1983 & PARTS I-IV, 1994. Magick without Tears. Phoenix: Falcon Press, 1973. Liber Aleph vel CXI: The Book of Wisdom and Folly. West Point: Thelema Publishing Company, 1962; rpt York Beach: Samuel Weiser, Inc., 1991. The Book of Thoth: A Short Essay on the Tarot of the Egyptians. California OTO: 1944; rpt New York: Samuel Weiser, 1969 and subsequently. Frater Achad (Charles Stansfield Jones): WORKS The Anatomy of the Body of God, Being the Supreme Revelation of Cosmic Consciousness. Chicago: The Collegium Ad Spiritum Sanctum, 1925; rpt. New York: Samuel Weiser, 1969. “An Open Letter from Frater Achad” (April 8, 1948). Photocopy from The Archives at Black Moon Publishing, Cincinnati (BMA FRA # 1) The Chalice of Ecstasy, Being a Magical and Qabalistic Interpretation of the Drama of Parzival. Chicago, Yogi Publication Society, 1923; Edmonds: Holmes Publishing Group, 1994. The Egyptian Revival, or The Ever-coming Son in the Light of Tarot. Chicago: The Collegium Ad Spiritum Sanctum, 1923; rpt. New York: Samuel Weiser, 1969. “Horus, Isis, and QBL,” in The Equinox, Volume III, Number 10, edited by Hymenaeus Beta X [William Breeze]; York Beach: Samuel Weiser, 1986 and 1990. I.N.R.I. De Mysteriis Rosae Rubae et Aurae Crucis. Chicago: The Collegium Ad Spiritum Sanctum, 1924; rpt. Edmunds: Sure Fire Press, 1989. Liber 31. 1918/1948; San Francisco: Level Press, 1974; this edition includes “Additional Notes on Liber Legis,” Liber QNA, and “Gambling with the World.” The Qabalistic and Thelemic Works of Frater Achad, at NORTON’S IMPERIUM: www.hermetic.com/browe-archive/achdindx.htm Q.B.L. or The Bride’s Reception, Being a Short Qabbalistic Treatise on the Tree of Life. Chicago: [privately printed for the author] 1922; rpt. New York: Samuel Weiser, 1969. XXXI Hymns to the Star Goddess Who Is Not. Chicago: W. Ransom, 1923); also in Tree: 3, edited by David Meltzer, Santa Barbara: Christopher Books, Winter 1972: pp. 66-80. Kenneth Grant: The TYPHONIAN TRILOGIES: 1. The Magical Revival. London: Frederick Muller Ltd, 1972 / New York: Samuel Weiser 1973 / London: Skoob Books Publishing, 1992. 2. Aleister Crowley & the Hidden God. London: Frederick Muller Ltd, 1973 / New York: Samuel Weiser, 1974 / London: Skoob Books Publishing, 1993. 3. Cults of the Shadow. London: Frederick Muller Ltd, 1975 / New York: Samuel Weiser 1976 / London: Skoob Books Publishing, 1994. 4. Nightside of Eden. London: Frederick Muller Ltd, 1977 / London: Skoob Books Publishing, 1995."},{"pageNumber":38,"pageContent":"20093    385. Outside the Circles of Time. London: Frederick Muller Ltd, 1980; revised/corrected/reset edition with more plates: London: Starfire, 2008. 6. Hecate’s Fountain. London: Skoob Books Publishing, 1992. 7. Outer Gateways. London: Skoob Books Publishing, 1994. 8. Beyond the Mauve Zone London: Skoob Books Publishing, 1996. 9. The Ninth Arch. London: Starfire Publishing, 2002. TREES OF LIFE in Grant’s TYPHONIAN TRILOGIES: α. (1) “The Qabalistic Tree of Life showing the ten Sephiroth and twenty-two paths with their major astrological, elemental, and tarotic attributions, arranged according to the initiated Occult Tradition” and (2) “The Qabalaistic Tree of Life showing the system of grades according to Crowley’s reorganization of the A. ̇.A. ̇.” in The Magical Revival, between pages 212 and 213. β. The same diagrams as in α, but the descriptions are mistakenly reversed in the 1974 Weiser edition, in Aleister Crowley and the Hidden God, between pages 22 and 23; also (1) “PLATE 19: The Eleven Power-zones formulated by the Lightning-Flash of Nodens on its upward flight” and (2) “PLATE 20: The Arrow of Nuit, in its downward flight formulating the eleven degrees of Nu-Isis,” between pages 214 and 215. γ. (1) “The psycho-sexual Tarots of the Human Cross” and (2) “The tree of Life: The Cosmic Power-Zones and the Afro-Tantric Kalas,” in Cults of the Shadow, pages 6 and 9, respectively. δ. The same as α (1) and “The Tree of Life with qliphotic attributions,” in Nightside of Eden, pages 6 and 155, respectively. ε. “The Tree of Life, showing Planetary, Zodiacal, & Elemental Attributions, by Steffi Grant” in Outside the Circles of Time, page 297. ζ. “The eleven Power Zones of THE TREE OF LIFE in relation to the Necronomicon Mythos and Mauve-Zone Magick, showing planetary and chromatic attributions, associated esoteric functions, and totemic symbols” in Hecate’s Fountain, page 124. η. The same as α. (1) in Outer Gateways, page 165; in Beyond the Mauve Zone, page 154; and in The Ninth Arch, page 50. On Grant and his works see Evans, Dave. The History of British Magick after Crowley. Hidden Publishing, 2007: pp. 284-350. _________. “Trafficking with an Onslaught of Weirdness: Kenneth Grant and the Magical Revival,” in Journal for the Academic Study of Magic, Issue 2 (Oxford: Mandrake of Oxford, 2004) pp. 226-259. (Kelly, G. M.) Reviews Books and Magazines Commented Upon by G. M. Kelly & Others, online at http://www.geocities.com/Athens/Parthenon/7069/reviews.html : - “The Magical Revival / Cults of the Shadow / Nightside of Eden by Kenneth Grant” - “Aleister Crowley & the Hidden God by Kenneth Grant” - “Outside the Circles of Time by Kenneth Grant” - “Remembering Aleister Crowley by Kenneth Grant” - “Hecate’s Fountain by Kenneth Grant” - “Outer Gateways / Stellar Lode by Kenneth Grant” Smith, John L. “Typhonian Tomes,” online at http://www.kiva.net/~julianus/typhonian.html Horus A Guide to Qabalistic Astrology. New York: Samuel Weiser, Inc., 1977. Linda Folario Liber CXV: English Qabalah: An investigation of the Irish Beth-Luis-Nion Alphabet, its historical/magickal relationship to the English Alphabet and the generation of an English Qabalah. BMA LAF #2 Liber CXV, Part II: Numerical correspondences for the English Qabalah as derived from the text of Liber AL vel Legis. Based on the numeration system described in part 1. BMA LAF #3 “The Tunnels of Set: Discourse on the Shadow Tarot, a new tarot of the Qliphoth, presented at Starwood Festival, 1989.” BMA LAF #5 The Shadow Tarot. Pittsburg: n.d. [ca 1988]; Cincinnati: Black Moon Publishing, 1994; revised and extended edition, London: Aeon Books Ltd, 2004. "},{"pageNumber":39,"pageContent":"20093    39Mishlen Linden Typhonian Teratomas: The Shadow of the Abyss. Cincinnati: Black Moon Publishing, 1991. MS AND PHOTOCOPIES (“Hierarchies are ‘bad’. Hierarchies are ‘good’. ...”) “Taboos”: The art and science of taboo is the action of negating acts of ego, or balancing oneself in the realm of the Spirit. BMA MN # 8 “Magickal Art of Near-eastern Dance: Philosophy, instruction, suggestions on the use of belly dance in ritual work. BMA MN # 1 “Nightside Initiations, for Kurgasiax, A’Ano’nin, Hemethterith, Uriens, Baratchial and other entities from Crowley’s Liber C[CX]XXI” [Supplement to Typhonian Teratomas] BMA MN #6: 1991 “Shamanic Mask-Making” by Purusas (masks by W. T. Benda). Guide to creation of Shamanic masks, their rituals, and the powers surrounding them. BMA MN # 5: 1990 “Solstice Magick and Oracular Divination”: Ritual meditation for the shifting of currents of summer and winter solstices. BMA MN # 4. “Some Thoughts on the Nature of Sacrifice”: Sacrifice is defined as the movement of energy from an individual source to a more universal one. Types and uses of sacrifice. BMA MN # 3: 1988 “Surviving the Mid-Magickal Crisis. Getting through the Apophis phase of magickal development, paths to greater power.” BMA MN # 2 “Typhonian Chod”: directions and record of a ritual performed at SummerHawk Festival 92, utilizing the Typhonian Current. BMA MN # 7. Linden, Mishlen; and Martinié, Louis. “Magickal Ecology: Thoughts on the Position of the Magicikian in the Food Chain”: BMA MN LM # 1 Quahavin MacMath (Kevin Mathé) “The Deck of Cthulhu”: Tarot of the Necronomicon. Presentation of tarot project of the Necronomicon including contact address. Illustration of and comment on two cards. BMA QM # 1: 1983 “The Deck of Cthulhu”: three card illustrations with comments. High Priestess, Lusters, Empress. BMA QM # 2: 1983 “The Gate of Lilith”: The nearly completed Necronomicon Tarot, with explanations, including the incubus/ sucubus formulae. BMA QM #3: 1984 Mathé, Kevin. The Philosopher’s Star (A Quabalistic Design for the IsoAxis®). Norman [OK]: 1983 Aion (Aion 131, Denny Sargent) The Axil/Aion Tarot. Bellingham: Axil Press, ca. 1985. See The Aion/Axil Tarot at http://www.psychicsophia.com/aion/aatarot.html. Cards # 1 and # 8 are shown on pages 32 and 33 of Aeon II, Autumn Equinox 1985 (Seattle: Aeon Press) The Book of Gate Called Pan. Seattle (Bellingham): Axil Press, 1983; online at http://psychicsophia.com/aion/thebookof gatecalledpan.html× “The Gate” §§ I, II, and III with a different foreword, appears in The Cincinnati Journal of Magick, Issue VII. Cincinnati: Black Moon Publishing, 1989. The Book of the Holy Chosen One (1983) at http://w3.iac.net/~moonweb/archives/AION/AION18/AION18.html THE COLLECTED WORKS OF AION: http://www.wild.net.au/sss/Collected_Works_of_Aion.html [Aion unto IAF]. Liber Phoenix CCC. Seattle (Bellingham): Axil Press, n.d. (ca 1983) “Oroboros Revisited.” BMA AION # 1: 1988. SITES, ART & WRITINGS BY AION 131, aka: D. Sargent: http://www.psychicsophia.com/aion/aionsites.htm (Refer to the list of articles at BLACK MOON WEB: http://w3.iac.net/~moonweb/archives/AuthIndex.html > AION and Aion 131) Michael Bertiaux A Course in Cosmic Meditation. Burbank: Technicians of the Sacred, 1989. Diagrams for Michael Bertiaux’s Voudon Gnostic Workbook . Burbank: Technicians of the Sacred, 1989; online at http://techniciansofthesacred.com/new_page_45.htm The Voudon Gnostic Workbook. New York: Magickal Childe, Inc., 1988; so-called “expanded edition,” San Francisco: WeiserBooks, 2007. "},{"pageNumber":40,"pageContent":"20093    40Louis Martinié - S.M.Ch.H. 353 Waters of Return: The Aeonic Flow of Voudoo. Cincinnati: Black Moon Publishing, 1986. Martinié, Louis; and Glassman, Sallie Ann. The New Orleans Voodoo Tarot. Rochester [VT]: Destiny Books, 1992. MS AND PHOTOCOPIES “Agwe et Babalon”: Aspects and attributes. Means of constructing a head for the mystere. BMA LM # 4 “Babalon of the Labyrinth: The Sacred Prostitute in Amenta”: BMA LM # 14 “Cultus Marassa Manifest”: Description of the cult with emphasis upon its manifestation in Malkuth. Thelemic voudon. BMA LM # 1 “Damballah Adena” Veve, description and appropriate rite. BMA LM # 3 (WORKING NOTES: Ifa emphasizes the going not the goal) “IFA...An Introduction”: Ifa is an oracle of the West African Yoruba people. This describes the process of its working and the meaning of its signs. BMA LM # 12 “Magick/Life: Reflections”: Empathy and working with the web of life forms. BMA LM # 7 “Manifesto of the Cypress Swamp Lodge”: A lodge of the now silent Esoteric Order of Dagon. BMA LM # 13: 1989 “Northern Gateway Ritual”: Record of ritual performed near New Orleans, the purpose of which was to open a Gate to welcome the loa into our country. BMA LM # 11: 1989 “Notes in the 11 Star Working”: Entry in the magickal record. Rite performed at Winterstar 1985. Two pages from magickal record, one page description of 11 Star concept by Nema. BMA LM # 5 “Open Letter concerning Animal Sacrifice”: Regards the culture’s current separation of meat from the death that precedes it. BMA LM # 9 “People of the Aurora by Emile Pearson, Beta Books: An extended review”: Sacred images created by a Bantu tribal group, their methods and meanings. BMA LM # 8 “Re/Turning Past Favors”: New Perspectives on the Tree of Life. BMA LM # 6 “The Word: In Praise of Legba”: Voudon Creation Legend. BMA LM # 10 “Watery Dry Bones”: Rite to honor and “feed” ancestors. BMA LM # 2 “Worlds of Earth, Worlds of Spirit”: A conversation with Miriam, the Priestess of the New Orleans Rampart Street Spiritual Voodoo Temple. BMA LM # 15 “Yig Lodge: Feeding the Great Serpent” (no MS no.) 1988 - as S.M.Ch.H. 353 “Ritual Drumming”: Rhythmic counts for drums. BMA SM # 4 “Road to Ifa: Ritual,” spirit vision, Voodoo. BMA SM # 3 “To Touch the Dead”: Personal introduction to Voodoo as practice. BMA SM # 2 “Veves”: Figures to call the Loa. BMA SM # 5 “Voodoo Correspondences,” in 777 format. Descriptions of the Loa and Powers. BMA SM # 1 "},{"pageNumber":41,"pageContent":"20093    41 Nema (ANDAHADNA, Maggie Crosby, Margaret [Margarete, Maggie] Ingalls) “Beta: A Comment on Communications from the Aeon of Maat,” in The Cincinnati Journal of Ceremonial Magick, Volume 1, Number 1 (Cincinnati: Conquering Child Publishing Co., 1976): a commentary on Liber Pennae Praenumbra. “The Elevenstar,” in Aeon IV, Seattle: Aeon Press, Spring 1987 Elevenstar Working. BMA Nema (edited by L.M.) #10: ca. 1985. Essential Magick. Signal Network (Nema) #2: 1983. “The Forgotten Ones” (referred to as “The Book of the Forgotten Ones”), in The Cincinnati Journal of Ceremonial Magick, Volume 1, Number 2 (Cincinnati: Conquering Child Publishing Co., 1977). “Malkah is the Bride,” Cincinnati: Black Moon Archives: BMA Nema #3, 1983; online at http://w3.iac.net/~moonweb/archives/NEMA/nema2.html “Liber Pennae Praenumbra,” originally published in The Cincinnati Journal of Ceremonial Magick, Volume 1, Number 1 (Cincinnati: Conquering Child Publishing Co., 1976); republished in Volume 1, Issue 5 (Cincinnati: Conquering Child Publishing, 1983; also in Nema’s Maat Magick (listed below) and Grant’s Beyond the Mauve Zone (listed above); on-line at http://www.horusmaat.com/liberPP.htm. Maatian Meditations and Considerations: Being a Continuation of Past Writings on “She Who Moves.” Cincinnati: Black Moon Publishing, 1994. Maat Magick: A Guide to Self-Initiation, with an introduction by Kenneth Grant. York Beach: Samuel Weiser, Inc., 1995. “Panaeonic Magick,” in The Cincinnati Journal of Magick, ISSUE VII. Cincinnati: Black Moon Publishing, 1989; online at the HORUS/MAAT LODGE site: http://horusmaat.com/Panaeon1.htm The Priesthood: Parameters and Responsibilities. Cincinnati: Black Moon Publishing, 1985; also in Aeon II, Seattle: Aeon Press, Autumn Equinox 1985. “Prospectus—A Tarot of the Qlipoth,” in Mezla Vol. 1, NO. 12, edited by Soror Tanith – 789 and Frater OTz PTN – 690. Buffalo/Ithaca: Boleskine House: Spring Equinox 1979. Record—Liber HHH. Nema #4: 1980 (©1983). - as Ingalls, Margarete. “Maat Magick and Chaos Magick” at AMPRODIAS VIRTUAL TEMPLE: http://www1.autistici.org/amprodias/txt/hacktivism/maat.htm (Refer to the list of articles at BLACK MOON WEB: http://w3.iac.net/~moonweb/archives/AuthIndex.html) O.A.I. (Ordo Adeptorum Invisiblum) Liber Andana, dedicated to Persona RA Oh, The Prophet of the Vision of The Return of the Dawn of Maat. This edition of Liber Andana is published on the occasion of the thirty-fifth anniversary of the Proclamation of the Aeon of Maat by Frater Achad on April 2, 1948. Chicago: 1983; BMA OAI #10: 1983; online at http://w3.iac.net/~moonweb/archives/OAI/oai1.html Liber LXIII (aka Liber K).* The Work of the Tower of Silence and the Vulture. BMA OAI # 12: 1982. Maatian Invocation. Call and response to promote parthenogenesis. BMA OAI # 17: 1982. PVAD MUSARUS 1043. Liber Samekh Hé.* Chicago: Stellum Press, 1981; BMA OAI #15. RA Oh 1043. The Book of Maat: Part I. A Commentary on THE BOOK OF THE LAW, Chapter 1. Kenilworth: O.A.I., 1981; BMA OAI #2. RA Oh 1043. Liber 496 MLKTh. BMA OAI #5: 1982. RA Oh 1043. Liber Magnus Conjunctiones Workings Sub-Figura MC. Chicago: Stellium Press, 1982; BMA OAI # 13. RA Oh 1043. On Magickal Orders. BMA OAI #15: n.d. RA Oh 1043. The Process of Initiation.* BMA OAI #6: 1982. Skia. O.A.I. Manifesto: Origin, History, Organization.* Kenilworth: OAI, 1982; BMA OAI #4. (Refer to the list of articles at BLACK MOON WEB: http://w3.iac.net/~moonweb/archives/OAIFrm.html) _______________________________ * Items marked with an asterisk are on-line at http://www.digital-brilliance.com/kab/karr/maat/index.htm > WRITINGS OF OAI "},{"pageNumber":42,"pageContent":"20093    42416 (פ-416, D[on] Karr) All works listed were issued as chap books distributed by D. Karr (Ithaca, NY) and Boleskine House (West Danby / Spencer, NY). Editions ran 20-50 copies. Some articles and chapters from these collections were available from the Black Moon Archives until September 2000, when all items by 416 were withdrawn. They are, however, still listed; see http://w3.iac.net/~moonweb/ > Black Moon Occult Archives. Items followed by [BMA + manuscript code number: DOK #] appear on the Black Moon Archives list, “Archive Articles by Don Karr,” at http://w3.iac.net/~moonweb/archives/DOKFrm.html. Items followed by [HK] or [KoM] are currently online at Colin Low’s HERMETIC KABBALAH: (1) HK = “Don Karr’s Bibliographic Surveys”: http://www.digital-brilliance.com/kab/karr/index.html (these articles have greatly expanded since their original publication); and (2) KoM = “Kabbalah of Maat”: http://www.digital-brilliance.com/kab/karr/maat/ The Kabbalah of Maat: BOOK ONE. 1984; 2nd edition, June 1985; 3rd edition, October 1985. • Introduction • The Perfected Tree (= Document #1, Tree diagram, table) [BMA DOK #6] • Text & Commentary (= Document #2) [BMA DOK #7] [KoM: appendix to Primary Tree Attributions] The Kabbalah of Maºat: BOOK TWO – PRIMARY TREE ATTRIBUTIONS. 1984; 2nd edition, 1985; 3rd edition, 1989. • Introduction • The Organization of the New Tree • The Sefirot [BMA DOK #9] [KoM: Primary Tree Attributions Part One] • The Paths [BMA DOK #10] [KoM: Primary Tree Attributions Part Two] • Why Forsake the Earth? The Kabbalah of Maat: BOOK THREE – CONCEALED DYNAMICS. 1985; revised edition, 1988-9. • Introduction • The Concealed Dynamics [BMA DOK #11] [KoM: Concealed Dynamics] • Results of Briatic Sun Dispersal The Kabbalah of Maat: BOOK FOUR. 1985. PART ONE: A Few Basic Unifications • Unification, called The Vesica • Unification, called Filling • Unification, called Strength (an extension of Filling) • Parzufim Unifications [KoM: Mystery of Damage, §§ א and ב] • Toward further Unifications PART TWO: Images and Dogma • The Paths of the Four Snakes • Hiah/Sheen • The Image of Pasht • MAAT / PASHT • General comments Collected Articles on the Kabbalah. 1985. • The Book of Deviations [BMA DOK #12] [KoM: Book of Deviations] • Zohar I 51b-52a [HK: Notes on the Zohar in English, §5] • Notes on the Study of Merkabah Mysticism and Hekhalot Literature [HK] • The Zohar in English [BMA DOK #14] [HK: Notes on the Zohar in English, §§ 1-3] • HYHVH Collected Articles on the Kabbalah. VOLUME TWO. 1985. • Great Tree: A selection of Kabbalistic Diagrams (= Document #3) [BMA DOK #8] • Glossary for the diagrams • The beginnings of a transliteration and translation of a tablet of abbreviations used in Lurianic Kabbalah (compiled with the assistance of Isaac Rabinowitz) • Key to the transliteration of the Hebrew • Notes on the Study of Later Kabbalism: The Safed Period and the Lurianic School [HK] "},{"pageNumber":43,"pageContent":"20093    43OTHER WRITINGS OF D[ON] KARR: • “Adam’s Sin” (a kabbalistic analysis of the nature of Adam’s original sin), in Black Moon Archives (DOK # 2). Cincinnati: Black Moon Publishing, 1984. • “Astral Map” (...for contacting Mr. Crowley), in Black Moon Archives (DOK # 16). Cincinnati: Black Moon Publishing, 1985. • “Cycle of Swords to the Saturn Cycle and Their Rectifications,” in Black Moon Archives (DOK # 4). Cincinnati: Black Moon Publishing, 1984. • “Divisions of the Kabbalah” (a method of classing kabbalistic modes and practices), in Black Moon Archives (DOK # 3). Cincinnati: Black Moon Publishing, 1985. • “Introduction to the Perfected Tree and its Implications with regard to the Aeon of Maat,” in Black Moon Archives (DOK # 1). Cincinnati: Black Moon Publishing, 1984. • “Letter regarding Liber AL vel Legis II : 76,” in Kaaba, number 5. AN. LXXV e.n. Syracuse: Ra Hoor Khuit Lodge of Ordo Templi Orientis, SUN IN AQUARIUS 1980 e.v., page 78: LETTERS RECEIVED PVN (William [Bill] Siebert) (Refer to the list of articles at BLACK MOON WEB: http://w3.iac.net/~moonweb/archives/AuthIndex.html, under P > PVN). CHAPBOOKS: Apologia Discordia (“In Defense of Disagreement”). West Danby: Boleskine House, 1983. The Alchemy of Immortality. Vampires and the Aristocracy of Blood, Being an Esoteric Legacy of the Holy Graal: Including hints of certain sexual formulae which can be utilized by the serious student of Alchemy in the Creation of Nourishment of an alien symbiosis within his/her physical vehicle for attaining immortality in the flesh [NOTES ON CERTAIN ASPECTS OF TRANSCENDENTAL ALCHEMY, DOCUMENT II]. West Danby: Boleskine House, 1983. Boleskine House inc: CATALOG of Essays and Periodicals. West Danby: Boleskine House, 1983. Boleskine House inc: CATALOG Supplement LXXX – 1 with illustrations © 1984 by D. Karr. West Danby: Boleskine House, 1984. ChRySTAL Workings thru the Astral Mirror (being the first volume in a series of excerpts from the Magickal Record of a certain Frater P[VN]. who must, at this time, remain anonymous). West Danby: Boleskine House, 1983. Online (with additions through 1987) at http://www.beyond-the-illusion.com/files/Occult/Thelema/General/mirror.txt× Doxology, Commentary, Vision of a Gnostic Mass. West Danby: Boleskine House, 1983. Math of the ChRySTAL HUMM. Charter & Statement of Purpose. West Danby: Boleskine House, 1983. Nine-fold Flowering of Alchemies within the Eleven Star [NOTES ON CERTAIN ASPECTS OF TRANSCENDENTAL ALCHEMY, DOCUMENT I]. West Danby: Boleskine House, 1983. Rose of Charon [“with new introduction dealing with Typhonian/Lovecraftian Gateways & Dayside/Nightside polarities...”]. West Danby: Boleskine House, 1983. COMPUTER PRINT-OUTS, TYPESCRIPTS, AND PHOTOCOPIES: The Chalice of Ecstasy, Being a Formula of Open-ended Initiation Suited for this Æon Based upon a merger of the TREE OF PERFECTION with the Cup of Babalon under the Auspices of Jupiter Promulgated by Frater PVN, Master of Forbidden Alchemies by no Authority, other than his own. [West Danby: Boleskine House] 1984; online at CHTHONIC AURANIAN ORDO TEMPLI ORIENTIS: www.angelfire.com/pa2/cthonicauranian/chalice.html ChRySTAL VISIONS thru the ASTRAL MIRROR, volume I and II. West Danby: Boleskine House, 1982, 1983, & 1984. Online at www.skepticfiles.org/mys3/mirror2.htm Dayside/Nightside Interface: Gateway to Sexual Magick: The ROSE of ChARON. A poem by Frater PVN for re-veiling Sexual Alchemy / Trident of Set & Guadriga Sexualis: Two Keys to Magickal Alchemy / Lifecycle of the Kundalini Serpent: Mythological Allegory. West Danby: Boleskine House, 1980 & 1984. “Further Notes on the Eleven Star Working.” West Danby: Boleskine House, 1983. Online at w3.iac.net/~moonweb/archives/PVN/NotesOn11StarWorking.htm “Roles & Nurturing within the Hive or Powerzone, part I, Knowledge vs. Wisdom, or the Function of Alchemy. West Danby: Boleskine House, n.d. (ca. 1984). “A Rose by any other name...” (addition to The ROSE of ChARON) “A True Account of the Eden Captivity by One who was present.” West Danby: Boleskine House, n.d. (ca. 1984). "},{"pageNumber":44,"pageContent":"20093    44REFERENCES & OTHER ITEMS OF INTEREST AMBROSII MAGI HORTUS ROSARUM: http://www.amhr.org/ Bertiaux, Michael. TECHNICIANS OF THE SACRED: www.techniciansofthesacred.com/ BLACK MOON ARCHIVES: http://w3.iac.net/~moonweb/ > “Black Moon Occult Archives”: http://w3.iac.net/~moonweb/archives/ArchivesFrm.html BROTHERHOOD OF SETH HISTORICAL ARCHIVE. “Quest of Seth for the Oil of Mercy,” at http://www.ashejournal.com/tbos BUILDERS OF THE ADYTUM: www.bota.com Cherubim, David. “Concerning the Qabalah” (1992) at THELEMIC ORDER OF THE GOLDEN DAWN: http://thelemicgoldendawn.tripod.com/qabalah.htm× Crowley, Aleister. Liber 777 at NU ISIS WORKING GROUP: http://www.geocities.com/nu_isis/liber777revised.pdf. ______________. Liber LVIII, Including an Essay on Number, at NU ISIS WORKING GROUP: http://www.geocities.com/nu_isis/liber058.pdf ______________. The Libri of Aleister Crowley, at THE HERMETIC LIBRARY: www.hermetic.com/crowley/ ______________. Sepher Sephiroth, at HERMETICS.ORG: http://www.hermetics.org/pdf/liber_d.pdf. ______________. The Book of the Law, at THE INTERNET SACRED TEXT ARCHIVE: http://www.sacred-texts.com/oto/engccxx.htm Culling, Louis T. Occult Renaissance 1972-2008: The Great Prophecy for the Golden Age of Occultism. St. Paul, Llewellyn, 1972. Dart, Melinda; and Robinson, Lou. Breathe When I Press. San Francisco - Ithaca: Cat Ann Press, 1984. Dionysos Thriambos. “Aeons Beyond the Three” at HERMETIC LIBRARY: www.hermetic.com/dionysos/beyond3.htm Fahs, John. Songs: 1967-1984. Ulysses: privately printed, 1985. G.S.S. (GROVE OF THE STAR & THE SNAKE). To N’aton (sometimes referred to as Unto NATON). Seattle (Bellingham): Axil Press, 1978. G.S.S., and Nema. H. ̇.M ̇. ̇L. The Creation, Evolution, and Rituals of the Horus/Maat Lodge. Seattle (Bellingham): Axil Press, 1984. Refer to the HORUS/MAAT LODGE website: www.horusmaat.com Heflin, Llee. The Diamonds of ChAOS: An Interim Report. BMA LH # 1: 1982; online at http://w3.iac.net/~moonweb/archives/LH/LH1/LH1.html HERMETIC ORDER OF THE GOLDEN DAWN: http://www.hermeticgoldendawn.org/index.shtml× HORUS/MAAT LODGE: http://www.horusmaat.com/ O PIVOT L ?º = 1⁪ and LEΘI XUD OZ 1° = ?⁪. Liber 4 6 3 8 A B K 2 4 A L G M O R 3 Y X 24 89 R P S T O V A L sub figura MCCLXXVI, being excerpts from THE BOOK OF KEYS, edited by Randy von Smith and George Conard Eisenhardt II. n.p.: handbound by the editors and printed by H & H Quick Copy, Inc., 1982. Karr, Don. “Don Karr’s Bibliographic Surveys”: http://www.digital-brilliance.com/kab/karr/index.htm. ________. “Don Karr’s Solomonic Magic”: http://www.digital-brilliance.com/kab/karr/Solomon/index.htm Koenig, Peter-R. THE ORDO TEMPLI ORIENTIS PHENOMENON: http://user.cyberlink.ch/~koenig/ Kowalchyk, Claudia. A STUDY OF TWO “DEVIANT” RELIGIOUS GROUPS: THE ASSEMBLIES OF GOD AND THE ORDO TEMPLI ORIENTIS. PhD dissertation, New York: New York University, 1994. Low, Colin. “Memory Theatre: The Tree of Life considered as a Memory Theatre,” at www.digital-brilliance.com/kab/theatre/theatre.htm MEZLA: Official Organ of the Ordo Templi Orientis: 1: 1. Soror Tanith–789 (Janice R. Ayers), and Frater Ianamad–111 (William Siebert) (eds). Mezla [# 1]. Ithaca: Boleskine House, Summer Solstice 1973: “Originally issued as the ‘infamous yellow sheet.’” 1: 2. _________________. Mezla # 2. Ithaca: Boleskine House, Autumnal Equinox 1973: “Announcements & Qabalistic notes.” 1: 3. _________________. Mezla # 3. Ithaca: Boleskine House, Winter Solstice 1974: “Order & Value of English Alphabet: First printing from ms. Dictated by Crowley to Norman Mudd. Crowley’s Commentary to Liber LXVI, Book of the Star Ruby.” 1: 4. _________________. Mezla # 4. Ithaca: Boleskine House, Spring Equinox 1974: “Crowley’s Commentary to Liber VII (Lapidis Lazuli).” 1: 5. _________________. Mezla Volume I, NO. 5. Ithaca: Boleskine House, Summer Solstice 1974: “Official Announcement concerning the Powerzone structure of the Order. Book of the Cephaloedium Working (Part 1) – Operation undertaken by Alostrael To-Mega-Thereon & frater Genesthai to inspire Crowley to write a Commentary to Liber AL vel Legis.” 1: 6. _________________. Mezla Volume I, NO. 6. Buffalo: Autumn Equinox 1974: “Conclusion of the Cephaloedium Working.” 1: 7. _________________. Mezla Volume I, NO. 7. Buffalo: Spring Equinox 1975: “Ethyl Oxide (part 1) by Crowley. Practical guide to use of ethyl ether as a magickal tool & sacrament.” 1: 8. _________________. Mezla Volume I, NO. 8. Buffalo: Autumn Equinox 1975: “Ethyl Oxide (conclusion). On the Work by Soror Steorraecanuaus.”"},{"pageNumber":45,"pageContent":"20093    451: 9. Soror Tanith–789, Frater Ianamad–111, and Frater OTz PTN–690 (William Siebert) (eds). Mezla Volume I, NO. 9. Buffalo: Spring Equinox 1976: “Comment to Liber CCCLXX (A’Ash vel Capricorni Pneumatici) by frater AChAD with notes by Crowley. Extracts of a letter from Crowley to Karl Germer concerning the OTO.” 1: 10. Ayers, J. R., and Siebert, Bill. Mezla: Official Organ of the Ordo Templi Orientis Volume I, NO. 10. Buffalo/Ithaca: Boleskine House: Spring Equinox 1977. “Official Statement Concerning the OTO. Considerations of the Cephaloedium Working (extracts from ZNUS IS ZNEES by C.F. Russell). Antecedents of Thelema by Crowley (part 1 of 3).” 1: 11. Soror Tanith – 789 and Frater OTz PTN - 690. Mezla: Official Organ of the Ordo Templi Orientis Volume I, NO. 11. Buffalo/Ithaca: Boleskine House: Spring Equinox 1978: “Antecedents of Thelema (part 2). The Dance of the Future by Isadora Duncan. Announcement concerning the A. ̇.A. ̇.” 1: 12. _________________. Mezla: Official Organ of the Ordo Templi Orientis Volume I, NO. 12. Buffalo/Ithaca: Boleskine House: Spring Equinox 1979: “Prospectus – A Tarot of the Qliphoth by Soror Andahadna. Antecedents of Thelema (conclusion). The Pasquany Puzzle by Soror Tanith. Notice on the Formation of the Horus/Maat Lodge.” 1: 13. Soror Tanith – 789 (Janice R. Ayers) (ed.) Mezla: Official Organ of the Ordo Templi Orientis. [Volume I, NO. 13 – neither volume nor number shown on issue]. Cincinnati: n.d. (ca. 1981): “Official statement of the OTO concerning the Cult of LAM, a practical system for making contact with LAM. Liber QNA by frater AChAD (long out-of-print commentary to Liber AL Chap. III. vs. 2)” Refer to “Zossian 393 ̇. ̇” below. 2: — [NOTE: The second is the “silent” volume.] 3: 1. PVN (Bill Siebert), and IΩ__י (SAM Webster?) (eds) Mezla Vol. III, NO. 1. Ithaca: Thelemic Temple of the Double Vortex, 1985: includes “IXº Emblems and Mode of Use” by Baphomet, i.e.., Crowley. MUTATION PARLOUR: “Zuvuya: An essay on Aeonics, interweaving the ideas of Nema, Terence McKenna, Aleister Crowley, The Mayans, Hopi Indian and biblical prophecies, Peter Carrol, A. O. Spare, Jose Arguelles, Aion, Achad, the ancient Egyptians, Hunbatz Men, J. M. Jenkins, Celtic, Norse and Greek mythologies, Quantum Qabbala, etc. -towards the imp-ending [sic] paradigm shift...” (1998): http://www.crossroads.wild.net.au/index.html North, Robert. The New Flesh Palladium: Magia Erotica. (1st ed.) Providence: [self-published spiral-bound], 1991; (2nd & 3rd eds.) Smithville: Rûna-Raven Press, 1995 and 1996; (4th edition) www.Lulu.com, 2006. Reeter, Mary Ann (editor). The High Priestess. BELTANE 1985. West Danby/Ithaca: Boleskine House, 1985. CONTRIBUTORS: Arian (Mary Ann Reeter) and C[liff] Pollick. On Mary Ann Reeter and Cliff Pollick, refer to “In Search of Witches” by Natalie de Combray, in Ithaca Times, VOL VII, NO. 51 (August 14, 1986). Robinson, Lou. Extremes of High and Low Regard [TOP STORIES # 27]. New York: Top Stories, 1988. ___________. Napoleon’s Mare. Boulder – Normal: Fiction Collective Two, 1991. ___________. Nones. Windsor: Annex, 1978. SHADOW TAROT™ (Linda Falorio and Fred Fowler): http://www.shadowtarot.net/ Silverstar: A Journal of New Magick, Silver Star Editorial Collective (Nemus, Aion, Shade, Nema) 2004 – 20__: http://www.horusmaat.com/silverstar/ Spare, Austin Osman. From Inferno to Zos: The Writings and Images of Austin Osman Spare, Volume 1, edited by A. R. Naylor. Seattle: First Impressions, 1993. Tenebrous, Frater. “The Aeon of Cthulhu Rising,” at CHAOS MATRIX: www.chaosmatrix.org/library/chaos/texts/ctu_risi.html Toups, M[ary] Oneida. Magick High and Low. Jefferson [LA]: Hope Publications, 1975. U.S. GRAND LODGE, ORDO TEMPLI ORIENTIS: http://oto-usa.org/ WADE’S MAGICK HOMEPAGE: http://scylding.net/ > Nightside Journal (“The Nightside Journal will reflect qliphotic rituals on the Nightside of the Tree of Life found in Liber CCXXXI”): http://scylding.net/nightside_journal.htm Whitcomb, L[ouis] F[ulmer]. A Wanderer of the Waste. [PART 1, PART 2, PART 2: omissions, PART 3, and PART 3: revised]. Ithaca: KoM, 1997-1999. Woodman, Justin. “Alien Selves: Modernity and the Social Diagnostics of the Demonic in ‘Lovecraftian Magick,’” in Journal for the Academic Study of Magic, Issue 2. Oxford: Mandrake, 2004. Zayin. Sexual Magick. Cincinnati: Black Moon Publishing, 1991 [§ THE TREE OF LIFE IN THE AURA] Zephyros, Frater. “The Howling of Liber CCXXXI: A Grimoire of the Paths of the A. ̇.A. ̇.” at the AMBROSII MAGI HORTUS ROSARUM site: http://www.amhr.org/howling_of_liber_ccxxxi.htm× Zossian 393 ̇. ̇ LAM-ED. Seattle (Bellingham): Axil Press, n.d. (ca 1981) "},{"pageNumber":46,"pageContent":"20093    46ADDENDUM 1 § The Babalon Workings of Jack Parsons from O.A.I. Manifesto: Origin, History, Organization (Kenilworth: OAI, 1982) pages 7-9 [NOTE: Footnote 11 is from the OAI text. My footnotes are indicated with asterisks.—DK] Jack Parsons is second only to Achad in the early movement of Maat into magical manifestation.11 Parsons, an explosives expert and member of the faculty at California Polytechnic Institute, was during the 1940s the head of the Agape Lodge of the OTO in southern California. An enthusiastic thelemite, he pursued his magickal quest with diligence through the early 1940s. Then in 1945 a series of events led him to begin what have come to be known as the Babalon workings. Writers of OTO history have usually viewed Parsons’ activity as an aberration or at best an interesting tale about someone who strayed from the true course of the Thelemic thrust. Only from the perspective of the emergence of Maat can one understand what Parsons attempted and what in fact he accomplished and where he ran into trouble. Basically, Parsons began his working with the assistance of a scribe. He had lost his wife to another man and began a series of operations (VIIº)* to obtain the assistance of a new magickal partner, i.e., a female mate. He and the scribe used the techniques derived from Edward Kelly’s and John Dee’s working in Elizabethan times. These workings continued from January 4, 1946, to January 14. On January 18 a woman appeared. On January 19, Parsons began the Babalon workings proper and from then until February 27, he notes, “I invoked the Goddess BABALON with the aid of my magical [partner],** as was proper to one of my grade,” i.e., IXº sex magick. These initial workings produced what would be the most important product of the entire effort, Liber 49. On February 28, 1946, with his magickal partner away for a visit and the scribe out of town, Parsons ventured into the Mojave Desert where, he recorded, he invoked Babalon and “during this invocation, the presence of the Goddess came upon me, and I was commanded to write the following communication,” i.e., Liber 49. At this point in time, the image of Babalon was central to Thelemite thinking. Babalon as the Scarlet Woman plays a central role in The Book of the Law. Parsons, because of his peculiar personal situation, sought a particular woman who would embody Babalon to him as Rose Kelly, Jane Foster, Dorothy Olson, and Leah Hirzig had done for Crowley. He welcomed his new partner as that embodiment. However, Parsons was also a thoughtful and perceptive Thelemic magickian, well schooled in OTO literature. From the perspective of the forties he could see the working of the Aeon of Horus, which brought with it chaos, destruction, and war. His personal situation was to him but a symbol of the world situation, the cosmic reality. As he needed Babalon to balance him, he reasoned, so the world needed a balancing agent to Horus. __________________________ 11. Liber 49 and the complete Book of Babalon have circulated informally among thelemites for a number of years. A copy is included in the Warburg Institute collection. [See The Collected Writings of Jack Parsons online at http://www.hermetic.com/wisdom/lib49.html. DK] * Other sources indicate that Parsons performed VIIIº. ** The OAI text shows square brackets here and below; these are not my additions."},{"pageNumber":47,"pageContent":"20093    47As his personal quest was taken up into a magickal quest, Parsons’ workings rose above his immediate goals and his insight quickened. First, he was able to begin the “demythologizing” of the Aeon of Horus. He saw Horus not as a god but as a concept, a force whose influence dominated his lifetime. This force was manifest in power, violence, energy, the destruction of obsolete institutions and ideas, and war. “This force is completely blind, depending on the men and women in whom it manifests and who guide it.” The perception of Horus did not, as with most thelemites, lead to Parsons’ becoming a prophet of Horus, rather it created the need for a way out of the situation produced by the operation of the force of Horus in history. The hold of the Horus force can only be “broken by the incarnation of another sort of force, called BABALON. The nature of this force relates to love, understanding, and Dionysian freedom, and is the necessary counterbalance or correspondence to the manifestation of Horus.” Confusing this force with Babalon, Parsons looked for it to be incarnate in a living woman. But more importantly, he clearly perceived that as a “more basic matter” the force is “incarnate in all men and women....A grasp of the principle of bipolarity should make this clear.” As a result of his magickal perception, i.e., his True Will, overriding his personal and immediate concerns, Parsons was able to bring through the material from one whom he called Babalon, but who from the wider perspective of the 1980s is clearly seen as Maat. Babalon/Maat introduces herself right at the beginning of Liber 49: “I am out of NUIT by HORUS, the incestuous sister of RA-HOOR-KHUIT.” Later she describes the complex of forces within which she fits: “Behold, my Brother [Horus/Ra-Hoor-Khuit] cracks the world like a nut for your eating. Yea, my Father (Osiris)† has made a house for you, and my Mother [Nuit] has prepared a Bridal bed. My brother has confounded your enemies. I am the Bride [Maat] appointed.” One of the first clues that Parsons is in contact with a different force is a numerological one. In verse 65 she asserts that her number is eleven; Babalon’s number is 12. Magick, Nuit, and Maat are all eleven. Further analysis of Liber 49 is enlightening, especially considering that Parsons showed no awareness of Maat of the symbolism associated with her. The book contains many symbols of Maat, such as the spider and the dark flame. She instructs with a Maatian flavor: “Thou shalt publish the secret matter of the adepts thou knowest, withholding no word of it.” The Book of Babalon was composed and Liber 49 given just two years before Achad proclaimed the Aeon of Ma. Babalon/Maat informed Parsons, “MY TIME is come.” Parsons’ work after the reception of Liber 49 became increasingly distorted as he used the material composed for the invocation of Babalon proper to continue the communication with Babalon/Maat. Parsons also continued Babalon workings with his scribe (Liber 49 was solely received by Parsons) who added a further distorting element, due to his ambiguous relation with Parsons. The distortion and confusion in Parsons’ work and the tragedy of his later life should not obscure his real accomplishment in Liber 49 and his role in the emergence of Maat. "},{"pageNumber":48,"pageContent":"20093    48ADDENDUM 2 Drawing © Don Karr 1984 for an unpublished second edition of PVN’s Rose of Charon Strange is this flower which exists on both sides of the Mirror – Half her roots planted in the Light and Half nurtured by the darkest Night. Yet the vortex which unites her two-halves is no clear channel, for neither Path nor Tunnel can penetrate this mirror which divides Day from Night. Her flower blooms in both Yesod & Daäth and on both sides of the Mirror as well; so True Unity appears both dual and four-fold – hence her leaves be four and partake of both Day & Night, though their rituals be all worked with bodies of Dayside flesh. —Dayside/Nightside Interface: Gateway to Sexual Magick: The ROSE of ChARON. A poem by Frater PVN for re-veiling Sexual Alchemy / Trident of Set & Guadriga Sexualis: Two Keys to Magickal Alchemy / Lifecycle of the Kundalini Serpent: Mythological Allegory (West Danby: Boleskine House, 1980 & 1984), page 122. "}]
