[{"pageNumber":1,"pageContent":"The Conjuration of the Four Elements, by Eliphas Levi. The four elementary forms separate and specify by a kind of rough outline, the created spirits whom the universal movement disengages from the central fire. Everywhere spirit works and fecundates matter by life; all matter is animated; thought and soul are everywhere. In seizing upon the thought that produces the diverse forms, we become the master of forms and make them serve for our use. The astral light is completely filled with souls that it disengages in the incessant generation of being; souls have imperfect wills which can be dominated and used by more powerful wills. They then form great invisible chains, and can occasion or determine grand elementary commotions. Phenomena ascertained in the processes of magic and all those recently verified by M. Eudes de Merville have no other causes. Elementary spirits are like young children. They torment those more who busy themselves with them, unless one has control of them by means of superior rationality and great severity. These are the spirits which we designate under the name of \"occult elements.\" These spirits are those who often prepare disquieting or fantastic dreams. They are those who produce the movements of the divining rod, and the raps on walls and furniture. But they can never manifest any other thought than our own, and if we are not thinking, they talk to us with all the incoherence of dreams. They reproduce good and evil indifferently, because they are without free will and consequently have no responsibility. They show themselves to ecstatics and somnambulists under incomplete and fugitive forms. This occasioned the nightmares of Saint Antony, and, very probably, the visions of Swedenborg. They are neither souls in hell nor spirits guilty of mortal sin; they are simply inquisitive and inoffensive. We can employ or abuse them like animals or children. Therefore the magus who employs their help assumes a terrible responsibility, for he will have to expiate all the evil which he makes them do, and the greatness of his torments will be proportionate to the extent of the power which he will have exercised through their agency. In order to control elementary spirits, and thus become the king of the occult elements, we must have previously undergone the four trials of the ancient initiations. As these no longer exist, it is necessary to supply their place by"},{"pageNumber":2,"pageContent":"analogous actions, such as exposing oneself without fear in a conflagration, of crossing a gulf upon the trunk of a tree or upon a plank, or scaling a steep mountain during a storm, or getting away from a cascade, or from a dangerous whirlpool by swimming. The man who fears water will never reign over the undines; he who is afraid of fire cannot command the salamanders; as long as we are subject to dizziness we must leave the sylphs in peace, and not irritate the gnomes; for inferior spirits only obey a power that is proved to them by showing itself their master even in their own element. When we have acquired by boldness and practice this incontestable power, we may impose upon the elements the mandate (verbe) of our will, by special consecrations of air, fire, water, and earth. This is the indispensable beginning of all magic operations. We exercise the air by blowing from the direction of the four cardinal points while saying: Spiritus Dei ferebatur super aquas, et inspiravit in facian hominis spiraculum vitae. Sit Michael dux meus, et Sabtabiel servus meus, in luce etper lucem. Fiat verbum halitus meus; et imperabo spiritibus aeris hujus, et refraenabo equos solis voluntate cordis nei, et cogitatione mentis meae et nutu oculi dextri. Erorciso igitur te, creatura aeris, per Pentagrammaton et in nomine Tetragrammaton, in quibus sunt voluntas firma et fides recta. Amen. Sela, fiat. Qu'il en soit ainsi. 1 Next we recite the prayer of the Sylphs, after having traced in air their sign with the plume of an eagle. PRAYER OF THE SYLPHS Spirit of light! Spirit of wisdom! whose breath gives and takes away again the forms of all things! Thou, in whose presence the life of being is a shadow which changes, and a vapor which passes away. Thou who ascendest the clouds and movest on the wing of the winds. When thou breathes! forth, infinite spaces are peopled! When thou inhalest, all that comes from thee returns to thee! Endless movement in eternal stability, be thou eternally blest! We praise thee and bless thee in the changing empire of"},{"pageNumber":3,"pageContent":"created light, of shadows, of reflections and of images; and we long unceasingly for thine immutable and imperishable light. Let the ray of thy intelligence and the heat of thy love penetrate even to us; then what is movable will become fixed; the shadow will become a body; the spirit of the air will become a soul; the dream will become a thought, and we shall no longer be borne away by the tempest, but shall hold the bridle of the winged steeds of the morning, and shall direct the course of the evening winds that we may fly into thy presence. O spirit of spirits! O eternal soul of souls! O imperishable breath of life! O creative inspiration. 2 O mouth which inspires and respires the existence of all beings in the flux and reflux of thy eternal Word, which is the divine ocean of movement and of truth. Amen! We exorcise water by the imposition of hands, by the breath, and by Speech, while mingling in it the consecrated salt, with a little of the ashes which remain in the perfuming pan. The sprinkler is made with branches of vervain, of periwinkle, 3 of sage, of mint, of valerian, of ash and of basil, tied by a thread from the distaff of a virgin, with a handle from a walnut-tree which has not yet borne fruit, and upon which you will engrave with a magic dagger the characters of the seven spirits. You will bless and consecrate \u001fseparately the salt, and the ashes of the perfume, in saying: UPON THE SALT In isto sale sit sapientia, et ab omni corruptione servet mentes nostras et corpora nostra, per Hochmael et in virfute Rauch-Hochmael, recedant ab isto fantasmata hylae ut sit sal coelestis, sal terrae et terra salis, ut nutrietur bos trituraus et addat vpei nostrae cornua tauri volantis. Amen. 4 UPON THE ASHES Revertatur cinis adfontem aquarum viventium, etfiat terra fructificans, etgerminet arborem vitaeper tria nomina, quae sunt Netsah, HodetJesod, in principle et in fine, per alpha et Omega qui sunt in spiritu Azoth. Amen. 5"},{"pageNumber":4,"pageContent":"IN MINGLING THE WATER, THE SALT, AND THE ASHES In sale sapientiae aeternae, et in aqua regenerationis, et in cinere germinante terram novam, omnia fiant per Eloim Gabriel, Raphael et Uriel, in saecula et aeonas. Amen. 6 EXORCISM OF THE WATER Fiat firmamentum im medio aquarum et separet aquas ab aquis, quae superius sitcut quaee superius, ad perpetranda miracula rei unius. Sol ejus pater est, luna mater et ventus hanc gestavit in utero suo, ascendit a terra ad coelum et rursus a coelo in terram descendit. Exorciso te, creatura aquae, ut sis mihi speculum Dei vivi in operibus ejus, et fons vitae, et ablutio pecatorum. Amen. 7 PRAYER OF THE UNDINES Terrible king of the sea! Thou who boldest the keys of the cataracts of heaven, and who enclosest the subterranean waters in the hollow places of the earth! King of the deluge and of rains, of springtime! Thou who openest the sources of streams and fountains! Thou who commandest the moisture (which is like the blood of the earth) to become the sap of plants! We adore and invoke thee! Speak to us, ye moving and changeable creatures! Speak to us in the great commotions of the sea, and we will tremble before thee. Speak to us also in the murmur of the limpid waters, and we will desire thy love. O immensity in which all the rivers of being lose themselves, which ever spring up anew in us! O ocean of infinite perfections! Height which beholdeth thee in the depth! Depth which breathes thee forth in the height! Bring us to the true life through intelligence and love! Lead us to immortality through sacrifice, in order that one day we may be found worthy to offer thee water, blood, and tears, for the remission of sins. Amen. We exorcise fire by casting in it salt, incense, white resin, camphor, and sulphur, and by pronouncing three times the three names of the genii of fire: Michael, king of the sun and of lightning; Samael, king of volcanoes; and"},{"pageNumber":5,"pageContent":"Anael, prince of the astral light. Next by reciting the prayer of the Salamanders. Immortal, eternal, ineffable and uncreated Father of all things I who are borne upon the incessantly rolling chariot of Worlds which are always turning; Ruler of the ethereal immensity where the throne of thy power is elevated; from whose height thy dread-inspiring eyes discover all things, and thy exquisite andsacred ears hear all; Listen to thy children whom thou hast loved from the beginning of the ages; for thy golden, great, and eternal majesty is resplendent above the world and the starry heavens. Thou art raised above them O sparkling fire! There thou dost illumine and support thyself by thine own splendor; and there comes forth from thine essence overflowing streams of light which nourish thine infinite spirit. That infinite spirit nourishes all things, and renders this inexhaustible treasure of substance always ready for the generation which fashions it and which receives in itself the forms with which thou hast impregnated it from the beginning. From this spirit those most holy kings who surround thy throne, and who compose thy court, derive their origin. O Father Universal! Only One! O Father of blessed mortals and immortals! Thou hast specially created powers who are marvelously like thine eternal thought and adorable essence. Thou hast established them superior to the angels who announce to the world thy wishes. Finally thou hast created us in the third rank in our elementary empire. There our continual employment is to praise thee and adore thy wishes. There we incessantly burn with the desire of possessing thee, O Father! O Mother! the most tender of all mothers! O admirable archetype of maternity and pure love! O Son, the flower of sons! O Form of all forms; soul, spirit, harmony and number of all things. Amen. We exorcise the earth by the sprinkling of water, by the breath and by fire, with the perfumes proper for each day, and we say the prayer of the gnomes. Invisible King who has taken the earth as a support, and who has dug abysses in order to fill them with the omnipotence! Thou whose name makest the arches of the world tremble! Thou who makest the seven metals circulate in the veins of stone; Monarch of seven luminaries! Rewarder of subterranean workmen! bring us to the desirable air and to the kingdom of light. We watch and work without respite. We seek and hope by the twelve stones of the Holy City, for the talismans which are buried by the magnetic nail which passes through the center of the earth. Lord! Lord! Lord! Have pity upon those who suffer! Enlarge our hearts! Let us be free and raise up"},{"pageNumber":6,"pageContent":"our heads! Exalt us! O stability and movement! O Day invested by night! O Darkness veiled in light! O Master who never retainest the wages of thy workmen! O silvery whiteness! O Golden Splendor! O Crown of Diamonds, living and melodious! Thou who bearest the sky upon thy finger, like a ring of sapphire! Thou who hidest under the earth, in the kingdom of gems, the wonderful seed of stars! All hail! Reign; and be the Eternal Dispenser of riches, of which thou hast made us the guardians. Amen. We most observe that the special kingdom of the Gnomes is at the North; that of the salamanders at the south; that of the sylphs at the east; and that of the Undines at the west. They influence the four temperaments of men (i. e., the Gnomes, the melancholic; the Salamanders, the sanguine; the Undines, the phlegmatic; and the Sylphs, the bilious). Their signs are as follows: the hieroglyphs of the bull for the Gnomes, and we command them with the sword; of the lion for the Salamanders, and we command them with the forked wand, or the magic trident; of the eagle for the Sylphs, and we command them with the holy pentacles; finally with Aquarius for the Undines, and we evoke them with the cup of libations. Their respective sovereigns are, Gob for the Gnomes, Djiu for the Salamanders, Paralda for the Sylphs, and Nicksa for the Undines. When an elementary spirit comes to torment, or at least to annoy the inhabitants of this world, we must conquer it by means of air, water, fire and earth, blowing, sprinkling, burning perfumes, and tracing on the earth the star of Solomon and the sacred pentagram. These figures should be perfectly regular, and made either with coals from the consecrated fire, or with a reed dipped in diverse colors which we mix of pulverized magnet. Then, while holding in the hand the pentacle of Solomon, and taking by turns the sword, the wand, and the cup, we pronounce in these terms and in a loud voice the conjuration of the four. Caput mortuum, impeert tibi Dominus per vivum et devotum serpentem. Cherub, imperet tibi Dominus per Adam Jotchavah! Aquila errans, imperet tibi Dominus per alas Tauri. Serpens, imperet tibi Dominus tetragrammaton per angelum et leonem! Michael, Gabriel, Raphael, Anael! Fluat U dor per spiritum Eloim. Maneat Terra per Adam lot-Chavah. Fiat Firmamentum per lahuvehu-Zebaoth. Fiat Judicium per ignen in virtute Michaels. 8"},{"pageNumber":7,"pageContent":"Angel with the dead eyes, obey or flow away with this holy water. Winged bull labor or return to earth; if thou art not willing that I prick thee with this sword. Chained eagle, obey this sign, or withdraw before this breath. Moving serpent, crawl at my feet, or be tormented by this sacred fire and be dissipated with the perfumes I burn therein. Let the water return to water! Let a fire burn! Let air circulate! Let earth fall upon the earth, by virtue of the pentagram which is the morning star, and in the name of the Tetragram, which is written in the center of the cross of light. Amen. The sign of the Cross adopted by the Christians does not belong to them exclusively. It is also kabalistic, and represents the contrasts, and the quaternary equilibrium of the elements. We see by the occult stanza of the Lord's Prayer, which we have indicated in our Dogma, 9 that there were primitively two modes of making it, or at least two very different formulas to distinguish it. One reserved for the priests and initiated; the other granted to neophytes and the profane. Thus, for example, said, \"To Thee ;\" then he added, \"belong,\" and continued while carrying his hand to his breast, \"the kingdom\"; then to his left shoulder \"Justice,\" to the right shoulder, \"and mercy.\" Next he Joined the two hands adding \"in the generating cycles.\" Tibi sunt Malchut et Geburah et Chesed per oeonas. 10 The sign of the Cross which is absolutely and magnificently kabalistic, which the profanations of Gnosticism have caused (he Church militant and official to completely lose. This sign, made in this way, should precede and terminate the conjuration of the Four. In order to control and subject elementary spirits we must never yield to the defects which characterize them. Thus a light and capricious mind can never govern the sylphs. An effeminate, cold, and changeable nature will never control the undines. Anger irritates the salamanders, and covetous rudeness renders those whom it enslaves the sport of the gnomes. But it is necessary to be as prompt and active as the sylphs; as flexible and attentive to images as the undines. As energetic and strong as the Salamanders; as laborious and patient as the gnomes; in a word, we must"},{"pageNumber":8,"pageContent":"conquer them in their strength, without ever allowing ourselves to be enthralled by their weaknesses. When we shall be well fixed in this disposition, the entire world will be at the service of the wise operator. He will go out during the storm and the rain will not touch his head; the wind will not derange even a single fold of his garments; he will go through fire without being burned; he will walk on the water, and will behold the diamonds through the crust of the earth. These promises which may seem hyperbolical are only so in the minds of the vulgar; for though the sage does not do materially and precisely the things which these words express, he will do many greater and more wonderful. In the meantime it is not to be doubted that individuals can direct the elements by the will to a certain extent, and change or really stop their effects. Why, for example, if it is ascertained that certain individuals in a state of ecstasy lose their weight for the moment, could we not walk or glide upon the water? Saint Medard's convulsionaries felt neither fire nor sword, and begged as a relief the most violent blows and the most incredible tortures. Are not the strange ascensions and wonderful equilibrium of certain somnambulists a revelation of these hidden forces of nature. But we live in an age in which men have not the courage to confess the miracles they witness; and if anyone says, \"I have seen or have done myself the things which I relate,\" he will be told, \"either you are making sport of us or you are sick.\" It is better to keep silence and act. The metals that correspond to the four elementary forms are gold and silver for air; mercury for water; iron and copper for fire; and lead for earth. Talismans are prepared from them, having relation to the forces which they represent, and to the effects proposed to be obtained. Divination by the four elementary forms named Aeromancy, hydromancy, pyromancy, and geomancy, is made in diverse ways, which all depend upon the will and transparency or imagination of the operator. In truth the four elements are only instruments to aid second-sight. Second-sight is the faculty of seeing in the astral light. This second-sight is as natural as the first sight, or the sensible and ordinary sight, but it can only act through the abstraction of the senses. Somnambulists and ecstatics enjoy second-sight naturally; but this sight is more lucid as the abstraction becomes more complete."},{"pageNumber":9,"pageContent":"The abstraction is produced by astral intoxication; that is, by a superabundance of light, which completely saturates the nervous system, and consequently renders it inactive. Sanguine temperaments are more disposed to Aeromancy; bilious to pyromancy, phlegmatic to geomancy, and melancholic to hydromancy. Aeromancy is confirmed by oneiromancy or divination by dreams; pyromancy is supplemented by magnetism; hydromancy by divination with crystals; geomancy by fortune telling with cards. These are transpositions and perfectings of methods. But divination, in whatever manner we may operate, is dangerous, or at least useless, for it disheartens the will; 11 consequently it restricts freedom, and fatigues the nervous system. FINIS NOTES 1. The Spirit of God brooded upon the waters, and breathed into the face of man the breath of life. Let Michael be my chief and Saltabiel my servant in the light and by the Light. Be my breath by the word; and I will command the spirits of this atmosphere, and will bridle the horses of the sun by the will of my heart, the thought of my mind, and the winking of my eye. I exercise thee, creature of air by the Pentagram, and in the name of the Tetragram, in which are firm will and true faith. Amen, Selah; so be it. So mote it be. 2. Genesis, ii, 7. \"And the Lord God formed man (Adam), spore of the ground (Adoux), and breathed into his face the breath (nasama or inspiration) of lives; and he was a living soul.\" Job, xxxii, 8- \"There is a spirit (ruah) in man, and the inspiration (nasama) of the Almighty maketh intelligent.\" "},{"pageNumber":10,"pageContent":"3. An evergreen plant of the genus Vinca, having a blue or purple blossom. 4. In this salt be wisdom, and may it preserve our minds and bodies from every corruption, through Hochmaiel (the Wisdom of God) and in virtue of Rauch-Hochmael (the Spirit of the Wisdom of God), withdrawing from it the phantasms of matter that it may be the celestial salt, the salt of the earth, and the earth of salt, that the ox may be nourished that treadeth out corn, and give to our hope the strength of the flying cherub. Amen. 5. Let the ashes return to the fountain of living waters, let the earth become fruitful and sprout forth the Tree of Life by the three names, which are Netsa (victory), Hod (eternity), and Isiod (fountain), in the beginning and the end, by the Alpha and Omega, which are in spirit Azoth. Amen. 6. In the salt of eternal Wisdom in the water of regeneration, and in the ashes Which generate the new earth, let all things be established by the Eloim (gods or angels), Gabriel (Power of God), Raphael (Wisdom of God), and Uriel (Light of God), for ages and ages. Amen. 7. Let there be a firmament in the midst of the waters, and let it separate \u001fthe waters from the waters that which is above as that which is below, and that which is below as that which is above, to the accomplishing of the wonders of the One Thing. The sun is its father; the moon its mother, and the Wind carried it in its womb; it ascendeth from earth to the sky, and returneth again from the sky to the earth. I exorcise thee, creature of water, that thou mayest be to me the mirror of the living God in his works, the fountain of life, and the cleansing of sinners. Amen. "},{"pageNumber":11,"pageContent":"8. Dregs of matter, the lord commandeth thee by the living and devoted serpent. Cherub, the Lord command thee by Adam Jol-Havah! Wandering Eagle, the Lord command thee by the wings of the Bull. Serpent, the Lord commands thee by the Tetragram, the Angel and Lion! Michael, Gabriel, Raphael, Anael. The water floweth by the spirit of Eloim. The Earth remaineth by Adam Jot-Havah. The Firmament was made by Iahuvehu-Zebaoth. Judgment is made by fire in the strength of Michael. 9. Dogme et Rituel de la Haute Magie. Two volumes. Paris: G. Balliere, 1856. 10. Thine art, Malchut (the kingdom), and Gebura (the power), and Hesed (the mercy), forever. 11. A Hebrew prophet says: \"He that consulteth spirits will not sow.\""}]
