[{"pageNumber":1,"pageContent":"De Heptarchia Mystica of Dr . John Dee HYPERLINK \"http://www.esotericarchives.com/copyrigh.htm\" This digital edition by Joseph H. Peterson, Copyright © 1997. All rights reserved. Editor's Introduction This book consists of detailed instructions for communicating with angels and employing their aid for practical purposes. It consists of excerpts, in Grimoire form, from Dr. Dee's HYPERLINK \"http://www.esotericarchives.com/dee/sl3188.htm\" detailed records of his \"mystical exercises\". This is a transcription from the original in Dee's own handwriting, now found in the British Library under the catalog number Sloane 3191. There have been two other published editions of this text, one by Robert Turner, 1983 revised 1986, and another by Geoffrey James, 1984 and 1994. While I can recommend both of these editions, if one is able to find them, I believe the present edition reflects Dee's manuscript more accurately, as may be seen for example by comparing them with the photograph shown on pg. 28 of Turner's revised edition. Compare this with Dee's HYPERLINK \"http://www.esotericarchives.com/dee/chm.htm\" Compendium Heptarchiae Mysticae , an earlier version but with some interesting additions and variations. A note attached to the beginning of the manuscript reads as follows: This is the original Ms. in Dr. Dee's handwriting. A fair copy by Ashmole is in the Ms. Sloane 3678. JM This volume formerly belonged to Ashmole and on the clasps of the *** binding his coat of arms was impressed. How Ashmole obtained this Ms. appears by his account prefixed to Ms. Sloane 3677. JM"},{"pageNumber":2,"pageContent":" INCLUDEPICTURE \"http://www.esotericarchives.com/dee/hmtitle.gif\" \\* MERGEFORMATINET De HEPTARCHIA MYSTICA, (Diuinis, ipsius Creationis, stabilis legibus) Collectaneorum Liber primus. Cap. 1. Of the Title, and generall Contents of this boke, some nedefull Testimonies Beware of wavering: Blot owte suspition of us; for we are gods Creatures that haue Raigned, do Raigne, and shall Raigne for eu^. All our Mysteries shalbe known unto you. &c Behold, these things and theyre Mysteries, shalbe known unto you: Reserving, the Secrets of him, that Raigneth for eu^. [the voyce of a multitude, answered, singing] Whose Name, is great for eu^. Anno 1582. Nouemb. 16, Bralges, the last of 7 Princes concluding the First boke spoke hereof these words (Sl.3188, pp. 80) Open your eyes, and you shall see from the highest to the lowest. The peace of God be uppon you. K. Carmara, eodem tempore. Venite, Gradatim repetamus Opera Dei, &c. Nota Δ : Lib. Creationis 1 o . Principes loquebantur magnalia Dei: et secundo, Reges maxime hoc faciunt. Carmara, Nouemb. 17 (Sl.3188, pp. 81) Unus est Deus, et unum est opus nrm. Δ : Note -- very many cam uppon the convex superfices of the Transparent globe, and sayd, Parati sumus seruire Deo nostro. Prince Hagonel This work shall haue relation to tyme present, and present use. To mysteries far exceading it: And finally to a purpose & Intent: whereby the Maiestie and Name of God, shall and may, and, of force, must"},{"pageNumber":3,"pageContent":"This work shall haue relation to tyme present, and present use. To mysteries far exceading it: And finally to a purpose & Intent: whereby the Maiestie and Name of God, shall and may, and, of force, must appeare with the Apparition of his wunders, and mervayles yet unhard of. Dixi K. Camara, Nouemb. 19, (Sl.3188, pp. 92) D: Note, As Michael and Uriel, at the begynning of these revealed mysteries, were present, and gaue Authority to Carmara, to order the whole Heptarchicall Reuelation; so, at the Conclusion, they appeared agayn and Raphael with them; and Michael concluded the second boke (of this particular Reuelation Heptarchicall,) with these words following: Mercifull is our God, and Glorious is his Name: which Chuseth his Creatures, according to his owne secret Iudgment: This Art is the first part of a Threefold Art, Joyning Man, (with the knowledg of 1. the world, 2. the Government of his Creatures, and 3. the Sight of his Maiestie) unto him (O I say unto him,) which is Strength, Medicine, and Mercy to those that feare him. Amen. Michael, Nouemb. 19. Thow hast a work of three proportions in Esse: of Seuen in forme, which is (of it self) diuided by a Number Septenarie. Of the Course, estate, and detemination of things 1. Above, things 2. Next, and Things 3. Below. which of it self, is pure, perfect, and withoute blemish. &c. Carmara, Nouemb. 21. in appendix of the second boke. O God, how easy is this first understanding? Thow hast byn told perfectly, plainly, and absolutely, Not onely, the Condition, dignitie, and estate of All things that God hath framed: But allso, withall, Thow wart deliuered, the most pfect forme & use of them. &c. Carmara, Nouemb. 21."},{"pageNumber":4,"pageContent":"Euen as God is iust; his Judgments true; his Mercies unspeakable; So are we the True messangers of God: and our words are true in his Mercies for eu. Glory, (Ô Glory) be to thee, O most high God. King Carmara, Nouemb. 17. (Sl.3188, pp. 85) Now you towche the world, and the doings uppon Earth. Now we shew unto you the lower world. The Governors that work and Rule under God. By whome you may haue powre, to work such things, as shalbe to Gods Glory, profyt of your Cuntry, and the knowledg of his Creatures &c. We procede to One God, one knowledg, One Operation. Venite filiae. Behold these Tables. Herein lye theyr Names, that work under God uppon earth. Not of the wycked, but of the Angels of Light . The whole Government doth consist in the hands of 49(in God his powre, strength, Mercy, and Justice) whose Names are here evydent, excellent, and glorious. Mark these Tables: Mark them, Record them to yor Cumfort. This is the first knowledge. here shall you haue wisdome. Halleluyah. Mighty and Omnipotent art thow, Ô God, God, God, Amongst thy Creatures. Thow fillest all things, with thy excellent foresight. Thy Glory be amongst us, for euer. -D. Amen. Michael, Aprilis 29, 1582. \".49.\" (Sl.3188, pp 55-56) The fowntayne of wisdome is opened: Nature shalbe knowne. Erth with her Secrets discloased. The Elements with their powres iudged &c. Uriel [Apr 29] Behold, I teache: There are 4, Angels glorious and excellent: appointed for the Government of all erthly Actions: which 4, do work and dispose the will of the Creator: Limited from the begynning, in strength powre and glory. These shalbe Subject unto you . In the Name and by Invocating uppon the Name of God: who"},{"pageNumber":5,"pageContent":"Behold, I teache: There are 4, Angels glorious and excellent: appointed for the Government of all erthly Actions: which 4, do work and dispose the will of the Creator: Limited from the begynning, in strength powre and glory. These shalbe Subject unto you . In the Name and by Invocating uppon the Name of God: who doth lighten, dispose and cumfort you. &c. Uriel, Aprilis 29, Anno 1582 (Sl.3188, pp 62) What doth the heaven behold, or the Earth conteyne, that is not, or may be subdued, formed and made by these? What lerning grownded uppon wisdome, with the excellencies in Nature, can not they manifest? One in heaven they know: One, and all in Man they know: One, and all in earth they know. Measure heaven by a part (my meaning is, by these few). Let God be glorified: his name praised, his CREATION well taken: and his Creatures well used. King Carmara, Novemb. 19, of King Bobogel, his princis Ministers (Sl.3188, pp 91-92) He that standeth in the myddst of the Globe signifieth NATURE: whereuppon in the first point, is the use and practise of this work: That is to say, as concerning the first part, for it is sayde: The boke conteyneth Three kinds of knowledges. The knowledge of God truely The Number and doing of his Angells pfectly The begynning and ending of Nature Substantially. Uriel, May 5, Anno 1583. (Sl. 3188, pp 180) Cap. 2 Of John Dee, his principall, and in manner peculier Interest, to exercise the Doctrine Heptarchicall. Ultima est haec aetas vram, quae tibi"},{"pageNumber":6,"pageContent":"Ultima est haec aetas vram, quae tibi revelata erit. Anno 1582 [Uri]el, Nouemb. [15.] The Mysteries of God haue a tyme: And Behold, Thow art provyded for that tyme. Michael The Sonnes of light, and their Sonnes, are Subiect unto my commanndement: This is a Mysterie: I haue spoken of it: Note it thorowghly: They are my Servants. By them, Thow shalt work Marvayles. Prince Hagonel, Nouemb. 16. There are kings fals, and uniust, whose powre, as I haue subuerted and destroyed, So shallt Thow. D. Prince Hagonel, Nouemb. 16. The second Assembly were the Governors of the earth whose Glory, (Yf they be good) the weapons we haue towght thee (D), will augment, And, Consequently, (yf they be euyll,) pervert. ..em, eodem, tempore. I am BORNOGO. This is my Seale. This my true Character. What thow desyrest in me, shalbe fullfilled. Glory to God. Prince Bornogo, Nouemb. 16. Behold, Behold, lo Behold my mighty powre consisteth in this. Lerne wisdome by my words. This is wrowght for thy erudition what I entrust thee from God. Loke unto thy Chardg truely: Thow art yet dead. Thow shalt be revyved . But oh blesse God truely. The blessing, that God giueth me: I will bestow uppon thee, by omission. Ô how mighty is our God: which walked on the waters: which sealed me with his name: whose Glory is withoute ende. Thow hast written me, but yet dost not know me. Use me in the Name of God: I shall at the tyme appointed be ready. I will Manifest the works of the Seas: And the Miracles of the depe, shall be known. Prince Befafes, .....die Behold, thow desyrest, and art syck with desyre: I am the disposer thowgh not the Composer of Gods medicines. Thow desyrest to be cumforted and strengthened in thy labors: I mynister unto thee the"},{"pageNumber":7,"pageContent":"Behold, thow desyrest, and art syck with desyre: I am the disposer thowgh not the Composer of Gods medicines. Thow desyrest to be cumforted and strengthened in thy labors: I mynister unto thee the Strength of God. What I say is not of my self: Neither that which is sayde to me, is of them selves: but it is sayde of him wch liueth for euer. These Mysteries hath God lastly, and of his great Mercyes grannted unto thee. I haue answered thy dowting mynde. Thow shailt be glutted, yea filled: yea thow shalt swell and be puffed up with the perfect knowing of Gods mysteries in his Mercies. Carmara, 17. Nouemb. Abuse them not. Be faithfull: Use Mercy: God shall enriche the: Banish wrath: yt was the first* and greatest Commanndment. I Rayngne by him, and lyve by him, which rayneth and liueth for euer. * Annael gaue me that commanndement Anno 1581: in the preface, as it were, of all those Actions. I haue shewed thee perfectly: Behold I teach thee againe: O how mercifull is god, that revealeth so great Secrets to flesh and blud. Thow hast 42 letters. Thy Tables last, conteyne so many &c. King Carmara. die 17 Nouemb. Whan Thow wilt work for any thing apperteyning to the estate of a good King. Thow must first call uppon him, which is theyr prince. Secondly the Ministers of his powre, are Six. &c. King Carm. eodem temp. In owtward sense, my words are true: I speak now of the use of one of the first, that I spake of, or Manifested yesterday. Sayd I not, And shewed I not, which had the government of princes for as it is a Mysterie to a farder matter, So is it a purpose to a present use. Yf it Rule worldly princis: how much more shall it work, with the princis of Creation ? Thow desyrest use. I teach use. And yet the Art is to the farder understanding of all Sciences,"},{"pageNumber":8,"pageContent":"In owtward sense, my words are true: I speak now of the use of one of the first, that I spake of, or Manifested yesterday. Sayd I not, And shewed I not, which had the government of princes for as it is a Mysterie to a farder matter, So is it a purpose to a present use. Yf it Rule worldly princis: how much more shall it work, with the princis of Creation ? Thow desyrest use. I teach use. And yet the Art is to the farder understanding of all Sciences, that are past, present or yet to come . frute hath farder vertue, then onely in the eating: Gold his farder condition, property and quality, then in melting, or common use. Kings there are in Nature, with Nature, and above Nature. Thow art Dignified. &c. King Carmara. eodem tempore. Last of all thy Ryng, which was appointed thee with the Lamyne comprehending the forme of thy owne name: which is to be made in pfect gold: as is affore sayde. The Ring. King Carmara: eodem tempore. Thow shalt be cumforted: But respect the world to come, whereunto thow art provyded: and for what ende: and that in what tyme. Serve God truely. Serve him justly. Great care is to be had with those that meddle with Princis affaires: Much more Consideration with whome, Thow shalt meddle, or use any Practise: But God hath shaddowed thee, from destruction, He preserveth his faithfull, and shaddoweth the Just, with a shield of honor. None shall enter into the knowledg of these Mysteries with thee, but this worker . Thy estate with the Prince, (now raigning) shall shortly be amended. Her favor encreased with the good wills of Diuerse, that are now deceyvers. Thy hand shall shortly be their help : and thow shallt do wunderfull and many benefits (to the Augmenting of Gods glory) for thy Cuntry. finally, God doth enriche thee with knowledg: & of thy self hath given the understanding of these"},{"pageNumber":9,"pageContent":"Thow shalt be cumforted: But respect the world to come, whereunto thow art provyded: and for what ende: and that in what tyme. Serve God truely. Serve him justly. Great care is to be had with those that meddle with Princis affaires: Much more Consideration with whome, Thow shalt meddle, or use any Practise: But God hath shaddowed thee, from destruction, He preserveth his faithfull, and shaddoweth the Just, with a shield of honor. None shall enter into the knowledg of these Mysteries with thee, but this worker . Thy estate with the Prince, (now raigning) shall shortly be amended. Her favor encreased with the good wills of Diuerse, that are now deceyvers. Thy hand shall shortly be their help : and thow shallt do wunderfull and many benefits (to the Augmenting of Gods glory) for thy Cuntry. finally, God doth enriche thee with knowledg: & of thy self hath given the understanding of these worldly vanities . He is mercifull. And we, his good Creatures, neyther haue, do, nor will forget thee. God doth blesse you both: whose mercy, goodnes and grace, I pronownce and utter uppon you. I haue sayde. King Carmara. eodem tempore. Dee, Dee, Dee, At length, but not to late . [D: Note. King Bobogel said this of my atteyning to such mysteries, as the mysteries under him made shew of.] King Bobogel, Nouemb. 19. Lo, thus thow seest the glory of gods Creatures: whome thow mayst use, with the consideration of the day, their king, their Prince, and his Character. The king & prince govern for the whole day: the rest according to the six partes of the day. Use them to the glory, prayse and honor of him, which Created them, to the lawde & prayse of his Maiestie. Carmara, Nouemb. 20. Write this reverently. Note it with"},{"pageNumber":10,"pageContent":"Write this reverently. Note it with Submission. What I speak, hath not byn revealed: no not in these last tymes of the second last world &c. Thow shalt work marvaylous marvaylously by my workmanship in the highest. Bynepor, 20. Nouemb. Unto my Prince (my Subiect) are deliuered the keyes of the Mysteries of the Erth: All these are Angels that govern under him: &c: Use them; they are, & shalbe, at thy Commanndment. Bnaspol, 20. Nouemb. By me, Thow shalt cast out the powr of wycked Spirits. By me, Thow shalt know the doings & practises of evyll men, And more, then may be spoken, or uttred to man. Bnaspen, 20. Nouemb. Ô quanta est ho[min]is infirmitas et corruptio, qui Angelis, idq suis bonis, fidem autem Deo vix habet? O[mn]ia Mundana faeces, Mundi corruptiones in se habent. Deus nr, Deus nr, Deus (inquam) ille nr, Verus cum veris suis Angelis, eiq servientibus, semper verus est Pete [D] quae vis. Dixi: et quod dixi, Obumbratum est veritate, Justitia, et perfectione Ecce -- D holding up the meat-rod: Hic -- D pointing to the ende of the rod: per hoc -- D --- pointing to the myddle of it. Et a mensurae fine, nos, nostramq mensurabis [D] potestatem. Age (inquam) Quid vis? Obscurum enim Nihil est, quod per illum [EK] recepisti. Carmara, 21. Nouemb. One thing is yet wanting: a mete Receptacle &c. There is yet wanting a stone. &c. One there is most excellent: hid in the Secret of the depth &c. in the uttermost part of the Roman possession. &c. Lo the mighty hand of God is uppon thee"},{"pageNumber":11,"pageContent":"One thing is yet wanting: a mete Receptacle &c. There is yet wanting a stone. &c. One there is most excellent: hid in the Secret of the depth &c. in the uttermost part of the Roman possession. &c. Lo the mighty hand of God is uppon thee &c. Thow shalt prevayle with it, with kings, and with all Creatures of the world: whose beautie (in vertue) shall be more worth then the kingdomes of the earth &c. Go toward it, and take it up &c kepe it sincerely. Let no mortall hand towch it, but thy own. The receptacle. Carmara, Nouemb. 21. Thy Character must haue the names of the five Angells (written in the middst of Sigillum AEmath) graven uppon the other side in a Circle. In the middst wherof must the stone be (which was allso browght) Wherein, Thow shalt at all tymes Beholde, (privately to thy self) the State of Gods people, throwgh the whole earth. [Uriel] Anno 1583 May 5. Il. cuius nomen est p... filiorum Lucis: et pomtur in charactere ipuis Baligon sine Carmara Regis Go and thow shalt receive. Tary & you shall receive. Slepe & you shall see. But watch and yor eyes shalbe fully opened. One thing which is the grownd & element of thy desyre, is all ready perfited &c. Out of Seuen, Thow hast byn instructed (of the lesser part) most perfectly. All those before spoken of are Subiect to thy Call. &c. Of friendship, at any tyme thow mayst see them: and know what thow wilt. Every one (to be short) shall at all times and seasons shew thee direction in any thing &c. One thing I answer thee, for all offycis. Thow hast in subiection all officis. Use them whan it pleas thee, and as thy Instruction hath byn. Raphael, Marty 23; Anno 1583. The Lord sayeth, I haue hardened the hart"},{"pageNumber":12,"pageContent":"The Lord sayeth, I haue hardened the hart of One of you. yea I haue hardened him, as the flynt, and burnt him togither with the ashes of a Cedar. To the intent he may be proved Just in my work: and great in the Strength of my Glory. Neyther shall his mynde consent to the wyckednes of Iniquity. for, from Iniquitie I haue Chosen him to be a first Erthly witnes of my Dignitie . Uriel, Aprilis 23. Anno 1583. D - Uriel cam-in agayne, and an other with him, and lointly they two sayde togither, Glorify God for euer. And now Uriel stode behynde and the other sat down in the chayr , with a sword in his right hand. All his hed glistred like the sonne: the heare of his hed was long. he had wyngs: and all his lower partes seamed to be with feathers. He had a robe over his body, and a great light in his left hand. he sayd We are blessed from the begynning and blessed be the Name of God for euer. D - An innumerable Cumpany of Angels were abowt him: And Uriel did leane on the square table by. he that sat in the Chayre, sayde then Go forward. God hath blessed thee. I will be thy Gwyde. Thow shalt atteyn unto thy searching. The world begyns with thy Doings Prayse God. The Angels under my powre shalbe at thy Commanndement Thow shalt see me I wilbe seen of thee And I will direct thy liuing and Conversation"},{"pageNumber":13,"pageContent":"D - Uriel cam-in agayne, and an other with him, and lointly they two sayde togither, Glorify God for euer. And now Uriel stode behynde and the other sat down in the chayr , with a sword in his right hand. All his hed glistred like the sonne: the heare of his hed was long. he had wyngs: and all his lower partes seamed to be with feathers. He had a robe over his body, and a great light in his left hand. he sayd We are blessed from the begynning and blessed be the Name of God for euer. D - An innumerable Cumpany of Angels were abowt him: And Uriel did leane on the square table by. he that sat in the Chayre, sayde then Go forward. God hath blessed thee. I will be thy Gwyde. Thow shalt atteyn unto thy searching. The world begyns with thy Doings Prayse God. The Angels under my powre shalbe at thy Commanndement Thow shalt see me I wilbe seen of thee And I will direct thy liuing and Conversation Put up thy penne. Michael, his manner of apparition. Michael, Marty 11. Anno 1582. D - Now Michael thrust out his right arme, with the sworde. And bad the Skryer to loke. Then the Sword did seame to cleave in two. And a great fyre flamed out of it vehemently. Then he tok a Ring out of the flame of his sworde, and gave it to Uriel, and sayde, The strength of God is unspeakable. Praysed be God for euer, and euer: D - Then Uriel did make cursy to"},{"pageNumber":14,"pageContent":"D - Now Michael thrust out his right arme, with the sworde. And bad the Skryer to loke. Then the Sword did seame to cleave in two. And a great fyre flamed out of it vehemently. Then he tok a Ring out of the flame of his sworde, and gave it to Uriel, and sayde, The strength of God is unspeakable. Praysed be God for euer, and euer: D - Then Uriel did make cursy to him. Mich. - After this sort must thy ring be: Note it. &c. I will reveale the thys Ring: which was never revealed since the death of Salomon with whome I was present. I was present with him, in strength, and Mercy . Lo this it is. This it is, wherewith, All Miracles and diuine works and wonders were wrowght by SALOMON. This it is which I haue revealed unto thee. This it is, which Philosophie dreameth of. This it is which the Angels skarse know. This it is: and blessed be his name: yea his name be blessed for euer. &c. D - Then he layd the Ring down uppon the Table: and sayd, Note. D - I noted the manner of the Ring in all points. D - After that he threw the Ring down uppon the Table and it seamed to fall throwgh the Table. Michael, Marty 14. The Ring Michael - So shall it do at thy Commanndement. Without this, Thow shalt do Nothing. Blessed be his Name, that cumpasseth all things. Wonders are in him, and his Name is wonderfull. His Name worketh wonders, from Generation, to Generation: Michael Nothing to be done without the Ring. Mich - Note - D Then he browght-in the seale, which he shewed the other day: And opened his Sword: and bad the Skryer, Reade: and he Red, EMETH - D - Then the Sworde"},{"pageNumber":15,"pageContent":"cloased up againe: and Michael sayd - This I do open unto thee; bycause, Thow Marvayldst at Sigillum Dei, This is the Name of the seale: which be blessed for euer. This is the seale self. This is holy: This is pure. This is for euer. Amen. HYPERLINK \"http:// www.esotericarchives.com/dee/aemethd.gif\" Sigillum Aemeth . As Truely, as I was with Salomon, So truely will I be with thee. &c. I was with Salomon, in all his works, and wonders. Use me, in the Name of God, for all occasions. Michael, Marty 15, 1582. Cap. 3. Some Remembrances of the furniture and Circumstances necessary in the Exercise Heptarchicall. First cast thy eye unto the Generall Prince, Governor or Angell that is Principall in this world. Then place my name whome thow hast allready: Than the Name of him, that was shewed the yesterday [with the short coate.] Then his powre, with the rest of his six perfect Ministers. With these thow shalt work to a good ende. All the rest thow mayst use to Gods glory. for euery one of them, shall minister to thy Necessities. King Carmara in the presence of Michael, Anno 1582, Nouemb.17. Moreover whan thow workest, thy feete must be placed uppon these Tablets, which thow seest wrytten last, comprehending 42 letters and Names. But with this Consideration: that the first Character (which is the first of the 7, in thy former boke), be placed uppon the top of the Table; which thow wast, and art, and shalt be commannded to haue, and use. The Table Last of all the Ryng: which was appointed thee: with the Lamine comprehending the forme of thy own name: which is to be made in perfect Gold: as is afforesayd. Euen as God is Just. his Judgments true, his Mercies unspeakable So are we the True Messangers of god. And our words are true in his Mercy for euer. Glory O Glory, be to thee, O most high God. Ring"},{"pageNumber":16,"pageContent":"Lo thus thow seest the glory of Gods Creatures: whome thow mayst use, with the Consideration of the day, their king, their Prince and his Character. The king and Prince Govern for the whole day. The rest according to the six parts of the day. Use them to the glory, prayse, & honor of him, which Created them, to the lawde & prayse of his Maiestie. King Carmara, Nouemb. 20. The Characters of the kings are in the Globe; And of the Princis, in the Heptagonon. K. Carmara, Nouemb. 21. The Sonns of light, and their Sonns, are Subiect unto my Commanndement. This is a mysterie. I haue spoken of it. Note it throwghly. They are my Servants. By them, thow shalt work mervayles. My tyme is yet to come . The Operation of the earth is Subiect to my powre. And I am the first of the twelve. My Seale is called Barees: and here it is. Prince Hagonel, Nouemb. 16. In his Name, with my Name, by my Character, & the rest of my Ministers, are these things browght to passe. These that lye heare are witches, enchanters, deceyvers & blasphemers. And finally all they that use Nature with Abuse: and dishonor him which raigneth for euer. The Second Assembly, were the Governers of the earth whose Glory yf they be good, the weapons which we haue towght thee will augment: And Consequently, (yf they be evyll,) will pervert. The Third Assembly are those, which taste of Gods Mysteries, and drink of the Juyce of Nature: whose myndes are diuided: Some with eyes looking toward Heaven: The rest to the Center of the Erth. Vbi non Gloria, nec Bonitas, nec Bonum est. It is wrowght, (I say) it is wrowght (for thy"},{"pageNumber":17,"pageContent":"In his Name, with my Name, by my Character, & the rest of my Ministers, are these things browght to passe. These that lye heare are witches, enchanters, deceyvers & blasphemers. And finally all they that use Nature with Abuse: and dishonor him which raigneth for euer. The Second Assembly, were the Governers of the earth whose Glory yf they be good, the weapons which we haue towght thee will augment: And Consequently, (yf they be evyll,) will pervert. The Third Assembly are those, which taste of Gods Mysteries, and drink of the Juyce of Nature: whose myndes are diuided: Some with eyes looking toward Heaven: The rest to the Center of the Erth. Vbi non Gloria, nec Bonitas, nec Bonum est. It is wrowght, (I say) it is wrowght (for thy understanding) by the Seven of the Seven, which were the Sonns of Sempiternitie. whose Names thow hast written, and Recorded to Gods glory. P. Hagonel, eodem tempore Note. Prince Butmono sayd this: but the office is under king Bnaspol, whose prince is Blisdon. The Mystery of this I know not yet: For Blisdon will be fownd to be the proper minister of king Bnaspol. Vide Anno 1583 May 5, of the Making of Mensa faeders, and my Golden Lamine. Mark this: All Spirits enhabiting within the Erth: where their Habitation is of force, not of wyll: (Except the Myddst of my self, which I know not) are Subiect to the Powre herof [pointing to his seale] with this, you shall Govern: Wyth this you shall unlok: with this, (in his name who raigneth) you shall discover her entrayles. Carmara, Nouemb. 17. Whan thow wilt work for any thing appertayning unto the estate of a good king. Thow must call uppon him, which is theyr Prince. Secondly the Ministers of his Powre are Six: whose Names conteyn 7 letters apece . As thy Tables do manifest. By whome in generalty, or by any one of them, in particularitie: Thow shalt work for any Intent or purpose. As concerning the letters, particularly, They do concerne, the"},{"pageNumber":18,"pageContent":"Whan thow wilt work for any thing appertayning unto the estate of a good king. Thow must call uppon him, which is theyr Prince. Secondly the Ministers of his Powre are Six: whose Names conteyn 7 letters apece . As thy Tables do manifest. By whome in generalty, or by any one of them, in particularitie: Thow shalt work for any Intent or purpose. As concerning the letters, particularly, They do concerne, the Names of 42. which 42, in generally or One of them, do and can work, the destruction, hindrance or annoyance, of the estate, Condition, or degree (as well for body as government) of any wicked, or yll liuing Prince. &c. Venito Bobogel, Rex et Princeps Nobilitatis: Venito cum Ministris: venito (inquam) venito cum Satellitibus tuis, munitus. [D - This I Note for the form of calling] King Carmara, die 17. Nouemb. Veni Princeps 7 principum, qui sunt Aquarum Principes: Ego sunt Rex Potens et mirabilis in Aquis, cuius potestas; est aquarum visceribus. Babalel to his Prince: eodem temp. Venito, veni (inquam) Adesto: Veni Rex. O Rex, Rex, Rex Aquarum Carm: eodem t. Venito. Venito (inquam) Magna est tua, Maior autem mea potestas. Vitam dedit Deus omnibus Creationis. Venite: Veni Ignis: Veni vita mortalium (inquam) Venito. Adestum Regnat Deus. O venite. Nam unus ille Regnat, et est vita viuentium. K. Car. eodem t. Venite, ubi, nulla quies sed stridor dentium King Car. eodem temp. Venite vos, qui sub mea estis potestate K. Car[mara also] Baligon. eodem tempore. Behold, euery one of these Princis must haue his peculier Table. K. Car. 2, Nouemb. Thy Character must haue the names of the five Angels (written in the Myddst of Sigillum AEmeth) graven uppon the other side, in a circle. In the mydst wherof, must"},{"pageNumber":19,"pageContent":"Thy Character must haue the names of the five Angels (written in the Myddst of Sigillum AEmeth) graven uppon the other side, in a circle. In the mydst wherof, must the Stone be; which was aliso browght. Wherein, thow shalt at all tymes, Behold, (privately to thy self) the state of gods People, throwgh the whole earthe. The 4 fete of the Table, must haue 4 hollow things, of Sweet wood: whereuppon they must stand. within the hollownes wherof, thy Seales may be kept unperished. One month is all for the use therof . Uriel, May 5, Anno 1583. The sylk must be of diuerse Cullours: the most changeable that can be gotten. for who is hable to behold the glory of the seat of God. Uriel, 1583, May 5. The Character or Lamyne for me was noted (Anno 1582 Nouemb. 17) that it shold conteyne some token of my name: And now in this accownted the True Character of Dignification, I perceyue no peculier Mark or letters of my Name. Uriel - The forme, in euery corner, considereth thy Name - D - you meane, there, to be a certayne shaddow of Delta - Uriel - Well. eodem tempore quo supra. D - What is the use of the 7 Tables, (like Armes) and from what grownd are they framed, or deriued? Uriel - They are the ensignes of the Creation: wherewithall they were Created by God: known onely by theyr acquayntance, & the manner of their doings. Uriel: Creationis insignia. D - haue I rightly applyed the dayes to the kings? - Uriel - The dayes are rightly applyed to the kings. Ur. eodem tempore D - The Characters, and words annexed to the kings names, in the utter Circumference of the great Circle or globe, how are they to"},{"pageNumber":20,"pageContent":"D - The Characters, and words annexed to the kings names, in the utter Circumference of the great Circle or globe, how are they to be used? Ur- They are to be paynted on swete wood: And so to be held in thy hand as thow shalt haue cause to use them. Eodem temp. Sigillum AEmeth, is to be set in the Middle of the Table. Il, Aprilis 28, 1583. Grace, mercy and peace be unto the liuely branches of his florishing kingdome. And strong art thow in thy Glory, which dost unknyt the Secret partes of thy liuely workmanship: and that, before the weak understanding of man. Herein is thy powre and Magnificence Opened unto man. And why? bycause thy diuinitie and Secret powre, is here shut-up in numero Ternario, et Quaternario - Aquo Principium, et fundamentum omne huius est tui sanctissimi Operis Il: the first of the 7 sonns of sonns of light. Aprilis 28, 1583. For yf thow (O God) be wunderfull and incomprehensible in thyne owne Substance, yt must nede follow, that thy works, are likewise incomprehensible. But Lo, they shall now beleue, because they see: which heretofore, could skarsly beleue. Strong is the Influence of thy Supercelestiall powre: And mighty is the force of that Arme, which overcommeth all things. Let all powre (therfore) rest in thee. Amen. Leave oute the Bees of the 7 names of the 7 kings, and 7 Princis And place them in a Table diuided by 12 and 7, The 7 spaces being uppermost. And therin write in the upper lyne, the letters of the king, with the letters of his Prince following next after his name. And so of the Six other, and theyr Princis. And read them on the right hand, from the upper part to the lowest. And thow shalt fynde, then, the Composition of"},{"pageNumber":21,"pageContent":"For yf thow (O God) be wunderfull and incomprehensible in thyne owne Substance, yt must nede follow, that thy works, are likewise incomprehensible. But Lo, they shall now beleue, because they see: which heretofore, could skarsly beleue. Strong is the Influence of thy Supercelestiall powre: And mighty is the force of that Arme, which overcommeth all things. Let all powre (therfore) rest in thee. Amen. Leave oute the Bees of the 7 names of the 7 kings, and 7 Princis And place them in a Table diuided by 12 and 7, The 7 spaces being uppermost. And therin write in the upper lyne, the letters of the king, with the letters of his Prince following next after his name. And so of the Six other, and theyr Princis. And read them on the right hand, from the upper part to the lowest. And thow shalt fynde, then, the Composition of this Table. Therin, they are all comprehendedi saving certayne letters, :which are not to be put-in here: By reason that the Kings & Princis do spring from God: And Not God from the Kings and Princis . Which excellency is comprehended: and is allso manifest, in that Third and fowrth Number. Rownd abowte the sides [of this square Table] is every letter of the 14 Names, of the 7 kings and princis. Hereafter, Shall you perceiue, that the Glory of this Table surmownteth the Glory of the Sonne . All things els that appertayne unto it, are all ready prescribed by yor former Instruction. the liuing and semp adherent Minister to K. Baligon: and his name is exprest in his Character, vide Novemb. 21. Anno 1582. God is the begynning of all things, but not after One soft: Nor to euery one alike. But it is Three manner of works with his"},{"pageNumber":22,"pageContent":"God is the begynning of all things, but not after One soft: Nor to euery one alike. But it is Three manner of works with his Name. The one, in respect of Dignification The Second, in respect of Conciliation The Third, in respect of an ende, and determined Operation. Now Sir, to what ende wold you weare yor Character? &c. But how do I teach? The Character is an Instrument appliable Onely to dignification. But there is no Dignification (Syr) but that which doth procede, and hath his perfect Composition Centrally, in the Square Number of 3 and 4. The Centre wherof shall be equall to the greatest. Hereby you may gather, Not onely to what ende, the Blessed Character (wherewith thow shalt be dignified ) is Prepared: But allso the Nature of all other Characters . INCLUDEPICTURE \"http:// www.esotericarchives.com/dee/hm1.gif\" \\* MERGEFORMATINET Aprilis 29. 1583: dignification. To the Second - D - Conciliation, you meane. Il - The Table is an Instrument of Conciliation. And so are the other 7 Characters, which you call by the Name of Tables: Squared out into the forme of Armes: which are propre to euery King and Prince, according to theyr order. Conciliation Now to the last - D - As concerning the ende & determyned Operation - Il - It onely consisteth in the Mercy of God, & the Characters of these* bokes. &c. Set downe the Kings, and theyr Princis, in a Table, as thow Knowest them: with theyr letters backward (excepting theyr Bees) from the right hand to the left. Let Bobogel be the first, and Bornogo his Prince. &c."},{"pageNumber":23,"pageContent":"Now to the last - D - As concerning the ende & determyned Operation - Il - It onely consisteth in the Mercy of God, & the Characters of these* bokes. &c. Set downe the Kings, and theyr Princis, in a Table, as thow Knowest them: with theyr letters backward (excepting theyr Bees) from the right hand to the left. Let Bobogel be the first, and Bornogo his Prince. &c. D Note. D - So, on my Character or lamyne of dignificati on: are all the names of the 7 kings, and of the 7 Princis, perfectly: as in the great Table, (called often tymes Mensa Faederis) the Bees, onely, (being the first letter common to them all) kept bak, in memory. De sigillo Æmeth; alr, vocato Sigillo Dei. D - Note, here, it may appere that Butmono is Prince to Bynepor, and Blisdon prince to King Bnaspol. Michael - I will shew thee, in the mighty hand and strength of God, what his Mysteries are: The true Circle of his Æternitie: comprehending all Vertue: The whole and Sacred Trinitie: Oh holy be he: Oh Holy be he: Oh holy be he. Michael, 1582, Marty 19. D - Uriel answered, Amen. Mich - Now, what wilt thow? - D - I wold full fayne procede according to the Matter in hand. Mich - Diuide this owtward Circle into 40 equall partes: whose greatest numbers are 4. See thow do it presently - D: I did so. diuiding it first into 4; and then every of them, into 10. D - he called one by name Semiel. One came in, and kneled down: and great fyre, came out of his mowth, Michael sayd, To him are the Mysteries of these Tables known. Michael sayd, Semiel, (againe) and by & by he annexed, O God thow hast"},{"pageNumber":24,"pageContent":"D - Uriel answered, Amen. Mich - Now, what wilt thow? - D - I wold full fayne procede according to the Matter in hand. Mich - Diuide this owtward Circle into 40 equall partes: whose greatest numbers are 4. See thow do it presently - D: I did so. diuiding it first into 4; and then every of them, into 10. D - he called one by name Semiel. One came in, and kneled down: and great fyre, came out of his mowth, Michael sayd, To him are the Mysteries of these Tables known. Michael sayd, Semiel, (againe) and by & by he annexed, O God thow hast sayde, and thow liuest for euer. &c. Semiel stode up and flaming fyre cam out of his mowth, and than he saide, as followeth. Semiel - Mighty Lord, what woldst thow with the Tables? Michael - It is the will of God, thow fatch them hither. Sem - I am his Tables. Behold, these are his Tables, Lo where they are. There cam-in 40 white Creatures, all in white Silk long robes; And they like Children. And all they, falling on their knees, sayde: Thow onely, art Holy among the Highest: O God, thy Name be blessed for euer. D - Michael stode up out of his Chayre: and by & by, All his leggs to be like two great Pillers of Brasse: & he as high, as half way to heven. And by and by, his Sworde was all on fyre: And he stroke or drew his sword over all these 40 their heds. The Earth quaked. And the 40 fell downe. And Michael called Semiel with a"},{"pageNumber":25,"pageContent":"D - Michael stode up out of his Chayre: and by & by, All his leggs to be like two great Pillers of Brasse: & he as high, as half way to heven. And by and by, his Sworde was all on fyre: And he stroke or drew his sword over all these 40 their heds. The Earth quaked. And the 40 fell downe. And Michael called Semiel with a Thundring voyce: and sayde, Declare the Mysteries of the liuing God: our God: of One that liueth for euer. Michael, 1582, Marty 19. Sem - I am ready. D - Michael stroke ouer them with his sword: and they all fell downe (and Uriel allso) on his knees. And commonly at the striking with the sworde, flaming fyre, like lightening, did flash with all. Michael - Note: Here is a Mysterie. D - Then stept furth, One of the 40, from the rest: & opened his breast, which was covered with Sylk, and there appeared a great INCLUDEPICTURE \"http:// www.esotericarchives.com/dee/d10.gif\" \\* MERGEFORMATINET all of Gold. Michael - Note the number - D - over the T, stode the Number of 4, on this fashion: INCLUDEPICTURE \"http:// www.esotericarchives.com/dee/d11.gif\" \\* MERGEFORMATINET D - The 40, all, cryed: Yt liueth, and Multiplyeth for euer: Blessed be his Name. D - That Creature did shut up his bosome, and vanished away like a fyre. Michael - Place that, in the first place: It is the Name of God. D - Then there seamed a great Clap of thunder to be."},{"pageNumber":26,"pageContent":"Sem - I am ready. D - Michael stroke ouer them with his sword: and they all fell downe (and Uriel allso) on his knees. And commonly at the striking with the sworde, flaming fyre, like lightening, did flash with all. Michael - Note: Here is a Mysterie. D - Then stept furth, One of the 40, from the rest: & opened his breast, which was covered with Sylk, and there appeared a great INCLUDEPICTURE \"http:// www.esotericarchives.com/dee/d10.gif\" \\* MERGEFORMATINET all of Gold. Michael - Note the number - D - over the T, stode the Number of 4, on this fashion: INCLUDEPICTURE \"http:// www.esotericarchives.com/dee/d11.gif\" \\* MERGEFORMATINET D - The 40, all, cryed: Yt liueth, and Multiplyeth for euer: Blessed be his Name. D - That Creature did shut up his bosome, and vanished away like a fyre. Michael - Place that, in the first place: It is the Name of God. D - Then there seamed a great Clap of thunder to be. And so furth: And note that the whole Second boke is Nothing els but the Mysteries most Mervaylous of Sigillum Dei: otherwise called Sigillum AEmeth. wherof here I did but leave a little admonishement. Note farder, Almost all the Third boke, was of the 7 Ensignes of Creation. wherof mention was here before made. D - The Chayre was browght-in againe: and I axed what it ment?"},{"pageNumber":27,"pageContent":"D - The Chayre was browght-in againe: and I axed what it ment? Uriel - This is a Seal of perfection: from which, Things shalbe shewed unto thee, which thow hast long desyred . D - Than was a square Table browght into the Stone. and I demanded, what that Table betokened. Uriel - A Mysterie not yet to be knowne. These two shall remayne in the stone, to the sight of all undefyled Creatures. You must use a fowre-square Table; Two Cubits square. whereuppon must be set Sigillum Dei: &c. [alr Diuinitatis?] This Seale must not be loked uppon, without great Reverence and devotion. This Seale is to be made of perfect wax. This Seale must be , ynches square [D: or diameter.] The rowndness must be 27 ynches, and somwhat More. The thiknes of it must be, an ynch, and a half quarter. And a figure of a Crosse, must be on the backside of it, made thus: INCLUDEPICTURE \"http:// www.esotericarchives.com/dee/d6.gif\" \\* MERGEFORMATINET The Table is to be made of swete wood: & of two Cubits high: with 4 fete with 4 of the former seales under the 4 feete. Under the Table did seame to be layde red sylk two yards square. And over the Seale, did seame likewise red Silk to lye fowr-square: broader then the Table, hanging down with 4 knopps or Tassels, at the 4 Corners therof. Uppon this uppermost red Sylk, did seme the Stone with the frame, to be set: right over and uppon the Principall Seale: Saving that the red Sylk, was betwene the"},{"pageNumber":28,"pageContent":"You must use a fowre-square Table; Two Cubits square. whereuppon must be set Sigillum Dei: &c. [alr Diuinitatis?] This Seale must not be loked uppon, without great Reverence and devotion. This Seale is to be made of perfect wax. This Seale must be , ynches square [D: or diameter.] The rowndness must be 27 ynches, and somwhat More. The thiknes of it must be, an ynch, and a half quarter. And a figure of a Crosse, must be on the backside of it, made thus: INCLUDEPICTURE \"http:// www.esotericarchives.com/dee/d6.gif\" \\* MERGEFORMATINET The Table is to be made of swete wood: & of two Cubits high: with 4 fete with 4 of the former seales under the 4 feete. Under the Table did seame to be layde red sylk two yards square. And over the Seale, did seame likewise red Silk to lye fowr-square: broader then the Table, hanging down with 4 knopps or Tassels, at the 4 Corners therof. Uppon this uppermost red Sylk, did seme the Stone with the frame, to be set: right over and uppon the Principall Seale: Saving that the red Sylk, was betwene the one, & the other. D - There appeared the first Table covered, with a cloath of Sylk changeable cullour, Red & greene, with a white Cloth under it: all hanging very low. Nouemb. 21. Anno 1582 Caput 4. Some Notice of peculier formes, and attire, wherein, the Kings, Princis and Ministers Heptarchicall appeared, and of some their Actions, and gestures at their apperance. &c."},{"pageNumber":29,"pageContent":"Caput 4. Some Notice of peculier formes, and attire, wherein, the Kings, Princis and Ministers Heptarchicall appeared, and of some their Actions, and gestures at their apperance. &c. King CARMARA This king, (being called first by Uriel,) appeared, as a Man, very well proportioned: clad in a long purple Robe: and with a Triple Crowne of Gold on his hed. At his first coming he had 7 (like men) wayting on him: which afterwarde declared them selves to be the 7 Princis Heptarchicall. Uriel deliuered unto this king (at his first appearing) a rod or straight little rownd Staff of Gold: diuided into three equall distinctions, whereof, two were dark or blak: and the third bright red. This red he kept still in his hand. This king onely, was the ordrer, or disposer, of all the doctrine, which I terme Heptarchicall. as first, by calling the 7 Princis and after that, the 7 kings: and by giving instructions for use and Practise of the whole doctrine Heptarchicall for the first purpose, and frute therof to be enjoyed by me: of the two other there was onely Mention made. King CARMARA sayd, Ecce signum operis INCLUDEPICTURE \"http:// www.esotericarchives.com/dee/hm2.gif\" \\* MERGEFORMATINET There appered these two letters, eversed and aversed on a white flag: and a woman standing by: whose armes did not appere. On the other side appered the armes of"},{"pageNumber":30,"pageContent":"This king, (being called first by Uriel,) appeared, as a Man, very well proportioned: clad in a long purple Robe: and with a Triple Crowne of Gold on his hed. At his first coming he had 7 (like men) wayting on him: which afterwarde declared them selves to be the 7 Princis Heptarchicall. Uriel deliuered unto this king (at his first appearing) a rod or straight little rownd Staff of Gold: diuided into three equall distinctions, whereof, two were dark or blak: and the third bright red. This red he kept still in his hand. This king onely, was the ordrer, or disposer, of all the doctrine, which I terme Heptarchicall. as first, by calling the 7 Princis and after that, the 7 kings: and by giving instructions for use and Practise of the whole doctrine Heptarchicall for the first purpose, and frute therof to be enjoyed by me: of the two other there was onely Mention made. King CARMARA sayd, Ecce signum operis INCLUDEPICTURE \"http:// www.esotericarchives.com/dee/hm2.gif\" \\* MERGEFORMATINET There appered these two letters, eversed and aversed on a white flag: and a woman standing by: whose armes did not appere. On the other side appered the armes of england. The flag old. King CARMARA Prince HAGONEL Note. All the Princis, seemed to be men, and to haue red Robes, but this Prince, his Robe was shorter then the others. All the Princis, had Cerclets, of Gold on theyr heds: not crowns nor Coronets. This"},{"pageNumber":31,"pageContent":"Note. All the Princis, seemed to be men, and to haue red Robes, but this Prince, his Robe was shorter then the others. All the Princis, had Cerclets, of Gold on theyr heds: not crowns nor Coronets. This Prince held in the palme of his right hand, as yf it had byn a rownd ring, with a prick in the mydst: hanging allso over his myddle fingers. which he affirmed to be his seale: and sayd the name of it, to be Barees: and that it is INCLUDEPICTURE \"http://www.esotericarchives.com/dee/ hm4.gif\" \\* MERGEFORMATINET . Prince HAGONEL All the Princis held up to gither, Heptagonon stellare, (as I terme it) and it seamed to be of Copper. The Sonnes of light and theyr Sonnes are Subiect unto his commanndement, and are his Servants. Subiects and servants of Prince Hagonel. 7 Filij Lucis: I Ih Ilr Dmal Heeoa Beigia Stimcul: In Sigillo 7 Filij Fili.: El An Aue Liba Rocle Hagonel Ilemese: Emeth INCLUDEPICTURE \"http:// www.esotericarchives.com/dee/hm3.gif\" \\* MERGEFORMATINET The 7 Filij Lucis, appeared, like 7 yong men , all with bright countenances, white apparaled: with white silk on theyr heds, pendant behinde with a wreth down to the grownd. all apparayled of one sort. Euery one seamed to haue a metalline Ball in his hand: the first of Gold; the Second of Siluer; The 3 of Coper; The 4th of Tynne; The 5th of lern; the 6th tossed betwene his two hands, a rownd thing of quick syluer; The last had a ball of lead. The first had on his brest a rownd Tablet of Gold: and on it written a great I. And the second on his golden Tablet had his name also written. And every one orderly comming furth, shewed theyr names uppon their golden Tablets: At theyr"},{"pageNumber":32,"pageContent":" INCLUDEPICTURE \"http:// www.esotericarchives.com/dee/hm3.gif\" \\* MERGEFORMATINET The 7 Filij Lucis, appeared, like 7 yong men , all with bright countenances, white apparaled: with white silk on theyr heds, pendant behinde with a wreth down to the grownd. all apparayled of one sort. Euery one seamed to haue a metalline Ball in his hand: the first of Gold; the Second of Siluer; The 3 of Coper; The 4th of Tynne; The 5th of lern; the 6th tossed betwene his two hands, a rownd thing of quick syluer; The last had a ball of lead. The first had on his brest a rownd Tablet of Gold: and on it written a great I. And the second on his golden Tablet had his name also written. And every one orderly comming furth, shewed theyr names uppon their golden Tablets: At theyr departing they made cursy & mownted up to heven ward: Filij Lucis - Anno 1582, Marty 21. Filij Filiorum - Appeared like 7 little Children, like boyes covered all with purple, with hanging sleves, like preists, or scholers gown sleves: theyr heds attyred all after the former manner with purple Sylk. They had three cornered Tablets on their brests: and the Tablets seemed to be very greene. and on them, the letters of their names written. The first had two letters, made in one thus, of E and L: INCLUDEPICTURE \"http:// www.esotericarchives.com/dee/hm5.gif\" \\* MERGEFORMATINET They made reverence to Michael (who had called both the first & these) and so mownted up to heven ward. At the Call of King Carmara; (in the Second handling of this Heptarchicall doctrine) whan he sayd, Venite, Repetamus Opera Dei, Appered Prince Hagonel: and after that, uppon the Globe his Convex Superficies, appeared 42: who sayd, Parati sumus servire Deo nro. Eche of these, had somewhat in theyr hands: and they stode in this order, and Hagonel seamed to embrace the Cumpany. INCLUDEPICTURE \"http://www.esotericarchives.com/dee/hm6.gif\" \\* MERGEFORMATINET Six of these seamed more glorious then the rest: & theyr coates longer: and had Cerclets of Gold, abowt theyr heds: and held in theyr hands perfect Crownes of Gold. The Second Six had three quarters of Croens in theyr hands: The third six haue robes or clothes in theyr hands: All the rest seamed to haue balls of Gold: which they tosse from one to another. But at the Catching, they seame empty wynde Balls: for they gripe them cloasing theyr hands,"},{"pageNumber":33,"pageContent":"as yf they were not solid, but empty like a blown bladder. The first six made cursy to Prince Hagonel. The second six made cursy to the first, & the Third to the Second: And they all, and Prince Hagonel made Cursy, to king CARMARA. Eche of these uppon the place of theyr Standing, made a Table and every Table had but one letter. The first of the first Six did go away, and in his Table appered an O. & so of the rest: but note that the Third six cowred down, & was loath to shew their Tables: but at length did. The Third row, went of lamenting: being comannded by the Prince, All parted, in fyre, falling into the Globe. The fifth Row did Synk into the Globe, euery one in a sundry fyre by him self. The sixth fell with smoke, down into the Globe. O E S N G L E A V Z N I L N Y L L M A F S N R S O G O O N R R C P R N L A B D G R E K. Carmara sayde Remember how they stode when they were secondly disposed unto thee. They stode first in Six Rowes: and next they were turned into 7. I speak of the greater Number & not of the lesser. In speaking of the greater I haue comprehended the lesser. D - Note. K. Car. There are but 6 Names that are in Subiection unto the Prince: The first 7 next him: are those which held the fayr & bewtifull Crownes. The first 7 are called by those names that thow seest: O E S &c. D - Note. This diversity of Reckening by 6, and by 7, I can not yet well reconcyle. ------ INCLUDEPICTURE \"http://www.esotericarchives.com/dee/hm7.gif\" \\* MERGEFORMATINET King BOBOGEL INCLUDEPICTURE \"http://www.esotericarchives.com/dee/hm8.gif\" \\* MERGEFORMATINET Appeared in a black veluet coat: And his hose close rownd hose, with veluet upperstocks: overlayde with gold lace: On his hed a veluet hatcap: with a black feather in it: with a Cape hanging on one of his sholders. His purse hanging abowt his neck: and so put under his gyrdell at which hong a gylt rapier. his beard was long he had plinufles & pynsions. And he sayd, I weare these robes not in respect of my self, but of my government: &c."},{"pageNumber":34,"pageContent":"Prince BORNOGO Appeared in a red Robe, with a Gold Cerclet on his hed: he shewed his Seale, and sayde, This it is. INCLUDEPICTURE \"http://www.esotericarchives.com/dee/hm9.gif\" \\* MERGEFORMATINET Ministers: 42: Seven of the Ministers are apparayled like Bobogel the king: sagely and gravely. All the rest are allmost ruffen or roysterlike. Som are like to be men and wemen. for in the forepart they seamed wemen, and in the bakpart men, by theyr apparayle: And they were the last 7. They dannsed, lept, & kissed. They cam afterward into a Circle: the Sage & the rest: But the Sage stand all togither. The first of the Sage lift up his hand a loft, and sayde, Faciamus secundum voluntatem Dei: Ille Deus noster, est vere Nobilis et aeternus. He pluckt up his right fote, and under it appered an L. & of the rest in like manner, appered theyr letters or names. 1. The first 7 grew all togither in a flame of fyre, and so sonk down into the Transparent fyry Globe of the New World. 2. The second 7 fell down like drops of Mettall. 3. The Third 7 Clasp togither, & fall down in a thik smoke. 4. The 4th Seven, ioyne togither, and vanish like drops of water. 5. The fifth 7, fall down like a storme of haile. 6. The last vanished away. At an other tyme, they cam (being called by King Carm.) all 42 bringing a rownd Table over their heds flatwise: and then they layd it down & stode abowt it: the letters being as before. L E E N A R B L N A N A E B R O E M N A B L E A O R I B N E I C I A B A O I D I A B INCLUDEPICTURE \"http://www.esotericarchives.com/dee/hm10.gif\" \\* MERGEFORMATINET"},{"pageNumber":35,"pageContent":" INCLUDEPICTURE \"http://www.esotericarchives.com/dee/hm11.gif\" \\* MERGEFORMATINET King BABALEL Appeared with a Crown of Gold on his hed: wyth a long robe whitish of Cullour. His left arme sleve, was very white: and his right Arme sleve was black. he seamed to stand uppon water. his name was written in his forhed: BABALEL Prince BEFAFES He appeared in a long red robe, with a cerdet of gold on his hed. He had a golden girdle: and on it written BEFAFES. He opened his bosom, & appeared leane: and seamed to haue feathers under his Robes. His Seale, or Character, is this: INCLUDEPICTURE \"http://www.esotericarchives.com/dee/hm12.gif\" \\* MERGEFORMATINET Ministers: 42: Of his 42 Ministers, the first 7, had Cerclets of Gold on theyr heds and the king BABALEL called Befafes, saying, Veni Princeps in principum, qui sunt Aquarum Principes . Euery one of the 42 had a letter in his forhed. They were 7 in a row; and 6, downward. But of the first 7 the letters became to be betwene theyr feet, and the water seamed contynually to pass over these letters. The first 7 take the water & throw it up, and it becometh clowdes. The Second throw it up, and it becommeth hayle & snow &c. The 42 diue into the water, & so vanish away. And Babalel and Befafes allso was suddenly gone. Theyr Names and Characters appeared to be these, which follow in these squares. E I L O M F O N E O T P T A S A G A C I Y O N E D P O N N O O N M A N E T E V L G L INCLUDEPICTURE \"http://www.esotericarchives.com/dee/hm13.gif\" \\* MERGEFORMATINET INCLUDEPICTURE \"http://www.esotericarchives.com/dee/hm14.gif\" \\* MERGEFORMATINET King BYNEPOR He appeared as a king, with his Prince next after him: and after the Prince, 42 ministers."},{"pageNumber":36,"pageContent":"Prince BUTMONO He appeared in a red Robe, with a golden Circlet on his hed. His Seale is this: INCLUDEPICTURE \"http://www.esotericarchives.com/dee/hm15.gif\" \\* MERGEFORMATINET Ministers: 42: They appeared like Ghosts, and Smokes without all forme: having every one of them, a little glittring spark of fyre in the myddst of them The first 7, are red as blud. * The Second 7 not so red* These had the sparks greater then the rest. The third 7, like whitish smoke* The fowrth + The fifth + The sixth + are of diuerse Cullours. All had fyrie sparks in theyr Myddle. Euery Spark had a letter in it, as followeth B B A R N F L B B A I G A O B B A L P A E B B A N I F G B B O S N I A B B A S N O D INCLUDEPICTURE \"http://www.esotericarchives.com/dee/hm16.gif\" \\* MERGEFORMATINET INCLUDEPICTURE \"http://www.esotericarchives.com/dee/hm17.gif\" \\* MERGEFORMATINET King BNASPOL He appeared in a red Robe, and a Crowne on his hed. His Prince followed him: and after him his Ministers. Prince BLISDON He appeared in a Robe of many Cullours: and on his hed a Cerclet of Gold. His Character, or seale: Δ - Perhaps the red Cullour was most, & so seamed generally to be red as the others, theyr robes were."},{"pageNumber":37,"pageContent":" INCLUDEPICTURE \"http://www.esotericarchives.com/dee/hm18.gif\" \\* MERGEFORMATINET Ministers: 42. The 42 seamed to stand abowt a little hill, rownd; The hyll was of Clay. Behynde this Cumpany seamed to stand an innumerable Multitude of ugly peoples a far of. Those which seme to stand abowt the little hill, seme to have in the palmes of theyr hands letters. in order as here appeareth. E L G N S E B N L I N Z V B S F A M L L B O O G O S R S N R P C R R B e r g d b a b INCLUDEPICTURE \"http://www.esotericarchives.com/dee/hm19.gif\" \\* MERGEFORMATINET Those, which stode a far of, are spirits of perdition: which kepe earth with her Threasor, for him &c. INCLUDEPICTURE \"http://www.esotericarchives.com/dee/hm20.gif\" \\* MERGEFORMATINET King BNAPSEN He appeared as a king, with a Crown on his hed. Prince BRORGES He appeared in his red apparayle: & he opened his Cloathes and there did issue, mighty & most terrible or grisely flames of fyre out of his sides: whych no mortall eye could abyde to loke uppon any long while. And in the mervaylous raging fyre, this word BRORGES did appeare tosses to & fro of the very flames. His Seale, or Character is this: INCLUDEPICTURE \"http://www.esotericarchives.com/dee/hm21.gif\" \\* MERGEFORMATINET Ministers: 42. The 42 appeare, and holding a rownd Table, they tosse it in fyry flames. - In the Table were the letters of theyr names as followeth: INCLUDEPICTURE \"http://www.esotericarchives.com/dee/hm22.gif\" \\* MERGEFORMATINET"},{"pageNumber":38,"pageContent":"B A N S S Z E B Y A P A R E B N A M G E N B N V A G E S B L B O P O O B A B E P E N INCLUDEPICTURE \"http://www.esotericarchives.com/dee/hm23.gif\" \\* MERGEFORMATINET King BALIGON He is the same mighty king, who is, here, first described by the name of CARMARA. and yet otherwise, (among the Angels) called MARMARA, but that M is not to be expressed. Therfore, he appeared in a long purple gowne, & on his hed a Triple Crown of Gold: with a measuring rod of gold in his hand: diulded into three equall partes. In the forme of very well proportioned Man. Prince BAGENOL He appeared not, by that name, yet. Ministers Note, the king him self is governor over these. The 42 Ministers appeared, like bright people. And besides them; all the Ayre swarmed with Creatures. Theyr letters were in theyr forheds. They stode in a Circle. They toke the letters from theyr forheds, and set them in a Circle. INCLUDEPICTURE \"http://www.esotericarchives.com/dee/hm24.gif\" \\* MERGEFORMATINET A O A Y N N L L B B N A A V I O A E S P M G G L P P S A O E E O O E Z N L L R L N A INCLUDEPICTURE \"http://www.esotericarchives.com/dee/hm25.gif\" \\* MERGEFORMATINET"},{"pageNumber":39,"pageContent":"King BLVMAZA D - He appeared not yet, by that name. Prince BRALGES He appeared in a red Robe with a Cerclet on his hed, And he was the last, of the 7; which held the Heptagonon all the rest being set down: who semed now to extend theyr hands one toward an other: as thowgh they played being now ryd of theyr work. Ministers The powres under his Subiection are Invisible. They appeared like little white smokes without any forme. All the world semed to be in brightnese This is the Seale of his government: INCLUDEPICTURE \"http://www.esotericarchives.com/dee/hm26.gif\" \\* MERGEFORMATINET (blank page) Cap. 5: Oratio, ad Deum, singulis diebus, tribus vicibus, ter dicenda. O Almighty, Eternall, the True and huing GOD: O King of Glory: O Lord of Hoasts: O thow, the Creator of Heaven, and Erth, and of all things visible and Invisible: Now, (euen now, at length,) Among other thy manifold mercies used, and to be used, toward me, thy simple servant John Dee, I most humbly beseche thee, in this my present petition to haue mercy uppon me, to haue pitie uppon me, to haue Compassion uppon me: Who, faithfully and sincerely, of long time, haue sowght among men, in Earth: And allso by prayer, (full oft, and pitifully,) haue made sute unto thy Diuine Maiestie for the obteyning of some convenient portion of True Knowledg and understanding of thy lawes, and Ordonances, established in the Natures and propreties of thy Creatures: By which Knowledg, Thy Diuine Wisdome, Powre and Goodnes, (on thy Creatures bestowed, and to them imparted,) being to me made manifest, might abundantly instruct, furnish, and allure me, (for the same,) incessantly to pronownce thy praises, to render unto the, most harty thanks, to avaunce thy true honor, and to wynne unto thy Name, some of thy due Maiesticall Glorie, among all people, and foe euer. And, whereas, it hath pleased the, (O God,) of thy infinite Goodnes, by thy faithfull, and holy Spirituall Messagers, to deliuer unto me, long since, (throwgh the eye, and eare of E.K.) An Orderlie forme, and manner of Exercise"},{"pageNumber":40,"pageContent":"HEPTARCHICAL: How, (to thy Honor and Glory, and the Cumfort of my owne poore sowle, and of others thy faithfull servants,) I may, at all tymes, use very many of thy good Angels, theyr Cownsailes and helps; according to the propieties of such their Functions, and Offices, as to them, by thy Diuine Powre, wisdome and Goodnes, is assigned, and limited: (Which Orderly forme, and manner of Exercise, Untyll euen now, I never fownd so urgent Opportunitie, and extream Necessitie, to apply my self unto,) Therefore, I thy poore, and Simple Servant, do, most humbly, hartylie, and faithfully beseche thy Diuine Maistie, most lovingly and fatherly to favor: and by thy Diuine Beck to furder this my present industrie and endevour to Exercise my self, according to the foresaid Ordrely forme and manner: And, Now, (At length, but not to late,) for thy dearly beloued Sonne IESVS CHRIST his sake, (O Heavenly Father,) to grannt allso unto me, this blessing, and portion of thy heavenly Graces: That thow wilt, furthwith, enhable me, make me apt, and Acceptable, (in body sowle, and Spirit,) to enioye allwayes the Holy and frendly Conversation, with the Sensible, playne, full, and perfect Help, (in word, and dede,) of thy Mighty, wise, and Good Spirituall Messagers and Ministers Generally: And, Namely, of Blessed Michael, Blessed Gabriel, Blessed Raphael, and Blessed Uriel; And, Allso Especially, of all those, which do appertaine, unto the HEPTARCHICAL Mysterie: Isagogically, (as yet,) and very breifly, unto me declared: under the Method of Seuen Mighty Kings, and their Seven faithfull and Princely Ministers, with their Subjects, and Servants, to them belonging. And in this thy great Mercie, and Grace, on me bestowed, and to me Confirmed, (O Almighty God,) thow shalt, (to the great cumfort of thy faithfull servants,) approve, to thy very enemies, and myne, the Truth and certaintie of thy manifold most mercifull promises, heretofore, made unto me: And that Thow, arte the True and Almighty God, Creator of Heaven and Earth, (uppon whome, I do Call: and in whome, I put all my trust,) And thy Ministers, to be the True, and faithfull Angels of light: which haue, hitherto, principally, and according to thy Diuine Providence, dealt with us: And, allso, I, thy poore, and simple Servant, shall, than, In, and By thee, be better hable to serve thee, according to thy well pleasing: to thy Honor and Glory: Yea, even in these most miserable, and lamentable Dayes. Graunt, Oh graunt, O our Heavenly father, graunt this, (I pray thee,) for thy onely begotten Sonne IESVS CHRIST, his sake: Amen, Amen, Amen. Cap. 6 BONORVM ANGELORVM HEPTARCHICORVM, Piæ, Deuotaeq ue Invitationes The Generall and Common Exordium, and Conclusion appertayning to the 7 Heptarchicall Kings Inviting. O puysant, and right Noble King, (N,) And by what Name els so-euer, thow art"},{"pageNumber":41,"pageContent":"O puysant, and right Noble King, (N,) And by what Name els so-euer, thow art called, or mayst truely and duely be called: To whose peculier Gouernment, Charge, Disposition, and Kingly Office, doth appertayne thee , (N. &c.) ... vicibus, Ter, tribus vicibus, singulis repetendae [die]bus; Donec ...tatus a DEO ...edatur suc...us. In the Name of the King of Kings, the Lord of Hoasts, the Almighty GOD, Creator of Heaven and earth, and of all things visible, and Invisible: O right Noble King (N,) Come, Now, and Appeare, with thy Prince, and his Ministers, and Subiect, to my perfect, and Sensible eye Iudgment: in a godly, and frendely manner, to my Cumfort and help, for the auancing of the Honor and Glorie of our Almighty GOD, by my service: As much as by thy wisdome and Powre, in thy propre Kingly office, and Gouernment, I may be holpen, and enhabled unto: Amen. COME, O right Noble King (N,) I saye COME. Amen. Gloria Patri, &c. The Generall and Common Exordium, and Conclusion, apperteyning to the 7 Heptarchicall Princes Inviting. O Noble Prince, (N,) and by what Name els so-euer, thow art Called, or mayst truely, and duely be called: To whose peculier Gouernment, Charge, Disposition, Office, and Princely Dignitie doth apperteyne thee, (N, &c) In the Name of Allmighty GOD, the King of Kings, And for his honor, and Glory, to be aduanced by my faithfull Service, I require thee O Noble Prince, (N,) to COME presently, and to shew thy self, to my perfect and Sensible eye Iudgment, with thy Ministers, servants and Subiects; to my cumfort, and help, in wisdome, and Powre, according to the propretie of thy"},{"pageNumber":42,"pageContent":"Gloria Patri, &c. The Generall and Common Exordium, and Conclusion, apperteyning to the 7 Heptarchicall Princes Inviting. O Noble Prince, (N,) and by what Name els so-euer, thow art Called, or mayst truely, and duely be called: To whose peculier Gouernment, Charge, Disposition, Office, and Princely Dignitie doth apperteyne thee, (N, &c) In the Name of Allmighty GOD, the King of Kings, And for his honor, and Glory, to be aduanced by my faithfull Service, I require thee O Noble Prince, (N,) to COME presently, and to shew thy self, to my perfect and Sensible eye Iudgment, with thy Ministers, servants and Subiects; to my cumfort, and help, in wisdome, and Powre, according to the propretie of thy Noble Office: COME, O Noble Prince, (N,) I say COME. Amen. Pater noster, &c. Cap. 7. Some Recitall, and contestation by the Peculier Offices, words, and dedes, of the 7 Heptarchicall Kings and Princes, in theyr peculier dayes, to be used. SONDAYE: King BOBOGEL The Distributing, giving and bestowing of Wisdome, and Science: The Teaching of True Philosophie, true understanding of all lerning, grownded uppon wisdome: with the Excellencies in Nature: And of many other great Mysteries, mervaylously avaylable, and Necessarie to the advancing of the Glory, of our God and Creator. And who saydst to me, (in respect of these Mysteries atteyning) Dee, Dee, Dee, At length, but not to late; Therefore, In the Name, &c. Prince BORNOGO The Altering of the Corruption of Nature, into perfection: The knowledg of Metalls. And"},{"pageNumber":43,"pageContent":"Generally the Princely Ministring to the right Noble and Mighty King BOBOGEL, in his government of Distributing, giving and bestowing of Wisdome, science, True Philosophie, and true understanding of all lerning grownded uppon Wisdome: and of other very many his Peculier Royall Propreties. And who saydst to me, What thow desirest in me shalbe fullfilled. Therefore, In the Name, &c. MONDAYE: King CARMARA Who, in this Heptarchicall Doctrine, at Blessed Uriel his hand, didst receyue the golden rod of government, and Measuring and the chayre of Dignitie, and Doctrine: And didst appeare first, to us, adorned with a Triple Diademe, in a long purple robe: Who saidst to me, at Mortlake, I minister the strength of God unto thee: Likewise, thow saydst, These Mysteries hath God, lastly, and of his great mercyes, grannted unto thee. Thow shalt be glutted, yea filled, yea thow shallt swell, and be puffed up, with the perfect knowledg of Gods Mysteries in his Mercies. And saydst, This Art, is to the farder understanding of all sciences, that are past, present, or yet to come . And, Immediately, didst say unto me: Kings there are in Nature, with Nature, and above Nature: Thow art Dignified. And saydst, concerning the use of these Tables, This, is but the first step: Neither shalt thow practise them in vayne. And, saydst, thus, generally, of Gods Mercyes and Graces on me decreed abd bestowed: What so euer thow shalt speak, do, or work, shalbe profitable, and acceptable: And the ende, shall be good. Therfore, In the Name, &c. Prince HAGONEL To whose commanndement the Sonnes of Light, and their Sonnes are subiect: and are thy Servants. To whose Powre, The Operation of the Earth is subiect. Who art the First of the Twelue: and whose seale, is called Barees and this INCLUDEPICTURE \"http:// www.esotericarchives.com/dee/hm27.gif\" \\* MERGEFORMATINET it is. At whose Commanndement, are the Kings, Noble men, and Princes of Nature. Who art Primus et Quartus Hagonel: Who by the seuen of the 7, (which are the Sonnes of Sempiternitie) dost work mervayles, amongst the People of the Erth: And hast sayd to me, that, I allso, By the same, thy servants, shold work mervayles. O Noble Hagonel, who arte Minister, to the Triple crowned King CARMARA: And, Notwithstanding, art prince over these 42 Angels, whose Names and characters are here presented. Therfore, In the Name, &c. King BLVMAZA Prince BRALGES Who saydst, The Creatures liuing in thy Dominion are subiect to thy own powre: whose"},{"pageNumber":44,"pageContent":"subiects are Invisible: And which (to my seer) appeared, like little smokes, without any forme, Whose seale of Gouernment is this: INCLUDEPICTURE \"http://www.esotericarchives.com/dee/hm26.gif\" \\* MERGEFORMATINET Who saydst, Beholde, I am Come: I will teache the Names without Numbers. The Creatures subiect unto me, shall be known unto you. Therfore, In the Name, &c. TVESDAYE: King BABALEL Who art King in Waters: Mighty and wunderfull in waters: Whose Powre is in the bowells of the waters. whose Royall person with thy Noble Prince BEFAFES, and his 42 Ministers, The Triple Crowned King CARMARA bad me use to the glory, prayse, and honor of him, which created you all, to the laude and prayse of his Maiesty. Therfore, In the Name, &c. Prince BEFAFES Who art Prince of the Seas: Thy Powre is uppon the waters. Thow drownedst Pharao: and hast destroyed the wycked. Thy Name was known to Moyses. Thow liuedst in Israel: who hast measured the waters: who wast with King Salomon: and allso long after that with Scotus: but not known to him by thy true Name: for he called the Mares. And since thow wast with none: Except, when, thow preservedst me, (throwgh the Mercy of GOD) from the powr of the wicked: and wast with me in extremities. Thow wast with me throwghly. Who, of the Egyptians, hast byn called OBELISON: in respect of thy pleasant deliuerance. And by that Name, to me knowne: and of me Noted in Record, to be the Noble and Curteous OBELISON: Whose Noble Ministers 42, are of very great powre, dignitie and Authoritie. As some in the Measuring of the motions of the waters, and saltnes of the seas: in giving good success in battayles, reducing ships, and all manner of vessells, that fleete uppon the seas. To some, all the fishes, and Monsters of the seas, yea, all, that liueth therin, are well knowne: And Generally, are the Distributers of Gods Judgments uppon the Waters, that couer the Earth. Other do beautify Nature in her Composition. The rest are distributers and Deliuerers of the Threasores, and unknown substances of the Seas. Thow, O Noble Prince BEFAFES, badst me use thee, in the Name of GOD. Therfore, In the Name, &c. WEDDENSDAYE: King BNASPOL To whome, the Earth with her bowells, and secrets whatso-euer are deliuered: and hast sayd to me, heretofore, What thow art; There, I may know. Thow art great, but, (as Thow, truely diddst confess,) He in whome Thow art, is greater than thow: Therfore, In the Name,"},{"pageNumber":45,"pageContent":"&c. Prince BLISDON Unto whome, the keyes of the Mysteries of the Earth, are deliuered. Whose 42 Ministers, are Angels, that govern under thee. All which, thy Mighty King BNASPOL bad me use: and affirmed, that they are, and shall be at my Commanndement: Therfore, In the Name, &c. THVRSDAYE: King BYNEPOR Uppon the distribution, and participation of whose exalted most especiall and glorified Powre, resteth onely and dependeth the generall state and condition of all things. Whose sanctification Glory and renowne, allthowgh it had begynning, yet can it not, neyther shall haue ending. He that measureth sayd, and thow wast the Ende of his workmanship. Thow art like him, and of him: yet not as partaking or adherent, but distinct in One degree. Whan he came, Thow wast Magnified by his comming: and art Sanctified, world without ende, Vita Suprema, Vita Superior, Vita Infima tuis sunt mensurata manibus. Notwithstanding, ----------------------------------------------------------------------------------------------- Thow art not of thy self: Neyther is thy powr thyne owne: Magnified be his Name. Thow art in all: And All hath some being by the: Yet thy powre is Nothing, in respect of his powre, which hath sent thee. Thow begynnest new Worlds, new people, New Kings, and New knowledg of a New government. And hast sayd to me, Thow shalt work Mervaylous, Mervaylously, by my workmanship, in the Highest. Therfore, In the Name, &c. Prince BVTMONO Who art life and breath in liuing Creatures: All things liue by thee: the Image of One excepted. All the kindes of beasts of the Earth, dost thow endue with life. Thy seale is theyr glory. Of God, thow art sanctified: And thow reioysest. The liuing, the ende, and begynning of all beasts, thow knowest: and by sufferance, thow disposest them, untyll thy Vyoll be runne. Therfore, In the Name, &c. FRYDAYE: King BALIGON Who canst distribute, and bestow at pleasure, all that what-so-euer can be wrowght in æreall Actions. Who hast the government of thy self perfectly, as a Mysterie known unto thy self. Who didst aduertise me of this stone, and holy Receptacle: both nedefull to be had:"},{"pageNumber":46,"pageContent":"and allso didst direct me to the taking of it up: being presently, and in a few minutes of tyme, browght to my light, (from the Secret of the Depth, where it was hid, in the uttermost part, of the Roman possession,) INCLUDEPICTURE \"http://www.esotericarchives.com/gifs/0169fig.gif\" \\* MERGEFORMATINET Which stone, Thow warnedst me, that No mortall hand, but myne own, shold toughe: and saydst unto me, Thow shalt prevayle with it, with Kings, and with all the Creatures of the world. whose beautie in vertue shalbe more worth then the Kingdomes of the Erth. For the which purposes, here rehersed, and other: partely, now to be exercised, and enioyed; and partely, hereafter, more abundantly, (As the Lord God of Hoasts shall dispose) And Allso bycause thow thy self art Governour of the 42 thy Mighty, faithfull and Obedient Ministers: Therfore, In the Name, &c. A By-Note of the former shew-stone, Blessed Uriel, sayd to me, at Mortlack Anno 1583, May 5. a meridie, circa horam 4a. as followeth, Ur - Thy Character must haue the Names of the fiue Angels (wrytten in the myddst of Sigillum Æmeth) graven uppon the other side, in a Circle: In the Middst whereof, must the stone be, (which was allso, browght) Wherein Thow shalt at all tymes behold (priuately to thy self) the state of Gods people, throwgh the whole Earth. ---------- Prince BAGENOL - 86. Vide suidam, in dictione Ephod. Ubi de Adamante, in qo diuersis datis signis responsa deo Consequebantur. Vide Epiphanium de lapidibus praetiosis in Rational: isto vide scriptionus de Vrim et Thummim: vide libros receptos Trebonae &c. Scriptum est in lege (inquit Epiphanius) visionem, quae Mosi in monte apparuit et legem datam in gemma Sapphyro fuisse expressam. Arun Meyaldus, Memorabarem Centuria 4. Numero 94. SATURDAYE King BNAPSEN Who hast sayd to me, That by the, I shall cast out the powre of all wicked spirits: And that by the I shall or may know the doings, and practises of euyll men; and more than may be spoken or uttred to man. Therfore, In the Name &c. Prince BRORGES Who, being the Prince, chief Minister, and Governour under the right Puyssant"},{"pageNumber":47,"pageContent":"BNAPSEN, didst, (to my seer) appeare in most terrible manner, with fyrie flaming streames, and saydst, Noui Ianuam Mortis. Et percussit Gloria Dei, Impiorum parietes. Therfore, In the Name, &c. Tabula Angelorum Bonorum 49 INCLUDEPICTURE \"http://www.esotericarchives.com/dee/hm27b.gif\" \\* MERGEFORMATINET"}]
