[{"pageNumber":1,"pageContent":"TThhee SSccrroollll ooff SSeettTThhee SSccrroollll ooff SSeett--------------------------------------------------------------------------------------------------------------------------Issue Number 70Issue Number 70Volume X-1Volume X-1February 1984February 1984Editor: Editor: Margaret A. Wendall IV°Margaret A. Wendall IV°Copyright © 1984 Temple of SetCopyright © 1984 Temple of Set--------------------------------------------------------------------------------------------------------------------------[1] [1] A View of NumerologyA View of Numerology- by Robert Menschel III°- by Robert Menschel III°Numerology is an old, respected “science” Numerology is an old, respected “science” within the occult arena. Much magical lore and within the occult arena. Much magical lore and theory is based upon numerological principles. theory is based upon numerological principles. numerology has also been used for divination.numerology has also been used for divination.In truth there are two sides to classical In truth there are two sides to classical numerology, and one is very much a science. The numerology, and one is very much a science. The science of numerology the study of numbers and science of numerology the study of numbers and their relationships has matured to the field of their relationships has matured to the field of knowledge known as mathematics.knowledge known as mathematics.There are many excellent books which delve into There are many excellent books which delve into numbers and the relations between them, examining numbers and the relations between them, examining prime numbers, powers, fractions, ratios, etc. On the prime numbers, powers, fractions, ratios, etc. On the Temple of Set reading list I am most familiar with Temple of Set reading list I am most familiar with The Theoretic Arithmetic of the PythagoreansThe Theoretic Arithmetic of the Pythagoreans by by Thomas Taylor (#12F), which is an extremely dry Thomas Taylor (#12F), which is an extremely dry presentation of the ancient discoveries of presentation of the ancient discoveries of mathematics. If you are interested in such mathematics. If you are interested in such mathematical principles, then I highly recommend mathematical principles, then I highly recommend that instead you read the more modern mathematics that instead you read the more modern mathematics books which abound.books which abound.Recognizing the validity of mathematics, I will Recognizing the validity of mathematics, I will not discuss this branch of numerology again within not discuss this branch of numerology again within this article. Instead I will discuss only the second this article. Instead I will discuss only the second arena within numerology, that art which is usually arena within numerology, that art which is usually meant when occultists talk of “numerology”. And meant when occultists talk of “numerology”. And like most occultists I will talk of “numerology” and like most occultists I will talk of “numerology” and mean its symbolic and divinatory branch.mean its symbolic and divinatory branch.This is the use of numerology for analysis of This is the use of numerology for analysis of events and ideas, and for divination. This field of events and ideas, and for divination. This field of study is not a science, for it is rare that two students study is not a science, for it is rare that two students examining a moderately complex question using examining a moderately complex question using numerology will reach the same conclusion.numerology will reach the same conclusion.There are many books on numerology, and There are many books on numerology, and many other occult books have chapters on many other occult books have chapters on numerology. Any Setian who seriously delves into numerology. Any Setian who seriously delves into the reading list will receive a suitable introduction to the reading list will receive a suitable introduction to he art of numerology. I will not discuss its basic he art of numerology. I will not discuss its basic principles here. [An excellent introduction is found principles here. [An excellent introduction is found in in The Black ArtsThe Black Arts by Richard Cavendish (#4C).] by Richard Cavendish (#4C).] Numerology apparently can not be used as a Numerology apparently can not be used as a valid predictor of the future. It is excellent for valid predictor of the future. It is excellent for explaining the past [aided by the 20/20 of explaining the past [aided by the 20/20 of hindsight], but its predictive abilities appear nil.hindsight], but its predictive abilities appear nil.What then is the value in numerology? I find What then is the value in numerology? I find that numerology is useful as a method of magical that numerology is useful as a method of magical and philosophical symbolism, and serves as an eye-and philosophical symbolism, and serves as an eye-opener to the active student.opener to the active student.Numerology is very widely used for its Numerology is very widely used for its symbolic value. If a name or principle can be symbolic value. If a name or principle can be reflected by a number, then that number becomes a reflected by a number, then that number becomes a symbol of the name or principle. Hence the number symbol of the name or principle. Hence the number can be used to represent the original item [as a can be used to represent the original item [as a number, or in a pictorial representation]. The Tarot number, or in a pictorial representation]. The Tarot makes extensive use of numerological symbolism.makes extensive use of numerological symbolism.This technique can be very useful to us in ritual This technique can be very useful to us in ritual magic. Using the numerological technique I prefer, magic. Using the numerological technique I prefer, “Shu” = 48 = 3. In ritual I can represent the “Shu” = 48 = 3. In ritual I can represent the neterneter Shu by “48”, and most often do so by either 16 Shu by “48”, and most often do so by either 16 sets of 3 or by 3 sets of 16.sets of 3 or by 3 sets of 16.More important to me is the eye-opening aspect More important to me is the eye-opening aspect of numerology. While we recognize that of numerology. While we recognize that numerology can not by itself define an object or numerology can not by itself define an object or idea, it can open our eyes to possibilities involving idea, it can open our eyes to possibilities involving that object. For instance, “Shu” = 48 = 3. 48 = 16 that object. For instance, “Shu” = 48 = 3. 48 = 16 x 3 = 8 x 6 = 4 x 12 = 2 x 24. The primary sum is x 3 = 8 x 6 = 4 x 12 = 2 x 24. The primary sum is 3, creative and dynamic.3, creative and dynamic.However there is a preponderance of 2s and However there is a preponderance of 2s and powers of 2 during the analysis (including 16 = 2 x powers of 2 during the analysis (including 16 = 2 x 2 x 2 x 2), stressing the importance of “opposites” 2 x 2 x 2), stressing the importance of “opposites” and the importance of a dynamic, creative balance and the importance of a dynamic, creative balance between opposites within the concept of Shu. between opposites within the concept of Shu. [These also serve to remind me of the relationship [These also serve to remind me of the relationship between Shu and the principles of separateness between Shu and the principles of separateness and/or independence exemplified by Set = 44 = 8; 8 and/or independence exemplified by Set = 44 = 8; 8 = 2 x 2 x 2; 4 = 2 x 2. 44 = 4 x 11.]= 2 x 2 x 2; 4 = 2 x 2. 44 = 4 x 11.]“Tefnut” = 86 = 5. 86 = 2 x 4 (prime). 43 = 7. “Tefnut” = 86 = 5. 86 = 2 x 4 (prime). 43 = 7. Tefnut is more unique than Shu. She has fewer Tefnut is more unique than Shu. She has fewer similarities to beings in other mythologies, and is similarities to beings in other mythologies, and is harder to define in contemporary terms than Shu is.harder to define in contemporary terms than Shu is.Tefnut is the first female goddess of the Tefnut is the first female goddess of the Egyptian pantheon born through non-sexual means. Egyptian pantheon born through non-sexual means. Yet her numbers are more odd/male than Shu’s Yet her numbers are more odd/male than Shu’s [whose numbers are decidedly even/female by [whose numbers are decidedly even/female by comparison], even though he is the first male. comparison], even though he is the first male. Tefnut’s digits (8 and 6), when multiplied, produce Tefnut’s digits (8 and 6), when multiplied, produce Shu’s 48, stressing the close relationship between Shu’s 48, stressing the close relationship between these two these two netersneters..This reminds me that:This reminds me that:(a) Each opposite does not exist by itself, but (a) Each opposite does not exist by itself, but instead the two paired opposites are intimately instead the two paired opposites are intimately related, bearing within each the seeds of the otherrelated, bearing within each the seeds of the other(b) Even absolute opposites that normally are (b) Even absolute opposites that normally are not considered to have relative grades between them not considered to have relative grades between them (like male and female) have such relative grades.(like male and female) have such relative grades.(c) For a range of relative possibilities to exist, (c) For a range of relative possibilities to exist, the two Platonic opposites [male and female, hot and the two Platonic opposites [male and female, hot and cold, or wet and dry] must exist.cold, or wet and dry] must exist.A lot of this numerological study involves A lot of this numerological study involves playing with numbers, precisely the type of game I playing with numbers, precisely the type of game I often do not read when Martin Gardner does it often do not read when Martin Gardner does it simply for intellectual fun in simply for intellectual fun in Asimov’s Science Asimov’s Science Fiction MagazineFiction Magazine or or Scientific AmericanScientific American..But when done for the purpose of philosophy But when done for the purpose of philosophy and symbolism, then these numerological and symbolism, then these numerological relationships can be used to reinforce or expand the relationships can be used to reinforce or expand the knowledge of physical and/or philosophical knowledge of physical and/or philosophical relationships.relationships."},{"pageNumber":2,"pageContent":"Numerological analysis concentrates on Numerological analysis concentrates on numerical coincidence. Other names and ideas numerical coincidence. Other names and ideas equate to 86 or 48. If there are valid relations equate to 86 or 48. If there are valid relations between such ideas and the between such ideas and the netersneters of Tefnut and of Tefnut and Shu, then I need to note and take advantage of these Shu, then I need to note and take advantage of these relationships. If there is no connection between such relationships. If there is no connection between such concepts, then I ignore the coincidence.concepts, then I ignore the coincidence.Numerology is an art of convenience and Numerology is an art of convenience and coincidence. Use the convenient coincidences, and coincidence. Use the convenient coincidences, and ignore the others.ignore the others.If that statement makes you pause and question If that statement makes you pause and question my sincerity and the validity of numerology, then my sincerity and the validity of numerology, then good for you! Numerology is what good for you! Numerology is what youyou make of it. make of it. It has validity only if you carefully use methods It has validity only if you carefully use methods which make sense to you. Excessive adherence to which make sense to you. Excessive adherence to dogmatic numerological principles without a heavy dogmatic numerological principles without a heavy dose of common sense will very quickly confuse dose of common sense will very quickly confuse you and/or lead you to erroneous conclusions.you and/or lead you to erroneous conclusions.If this leads you to believe that numerology is all If this leads you to believe that numerology is all coincidence and without value, then you have coincidence and without value, then you have reached a reasonable conclusion, considering the reached a reasonable conclusion, considering the current state of this art. I still suggest you learn the current state of this art. I still suggest you learn the basic principles of numerology, so you can basic principles of numerology, so you can understand the symbolism when others use it [such understand the symbolism when others use it [such as in the as in the Book of ThothBook of Thoth], but go no further.], but go no further.If, however, you can see numerology as a tool If, however, you can see numerology as a tool you can use for your own benefit, and you can you can use for your own benefit, and you can recognize the limits of numerology, then use recognize the limits of numerology, then use numerology to those limits, and your symbolism numerology to those limits, and your symbolism will become much more powerful. will become much more powerful. ______________________________________________________________________[2] [2] ToxicToxic- by Julie Stout II°- by Julie Stout II°My imagination has been fired up ever since I My imagination has been fired up ever since I saw the movie saw the movie BrainstormBrainstorm. I started out to discover . I started out to discover what the mind is. In the process of sorting out ideas what the mind is. In the process of sorting out ideas and thoughts, I seem to have struck upon something and thoughts, I seem to have struck upon something only hinted about in various articles and books. only hinted about in various articles and books. These are a few of my speculations and thoughts, so These are a few of my speculations and thoughts, so bear with me.bear with me.One of the ingredients of the Setian is his own One of the ingredients of the Setian is his own initiation process. By using his mind to think in a initiation process. By using his mind to think in a different manner than that to which it is accustomed, different manner than that to which it is accustomed, the individual benefits in many ways.the individual benefits in many ways.“Meditation techniques, whose goal is a shift in “Meditation techniques, whose goal is a shift in consciousness, alter brainwave activity.”consciousness, alter brainwave activity.”11 It has also It has also been noted that physical changes take place. “This been noted that physical changes take place. “This is not to say that brains become ‘hard-wired’ in a is not to say that brains become ‘hard-wired’ in a computer sense. A neuron retains its capacity for computer sense. A neuron retains its capacity for growth throughout life,” Asmitia says. “It may growth throughout life,” Asmitia says. “It may grow much slower as we grow older, but it will still grow much slower as we grow older, but it will still grow.”grow.”22It seems that the individual learning process and It seems that the individual learning process and the structure of the mind both change. If so, then the the structure of the mind both change. If so, then the information that an individual gathers varies not information that an individual gathers varies not only with his understanding and how much he is only with his understanding and how much he is able to process, but also with what his brain is able to process, but also with what his brain is “wired” for. I’m uncertain, but I speculate that as “wired” for. I’m uncertain, but I speculate that as an individual undergoes an individual undergoes XeperXeper, the “wiring” in his , the “wiring” in his brain increases to accommodate all of the brain increases to accommodate all of the information to which he is exposed. I think the information to which he is exposed. I think the Setian’s brain becomes structurally different from Setian’s brain becomes structurally different from that of an ordinary man.that of an ordinary man.NotesNotes1. Ferguson, Marilyn, 1. Ferguson, Marilyn, The Brain RevolutionThe Brain Revolution..2. Lenard, Lane, 2. Lenard, Lane, The Dynamic BrainThe Dynamic Brain..______________________________________________________________________[3] [3] Setian KaleidoscopeSetian Kaleidoscope- by William Butch III°- by William Butch III°All these colors, all these feelings combined All these colors, all these feelings combined together in separate ways:together in separate ways:The brightness of a Yellow friendship, with the The brightness of a Yellow friendship, with the glimmer of Green freedom’s freshness, deepened glimmer of Green freedom’s freshness, deepened by Dark Blue slow, crackling time, highlighted by by Dark Blue slow, crackling time, highlighted by Light Blue powers, calmed by Purple peacefulness, Light Blue powers, calmed by Purple peacefulness, and strengthened by glowing Orange arrogance that and strengthened by glowing Orange arrogance that increases Amber ambition, inspiring determined Red increases Amber ambition, inspiring determined Red endurance.endurance.Above all the shining Golden light on all these Above all the shining Golden light on all these positive colors will produce answered dreams of positive colors will produce answered dreams of higher man.higher man.______________________________________________________________________[4] [4] RedRed- by Beth Wise- by Beth WiseFiery eyes blazing through the dark. A creature Fiery eyes blazing through the dark. A creature lurking about, hunting, stalking, waiting for his prey. lurking about, hunting, stalking, waiting for his prey. Crystal light shines through his mind. Burning air, Crystal light shines through his mind. Burning air, wasting away. Needle teeth, razor claws. An echoing wasting away. Needle teeth, razor claws. An echoing laugh. Blood and fear rise above the night sky. laugh. Blood and fear rise above the night sky. Death returns to the victim.Death returns to the victim.______________________________________________________________________[5] [5] To Seekers of the Left-Hand PathTo Seekers of the Left-Hand Path- by Constance L. Moffatt III°- by Constance L. Moffatt III°Joy is brought to my heart and being when I see Joy is brought to my heart and being when I see that many new seekers of the Left-Hand Path are that many new seekers of the Left-Hand Path are being afforded the opportunity to learn about the being afforded the opportunity to learn about the Temple of Set and thus, if initial qualifications are Temple of Set and thus, if initial qualifications are met, of being exposed to the true Temple by I° met, of being exposed to the true Temple by I° membership and 2-year trial initiatory period.membership and 2-year trial initiatory period.This, then, is addressed to those sincere seekers This, then, is addressed to those sincere seekers of the Left-Hand Path. Please remember that this is of the Left-Hand Path. Please remember that this is the opinion of one member of the Priesthood, the opinion of one member of the Priesthood, although I am certain that most III°s are in general although I am certain that most III°s are in general accord with me.accord with me.The Temple of Set is indeed an organization The Temple of Set is indeed an organization with an impressive and venturesome title. It is a with an impressive and venturesome title. It is a good, precise name. But to you, the Setian I°, is is good, precise name. But to you, the Setian I°, is is really only a name, a title. It really only a name, a title. It shouldshould matter that it is matter that it is Scroll of SetScroll of Set - February 1984 - Page - February 1984 - Page 22"},{"pageNumber":3,"pageContent":"a proven link with the Prince of Darkness. Beyond a proven link with the Prince of Darkness. Beyond that, and being assured that you are part of a highly that, and being assured that you are part of a highly intellectual group of super-beings who are devoted intellectual group of super-beings who are devoted to a deep but practical study of the occult, your to a deep but practical study of the occult, your concern with organizational names should, for the concern with organizational names should, for the time being, cease.time being, cease.Most Initiates come to us to see if they truly Most Initiates come to us to see if they truly belong and will in time become a part of the whole. belong and will in time become a part of the whole. The key phrase here is “a part of the whole”, for The key phrase here is “a part of the whole”, for we are all complete, free, individual “wholes” we are all complete, free, individual “wholes” linked in an ever greater and expanding whole called linked in an ever greater and expanding whole called the Temple of Set. As such the Temple is as good as the Temple of Set. As such the Temple is as good as each of us is.each of us is.Your studies, your search for answers, your Your studies, your search for answers, your development of the will and the self, your burning development of the will and the self, your burning desire to desire to XeperXeper are what should be uppermost in are what should be uppermost in your own learning, enlightenment, and progress. your own learning, enlightenment, and progress. The Temple will not offer you miracles, change your The Temple will not offer you miracles, change your fortunes, or create White Magic for you. Only you fortunes, or create White Magic for you. Only you and you alone can and must be the center of your and you alone can and must be the center of your universe to bring about the change of Becoming. universe to bring about the change of Becoming. You will have a fervor which joins your mind and You will have a fervor which joins your mind and your heart as one, as that of a Setian.your heart as one, as that of a Setian.You will reach a certain point in the time of your You will reach a certain point in the time of your evolution when you will awaken to the realization evolution when you will awaken to the realization that the Temple of Set is within you, is you. Then that the Temple of Set is within you, is you. Then you will truly be within the Temple.you will truly be within the Temple.Scroll of SetScroll of Set - February 1984 - Page - February 1984 - Page 33"}]
