[{"pageNumber":1,"pageContent":"Sacred Texts Egypt EHH Index Index Next The Book of Am-Tuat by E. A. Wallis Budge London; Kegan, Paul, Trench, Trübner & Co. [1905] Scanned at Sacred-texts.com, May 2003. J.B. Hare, Redactor. This text is in the public domain. These files may be used for any non-commercial purpose, provided this notice of attribution is left intact. Next: Note"},{"pageNumber":2,"pageContent":"Sacred Texts Egypt EHH Index Vol. I Vol. II Vol. III The Book of Am-Tuat by E. A. Wallis Budge [1905] This book is an Ancient Egyptian cosmological treatise which describes the Tuat, the underworld that the boat of the Sun God, Ra, traverses during the night hours. Each chapter deals with one of the twelve hours of the night. A hallucinogenic travelogue of the netherworld, this extensively illustrated book depicts hundreds of gods and goddesses that appear nowhere else in the literature. Title Page Note Contents The Book Am-Tuat: the Title of the Work Chapter I: The First Division of the Tuat, Which Is Called Net-Ra Chapter II: The Second Division of the Tuat, Which is Called Urnes Chapter III: The Third Division Of The Tuat, Which Is Called Net-Neb-Ua-Kheper-Aut Chapter IV: The Fourth Division of the Tuat, Which Is Called Ankhet-Kheperu Chapter V: The Fifth Division of the Tuat, Which Is Called Ament Chapter VI. The Sixth Division of the Tuat, Which Is Called Metchet-Mu-Nebt-Tuat. Chapter VII. The Seventh Division of the Tuat, Which Is Called Thephet-Asar Chapter VIII. The Eighth Division of the Tuat, Which Is Called Tebat-Neteru-s Chapter IX. The Ninth Division of the Tuat, Which Is Called Best-Aru-Ankhet-Kheperu Chapter X. The Tenth Division of the Tuat, Which Is Called Metet-Qa-Utchebu Chapter XI. The Eleventh Division of the Tuat, Which Is Called Re-En-Qerert-Apt-Khatu Chapter XII. The Twelfth Division of the Tuat, Which Is Called Then-Neteru"},{"pageNumber":3,"pageContent":"Sacred Texts Egypt EHH Index Index Previous Next p. 1 THE BOOK AM-TUAT THE TITLE OF THE WORK \"THE WRITINGS AND THE DRAWINGS OF THE HIDDEN PALACE WHICH APPERTAIN TO THE SOULS, AND THE GODS, AND THE SHADOWS, AND THE SPIRITS, WHICH COMPOSE THE BEGINNING OF THE HORN OF AMENT, OF THE HORIZON OF AMENT, [WHICH IS] THE UTMOST BOUNDARY OF THE THICK DARKNESS OF THE HORIZON OF AMENTET, CONTAINING THE KNOWLEDGE OF THE SOULS OF THE TUAT, AND THE KNOWLEDGE OF THE SECRET SOULS, AND THE KNOWLEDGE OF THE DOORS AND THE WAYS THROUGH AND ON WHICH THE GREAT GOD JOURNEYETH, AND THE KNOWLEDGE OF . . . . . . . ., AND THE KNOWLEDGE OF THE HOURS AND OF THEIR GODS, AND THE KNOWLEDGE OF THE JOURNEYINGS OF THE HOURS AND OF THEIR GODS, AND THE KNOWLEDGE OF THE FORMULAE [WHICH THEY SAY] TO RA, AND THE KNOWLEDGE OF THE SPEECHES WHICH HE MAKETH p. 2 TO THEM, AND THE KNOWLEDGE OF THE GODS WHO PRAISE HIM AND OF THOSE WHO EFFECT DESTRUCTION.\" Next: Chapter I: The First Division of the Tuat, Which Is Called Net-Ra"},{"pageNumber":4,"pageContent":"Sacred Texts Egypt EHH Index Index Previous Next p. 3 CHAPTER I. THE FIRST DIVISION OF THE TUAT, WHICH IS CALLED NET-RA. IN the scene that illustrates the FIRST DIVISION of the Tuat, which is passed through by the Sun-god during the FIRST HOUR of the night, we see that the centre of the middle section is divided lengthwise into Click to view ( Left ) The Boat of Af, the dead Sun-god. ( Right ) Maati goddesses. Neken-f . two parts by a river which flows along it. In the upper part is the boat of the dead Sun-god AF, who is in the form of a rain-headed man; he wears a disk upon his head, and stands within a shrine in the SEKTET boat, i.e., the boat in which the god travels p. 4 from noon to sunset. In front of the shrine in the boat stand the three deities, AP-UAT, SA, and the \"Lady of the Boat,\" who wears on her head a disk and horns. Behind the shrine stand five gods, each having the head of a man; the names of the first four are HERU-HEKENU, KA-SHU, i.e., the \"double of Shu,\" NEHES, i.e., the \"Look-out,\" and HU, and the fifth is the Steersman KHERP. On the high prow of the Sektet boat hangs an object which is said to be a carpet by some, and a reed mat by others, and on the side, near the curve of the prow, is an utchat . In front of the boat march:-- 1. The two goddesses MAAT, the one representing the South of Egypt, and the other the North. 2. The god NEKENT-F, who holds a spear, or knife, in his left hand. 3. The god KHENTI AMENTET, bearded, and in mummy form, and wearing the White Crown and the Menat. 4. The god SEKHET, or as it is written here SEKHMET, lioness-headed. 5. The god SEHETCH-UR, ram-headed. 6. Four Terms, the first of which is called UT-METU-RA, p. 5 the second UT-METU-TEM, the third UT-METU-KHEPERA, and the fourth UT-METU-ASAR."},{"pageNumber":5,"pageContent":"7. The leader of the company, who is called TCHA-UNNUT; by his side is a serpent, called SA (?), that stands on his tail. Click to view The gods Khenti-Amentet, Sekhet, Sebeteh-ur, the Four-Terms, and Teha-Unnut . This scene is explained by the horizontal line of inscription written above it, and the hieroglyphic text, based on the editions of Lefébure and Champollion, reads:-- p. 6 \"The name of this Field is 'MAATI.' This god arriveth in the SEKTET BOAT, he maketh a way through the Court of this city, which is two hundred and twenty measures in length, which he travelleth through to URNES. He passeth through the water, which is three hundred measures in extent, and he bestoweth the fields upon the gods who follow him. NET-RA is the name of this Field, ARNEBAUI is the name of the guardian [of this Field]. This god beginneth to declare in this region the words which perform the destinies (?) of those who are in the Tuat.\" In the lower part of the middle section of the scene we have another boat, in the centre. of which is a beetle; on one side of the beetle is a god with his knees in the direction of the prow of the boat, but having his head turned behind him and his hands raised in adoration of the beetle, and on the other is a god who also has his hands raised in adoration of the same object. The legend reads \"the coming into being of Osiris\"; as the boat has p. 7 no reed mat or carpet hanging from the prow, we may assume that it is intended to represent the Atet or Matet Boat, i.e., the boat in which the Sun-god travelled over the sky from sunrise to noon. Click to view The Boat of the Birth of Osiris, with serpents and gods . [paragraph continues] In front of the boat glide three serpents, which are called SEK-RE, SEFA, and NEPEN, and in front of these march four man-headed "},{"pageNumber":6,"pageContent":"Click to view Gods in the procession of the Boat of the Birth of Osiris . gods and two hawk-headed gods, each with a serpent in his left hand, a god called NABTI, who holds a crook in each hand, NET, or NEITH, goddess p. 8 of the South, NET, or NEITH, goddess of the North, and the goat goddess ARTET. The two hawk-headed gods are called TCHATUI and METI, and the four following gods ABENTI, BENBETI, SEKHTI, and SEKHET (?). The explanation of this scene is given by the horizontal line of hieroglyphic text written above it, which reads:-- \"[The god cometh to] this Court, he passeth through it in the form of a ram, and he maketh his transformations therein. After he hath passed through this Court, the dead who are in his following do not [go with him], but they remain in this Court, and he speaketh p. 9 words unto the gods who are therein. If copies of these things be made according to the ordinances of the hidden house, and after the manner of that which is ordered in the hidden house, they shall act as magical protectors to the man who maketh them.\" In the upper register are the following:-- I. Nine apes, who are described as \"the gods who open the gates to the Great Soul,\" Their names are:--1. UN-TA, 2. BA-TA, 3. MAA-EN-RA, 4. ABTA, 5. ABABEN, 6. AKEN-AB, 7. BENTH, 8. AFA, 9. TCHEHTCHEH. II. Twelve divine beings, who are. described as the \"goddesses who unfold the portals in the earth,\" Their names are:--1. QAT-A, 2. NEBT-MEKET, 3. SEKHIT, 4. AMENT-URT, p. 10 [paragraph continues] 5. SHEFTU, 6. REN-THETHEN, 7. HEKENT-EM-SA-S, 8. QAT-EM-KHU-S, 9. SEKHET-EM-KHEFIU-S, 10. HUIT, 11. HUNT, 12. NEBT-ANKH. Click to view ( Left ) The nine Ape-warders. ( Right ) The twelve goddesses of the gates . "},{"pageNumber":7,"pageContent":"Each goddess stands with her arms hanging by her sides. p. 11 III. Nine seated gods, each with his hands raised in adoration of Ra; they are called the \"gods who praise Ra.\" The first three are man-headed, and are called HETCH-A, MAA-A, and HES-A, the second three are jackal-headed, and are called NEB-TA-TESHER, AP-UAT, and AP-SEKHEMTI, the third three are crocodile-headed, and are called TCHAT-TUAT, SEKI, and SEKHEM-HRA. IV. Twelve divine beings, in the form of women, who are described as \"the goddesses who guide the great god.\" Their names are:--1. TENTENIT, 2. SBAI, 3. MAT-NEFERU-NEB-SET, 4. KHESEFET-SMATET, 5. KHUAI, 6. MAKET-ARI-S, 7. URT-AMT-TUAT, 8. HER-AB-UAA-SET, p. 12 [paragraph continues] 9. MESPERIT, 10. USHEM-HAT-KHEFTIU-S, 11. SHESET-KERH-MAKET-NEB-S, 12. TESET-TESHERU, Click to view ( Left ) The nine praisers of Ra. ( Right ) The twelve goddesses who guide Ra . In the lower register are the following:-- 1. Nine seated apes, who are described as the \"gods p. 13 who sing to Ra as he entereth into the Tuat,\" Their names are:--1. AM-KAR, 2. KHENTI-SHE-F, 3. HEN, 4. HEKEN-EM-BEN-F. 5,6 . . . . . . . 7. HETHTI, 8. PA-THETH, 9 . . . . . . . . Click to view ( Left ) The nine singing apes. ( Right ) The twelve light-giving uraei . II. Twelve serpents, who throw fire forth from their mouths, and are described as \"those who make light p. 14 the darkness in the Tuat.\" Their names are:--1. BESIT, 2. HETEPIT, 3. ( illegible ). 4. KHUT-MU, 5. HESEQ-KHEFTI-SET, 6. NEFERT-KHA, 7. MERT-NESER, 8. BEHENT, 9. AP-SHE, 10. NESERT, 11. AP-AST, 12. SHENIT."},{"pageNumber":8,"pageContent":"III. Nine man-headed gods, with their hands raised in adoration, who are described as the \"gods who praise [RA], the lord of the company of the gods,\" Their names are:-- 1. KA-TUAT, 2. HETEM-AB, 3. ARA, 4. AAU, 5. HEMHEM, 6. KA-NETERU, 7. TUATI, 8. HEKENNU-RA, 9. AA-ATER. p. 15 IV. Twelve goddesses, with their arms hanging by their sides, who are described as \"those who give praises to RA as he passeth over URNES,\" Their names are:--1. MAA-NETER-S, 2. ART-NETER-S, 3. HEKENT, 4. NET, 5. APERT-RE, Click to view ( Left ) The nine praisers of RA. ( Right ) The twelve goddesses who sing to RA. 6. AB, 7. NEBT-HET, 8. HRA-SENI, 9. TEFNUT, 10. NUTET, 11. AMENT, 12. AST. p. 16 The Address which the Sun-god makes to the gods in the First Division of the Tuat reads: 1 -- p. 17 p. 18 The Majesty of this god standeth up after he hath taken up his position in this Court, and he addresseth words to the gods who are therein, saying, \"Open ye to me your doors, and let me come into your Courts! Give ye light unto me, and make ye yourselves guides to me, O ye who came into being, from my members, my word hath gone forth to you. Ye are made of my bodies, I have made you, having fashioned you of my soul, I have created you, I have made you by means p. 19 of my enchantments, [and] I have come to avenge myself the blood of my members which have risen up against me, and I will bring to destruction that which hath been made for it. I will make perfect with the . . . . . . of my forms Osiris Khenti Amenti. Open to me the doors with your hands, O ye Apes, unfold to me the portals of the Courts, O ye Apes, [and welcome] the gods (or, goddesses) who have come into being from my divine Souls, come ye into being, come ye into being for(?) KHEPERA, O ye who have your being at the head of the Tuat. Stand ye up, in URNES, and stablish ye yourselves on the secret banks thereof, and work ye for the gods of Tuat in the Court which ye guard, possess ye your plans in your seats, in your domains and in your fields.\" The gods of this Court say unto Ra, \"O great god, [the doors] are opened to thee, and the portals of the secret Ament are thrown open before thee, the doors of Nut the great are thrown wide open, illumine thou the darkness of night (or, thick darkness), provide for that which is in the place of destruction, and approach thou in thy name of Ra the place where is OSIRIS KHENTI AMENTI. There is a shout of joy to Ra at the entrance to the doors of the earth (?). Praise be to thee and make thou perfect the light, and enter thou [in through the habitations] of the Great Country. The Apes ( ambenti ) open the doors to thee, the Apes ( amhetetu ) unfold to thee the portals, the serpents sing, and exalt thee, and the divine serpents"},{"pageNumber":9,"pageContent":"p. 20 lighten thy darkness for thee . . . . . . . O Ra, the goddess of the hour cometh to thee, the two SOUL GODDESSES tow thee along in thy form, and thou takest up thy position on the ground of the Field of [this] land. Thou hast taken possession of the night, and thou wilt bring in the day, and [thou] dost likewise make long the hours, and thy boat cometh to rest. Thou seizest the grain of the god HENBET in thy secret place (?) NET. Thou openest NET-RA, \"thou uncoverest the god TCHEBA, the uraeus goddesses ( neterit ) of URNES acclaim thee, the uraeus goddesses ( nehenuit ) ascribe praise to thee, thy word is maat against thine enemies, thou givest tribulations to those who are condemned.\" The Majesty of this god uttereth words after he hath come forth into this Court, he doeth battle at the fortifications thereof, the doors of this [Court] are strong, saying, \"Shut [your doors] by your bolts. Come ye to me, advance ye to me, make ye your way [to me], and ye shall abide in your place; take ye up your stand on the banks of the stream [URNES].\" This great god passeth them by, and they (i.e., the gods) wail when he hath gone by them in the FIELD OF URNES. [The goddess of] the hour who guideth [this great god] through this Court is \"USHEM-HAT-KHEFTIU-NU-RA,\" Footnotes 16:1 See Léfebure, op. cit. , part iv., pl. 28, and Description de l'Égypte , tom. v., pl. 41, no. 5. Next: Chapter II: The Second Division of the Tuat, Which is Called Urnes"},{"pageNumber":10,"pageContent":"Sacred Texts Egypt EHH Index Index Previous Next p. 21 CHAPTER II. THE SECOND DIVISION OF THE TUAT, WHICH IS CALLED URNES. IN the Scene that illustrates the SECOND DIVISION of the Tuat, which is passed through by the Sun-god Click to view The Boat of Af in the Second Hour . during the SECOND HOUR of the night, the Boat of the Ram-headed god AF is seen making its way along the p. 22 stream which flows, as before, through the division lengthwise; the crew consists of the same gods, and they occupy the same positions in the boat as they did in the First Division. It is, however, important to notice that immediately in front of Ap-uat we see two serpents, which are called Isis and Nephthys respectively, occupying the front of the boat. No carpet or mat hangs over the bows of the boat, and the utchat is not represented on its side; the boat moves over the waters by means of some power exerted either by itself or by some of the gods who stand in it. In front of the boat of AF the way is led by a procession of four boats, which are moved, presumably, by the same power which moves the boat of Ra. The FIRST BOAT has ends which terminate in bearded human heads, and its celestial and solar character is attested by the sign for \"heaven,\" and the utchat , with which its sides are ornamented. The object of this boat is to support the disk of the full moon, which rests within a crescent upon a support divided into thirteen sections, each typifying a day; thus the full moon as it appears on the fourteenth day of the month is here represented. By the disk kneels a god who is \"supporting Maat,\" which is symbolized by a feather, and is described by the word MAAT written between it and the support of the moon's disk. In the mutilated text above the p. 23 boat it is said that \"this great god approacheth this region, and he is conveyed along in the boats of the earth, by means of their . . . . ., and he paddleth along through this Field and uttereth words,\" "},{"pageNumber":11,"pageContent":"Click to view The Boat of the Full Moon . The name of the fore part of the boat appears to be URER, and in front of the boat is written \"Chief of the gods of the Tuat;\" p. 24 the hieroglyphics above the full moon read , and those above the stern of the boat read, \"Field of him that beareth up URNES.\" The ends of the SECOND BOAT likewise terminate in Click to view The Boat of the goddess Hathor . bearded human heads, but each is surmounted by a pair of plumes. In the centre of the boat, between two goddesses, stands a huge sistrum, which is the symbol of the goddess Hathor, and indicates that the boat is that of HATHOR, or of HATHOR-ISIS. In the fore part of the boat is a beetle, which is described as \"This great god NEPER,\" p. 25 [paragraph continues] Above the goddess to the left of the sistrum are written the words, \"their boats send forth their words,\" over the plumed head in front is written and over that at the other end of the boat, \"Osiris crieth to it.\" Click to view The Boat of the Lizard-god. On the side of the boat are the signs and ."},{"pageNumber":12,"pageContent":"The prow of the THIRD BOAT is surmounted by a crown of the South, and the stern by a crown of the North, and between the two sceptres, which symbolize the gods ANPU and AP-UAT, i.e., the jackal-headed p. 26 gods of the South and North, is a huge lizard, from the back of which spring the head of Osiris and a White Crown. On the side of the boat are the signs and . Above the crown of the North is the legend U-UR, which, however, probably refers to the sceptre near it; above the lizard we have Click to view The Boat of the Grain-god Neper. the foremost sceptre , and immediately in front is and under the front of the boat is . The prow and stern of the FOURTH BOAT terminate in heads of uraei, each of which is turned towards the p. 27 deity who is kneeling in the middle of the boat. In the centre kneels a woman without arms, and before and behind her stands a man, who is likewise without arms. At each end of the boat grows a plant or, perhaps, a large ear of wheat, which indicates that the boat is that of the form of Osiris as the god of vegetation, who is known by the name NEPER. The legend by the ear of corn in the front of the boat reads, \"the boat which conveyeth Neper,\" and that by the ear in the stern, \"collector of herbs and plants,\" The deity in the boat, or the boat itself perhaps, is called HEPT-MENA-F-TUA-UAA-F. This boat is the boat of the god NEPER, the god of grain, and a form of Osiris as the god of vegetation; it may be noted that its side has no utchat upon it. In the upper register are:-- 1. A bearded god, with a phallus in the form of a knife, called AST NETCH-T, i.e., \"Isis, the avengeress.\" 2. A god of similar form and attribute called SEB-QENBETI, i.e., \"Seb of the two corners. A ram-headed god, with a similar attribute, called p. 28 [paragraph continues] KHNEMU QENBETI, \"Khnemu of the two corners.\" 4. An ibis-headed god, with a similar attribute, called TEHUTI-HER-KHENT-F, i.e., \"Thoth on his steps.\""},{"pageNumber":13,"pageContent":"5. An ape-headed god, with a similar attribute, called AFU-HER-KHENT-F, i.e., \"Afu on his steps.\" Click to view Second Hour. Upper Register. Gods Nos. 1-7 . 6. Lioness-headed deity, with a similar attribute, called KETUIT-TENT-BA, i.e., \"Cutter of the soul.\" All the above gods are in mummied form, and occupy chairs of state. 7. A god standing upright, and holding a kherp sceptre or weapon in his left hand; he is called p. 29 [paragraph continues] SEKHEM-A-KHEFTIU i.e., \"Overcomer of the power of the enemy.\" 8. A hawk-headed god, with a uraeus on his head, called HERU-TUAT, i.e., \"Horus of the Tuat.\" 9. A god, who holds a knife in his left hand, and has his right raised to strike; he is called SEBEN-HESQ-KHAIBITU. Click to view Second Hour. Upper -Register. Gods Nos. 8-15 . 10, 11. Two ape-headed gods, called respectively BENTI and AANA. 12. A god with the head of a hawk and the head of an animal, SET and HERU-UR, who is here called \"He of the two faces.\" 13, 14. The crook of Osiris, p. 30 and the upper half of a serpent called MET-EN-ASAR, i.e., \"staff of Osiris.\" 15. The term of Osiris facing a deity with the head of a lioness, who is called SESENT-KHU, i.e., \"Terrifier of spirits.\" 16-18. Three goddesses, each of whom has a sceptre in her left hand, and a uraeus on her head; their names"},{"pageNumber":14,"pageContent":" Click to view Second Hour. Upper Register. Gods Nos. 16-21 . are:--MEST-S-TCHESES, AMAMA KHEFTIU, and HERT-TUATI. 19-21. The goddesses SEKHET, of Thebes, AM-TCHERU, AMENT-NEFERT and NET-TEPT-ANT. p. 31 In the lower register are the following:-- 1. A god, standing, called NEBAUI, 2-4. Three gods, each of whom has two ears of corn stuck in his hair; these are called BESUA, NEPER, and TEPU (?), (or, PAN). 5-7. Three gods, each holding an ear of wheat in Click to view Second Hour. Lower Register. Gods Nos. 1-8 . his left hand; their names are HETCH-A, AB, and NEPEN. 8. A god, holding a knife in his left hand, called AR-AST-NETER. 9-11. Three gods, seated, in mummy forms. The first has the head of a horned animal, and is called AMU-AA, i.e., \"the Eater of the p. 32 phallus\"; the second has the head of a man, and is called AKHABIT; and the third has the head of a Jackal, and is called NEBT-TA-TCHESER. 12. The god OSIRIS UN-NEFER, in mummy form, wearing the crown of the South. 13. The god KHUI, who holds in each hand a long lotus-topped sceptre surmounted by a star. "},{"pageNumber":15,"pageContent":"Click to view Second Hour. Lower Register. Gods Nos. 9-15 . 14. The two-headed god (Horus-Set?) called HRA-F-A-F. 15. The god HERU-HEN. 16, 17. Two gods, each holding in his left hand the sign of life inverted; their names are HUN and HETCHETCHTU. p. 33 18-20. Three gods, each holding a palm branch; their names are NEHA, (or NAREH), MAKHI, and RENPITI. 21. A god, who holds a knife in his left hand, and is called AFAU., 22. A god, holding in his hand the symbol of \"year,\" who is called FA-AR-TRU. Click to view Second Hour. Lower Register. Gods Nos. 16-22 . The text referring to the gods in the upper register reads:-- p. 34 \"[Those who are in this picture] praise this great god after he hath come forth to them, and behold, it is their words which lead him to them; they lament when he hath passed onwards, having spoken words to them. Behold, these gods are they who make the words of those who are upon earth to reach [the god],and it is they who make souls to approach their forms. Their work consisteth in causing to come into being the offerings of the night, and in performing the p. 35 overthrow [of enemies] at their hour. It is they who guard the day, and who bring on the night until this great god cometh forth from out of the thick darkness to repose in this Court of the eastern horizon of heaven. They cry out in lamentation to this great god, and they utter wailings for him after he hath passed by them. Those who know them shall come forth by day, and he shall be able to journey during the night to the divisions of the great double city.\" The texts which describe the duties of the gods in the lower register read:--"},{"pageNumber":16,"pageContent":"p. 36 \"[Those who are in this picture give unto this great god the seasons] and the years which are in their hands. When this great god hath made speech with them, they answer him, and they have life through the voice of this great god, and their throats draw in breath, for when he crieth to them he ordereth them what they are to do, and he appointeth to them green herbs in abundance in their field. And they supply with the green herbs of URNES the gods who are in the following of Ra, and they make offerings of water to the spirits by the command of this great god, and they kindle flames of fire in order to burn up the enemies of Ra, and there is wailing to them, and they lament after this great god hath passed them by. AM-NEBAUI is the guardian of this Field; whosoever knoweth [this] is in the condition of a spirit equipped with [words of power], and [the gods] protect [him].\" p. 37 The five lines of text which contain the address of the gods to Ra, and the answer of the god, read:-- p. 38 p. 39 p. 40 The gods of the Tuat speak to this great god as he entereth in with understanding to the boundary, and he is borne over NET-RA into URNES, saying, \"Hail, thou who risest as a Mighty Soul (KHA-BA-AA), who hast received [the things which belong to] the Tuat, AF, thou guardian of heaven . . . . . thou livest, O AF, in TA-TESERT. Come thou, and cast thou thine eye in thy name of Living One, Khepera, at the head of the Tuat. Traverse thou this Field, O thou who hast might, bind thou with fetters the HAU serpent, and smite thou the serpent Neha-hra. There is rejoicing in heaven, and there are shouts of gladness upon the earth at the entrance of thy (literally, his) body. He who shineth sendeth forth light, and the URU gods give light [at dawn; destroy thou] the p. 41 darkness which is in AMENT in thy name of SEKHER-SHETAU-UR-A, illumine thou the thick darkness, O AF. His jawbones are to him, and Ra taketh up his position in AMENT. Thy boat is to thee, and it is thy right, thou art guided along, and those who convey thee over the water and who dwell in the earth make calamities to come upon APEP straightway on thy behalf. Thy protector is the Star-God (SBA), thou art praised and adored, thy soul passeth on, thou goest onward and thy body is equipped with power, and the regions (?) are opened [to thee]. The doors of the hidden land are opened [before thee], OSIRIS cometh unto thee, OSIRIS avengeth thee, and thy word is maat against thy enemies. Thou goest to rest, thou goest to rest in AMENT, and thou comest into being in the form of KHEPERA in the East.\" This great god sendeth forth words to the gods who dwell in the, Tuat and to those who inhabit URNES, saying, \"Open ye your hidden doors so that the god AF may look [upon you] and may throw aside your darkness, and that ye may draw your water from URNES, and your bread from . . . . . ., and that wind may come to your nostrils, and that ye may not be destroyed and overcome by your own foul odour, and that ye may not be choked by your own dung, and that ye may untie and cast away your swathings, and that ye may lift up your legs and walk upon them, and that ye may stretch out your arms, and that your souls may not be made to remove themselves from p. 42 you. O ye who live in your forms, and who utter your words of magical power, who are provided with your swords [whereby] ye may hack in pieces the enemies of Osiris, whose seasons are permanent, whose years are well established, who pass your state of being [in] your hours, who dwell in your estates, who have your barley in your bread cakes, who have loaves of bread made of the grain which is yours, whose word is maat , depart from my boats, and retreat before [my] images, [that I] may vivify anew this"},{"pageNumber":17,"pageContent":"your Field, the Field . . . . . . living ones. [My] soul is among . . . . . . you who have done battle on my behalf, who have protected me against Apep, who have life through my soul, who have being through my bodies, who stablish your seats of holiness which have been decreed to you that ye may exist therein, [who are with your souls] by day, who are in my following in the Tuat, when I make my way through the night and when I destroy the darkness, O grant me your help so that I may travel on in the following of my eye, and that I may journey forwards with those who go to my place in the East. Utter ye cries of joy, O gods of the Tuat, for I avenge you, [utter ye cries of joy,] for I order your destinies.\" When they have addressed this god whilst rowing along his boat Am-TA, they cry out, and they bring him to rest in the Field of the NEPERTIU gods who are in the following of Osiris. If these scenes be done [in writing] according to the similitudes which are in the p. 43 hidden place of the palace, and if a man hath knowledge of [these] words . . . . they shall act as magical protectors of a man upon earth, regularly, unfailingly, and eternally. The name of this hour is SESHET-MAKET-NEB-S. Next: Chapter III: The Third Division Of The Tuat, Which Is Called Net-Neb-Ua-Kheper-Aut"},{"pageNumber":18,"pageContent":"Sacred Texts Egypt EHH Index Index Previous Next p. 44 CHAPTER III. THE THIRD DIVISION OF THE TUAT, WHICH IS CALLED NET-NEB-UA-KHEPER-AUT. IN the scene which illustrates the THIRD DIVISION of the Tuat, which is passed through by the Sun-god Click to view The Boat of Af, the dead Sun-god, in the Third Hour . during the THIRD HOUR of the night, we see the boat of the god making its way over the waters of the river p. 45 in the underworld. The dead Sun-god AF stands within a shrine in the form of a ram-headed man, as before, but there is a change in the composition of the crew, which now consists only of four mariners, two of whom stand before the shrine and two behind, and the goddess of the hour and a hawk-beaded deity, one of Click to view The Boat which capsizeth. the forms of Horus, who is occupied in tying loops of rope to the elongated hawk-headed rowlocks in which the paddles may be worked. The boat of AF follows in the train of three boats, which may be thus described:-- The foremost boat is called UAA-PENAT, p. 46 i.e., \"The boat which capsizeth\"; it contains three hawk-headed forms of the god Horus, and is steered by two male figures, who stand one in the bows and the other at the stern. In the middle of the boat stand the hawk-god BAK, and the hawk-goddess BAKET, and behind them, standing on a snake, is the"},{"pageNumber":19,"pageContent":" Click to view The Boat of Rest . third form of Horus. Between the front steersman and BAKET is the serpent TEKA-HRA, i.e., \"Fiery face,\" and the aft steersman bears a name of similar meaning, NAB-HRA. The second boat is called UAA-HERER, p. 47 i.e., \"The boat of Rest,\" and has in the middle an Osiris god in the form of a mummy; each end of the boat terminates in the head of a cynocephalus, and it is steered by two beings, one of whom is called TESEM-HRA-F, i.e., \"He whose face is like a knife,\" and the other KHEN-EN-URT-F, Click to view The Boat of the Branch . i.e., \"The ferryman who resteth not.\" The Osiris god stands between two gods, one of whom is called AU-MATU, and the serpent which stands on its tail between the steersman in the bows and the first god is called SET-EM-HRA-F. p. 48 The third boat is called PA-KHET, \"The Branch,\" and each end terminates in the head of a lion. In the middle of it stands the form of Osiris, who is called SHEFSHEF, and he wears on his head a pair of ram's horns; his arms and the upper Click to view The Four Forms of Osiris . portion of his body are swathed. Behind him stands the mummied form called AM-TA, and before him the god NEB-UAST. Of the two steersmen, only the name of the second, KHEN, or KHENNU is given; the name of the serpent"},{"pageNumber":20,"pageContent":"p. 49 which stands on its tail is SET-EM-MAAT-F. The procession of boats is met by four forms of Osiris, who stand with the upper portion of their bodies swathed. Their names are:--1. NEB-NET, 2. MENI, ARA-TCHERU, 4. MAA-TCHERU. The text written above the boats reads:-- p. 50 \"This great god journeyeth over NET-NEB-UA-KHEPER-AUT (i.e., the Water of the Lord One, the Creator of food). [He who is in] this picture transporteth the boats which are in the earth, and he paddleth Osiris to this City. This great god resteth for a period in this City, and he sendeth forth his voice to Osiris, and to those who are in his following, and [then] these hidden boats guide him into this Field. This great god paddleth through this Field towards the Hour TENT-BAIU, and these boats journey round to the district of THETTU, after traversing this City. Whosoever knoweth these things shall have both his habitation and his bread with Ra.\" In the upper register are the following:-- 1. A dog-headed ape seated on an oval mass of sand; he is called HER-SHA-F, \"He who is on his sand.\" 2. A dog-headed ape called TCHEB-NETER, or TEBI-NETER, seated in a coffer(?) with a vaulted roof. 3, 4. Two jackal-headed gods called ANPU and NEHEM-KHERU, or NEHA-KHERU. 5, 6. A man and a woman, who hold in each hand a pupil of the Eye of Horus, or Ra; the man is called p. 51 [paragraph continues] ANTH, i.e., \"He who brings,\" and the woman ANTET, i.e., \"She who brings.\" 7. The ram SMA-KHEFTIU-F. 8. A mummied form, with projecting hands, called PET-AHAT. Click to view Third Hour. Upper Register. Gods Nos. 1-6 . 9. ANUBIS of Thebes, in the form of a jackal, couchant on a pylon. 10. A kneeling man, who holds in his left hand a pupil of the Eye of RA, and is called AN-MAAT-RA-SEHETEP-NETERU, i.e., \"The bringer of the Eye of RA, who maketh content the gods.\" p. 52"},{"pageNumber":21,"pageContent":" Click to view Third Hour. Upper Register. Gods Nos. 7-11 . 11. The papyrus sceptre UR-HEKAU, i.e., \"Great one of words of power,\" surmounted by a piece of flesh. 12-15. Four gods, whose names are SAU-AB, Click to view Third Hour. Upper Register. Gods Nos. 12-19 . p. 53 [paragraph continues] THEMA, HUN-SAHU, and THET-EM-KERH. 16-19. Four mummied forms. The first has a pair of horns on his head, the second two curved plumes (?), the third a winged uraeus, and the head of the fourth is without ornament; their names appear to be PEBA-F, Click to view Third Hour. Upper Register. Gods Nos. 20-26 . [paragraph continues] KA-ARU, AUAI, and TEBA. 20-23. Four goddesses, whose names are HAIT, AKEBTIT, MATHI, and REMIT, these, as their names testify, were professional mourners. 24. The god HERU-KHETI, followed by p. 54 the HENNU, standard, i.e., the hawk of SEKER upon a standard."},{"pageNumber":22,"pageContent":"25, 26. The gods MEH-MAAT and NETER-NEFERU. The text which refers to the above reads:-- \"Those who are in this picture in the TUAT have the flesh of their own bodies, and their souls speak p. 55 over them, and their shadows are united unto them, and after this great god hath addressed them, they speak to him, and they say words of praise to him, and they weep after he hath passed them by. The work which is theirs in Amentet is to take vengeance upon the Seba fiend of Ra, to make Nu to come into being, to make Hap (i.e., the Nile) to flow, and when Click to view Third Hour. Lower Register. Gods Nos. 1-6 . he hath come forth in the earth from them, they send forth their voice, and take vengeance upon the Seba fiend. Whosoever knoweth [these things] shall, when he passeth by these beings, not be driven away by their roarings, and he shall never fall down into their caverns.\" In the lower register are:-- 1. The god KHNEMU, ram-headed. 2. A bearded male figure called NERTA, with hands raised in adoration. p. 56 3-6. Four forms of Osiris, mummified, bearded, and wearing the White Crown, and seated on chairs of state; their names are ASAR-NEB-AMENTET, ASAR-KHENT-AMENTET, ASAR-ASTI, and ASAR-THET-HEH, that is, \"Osiris, lord of Click to view Third Hour. Lower Register. Gods Nos. 7-13 . [paragraph continues] Amentet,\" \"Osiris at the head of Amentet,\" \"Osiris of the two seats,\" and \"Osiris, conqueror of millions of years.\" 7-11. Five goose-headed beings, each holding a knife in his right hand; four of their names are NEHA-HRA, AKEBSEN, ATEMTI, and TUATUI."},{"pageNumber":23,"pageContent":"p. 57 12-14. A male figure called SEPAASHAT, who holds a knife with both hands, and stands between two women, whose names are MESKH-SET, and TEPT-BES-S. 15. The male bearded figure AMENTI. Click to view Third Hour. Lower Register. Gods Nos. 14-19 . 16-19. Four forms of Osiris, mummified, bearded, and wearing the Red Crown, and seated on chairs of state; their names are ASAR-KA-AMENTET, ASAR-HER-KHENTU-F, ASAR-BATTI, and ASAR-KHERP-NETERU. 20, 21. The two goddesses SEH, and AHAU, p. 58 who stand grasping the sceptre with both hands, and have their heads turned behind them. 22. The goddess BA-KHATI, who holds in each hand one of the eyes of Horns or RA. 23. The god KHETRA, holding a sceptre and an ankh. Click to view Third Hour. Lower Register. Gods Nos. 20-26 . 24-26. Three gods, with bowed backs who touch the earth with their hands. The text relating to the above reads:-- p. 59 \"Those who are in this picture [and those who are in] the house of TET praise this great god, and when this great god hath sent forth words to them, they come to life, for when he hath called to them and hath sent forth his words to them [they have] their water, and they receive their due (literally, heads) in addition to the utterance of his mouth. The work which they have to do in Ament is to hew and to hack souls in pieces, and set restraint upon shadows, and to destroy such doomed beings as have their being in their place of destruction which blazeth with"},{"pageNumber":24,"pageContent":"p. 60 fire. They send forth flames and they cause fires to spring up, and the enemies are as those who have their knives over (or, on) their heads. They wail and they lament when this great god hath passed them by. The name of the warder of this Field is KHETRA. Whosoever knoweth this shall be in the condition of a spirit who hath dominion over his legs.\" M. Maspero, in his description of the THIRD HOUR, 1 p. 61 includes an extract from the speech which the Sun-god Ra makes to the inhabitants of NET-NEB-UA-KHEPER-AUT; as he points out, though three copies of the speech are extant, all are mutilated (see Lefébure, Le Tombeau de Seti I er ., 1 re partie, pll. xv.-xvii., pll. xviii.-xx., and pl. xxii.), and it is impossible at present to reconstruct the text, although the general meaning of several sentences is clear enough. Footnotes 60:1 The portions rendered by M. Maspero read thus:--Ce grand dieu dit aux Biou shetiou (Ames mystérieuses) qui suivent Osiris: \"O vous dont j'ai rendu mystérieuses, dont j'ai occulté les âmes, que j'ai mis à la suite d'Osiris pour le défendre, pour escorter ses images, pour anéantir ceux qui l'attaquent, si bien que le dieu Hon est à toi, ô Osiris, derrière toi, pour te défendre, pour escorter tes images, pour anéantir ceux qui l'attaquent, si bien que Hon est à toi, ô Osiris, que Sa est à toi, ô Khontamentit, vous dont les formes sont stables, vous dont les rites assurent l'existence, vous qui respirez l'air [de vos narines, qui voyez] de vos faces, qui écoutez de vos oreilles, qui êtes coiffés de vos coufièh, qui êtes vêtus de vos bandelettes, qui avez des revenus d'offrandes à vous sur terre par l'office des prêtres du dieu, qui avez des champs à vous de votre propre domaine, vous dont les âmes ne sont point renversées, dont les corps ne sont point culbutés, ouvrez vos cercles et tenez-vous à vos places, car je suis venu pour voir mes corps, inspecter mes images qui sont dans l'autre monde, et vous m'avez convoyé pour me permettre de leur apporter mon aide, si bien que je conduis à la rame ton âme au ciel, ô Osiris, ton âme à la terre, ô Khontaougrit, avec tes dieux derrière toi, tes mânes devant toi, ton être et tes formes [sur toi?], et alors ton mâne est enchanté, ô Osiris, vos mânes sont enchantés, ô vous qui suivez Osiris. Je monte en terre et le jour est derrière moi; je traverse la nuit, et mon âme se réunit à vos formes pendant le jour, j'accomplis de nuit les rites qui vous sont nécessaires, j'ai créé vos âmes pour moi, afin qu'elles soient derrière moi, et ce que j'ai fait pour elles vous empêche de tomber au lieu d'anéantissement.\" Next: Chapter IV: The Fourth Division of the Tuat, Which Is Called Ankhet-Kheperu"},{"pageNumber":25,"pageContent":"Sacred Texts Egypt EHH Index Index Previous Next p. 62 CHAPTER IV. THE FOURTH DIVISION OF THE TUAT, WHICH IS CALLED ANKHET-KHEPERU IN the scene that illustrates the FOURTH DIVISION of the Tuat, which is passed through by the Sun-god during the FOURTH HOUR Of the night, a region which is entirely different from anything seen previously is entered. We see that the general arrangement which makes each Division to contain three sections has been followed, but the actual path of the Boat of the Sun is different. Instead of passing along the middle section as before, the god is obliged to pass over the region of the kingdom of Seker. The course which was usually passed over by the dead runs from one side of the section to the other diagonally, and it may be thus described:--Starting from the upper side of the topmost division, the corridor, which is called RE-STAU, slants across to the lower side; at the point where it touches the line which divides the first and second section is a door, which is thrown open. The door is called MATES-SMA-TA. The corridor runs p. 63 Click to view The Kingdom of Seker . p. 65 parallel with the line which divides the first and second section for some distance, and is described as the \"road of the secret things of Re-stau; the god doth not pass through the leaves of the door, but they hear his voice.\" A sharp bend takes RE-STAU in a slanting direction across the middle section of the scene, and at the bottom of it is another door, which is called METES-MAU-AT, the corridor runs parallel with the line which divides the second and third section for some distance, when it crosses the section, again in a slanting direction, and at the end of it is a third door, which is called METES-EN-NEHEH. In the second slant of the corridor is an inscription which describes it as the road by which entereth the body of SEKER, who is on his sand, the image which is hidden, and is neither seen nor perceived, p. 66 [paragraph continues] As the further course of the corridor will be described under the Fifth Hour we may pass on to consider the Boat of the Sun, and the means by which the god makes his way onward. Ra and the gods who formed his crew have left the boat in which they travelled until now, and have betaken themselves to one, each end of which terminates in the head of a serpent. This serpent-boat is drawn along by four gods, who are called TUN-EN-MAA, HER-UARFU, AR-NEFERTU, and SHETAI,"},{"pageNumber":26,"pageContent":"Above the boat is written, \"[Whilst] this great god journeyeth over those who are in this scene the flames which the mouth of his boat emit guide him through these pools; he seeth not their forms, but he crieth to them and to their places, and they hear his voice, p. 67 Click to view The Kingdom of Seker . p. 69 In front of those who tow the boat of Ra are:-- 1. A form of Osiris called EM-ANKHTI, (see p. 71 ). 2. The crook of Osiris (see p. 75 ). 3, 4. Thoth, ibis-headed, and Horus, hawk-headed, standing facing each other, with the UTCHAT, above their outstretched hands and arms; the title of Thoth is UTHESU, i.e., \"the Raiser,\" and that of Horus is AU-AU or, \"the wide of hands.\" The Utchat is called SEKRI. 5. The god SETHEN-HAT, wearing the crown of the South. 6. The god HER-TEBAT-F, i.e., \"He who is over his place of burial,\" having in the place of a head two curved objects, which M. Maspero identifies with mummy bandages (see, p. 79 ). 7. The god UATCH-HRA, i.e., \"Green Face\" (see p. 79 ). 8. The god HETEP, who carries the crook of Osiris mentioned above (No. 2) (see p. 79). 9-11. Three gods, each of whom carries an ankh in his p. 70 left hand, whose names are SEM-ANKH, AN-HER, and UT-MET, (see pp. 79 , 83 ). 12. The goddess NEBT-ANKH, (see p. 80 ). The text which refers to these beings reads:-- \"Those who are in this picture, in their forms of their bodies, are the hidden [travellers] upon the way of the holy country whose secret things are hidden. They are the guardians of the way of the holy [land] for those who enter into the hidden place of the Tuat, and they keep ward over Anpu in his forms as he tows them along, when he entereth in by them in the holy land.\" In the upper register are:--"},{"pageNumber":27,"pageContent":"1. A goddess, wearing the crown of the North, apparently a form of Neith (see p. 63 ). p. 71 Click to view The Kingdom of Seker . p. 73 2. A serpent, with a human head, and two pairs of human feet and legs (see p. 63 ). 3-5. Three serpents, which move side by side along the ground \"upon their bellies\". Of them it is said, \"Those who are in this picture make their passage to every place each day\" (see p. 67 ). 6. The scorpion ANKHET, and a large uraeus. Of these it is said, \"Those who are in this picture stand in Re-stau at the head of the way [to guard it].\" Behind these stands a god, who appears to be making an offering of two libation vases to the serpent. Of him it is said, \"He who is in this picture is the guide of the holy way\" (see p. 71 ). 7. A three-headed serpent, with a pair of hawk's wings, and two pairs of human legs, and of him it is said, \"He who is in this picture in the Tuat is the warder of this holy way of Re-stau; he liveth upon the abundance [which cometh] from his wings, his body, [and] his heads, p. 74 [paragraph continues] (see pp. 71 , 75 ). 8. The god AP-TUAT, who holds a sceptre, in his right hand, and stands before the serpent NEHEB-KAU, which has two heads on one end of its body, and one head, instead of a tail, at the other. Of the god AP-TUAT it is said, \"He who is in this picture is in the form which Horus made, and he openeth [the way] for the two gods on this way.\" Of the serpent NEHEB-KAU it is said, \"He who is in this picture is at his place NET-MU, by the holy way of passage of RE-STAU, and he journeyeth about to every place each day, and he liveth upon the abundance of that which issueth from his mouth,\" (see pp. 75 , 79 ). 9. A god, who grasps the third head of NEHEB-KAU with his right hand, and a staff with a curled end in the left; facing him is a headless god called AB-TUAT (see pp. 79 , 83 ). p. 75 Click to view The Kingdom of Seker ."},{"pageNumber":28,"pageContent":" p. 77 10. A goddess of the South (NEKHEBET) and a goddess of the North. Of the last group of figures it is said, \"Those who are in this picture are in the form wherein Horus hath made them; they are the warders of the serpent NEHEPU, who guide him to the hidden thing which is on this secret way,\" (see p. 83 ). In the lower register are:-- 1. A large boat, each end of which terminates in the head of a woman; lying along the bottom of the boat is the serpent HETCH-NAU, (see pp. 63 , 67 ). Concerning him it is said, \"He 1 who is in this picture . . . . in his boat great, is the [serpent] which guardeth the AHETH chamber; he standeth up at the mouth of the hidden passages of the AHET chamber, and he liveth upon the two voices of the heads of the boat.\" p. 78 [paragraph continues] Under the neck of this serpent is the emblem \"life,\" (an ankh). 2. A woman called MUTHENITH, standing (see p. 67 ). 3. A woman called SHATHETH, standing (see p. 67 ). 4. The divine mummy form BENNI, seated (see p. 71 ). 5. A lion-headed goddess called HEN-KHERTH (?) (see p. 71 ). 6. A goddess, with a pair of horns on her head, in a sitting position, but with no throne to sit upon; her name is THEST-APT, (see p. 71 ). Of these beings it is said, \"Those who are in this picture are in the forms wherein Horus made them, and they stand on the ground of Re-stau in the hidden place . . . . . . . .\" 7. The male serpent AMEN, (see pp. 75 , 77 ). 8. The female serpent HEKENT, which has a human head growing out of its body, a little distance from the tip of its tail; the human head faces the serpent AMEN. Of the male serpent it is said, \"He p. 79 Click to view The Kingdom of Seker . p. 80 p. 81 who is in this picture is the guardian of the secret passages which lead to the AHETH chamber; he journeyeth round to every place each day, and he liveth on the words of the gods who guard this road.\" The meaning of the legend which refers to the female serpent Hekent is not clear. 9. The three-headed serpent (see p. 79 ) MENMENUT, which is described as the \"hidden image of the AHETH chamber [of Seker], which is illumined daily at the birth of KHEPERA by that which cometh forth from the faces of [the serpent] MENMENT.\" Over the back of this serpent are six stars and fourteen"},{"pageNumber":29,"pageContent":"human heads, each of which is surmounted by a disk. These fourteen heads represent, as M. Maspero has well shown, the gods of the first fourteen days of the month, who are being carried by the three-headed serpent to p. 82 the Utchat, which Thoth and Horus are carrying to it; they appear again in the next Division of the Tuat, where they are seen drawing along the boat of the sun. 10. The winged disk of the god KHEPERA, Beneath stands the \"envoy of heaven,\" with his right hand raised, and his left stretched out, and behind him is the goddess MAAT (see p. 83 ). p. 83 Click to view The Kingdom of Seker . Footnotes 77:1 The text is in the plural. Next: Chapter V: The Fifth Division of the Tuat, Which Is Called Ament"},{"pageNumber":30,"pageContent":"Sacred Texts Egypt EHH Index Index Previous Next p. 85 CHAPTER V. THE FIFTH DIVISION OF THE TUAT, WHICH IS CALLED AMENT. IN the scene that illustrates the FIFTH Division of the Tuat, which is passed through by the Sun-god during the FIFTH HOUR Of the night, we see the boat of the sun being drawn along by seven gods and seven goddesses (see pp. 91 , 95 , 99 , 103 , 107 ). The legend over the seven gods is partly broken away, but what remains of it proves that it must have been similar in meaning to that which is over the heads of the goddesses, which reads, \"These are the goddesses which tow RA along in the Tuat over this Circle, and they make this great god to advance so that he may rest in NU in the Tuat.\" In front of the seven goddesses march four gods, who appear to be under the guidance of \"Isis of Amentet,\" and who are described as the \"great sovereign chiefs who provide food in this Circle,\" p. 86 The first god is called HER-KHU, and holds a staff in his hand; the second is AN-HETEP, and holds the sceptre in his hand; the third is HERU-HEQUI, is hawk-headed, and holds the crook in his hand; the fourth is UT-METU, and holds a tree in his left hand. The text containing the address of the Sun-god to the seven gods is broken away, and all that remains of it reads, \"This great god maketh his journey by means of those who tow him over this Circle in [his] boat.\" A portion of the answer of the seven gods to him is also broken away, but what remains of it reads, \"Is opened to thee the earth to such an extent that thou hast passed over the Beautiful Land, and the roads concerning which Ra hath spoken to thee, O Osiris. Thou criest out, O Ra, to the Land of Seker, and Horus hath life upon his sands. Come to Khepera, O Ra! Come to Khepera! Work ye with the cord, O ye who make Khepera to advance, so that it may give the hand (i.e., help) to Ra whilst he passeth over the hidden ways of Ra, in the horizon. [Come] in peace, in peace, O Ra of the Beautiful p. 87 Click to view The Kingdom of Seker . p. 88 p. 89 [paragraph continues] Ament\". In the middle of the scene we see that the ground rises (see p. 103 ) and forms a kind of hollow mound, the highest point of which terminates in the head of a woman, which faces to the right; immediately above her head is a scarab which is in the act of descending, but only one half of its body is visible. Concerning the beetle it is said, \"Behold Khepera who, immediately the [boat of Ra] is towed to the top of this Circle, unites himself to the roads of the Tuat; when this god standeth on the head of the goddess he speaketh words to Seker every day.\" The short lines of text just above the mound read, \"The majesty of this great god journeyeth on by being towed along, and these goddesses receive him,"},{"pageNumber":31,"pageContent":"p. 90 words which are addressed to the god by the goddesses are, \"Come, O Ra, in the peace of the Tuat! Let Ra advance on the road in the boat which is in the earth, in his own body, and let his enemies be destroyed. [The goddess] Ament crieth (?) to thee, O Ra, so that thou mayest join her, and mayest go forwards in the sky as the GREAT ONE who is in the horizon, and mayest be towed along by those who tow thee, and, verily, mayest destroy all thine enemies,\" this address Ra replies, saying, \"O ye who have received your weapons, O ye who have grasped your sceptres, O ye who shake your spears, O ye who stand by your tchefau food, who sit down to your offerings, who are the warders of food and bread and are the lords of the provisions in Ament, Isis giveth herself unto you, and Ament joineth herself unto you, so that I may p. 91 Click to view The Kingdom of Seker . p. 93 stand up by you for your protection when I pass by you in peace,\" The \"Land of Sekri,\" which is mentioned by the seven gods who are towing the boat of Ra, lies immediately below the mound of earth, and forms, as it were, an oval island in the river of the Tuat; its shape is, as M. Maspero has said, an elongated ellipse, , and it is formed wholly of sand. The \"Land of Sekri\" is described in the legend which is written at each end of the oval as \"The horizon (?) of the hidden country of Sekri, which guardeth the hidden body (or, flesh),\" This mysterious oval is supposed to rest upon the bodies of two man-headed lion sphinxes set tail to tail; of these, however, only the heads and fore quarters p. 94 appear, one at each end of the oval. Each sphinx is called AF, and he is said \"to have his existence from the voice of the great god,\" and \"his work is to keep ward over his image.\" Within the oval already described is stretched out at almost full length on the ground a monster serpent (see pp. 99 , 103 ), which has two snakes' heads at one end of his body, and a bearded human head at the other (see 99 ); the text above his snakes' heads is mutilated, and all that can be made out satisfactorily are the words neter aa , \"great god.\" From the middle of his body springs a pair of wings, and between them, immediately under the female head at the top of the mound, stands the god SEKRI, in the form of a hawk-headed man. Of him it is said, \"His work is to protect his own form,\" and of the serpent, \"he liveth upon the magical protection which issueth from his mouth every day.\" The text which refers to the oval reads:-- p. 95 "},{"pageNumber":32,"pageContent":"Click to view The Kingdom of Seker . p. 97 \"The Image which is in this picture is in thick darkness. The dawn in the horizon which belongs to this god [cometh] from the eyes of the heads of the great god, whose flesh sendeth forth light, and whose legs are bent round, the great god who keepeth ward over the flesh of SEKRI, who is on his sand, his own image. The voice of this horizon is heard in this hour after this great god hath passed them by, like unto the sound of the roarings which are in the heights of heaven when they are disturbed by a storm.\" On the left of the horizon (see p. 95 ) of SEKRI is the serpent TEPAN, who liveth by the voice of the primeval gods of the earth. He cometh forth and he goeth in, and he presenteth the offerings made to this great god every day unseeing [and unseen].\" On p. 98 the right (see p. 107 ) of the horizon is the serpent ANKHAA-PAU, \"who liveth upon the flames which issue from his mouth. His work is to protect the horizon, and he never entereth into any house of the Tuat.\" Immediately in front of this serpent are four seated gods (see p. 111 ), of whom the heads of two are turned behind them; they are described as the \"gods who hold the secret forms of SEKRI, who is on his sand.\" The first holds on his knees the White Crown, the second the Red Crown, the third the head of the ram of HERU-SHEFSHEFIT, and the fourth the plumes of Shu, or some other god of light and dryness. The legend above them reads, \"Their forms are in the place among them in their own bodies. They follow after this great god unseeing and unseen.\" Behind the serpent TEPAN (see pp. 87 , 91 ) are four human bearded heads, each with a mass of fire upon p. 99 Click to view The Kingdom of Seker . p. 101 the top of it, which project from the long, narrow lake called NETU, these are called the \"Blazing heads,\" Along the lake are written, in two methods of writing, \"The gods who are in the Ammahet weep when the boat hath passed them by on its way to the . . . . . Tuat . . . . . and the waters which are here are like unto fire to those who are in them.\""},{"pageNumber":33,"pageContent":"In the upper register are:-- 1. The goddess AMENTIT, standing with her arms stretched out in front of her at right angles to her body, and wearing the feather of Maat on her head (see p. 87 ). 2. A group of nine large axes (four are broken away), the foremost surmounted by the Crown of the North, and the hindmost by the Crown of the South (see pp. 87 , 91 ). The mutilated speech of the god written above them reads, \"Give me thy hand (i.e., help me) Amentet! Good is this water which leadeth to the tomb [where] rest the gods. Hail, exist ye, O nine gods who have come into being from my flesh, and have not come p. 102 into being from your own forms, and who are firm in respect of your food, I avenge you, do ye avenge me.\" 3. The god who is the \"guardian of those who are submerged,\" (see pp. 91 , 95 ). 4. The god SATIU (?), (see p. 95 ). 5. The god ANKH-AB hawk-headed (see p. 95 ). 6. The god BATH-RESTH (?) crocodile-headed, (see p. 95 ). 7. The god ANP-HENI, jackal-headed (see p. 99 ). Of these five gods it is said, \"They act as guardians of Tuat, and of those who are submerged in the Tuat, and they [protect] and make to pass on the boat.\" To these the Sun-god makes an address, which reads, p. 103 Click to view The Kingdom of Seker . p. 105 [paragraph continues] \"This great god saith, O ye who stand by your waters, who keep ward over your lands, who go round about in the pool of those who are submerged in Nu, pilot ye these to the lands of the sea of the Tuat, unto your waters which never dry up, and rise ye up in your lands and let me travel over you in peace. This great god saith, O ye, lift ye up your weapons to your . . . . . image, and protect ye the foreheads of your maat , and perform ye your work, in order that I may be able to pass by you in peace,\" 8. Immediately in front of the god ANP-HENI is an object which looks like a chamber with a rounded roof; but whatever it may be, it is filled with sand, and from the fact that the sign of \"night\" or \"darkness,\" appears at the top, we may conclude that it represents p. 106"},{"pageNumber":34,"pageContent":"some form of the dark underworld of Seker. To each side of it a hawk clings by his claws, and from the lower part of it emerges the scarab, which has already been mentioned (see p. 103 ). 9. A huge serpent, the two heads facing the object described under No. 8. Of him it is said, \"He liveth by Ra every day, he travelleth over every place of maat in the Tuat, and it is he who setteth himself in opposition to the scarab.\" To this serpent Ra saith, \"Hail, thou serpent TER, whom I myself have fashioned, open thou to me thy folds, open thou thy folds wherewith thou hast doubly sealed the earth to protect me, and march thou against those who are in my following, in order that I may pass by thee in peace.\" 10. The god BAFERKHEFTIU, ram-headed (see p. 111 ). 11. The god IU-HER-APTESU, who holds a lasso in each hand (see p. 111 ). p. 107 Click to view The Kingdom of Seker . p. 109 12. The god AN-AT, wearing a feather of Maat (see p. 111 ). 13. The god ABUI, with his head turned behind him; he is provided with a shade, (see p. 111 ). 14. The god AMU, bull-headed (see p. 107 ). 15. The god SET, bull-headed (see p. 107 ). 16. The god SENT-NEF-AMENTIU, (see p. 107 ). 17. The god HETEP-NETERU, (see p. 107 ). Of these eight gods it is said, \"They stand by at the annihilation of the dead in the Tuat, and their work is to burn up with fire the bodies of the dead by the flames from their mouths in the course of every day.\" 18. A goddess, standing upright, with her hands stretched out to the top of the head of a man who is kneeling before her, and is cutting open his head with a hatchet; the goddess is called and lives upon the blood of the dead, and upon that which the gods give,\" (see p. 113 ). p. 110 The text of the speech which the god makes to the eight gods reads:-- \"The Majesty of this great god saith unto them, Hail, ye who stand at the blocks of torture, and who keep ward at the destruction of the dead, ye whose voices have come into being for you, who have received your words of power, who are endowed with your souls, who sing hymns to the accompaniment of your"},{"pageNumber":35,"pageContent":"sistra, who take vengeance on the enemies, who annihilate the dead, who hack in pieces shades [of men and women], who destroy and cut in pieces the p. 111 Click to view The Kingdom of Seker . p. 113 Click to view The Kingdom of Seker . p. 115 dead, who avenge Osiris and hearken unto words near Unnefer, provide ye yourselves with your slaughtering knives, fetter and bind with your hands [this] figure which is with you, so that I may journey past you in peace. Whosoever knoweth this shall pass by the goddess in peace.\" The entrance into the Sixth Division of the Tuat is made through a door in the lower register, which is guarded by a serpent \"who openeth it himself,\" here, too, appears the large five-rayed star which is the symbol of the planet VENUS, and is described as the \"living god which journeyeth, and journeyeth, and travelleth.\" Next: Chapter VI. The Sixth Division of the Tuat, Which Is Called Metchet-Mu-Nebt-Tuat."},{"pageNumber":36,"pageContent":"Sacred Texts Egypt EHH Index Index Previous Next p. 116 CHAPTER VI. THE SIXTH DIVISION OF THE TUAT, WHICH IS CALLED METCHET-MU-NEBT-TUAT. IN the scene which illustrates the SIXTH DIVISION Of the Tuat, which is passed through by the Sun-god during the SIXTH HOUR of the night, we see, in the middle register, the dead Sun-god AFU-RA. Click to view The Boat of Af, the dead Sun-god, in the Sixth Hour . once again standing in his boat, under the canopy, accompanied by his usual company of gods. He is no longer in the serpent boat wherein he passed through the domain of Sekri, and he is no longer being towed along. In front of the boat are:-- 1. The god Thoth, in the form of a man with the head of a cynocephalus ape, seated on a throne, and p. 117 bearing the name TEHUTI-KHENTI-NEB-TUAT. 2. A female figure, with her hands turned behind her, holding in each the pupil of an eye of Horus or Ra; she is called AMENT-SEMU-SET. The text above the boat reads: Click to view ( Left ) The goddess Ament-semu-set. ( Right ) Thoth of the Tuat . [paragraph continues] \"This great god travelleth through this city, being provided with [his] boat, on the water; be worketh the paddle in this country towards the place of the body of Osiris.\" . . . \"The Majesty of this great god [speaketh to] the gods who are in this country when he arriveth at these houses which are hidden, and which contain the image of Osiris. This god crieth [to the hidden forms which"},{"pageNumber":37,"pageContent":"p. 118 are in them, and they hearken to the voice of this god, and then he passeth them by.\" Click to view The Four Kings of the South . In the abode of Osiris are sixteen gods in mummied forms. The first four are bearded, and wear the menat and the White Crown, and each is described by the title suten , i.e., \"King of the South.\" The second four are bearded, and are described as HETEPTIU, the third four are bearded, and wear the menat and the Red Crown, and each is described by the title bat, and the fourth four are bearded, and are called p. 119 Click to view The Four Heteptiu gods . Click to view The Four Kings of the North . Click to view The Four \"Spirits.\" p. 120 KHU, i.e., \"Spirits.\" Immediately in front of these gods is an enormous serpent with five heads, which is called ASH-HRAU, i.e., the \"Many-faced.\" The body of this serpent is bent round to form an oval, and within it lies on his back the god AFU, who is holding upon his head a beetle, which is the symbol of the god KHEPERA. The text written above reads:-- "},{"pageNumber":38,"pageContent":"Click to view The Serpent Ash-hrau . p. 121 \"Saith the Majesty of this great god to the kings of the South, to the HETEPTIU, to the kings of the North, and to the Spirits who are in this City:--May your royal state and condition be with you, may ye receive p. 122 your White Crowns, and ye HETEPTIU [may ye receive] your offerings, and ye kings of the North may ye receive your Red Crowns, and ye SPIRITS may ye receive your appointed rites; may your offerings be unto you, and may ye be in peace. May ye have power over your souls, may ye be adored(?), may ye have sovereignty over your city, may ye have peace in your fields, may ye join yourselves to (i.e., attain to) your secret things with your crowns (?), may your appointed rites be paid to you, may your sacrifices of propitiation be made to you, and give to the gods their mouth. Avenge ye me in [this] land, and hack in pieces the serpent Apep, O ye kings of the South, ye Heteptiu, ye kings of the North, and ye Spirits, who dwell in [this] land.\" \"Those who are in this picture stand up in their places, and they hear the voice of the great god, the lord of the dead body, that is to say, KHEPERA in his own flesh . . . . . . in the act of guarding.\" Of the Serpent of Many Faces it is said, \"Of him who is in this picture, with his tail in his mouth, his work is to rise up with this image, to journey to the West in his form, and to travel to every place of the Tuat. Through the voice of Ra it is that the figures who are in him advance.\" The text which runs in the border above the upper register reads:-- p. 123 \"[This is] the hidden path of Amentet, on the water of which is transported this great god in his boat to arrange the lots (or, plans) of those who are in the Tuat. If their names be uttered, if their bodies be known, if their true forms and the knowledge of their hours be known, and the qualities of this secret figure of the Tuat (which are unknowable), by any man whatsoever: or if an exact representation in drawing be made of what is in the Hidden Place (Ament) of the Tuat, which is to the south of the Ât of Amentet: whosoever knoweth this thing shall be one who is fully provided with food in the Tuat, and he shall partake in the offerings which are made to the gods who are in the following of Osiris, and he shall have (i.e., receive) the offerings which all his kinsfolk are in duty bound to make to him upon earth.\" p. 124 In the upper register are:-- A company of nine gods and goddesses, all of whom are represented as seated, but their seats of state or thrones are invisible; they may be thus enumerated:-- 1. The god HETEP-KHENTI-TUAT, in the form of a mummy; his hands project from his bandages, and on his head he has symbols of meat and drink."},{"pageNumber":39,"pageContent":" Click to view ( Left ) Asar-am-ab-neteru. ( Center ) Asth-mehit. (Left) Hetep-khenti-Tuat . 2. The goddess ASTH-MEHIT, Or AST-AMHIT, with the Crown of the North on her head. The name means \"Isis in the North.\" 3. The god ASAR-AM-AB-NETERU, i.e., \"Osiris in the heart of the gods.\" p. 125 4. The god HERU-KHENTI-AHET-F, i.e., \"Horus at the head of his field,\" hawk-headed, with his hands projecting from his bandages. 5. The god BENTI-AR-AHET-F, or ape-headed, with his hands projecting from his bandages. 6. The god MAA-AB-KHENTI-AHET-F, Click to view Henbethem. Maa ab-khenti-ahet-f. Benti-ar-ahet-f. Heru-khenti-ahet-f . wearing the White Crown and menat, and with his hands projecting from his bandages. 7-9. Three goddesses, the first two of whom are called HENBETHEM and THEHBITH. The text which refers to this company of the gods reads: p. 126 \"Saith the Majesty of this great god to the gods who are over this Field:--O ye gods who dwell in the Tuat, ye Heteptiu who keep ward over your masters, ye unto whom offerings are made from the offerings of your fields of offerings, whereon ye take your rest each day, unite ye yourselves to the provisions which are mine. Ye are the lords of [your] hands, ye have right [to direct] [your] feet, ye are exalted in your forms, ye are great in your transformations, ye have power over what ye produce, ye have power over what ye have possession of, ye have possession of that over which ye have power, ye p. 127 have power over that over which ye have possession, ye have possession of that over which ye have dominion, protect ye Osiris from those who would act with violence and wrong against him. The work of these gods in the Tuat is to give offerings to the gods of the Tuat, who are masters of their offerings and of the food which proceedeth forth from the mouth of this great god.\""},{"pageNumber":40,"pageContent":"10. Three sceptres of the form , each surmounted Click to view ( Left ) Three Sceptres of the White Crown. ( Center ) . . . . . . . ( Right ) Thehbith . by the WHITE CROWN; from the base of each projects a knife. 11. Three sceptres of similar form, each surmounted by the RED CROWN; from the base of each projects a knife. 12. Three sceptres, of similar form, each surmounted by a uraeus; from the base of each projects a knife. The text which refers to these reads: p. 128 \"Saith the Majesty of this great god to the Majesties of the Click to view ( Left ) Three Sceptres of the uraei. ( Right )Three Sceptres of the Red Crown . kings of the South and North who dwell in the Tuat:--Reap ye, O ye who wear the White Crowns, and ye who wear the Red Crowns like Souls [who are in] their lands. Ye who belong to the Tuat produce your own offerings therein. Make ye to be Maat your sceptres (?), let your souls live, and let your throats have food to swallow, and ye shall come into being upon the land . . . . . . Their souls shall rise up in the Tuat on their sceptres (?), they are provided p. 129 with knives, and no violence shall be done to them . . . . . goddess . . . . .\" 13. The lion KA-HEMHEMET, couchant, and facing the two companies of the gods described above. Above his back are the two Utchats, between which is the sign . 14. A form of the goddess Isis, in a sitting position, but without a throne. "},{"pageNumber":41,"pageContent":"Click to view Thath-neteru. Hetchefu. Isis-Thaith. Ka-hemhemet . 15. The god HETCHEFU. 16. The god THATH-NETERU, in mummied form, holding a sceptre in one hand and a knife in the other. 17. A chamber, with an opening under the roof, through which a snake, which stands on its tail outside it, belches fire; under a vaulted covering is an \"image,\" of Ra, in the form of the hind-quarters of a lion. The chamber is called HET-TUAU-RA. p. 130 18. A similar chamber, with an \"image\" of RA in the form of a hawk's wing; the name of the chamber is HET-STAU-KHER-AHA. 19. A similar chamber, with an \"image\" of RA in the form of a human head; the name of the chamber is HET-TEMTET-RA. The texts read: Click to view ( Left ) Het-temtet-Ra. ( Center ) Het-stau-kher-aha. ( Right ) Het-tuau-Ra . p. 131 In the lower register are:-- 1. The god HENTI (?), crocodile-headed, and in a seated position, but without a throne. Click to view Hem. Ahi. [Em-nu-ur.] Henti . 2. The god EM-NU-UR, crocodile-headed, or ape-headed."},{"pageNumber":42,"pageContent":"3. The god AHI. 4. The god HEM. 5. The god NETCH-ATEF. 6. The god ANKH-HRA. p. 132 7. The god MET-HRA. 8. The god NETCHTI. Click to view Netchti. Met-hra. Ankh-hra. Netch-atef . 9-12. Four goddesses, each in a seated position, but without a throne; the first is called ANTHETH, Click to view Sehith. Hemt. Henhenith. Antheth . the second HENHENITH, the third HEMT, and the fourth SEHITH. p. 133 The text which refers to these reads: \"The Majesty of this great god saith unto these gods:--O ye gods who dwell in the Tuat, and who are in the following of the lord of the beings who are in the Tuat, who stand up and sit down in Nu, who dwell in your Field, O ye gods who p. 134 send forth light, and who make to stand up your bodies, and O ye goddesses who sit down in the following of the SCARAB in the place where are his bodies in the Tuat, O ye who live on your . . . . . ., whose hearts live on their food, who send forth light in the darkness which surroundeth you, who have the mastery over your Red Crowns, who partake in content of the offerings made to you, let them travel in my following, let my soul be with me, let me rest (or, unite myself) to my bodies, and let me pass by you in peace. These gods hear the voice of Ra every day, and they have their life through his voice. The"},{"pageNumber":43,"pageContent":"work which they have to do in the Tuat is to convey along souls, and to accompany the shades of the dead Click to view \"The Serpent Am-khu and the heads of the Four Children of Horus.\" p. 135 and to make provisions for spirits, [and to find for them] water.\" 13. The monster serpent AM-KHU, with his head raised from the ground, and the symbol of \"life\" under his head. Out of the crest of each of the four undulations of his body springs a bearded head, and the four heads are those of the children of Horus--MESTHA, HAPI, TUAMUTEF, and QEBH-SENNU-F, The text which refers to the serpent reads: \"This serpent is himself invisible to this great god, but these forms (i.e., the heads of the four children of Horus) have their being in his folds, and they hear the voice of this great god every day. The work which he doeth in the Tuat is to devour the shades of the dead, and to eat up the spirits of the enemies [of Ra], and to overthrow [those who are hostile to him] in the Tuat.\" 14. The god KAI. p. 136 15. The god MENI. 16. The god ANN-RET. 17. The god URT. Each of these four gods is Click to view Urt. Ann-ret. Meni. Kai . in a sitting position, but has no throne whereon to sit. 18. A company of nine serpents, each of which belches fire from its mouth and is armed with a huge Click to view"},{"pageNumber":44,"pageContent":"The serpents of a company of gods . knife; only the heads and upper parts of the bodies of these serpents are visible. Their names are TA-THENEN, TEM, KHEPERA, SHU, SEB, p. 137 [paragraph continues] ASAR, HERU, APU, and HETEPIU. The text which refers to the four gods and the nine serpents reads:-- \"Saith the Majesty of this great god to these gods:--O ye who make yourselves to be standing up although p. 138 ye are seated, ye who are in motion although ye are at rest, ye whose souls come into being, ye who are united to your shades, who lift up your feet and who move onwards by your thighs, unite ye yourselves to your flesh, and let not your members be fettered. They have their life through the voice of this great god every day, and the work which they do is to watch the two comings of the god Khuti.\" Concerning the nine serpents it is said:-- \"The Majesty of this great god speaketh words to these male gods who are at the head of this city:--\"Hail, O nine forms of the divine spirits, whose faces are of flames, who are provided with your knives, burn ye up the enemies of Khepera, hack in pieces their shades, for ye are the warders of the Hidden Flesh, which is made of Nu, your habitation, for it is ye who dwell in the Water of TA-THENEN, and it is for you that the magical powers of Khepera come into being. They have their means of living from the word of Ra every day. The work which they do in the Tuat is to hack asunder the dead, and to cause the spirits to be destroyed.\" Next: Chapter VII. The Seventh Division of the Tuat, Which Is Called Thephet-Asar"},{"pageNumber":45,"pageContent":"Sacred Texts Egypt EHH Index Index Previous Next p. 139 CHAPTER VII. THE SEVENTH DIVISION OF THE TUAT, WHICH IS CALLED THEPHET-ASAR. THE scene that illustrates the SEVENTH DIVISION of the Tuat, which is passed through by the Sun-god during the SEVENTH HOUR of the Right, is introduced by three lines of text, which read:-- \"The Majesty of this great god taketh up his abode in the Hall of Osiris, and the Majesty of this god p. 140 addresseth words to the Hall of the gods who dwell therein. This god performeth all the rites proper [for entering] this Hall, and he advanceth on his way against Apep by means of the words of power of Isis, and by means of the words of power of the Sovereign God. The name of the gate of this City wherethrough passeth this god is RUTI-ASAR. The name of this City is THEPHET-SHETA. The name of the hour of the night which guideth this great god into it is KHEFTES-HAU-HESQET-[NEHA]-HRA.\" Click to view The Boat of Af, the dead Sun-god, in the Seventh Hour . In the middle register are:-- 1. The boat of Ra, who stands under a canopy formed by the body of the serpent MEHEN; the god is ram-headed and wears a disk on his head, and his name AFU is written twice near him. In front of him stand HEKA-SER and SA, and ISIS, who has both arms stretched out before her, and is reciting the words of power which shall make the boat to advance. p. 141 Behind the god stand HERU-HEKEN, KA-SHU, NEHES, HU, and the \"protector of the boat.\" Above the boat is written:--\"This great god journeyeth in this City in the path of the Circle of SAR (Osiris) by means of the utterances of the words of power of Isis and of the words of power of SER, so that he may journey on his way against NEHA-HRA. If these words of power of Isis, and those of SER be uttered, APEP shall be turned back and shall be shut up in Ament, in the hidden place of the Tuat; if they be uttered on the earth it shall be so likewise. Whosoever shall utter them shall become one of those who are in the boat of Ra, both in heaven and upon earth; but whosoever knoweth not these figures shall not know how to repulse NEHA-HRA.\" 2. The serpent NEHA-HRA, which is transfixed to the ground by means of six knives. The goddess SERQET stands with a band round his neck in the act of"},{"pageNumber":46,"pageContent":"p. 142 strangling him, and the god HER-TESU-F stands by his tail, round which he is tying a fetter. The text which refers to him reads: Click to view The serpent Neha-hra being fettered by Serqet and Her-tesu-f . \"He who is in this picture is Apep, and he surroundeth his country, which is in the Tuat; TCHAU is the name of this district, which is four hundred and forty cubits p. 143 in length, and four hundred and forty cubits in breadth, and his voice guideth the gods to him. He who is with (?) him after this great god hath made his passage through this City, halteth (?) with AFU, opposite to the country whereover he would make a way; behold, SERQET is at the head [of Apep], and HER-TESU-F placeth his deadly fetter about his feet after Isis hath taken possession of the words of power of SER of two-fold strength, [and Ra] giveth their it words of power. Whosoever knoweth it (i.e., this picture and the text) upon earth shall not be one of those of whose water NEHA-HRA drinketh.\" Click to view Temtith. Tenith. Nakith. Hetemtit . 3. The goddess HETEMTIT, armed with a knife. 4. The goddess NAKITH, armed with a knife. 5. The goddess TENIT, armed with a knife. 6. The goddess TEMTITH, armed with a knife. These four goddesses p. 144 guard four rectangular coffers, at the end of each of which is a human head; inside each coffer is a mound of sand, beneath which is buried one of the four forms of Osiris. The first coffer \"contains the form of TEM,\" the second \"contains the form of \"KHEPERA,\" the third \"contains the "},{"pageNumber":47,"pageContent":"Click to view ( Left ) The coffer of Tem. ( Right ) The coffer of Khepera . Click to view ( Left ) The coffer of RA. ( Right ) The coffer of Osiris . form of Ra,\" and the fourth \"contains the form of OSIRIS.\" The goddesses are described as: p. 145 [paragraph continues] \"The goddesses who hack at Apep in the Tuat, who repulse (or, bring to nought) the affairs (or, matters) of the enemies of Ra. Those who are in this picture, and who hold knives, hack asunder Apep in the Tuat each day.\" 7-10. The four coffers of Osiris, concerning which it is said: \"[These are the] hidden magical figures of the Tuat, the funeral shrines of the hidden heads. [When] those who reached this region [come there, the hidden heads] appear, [and when they have heard the voice of RA] they eat their own forms, after this great god hath passed them by.\" The line of hieroglyphics above the upper register reads: p. 146 [paragraph continues] \"The hidden road of Ament. The great god maketh his way over it in his holy boat, and he passeth over this road which has no water, and none to tow. He maketh his way by means of Click to view ( Left ) Neb-Uast. ( Right ) Seth-ab (?) . the words of power of Isis, and by means of the words of power of SEMSU (?), and the utterances of this great god himself [act as] magical protectors, and perform the slaughters of APEP in the Tuat, in this Circle in his windings in the sky. Whosoever shall make [a copy of] these [pictures] according to the similitudes which are in writing at the northern side of the hidden palace in the Tuat they shall act for him that maketh them as magical protectors in heaven and in earth. Whosoever knoweth them shall be as the SPIRITS with Ra.\" p. 147 11. The god NEB-UAST, standing, and holding a sceptre in his right hand."},{"pageNumber":48,"pageContent":"12. The goddess SETH-AB (?). In the upper register are:-- 1. The god SHEPES, in mummied form, seated, Click to view (Left) Shepes. (Center) Ath. (Right) Ankhuithit . and holding in his right hand some curved object, which resembles a boomerang. 2. The goddess ATH, with the head of a lioness, holding the symbol of \"life\" in her right hand, and a sceptre in her left. 3. The uraeus ANKHUITHIT, with the head of a woman. p. 148 4. A god in human form, seated on a throne, wearing plumes and an uraeus on his head, with \"life\" in his right hand, and the sceptre in his left; this god is called AFU-ASAR, and he is seated under a canopy which is formed by the body of a monster serpent called ANKH-ARU-TCHEFAU-ANKH-ARU. The text which refers to the first three gods reads: \"The Majesty of this great and holy god saith, Grant thou me to come forth on the path by thy spittle(?) and by [thy] throat and let me utter the word which is maat to Ankhit, and let me open thy fold, for I have come to illumine the darkness, and to embrace him that is in Mehen.\" The text which refers to AFU-ASAR reads: p. 149 [paragraph continues] \"This god saith unto Osiris, who dwelleth in the serpent MEHEN, Hail, Osiris, Governor of the Tuat, thou lord of life, thou ruler of Amentet, thou shalt live, live thou life, thou hast magical power, and shalt prevail by magical Click to view ( Left ) Afu-Asar under the serpent Mehen. ( Right ) The beheading of the enemies of Osiris . power in [this] land. Thou dost exalt those who are in thy following on their arrival before thee. Thine enemies are beneath thy feet, thou hast gained the mastery over those who have worked against thee. The flames [of fire] are against them, he burneth them up with his blazing knife which is over them, he hacketh them in pieces and choppeth them up with his slaughtering knife, and he reckoneth up his members each day. O let me pass over thee in peace.\""},{"pageNumber":49,"pageContent":"p. 150 5. Three headless figures, kneeling, with their arms tied behind their backs; these represent the enemies of Osiris. Behind these stands a fierce cat-headed (or, lynx-headed) god, who holds a huge pointed stake in one hand, and flourishes a large knife in the other. 6. Three foes of Osiris lying on their backs; round the right arm of each a rope is tied, and the other ends of the three ropes are in the hands of a god called ANKU. The passage which refers to these reads: Click to view Anku fettering the foes of Osiris . p. 151 Click to view ( Left ) Sa-Tathenen. ( Right ) The serpent Afu-Tem . Click to view Divine Souls of the Seventh Hour . p. 153 [paragraph continues] \"The Majesty of this god saith:--O ye spirits who are hostile to Osiris, who have rebelled against the Governor of the Tuat, your hands and arms are fettered, and [ye] are tied tightly with bonds, and your souls are kept under ward, and your shades are hacked in pieces, ANKU hath drawn the cords about you so tightly that ye shall never be able to escape from his restraint.\" 7. Three bearded, human-faced hawks, wearing on their heads the double crown of the South and North; the first is called SA-TATHENEN, the name of the second is wanting, and the third is called MAM (?), or MAAT. 8. A huge serpent, which bears on its back a god in a sitting posture; the god is called AFU-TEM, and the remains of the text which refers to him say that he shoots forth his flame at those who rebel against Osiris, and that he eats the souls of the enemies of the god. p. 154"},{"pageNumber":50,"pageContent":"In the lower register are:-- Click to view Heru-her-khent-f . 1. The god HERU-HER-KHENT-F, seated on a throne, as his name implies. He is hawk-headed, and wears the solar disk encircled by a serpent; in his right hand is the symbol of life, and in his left a sceptre. The other forms of his name are ### and ###. Of this god it is said: \"The work of this figure who is in this picture is in the Tuat, and it is for him to send the stars on their way, and to make the hours to go on their way in the Tuat.\" The stars are personified by gods, twelve in number, who stand each with a star on his head. Their names are:-- 1. UR-KERT. 2. KEKHERT (?). 3. NEB-KHERT-TA. 4. TUATI. p. 155 5. HIAT. 6. HI-KHU-. . . .. 7. EMTA-A. Click to view Ur-kert. Kekhert. Neb-khert-ta. Tuati. Hiat. Hi-khu-. . . . Click to view Emta-a. Teser-a. Emma-a. Sem-nes-f. Tesem-em-maat-f. Seqer-tepu . 8. TESER-A."},{"pageNumber":51,"pageContent":"9. EMMA-A. 10. SEM-NES-F. p. 156 11. TESEM-EM-MAAT-F. 12. SEQER-TEPU. The text relating to these gods reads: \"The Majesty of Horus of the Tuat saith unto the starry gods:--O ye who are maat in your flesh, whose magical powers have come into being for you, who are united unto your stars and who yourselves rise up for Ra in the horizon which is in the Tuat each day, O be ye in his following, and let your stars guide his two hands so that he may journey through the Beautiful Ament in peace. And, O ye gods who stand up, who dwell in our land, light up ye your stars in the sky so that [I] may unite [myself] with the master of the horizon.\" 2. The Twelve Goddesses of the Hours, who face to p. 157 the right, having each a star on her head. Their names are:-- 1. HEKENNUTHETH. 2. NEBT-EN-. . . . 3. NEBT-NEBT. Click to view Goddesses of the Hours . Click to view Goddesses of the Hours . 4. TUATHETH. 5. AMENTET-ERMEN. 6. [Name erased.] 7. ANITH."},{"pageNumber":52,"pageContent":"8. AUNITH. p. 158 9. TAIT. 10. ARIT-KHU. 11. ARIT-ARU. 12. UAAT-TESTES. The text relating to the goddesses of the hours reads: Click to view Goddesses of the Hours . \"The Majesty of Heru-Tuati p. 159 saith unto the Hours who are in this City:--O ye Hours who have the power of coming into being, O ye Hours who are endowed with stars, O ye Hours who avenge Ra, fight ye on behalf of Him that is on the horizon, and take ye your forms (or, attributes), and carry ye your symbols, and lift ye up your heads and guide this [god] Ra, who is on the horizon, into the beautiful Amentet in peace.\" The text goes on to say: Click to view The crocodile Ab-sha-am-Tuat . \"Behold the gods and goddesses who guide this great god along the hidden way of this City.\" 3. In front of the Hours is an enormous crocodile called AB-SHA-AM-TUAT, which is described as \"Osiris, the Eye of Ra.\" The crocodile stands upon a long funeral p. 160 mound, out of the end of which, immediately under the head of the animal, appears a bearded human head, i.e., \"the head of Osiris.\" Of the crocodile the text says: \"He who is in this picture is AB-SHAU, and he is the warden of the symbols of this city. When he heareth the voice [of the boat of] Ra which is addressed to the Eye which is in his cheek (?), the head which is in his dominion maketh its appearance,"},{"pageNumber":53,"pageContent":"and then it eateth its own form after this great god hath passed it by. Whosoever knoweth this [picture] AB-SHAU shall not devour his soul.\" Next: Chapter VIII. The Eighth Division of the Tuat, Which Is Called Tebat-Neteru-s"},{"pageNumber":54,"pageContent":"Sacred Texts Egypt EHH Index Index Previous Next p. 161 CHAPTER VIII. THE EIGHTH DIVISION OF THE TUAT, WHICH IS CALLED TEBAT-NETERU-S. THE scene that illustrates the EIGHTH DIVISION Of the Tuat, which is passed through by the Sun-god during the EIGHTH HOUR of the night, is introduced by four lines of text which read:-- \"The Majesty of this great god taketh up its place in the Circles of the hidden gods who are on their sand, p. 162 and he addresseth to them words in his boat whilst the gods tow him along through this City by means of the magical powers of the serpent MEHEN. The name of the gate of this City is AHA-AN-URT-NEF. The name of this City is TEBAT-NETERU-S. The name of the Hour of the night which guideth this great god is NEBT-USHA.\" The Circles of this Division are thus described:-- \"The hidden Circles of Ament which are passed through by the great god, his boat being towed along by the gods who dwell in the Tuat; let them be made according to the figures [which are depicted] on the north of the hidden palace in the Tuat. Whosoever knoweth them by their names shall be the possessor of swathings upon earth, and he shall not be repulsed at the hidden gates, and he shall have offerings in very great abundance regularly and perpetually.\" In the middle register are:-- 1. The boat of the sun, in which the god stands p. 163 under a canopy formed by the body of the serpent Mehen, being towed along by nine gods. His passage is thus described: \"This god maketh his way into this City, being towed along by the gods of the Tuat, in his hidden form of MEHEN. This god sendeth forth a cry to the regions p. 164 of every Circle of this City, and also to the gods who are therein, and it is the voice of them which this god heareth after he hath sent forth a cry to them. The figures of their bodies remain always with their dead bodies which are under their sand, and their gates open to the voice of this god each day, and then they hide themselves after he hath passed by them. Their work in the Tuat is to tow Ra along over the ways of this "},{"pageNumber":55,"pageContent":"Click to view The Boat of Af, the dead Sun-god, in the Eighth Hour . p. 165 [paragraph continues] City, and they rise up after they have towed him along into this Hall, and they say unto him:--O thou god, come thou to thine hidden image, O our god, and to all the sepulchres of KHENTI-AMENTI, unite thyself strongly to it, and mayest thou be entreated to lighten the darkness of those who are on their sands. We beseech thee to come and to unite thyself, O Ra, to those who tow thee along.\" The eight gods Click to view p. 166 who tow along the boat of Ra are thus described: \"These are the gods of the Tuat who tow alone, Ra in the place where the gods have their sepulchres (TEBAT-NETERU-SET), and he is [acclaimed] by those who are in this City. The images secret of TATHENEN, Of Horus (?), [and of] the gods are with them.\" 2. Nine large objects somewhat in the form of the hieroglyphic shems , which has the meaning of \"follower\" or \"servant\"; unlike this sign, however, each of the nine objects is provided with a huge knife, and from the curved end of each is suspended a human head. M. Maspero is undoubtedly correct in describing these as the servants of the god. The names of the nine servants are:-- 1. HETEP-TA. 2. AMEN. 3. SESHETA-BAIU (?). 4. SEKHEN-KHAIBIT. 5. NEB-ER-TCHER. p. 167 6. MENNU. 7. MATHENU. 8. METRUI."},{"pageNumber":56,"pageContent":"9. PEREMU (?). Of these gods it is said: Click to view Servants of the god Ra . [paragraph continues] \"Those who are in this p. 168 picture are those who are on the path along which this god is towed, and they have their swathings before them in the form in which the god himself [had them]. This our great god crieth out unto those who have their life in them, in [their] heads in their forms, and this god crieth out to them by their names. Their work is [to seize] the enemies of Ra everywhere throughout this City, and then to make their heads to pass under their swords after this god hath passed them by.\" 3. A ram, having the solar disk between his horns, Click to view ( Left ) Servants of the god Ra. ( Right ) First form of Tathenen . and the symbol of linen bandages in front of him; he is an image of TATHENEN, of whom he is the \"first form.\" 4. A ram, having the crown of the South between his horns, and the symbol of linen bandages in front of him; he is an image of TATHENEN, of whom he is the \"second form.\" 5. A ram, having the crown of the North between p. 169 his horns, and the symbol of linen bandages in front of him; he is an image of TATHENEN, of whom he is the \"third form.\" 6. A ram, having the solar disk and a pair of plumes above his horns, and the symbol of linen bandages in front of him; he is an image of TATHENEN, of whom he is the \"fourth form.\" The text which refers to these reads:"},{"pageNumber":57,"pageContent":" Click to view ( Left ) Second form of Tathenen. ( Center ) Third form of Tathenen. ( Right ) Fourth form of Tathenen . p. 170 [paragraph continues] \"Those who are in this picture in the Tuat, with their swathings of linen in front of them, in the form in which the god himself [had them], are they to whom he crieth out after he hath come to the place where they are. And they on their part cry out to this god with their voices which are joyful but hidden, and this god singeth a song of joy at their voices. After [this Click to view The Circle Sesheta . great god] hath passed by them, and when the darkness of night hath covered them over, they receive the diadems of Ra, and the soul of TATHENEN uniteth itself to the earth.\" In the upper register are five Circles of the Tuat, and a door, which may be thus described:-- 1. This Circle, which is called SESHETA, is entered through a door with the name of TES-NEB-TERER . . . . ., and in it are seated:-- p. 171 1. The image of TEM, wearing the White Crown. 2. The image of KHEPERA. 3. The image of SHU. Each of these is seated upon an instrument for weaving. The text reads: \"Those who are in this picture are [seated] on their instruments for weaving [after the manner] of Horus, the heir, the youthful one. This god crieth out to their souls after he hath entered into this City of the gods who are on their sand, and there are heard the voices of [those who are] shut in this Circle which are like [the hum] of many bees of honey when their souls cry out to Ra, The name of this Circle is SESHETA.\" 2. This Circle, which is called TUAT, is entered through a door with the name of TES-AHA-TATHENEN, and in it are seated: p. 172"},{"pageNumber":58,"pageContent":"1. The image of TEFNET. 2. The image of SEB. 3. The image of NUT. Each of these is seated upon an instrument for weaving. The text reads: Click to view The Circle Tuat . \"Those who are in this picture are [seated] upon their instruments for weaving, which are set firmly on their sand, according to the mystery which Horus made. This god crieth out to their souls in whatsoever regions they are, and there are p. 173 heard the voices of [those who are] shut in this Circle which are like the sound of the swathed ones [when] their souls cry out to Ra. The name of this Circle is TUAT.\" 3. This Circle, which is called AS-NETERU, is entered through a door with the name of TES-AKHEM-BAIU, and in it are seated:-- Click to view The Circle As-neteru . 1. The image of OSIRIS. 2. The image of ISIS. 3. The image of HORUS, hawk-headed. Each of these is seated as before. The text reads: p. 174 [paragraph continues] \"Those who are in this picture are [seated] upon their instruments for weaving, which are set firmly on their sand, according to the mystery which Horns made. This god crieth out to their souls in whatsoever regions they are, and there is heard the"},{"pageNumber":59,"pageContent":" Click to view The Circle Aakebi. sound of the voices of [those who are] shut in this Circle, which is like unto the sound of men who lament when their souls cry out to Ra. The name of this Circle is AS-NETERU.\" 4. This Circle, which is called AAKEBI, is entered through a door with the name of TES-SHETA-THEHEN-NETERU, and in it are seated p. 175 1. The image of KA-AMENTET, bull-headed. 2. The image of BA-NETERU, ram-headed. 3. The image of REM-NETERU, ram-headed. Each of these is seated as before. The text reads: \"Those who are in this picture are [seated] upon their instruments for weaving, which are set firmly on their sand, according to the mystery which Horns made. This god crieth out to their souls in whatsoever regions they are, and there is heard the sound of the voices of those who are shut in this Circle, which is like unto the sounds of bulls and of other male animals when their souls cry out to Ra. The name of this Circle is AAKEBI.\" 5. This Circle, which is called NEBT-SEMU-NIFU, is entered through a door having p. 176 the name of TENS-SMA-KEKIU, and in it are seated: 1. The image of KHATRI, ichneumon-headed. 2. The image of AFFI, animal-headed. 3 The image of ARI-ANB-FI, cynocephalus-headed. Click to view The Circle Nebt-semu-nifu. Each of these gods is seated as before. The text reads: \"Those who are in this picture are"},{"pageNumber":60,"pageContent":"p. 177 [paragraph continues] [seated] upon their instruments for weaving, which are set firmly on their sand, according to the mystery which Horus made. This god crieth out to their souls in whatsoever regions they are, and there is heard the sound of the voices of those who are shut ill this Circle, which is like unto the sound of those who make supplication through terror when their souls cry out to Ra. The name of this Circle is \"NEBT-SEMU-NIFU.\" Click to view The door Tes-khaibitu-tuatiu . 6. An open door, called TES-KHAIBITU-TUATIU, beyond which is a goddess. In the lower register are also five Circles, and an open door, which may be thus described:-- 1. This Circle, which is called HETEPET-NEB-S, is entered through a door having the name of TET-SEM-ERMEN-TA, in it are:-- 1. A goddess standing upright, called AMEM (?). 2. The serpent MEHEN-TA. 3. Three arrows lying on the top of these are the \"arrows of Ra.\" p. 178 4. A rain-headed god, seated on ( instruments for weaving ); his name is NEB-REKHIT. The text reads: Click to view The Circle Hetepet-neb-s . Those who are in this picture are [seated] upon their instruments for weaving, [which are set firmly on their sand], according to the mystery which Horus, the heir, the young [god] made. This great god crieth out to their souls after he hath entered into this City of the gods who are upon their sand, and when this god crieth out to them in the two ATERTI there is heard the sound of those who are p. 179"},{"pageNumber":61,"pageContent":"shut in this Circle, which is like unto the voices of male cats when they cry out and their souls cry out to RA. The name of this Circle is HETEPET-NEB-S.\" 2. This Circle, which is called HETEMET-KHEMIU, is entered through a door having the name TES-RA-KHEFTIU-F, in it are:-- 1. NUT, bearded and man-headed. Click to view The Circle Hetemet-khemiu. 2. TA, bearded and man-headed. 3. SEBEQ-HRA, crocodile-headed. The text reads: p. 180 [paragraph continues] \"Those who are in this picture are [seated] upon their instruments for weaving, which are set firmly on their sand, according to the mystery which Horus made. This god crieth out to their souls, in whatsoever regions they are in the two Aterti, and there is heard the sound of the voices of those who are shut in this Circle which is like unto the sound of the confused murmur of the living when their souls cry out to Ra. The name of this Circle is HETEMET-KHEMIU.\" Click to view The Circle Hap-semu-s . 3. This Circle, which is called HAP-SEMU-S, is entered through a door having the name of TES-SEKHEM-ARU, in it are four mummied gods, each with an instrument for weaving in front of him, and their names are:-- 1. HEBSET. 2. SENKET. p. 181 3. TEBAT."},{"pageNumber":62,"pageContent":"4. TEMTET. The text reads: \"Those who are in this picture have their instruments for weaving before them, and they are set firmly on their sand, according to the mystery which Horus made. This god crieth out to their souls, in whatsoever regions they are in the two ATERTI, and there is heard the sound of the voices of those who are shut in this Circle, which is like unto the sound of the voices of those who go down to the battle-field of Nu when their souls cry out to Ra. The name of this Circle is HAP-SEMU-S.\" 4. This Circle, which is called SEHERT-BAIU-S, is entered through a door having the name of TES-SEPT-NESUT, in it are four mummied gods, p. 182 each with an instrument for weaving in front of him, and their names are:-- 1. KEKU. 2. MENHI. 3. TCHER-KHU. 4. KHEBS-TA. Click to view The Circle Sehert-baiu-s . The text reads: \"Those who are in this picture have their instruments p. 183 of weaving before them, and they are set firmly on their sand, according to the mystery which Horns made. This god crieth out to their souls in whatsoever regions they are in the two ATERTI, and there is heard the sound of voices of those who are shut in this Circle, which is like unto the sound of the cry of the Divine Hawk of Horns when their souls cry out to Ra. The name of this Circle is SEHERT-BAIU-S.\" 5. This Circle, which is called AAT-SETEKAU, Click to view The Circle Aat-setekau. "},{"pageNumber":63,"pageContent":"is entered through a door having the name of TES-KHU; in it are four uraei, each of which rests upon its instrument for weaving, and their names are:-- 1. AARET-ANKH. 2. RERIT-ANKH. p. 184 3. NESERT-ANKHET. 4. SEPTAT-ANKH. Click to view The door Tes-amem-mit-em-sheta-f . The text reads: \"Those who are in this picture are [seated] on their instruments of weaving, and they are set firmly on their sand. This god crieth out to them in whatsoever regions they are, and they shed light by means of their radiance [which cometh] from the depth of their mouths, but they do not come forth from their Circle, and there is heard the sound of the voices of those who are shut in this Circle which is like unto the twittering of the whole of the birds of a nest of water-fowl when they cry out to Ra. The. name of this Circle is AAT-SETEKAU.\" p. 185 6. A door called TES-AMEM-MIT-EM-SHETA-F. Beyond it is a figure of the god Nu, who appears to be over the \"chamber of destruction.\" Next: Chapter IX. The Ninth Division of the Tuat, Which Is Called Best-Aru-Ankhet-Kheperu"},{"pageNumber":64,"pageContent":"Sacred Texts Egypt EHH Index Index Previous Next p. 186 CHAPTER IX. THE NINTH DIVISION OF THE TUAT, WHICH IS CALLED BEST-ARU-ANKHET-KHEPERU. HAVING passed through the EIGHTH DIVISION of the Tuat, the boat of the sun arrives at the NINTH DIVISION, which is passed through by the sun during the NINTH HOUR of the night. The opening text reads:-- \"This great god taketh up his place in this Circle, p. 187 and he addresseth words from his boat to those who are in it. The divine sailors join the boat of this great god in this City. The name of the gate of this City through which this god entereth and taketh up his place on the stream which is in this City is SAA-EM-KEB; the name of this City is BEST-ARU-ANKHET-KHEPERU; the name of the Hour of the night which guideth this great god is TUATET-MAKETET-EN-NEB-S.\" The line of text which runs above the upper register reads:-- \"The hidden Circle of Amentet, through which this great god travelleth and taketh up his place in the Tuat. If these things be made with their names after the manner of this figure which is depicted at the east of the hidden house of the Tuat, and if a man knoweth their names whilst he is upon earth, and knoweth their places in Amenti, [he shall attain p. 188 to] his own place in the Tuat, and he shall stand up in all places which belong to the gods whose voices (or, words) are maat , even as the divine sovereign chiefs ( tchatcha ) of Ra, and the mighty ones of the palace (Pharaohs?), and [this knowledge] shall be of benefit to him upon earth.\" In the middle register are:-- 1. The boat of the sun, with the god AFU standing under a canopy formed by the serpent MEHEN. Click to view The Boat of Afu, the dead Sun-god, in the Ninth Hour . 2. The, Twelve Sailors of Ra, each of whom stands upright, and holds a paddle in his hands; their names are:--"},{"pageNumber":65,"pageContent":"1. KHENNU, i.e., \"the sailor\" par excellence . 2. AKHEM-SEK-F. 3. AKHEM-URT-F. p. 189 Click to view Khennu. Akhem-sek-f. Akhem-urt-f. Akhem-hemi-f . Click to view Akhem-hep-f. Akhem-khemes-f. Khen-unnut-f. Hepti-ta-f . Click to view Hetep-uaa. Neter-neteru. Tcha-Tuat. Tepi . p. 190 4. AKHEM-HEMI-F. 5. AKHEM-HEP-F. 6. AKHEM-KNEMES-F. 7. KHEN-UNNUT-F, 8. HEPTI-TA-F. 9. HETEP-UAA. 10. NETER-NETERU. 11. TCHA-TUAT. 12. TEPI. The text which refers to these reads:-- p. 191"},{"pageNumber":66,"pageContent":"\"This great god joineth those who will transport him through this City, and his sailors join his boat wherein he is in his hidden form of MEHEN. This great god addresseth words to the gods who dwell in this City, that is to say, to the gods who are the sailors of the boat of Ra and to those who will transport [him] through the horizon so that he may take up his position in the eastern Hall of heaven. Their work in the Tuat is to transport Ra through this City every day, and they take their stand by the stream in this City whereon [saileth] the boat, and it is they who give water with their paddles to the spirits who are in this City, and they sing hymns to the Lord of the Disk, and they make to arise [his] Soul in his forms by means of their hidden words every day.\" 3. A bearded, man-headed hawk, wearing plumes and horns on his head, seated on a basket or bowl; his name is MUTI-KHENTI-TUAT. 4. The ram-god NESTI-KHENTI-TUAT, couchant on a basket or bowl. p. 192 5. The cow-goddess NEBT-AU-KHENTI-TUAT. 6. A bearded god, in mummied form, called HETEPET-NETER, or HETEPET-NETERU. Click to view Muti-khenti-Tuat . The text which refers to these reads: p. 193 Click to view Nesti-khenti-Tuat . Click to view ( Left ) Nebt-au-khenti-Tuat. ( Right ) Hetepet-neter . p. 194 [paragraph continues] \"Those who are in this picture in this City are they who give offerings of food to the gods who are in the Tuat; Ra decreeth for them loaves of bread and vessels of beer, and the gods journey"},{"pageNumber":67,"pageContent":"on in the following of this great god to the Eastern horizon of the sky, with HETEP-NETERU-TUAT [also] following him.\" In the upper register are:-- 1. Twelve gods, each of whom is seated upon the symbol of linen swathings; their names are:-- 1. NEHA-TA. 2. TEBA. 3. MAATI (or, ARITI). 4. MENKHET. 5. HEBS. 6. NEBTI. 7. ASTI-NETER. 8. ASTI-PAUT. 9. HETEMET-KHU. p. 195 Click to view Neha-ta. Teba. Maati. Menkhet . Click to view Nebs. Nebti. Asti-neter. Asti-paut . Click to view Hetemet-khu. Neb-Pat. Temtu. Men-a . p. 196 10. NEB-PAT. 11. TEMTU."},{"pageNumber":68,"pageContent":"12. MEN-A. The text which refers to these reads: \"Those who are in this picture in the Tuat are seated firmly on their instruments for weaving, and they are in the form of the figures which Horus made. Ra saith to them:--O ye who p. 197 are swathed in your holy swathings, who are arrayed in your garments, whom Horus covered up when he hid his father in the Tuat, which concealeth the gods, uncover ye your heads, O ye gods, unveil ye your faces, and perform ye the things which must be done for Osiris! Ascribe ye praise to the lord of AMENTET, and make ye your word maat against his enemies every day. These beings are the tchatcha (i.e., divine sovereign chiefs) of this god, and they avenge by their words Osiris each day; and the work which they do in the Tuat is to overthrow the enemies of Osiris.\" 2. Twelve goddesses, whose names are:-- 1. PERIT. 2. SHEMAT-KHU. 3. NEBT-SHAT. 4. NEBT-SHEFSHEFT. 5. AAT-AATET. 6. NEBT-SETAU. 7. HENT-NUT-S. 8. NEBT-MAT. 9. TESERT-ANT. p. 198 10. AAT-KHU 11. SEKHET-METU. 12. NETERT-EN-KHENTET-RA. The text which refers to these reads: \"Those who are in this picture with their bodies of the Tuat are they who are in the forms which Horus made. This great god crieth out to them after he hath arrived at the place where they are, and they come to life and they hear [his] voice. Their work in the Tuat is to raise the praises of Osiris, and to embrace the hidden Soul by means of their words and to bring life and strength to the risings of the god of the Tuat [in whatsoever regions they are], and they utter words on [his behalf] in the chamber each day.\" p. 199 "},{"pageNumber":69,"pageContent":"Click to view Perit. Shemat-khu. Nebt-shat. Nebt-shefsheft . Click to view Aat-aatet. Nebt-setau. Hent-nut-s. Nebt-mat . Click to view Tesert-ant. Aat-khu. Sekhet-metu. Netert-en-khentet-Ra . p. 200 In the lower register are:-- 1. Twelve uraei, which are mounted each on its instrument for weaving, and each pours forth fire from its mouth; their names are:-- 1 . . . . . . . . . . . . . 2. TEKAIT. 3 . . . . . . . . . . . . . 4. KHUT-TUAT. 5. TERTNESHEN. 6. AP-SHET. 7. ANKHET, 8. SHEN-TEN-AMM. 9 . . . . . . . . . 10. AAT-ARU. 11. NEBT-UAUAU. 12. NEBT-REKEH. Above the uraei is a mutilated line of text, which, according to Maspero's restoration, reads:"},{"pageNumber":70,"pageContent":"p. 201 Click to view . . . . . Tekait. . . . . . Khut-Tuat . Click to view Tertneshen. Ap-shet. Ankhet. Shen-ten-amm . Click to view . . . . . Aat-Aru. Nebt-uauau. Nebt-Rekeh . p. 202 [paragraph continues] \"The names of the uraei who kindle fires for the god who is the governor of the Tuat by means of the fire which is in their mouths. They swallow their flames after this god hath passed by them.\" The text which refers to them reads: \"Those who are in this picture [are] in the Tuat [and they have bodies of fire], and it is they who lighten the, darkness in the Tuat for [Osiris] . . . by means of the flames of fire which come forth from their mouths, [and it is they who bring about the destruction p. 203 of] those who are overthrown in the Tuat. It is they who drive back the serpents of every kind which are on the ground, and which are unknown in their forms to the god of the Tuat. They make themselves to live by means of the blood of those whom they hack to pieces each day [when] those advance who endow with magical power the dead by the mystery of their formulae. Those who know this shall see their magical formulæ, and shall not pass through their flames.\" 2. Nine bearded gods, who stand upright; each holds the symbol of \"life\" in his right hand, and a staff, the upper portion of which is in the form of a wriggling snake, in the left hand. These gods are under the direction of a god in mummied form, whose name, or description, is HERU-HER-SHE-TUATI, i.e., \"Horus who is over the lakes in the Tuat.\" The names of the nine gods are:-- 1. SEKHTI. 2. AM-SEKHET-F. 3. NEHEBETI. 4. TCHAMUTI."},{"pageNumber":71,"pageContent":"5. NEB-AATTI. 6. HEQ-NETERU-F. p. 204 Click to view Sekhti. Am-sekhet-f. Nehebeti. Tchamuti. Neb-aatti . p. 205 Click to view Heq-neteru-f. Pan-ari. Teser-ari. Aha-sekhet. Heru-her-she-tuati . p. 206 7. PAN-ARI. 8. TESER-ARI. 9. AHA-SEKHET. Next: Chapter X. The Tenth Division of the Tuat, Which Is Called Metet-Qa-Utchebu"},{"pageNumber":72,"pageContent":"Sacred Texts Egypt EHH Index Index Previous Next p. 207 CHAPTER X. THE TENTH DIVISION OF THE TUAT, WHICH IS CALLED METET-QA-UTCHEBU. HAVING passed through the NINTH DIVISION of the Tuat, the boat of the sun arrives at the TENTH DIVISION, which is passed through by the sun during the TENTH HOUR of the night. The opening text reads:-- \"This great god taketh up his place in this Circle, and he uttereth words to the gods who dwell therein. p. 208 The name of the door of this City through which this great god entereth is AA-KHERPU-MES-ARU. The name Of this City is METET-QA-UTCHEBU. The name of the hour of the night which guideth this great god to the hidden paths of this City is TENTENIT-UHESET-KHAK-ABU.\" In the middle register are:-- 1. The boat of the sun, in which the god stands under a canopy formed by the serpent Mehen; he Click to view The Boat of Af, the dead Sun-god, in the Tenth Hour . holds the symbol of life in his right hand, and a serpent, which serves as a sceptre, in his left. 2. A large two-headed serpent called THES-HRAU, which is depicted in the form of a pair of horns deeply curved towards the ends where they meet. The head which faces to the right has on it a White Crown, and is directly opposite to the face of a goddess, who also wears a White Crown, and is called p. 209 [paragraph continues] HERT-ERMENT, and the head which faces the left has on it a Red Crown, and is directly opposite to the face of a goddess, who also wears a Red Crown and is called SHEMERTI, i.e., \"She of the two bows.\" The Serpent is provided with two pairs of legs; one pair is turned to the right and the other to the left "},{"pageNumber":73,"pageContent":"Click to view ( Left ) Shemerti. ( Center ) The serpent Thes-hrau. ( Right ) Hert-erment . Within the curve is a large hawk, which bears the, name of HERU-KHENTI. 1 3. A boat, wherein lies at full length the serpent ANKH-TA. p. 210 Click to view The serpent Ankh-ta . 4. Four male figures, each of which has a disk in place of a head; each grasps in his right hand an arrow, with a spear-shaped head, which rests on his shoulder, and is pointed downwards; their names are:-- 1. TEPTHRA. 2. SHESERA. 3. TE-MAU. 4. UTU. 5. Four bearded, human-headed figures, each of which has in his right hand a short spear, which rests p. 211 on his shoulder, and is pointed upwards; their names are:-- 1. SETU. 2. ERTAU. 3. KHESEFU. 4. SEKENNU. "},{"pageNumber":74,"pageContent":"Click to view Setu. Ertau. Khesefu. Sekennu . Click to view Petthi. Shemerthi. Thesu. Kha-a . 6. Four bearded, human-headed figures, each grasping with both hands a bow, which he holds above his knees; their names are:-- 1. PETTHI, 2. SHEMERTHI. 3. THESU. 4. KHA-A. p. 212 The texts which refer to the above read:--1. \"This great god maketh his journey through this City, in this picture, in his boat, and his sailors, who are the gods, convey him along; this [great] god taketh up his place in this City in the water, whereupon those who live in the water make use of their weapons, and they spring into life at the sound of the working of the sailors, who are gods, [in the boat of Ra].\" 2. \"Those who are in this picture are they who are on the two sides of THES-HRAU, who is the Soil of SEKRI, the governor of the TUAT. This figure (i.e., the serpent) even in the form in which it is, travelleth after this great god into its horizon, p. 213 and it entereth in with him in the earth every day.\" 3. \"He who is in this picture in his boat standeth up in the thick darkness in the Hall of the Eastern Horizon, and he taketh up his position in his place every day; he formeth the serpent watcher of the Tuat in the holy place of KHENTI-AMENTI.\" p. 214 4. \"To those who are in this picture with their arrows, and to those with javelins, and to those with their bows, who are in the presence of this great god, and who make their appearance with him in the Eastern Horizon of the sky, this great god saith:--Speed ye your arrows, make ready your javelins, bend your bows, and destroy ye for me my enemies who are in darkness; be ye at the portal of your horizon, and follow ye in my train when I unite myself to those who make adoration to my flesh in the MANTIT BOAT. It is, they who drive back the SEBI serpent of NEHA-HRA in the thick darkness, and when this great. god passeth on into the Eastern Hall of the horizon, they also travel on in the train of this god.\" Over the upper register runs a line of text, which reads:"},{"pageNumber":75,"pageContent":"p. 215 [paragraph continues] \"[This is] the hidden Circle of Amentet, where KHEPER uniteth himself to the form of Ra, and where the gods, and the spirits, and the dead hasten (?) in the hidden forms of AKERT. If a copy of these things be made according to the figures which are depicted on the east of the hidden chamber of the Tuat, and if [a man] knoweth it, together with the names [of the gods], he shall journey round about and shall pass through the Tuat, and he shall not be turned back from making himself a companion of Ra.\" In the upper register are:-- 1. The god PANKHI, who holds an ankh in his right hand, and a sceptre in his left. 2. A beetle, called KHEPER-ANKH, apparently pushing along a zone of sand, or perhaps entering the horizon. The text which refers to these scenes reads: \"Those who are in this picture in the Tuat are in the forms of (i.e., they represent) the births of the god KHEPER, who is carrying his horizon to this p. 216 [paragraph continues] City, so that he may come forth into the Eastern Horizon of the sky.\" Two serpents, standing on their tails, which cross each other near their tips. Their heads and necks are bent at right angles to their bodies, and in the space between them rests a disk; the serpents are called Click to view ( Left ) P-ankhi. ( Right ) Kheper-ankh . [paragraph continues] MENENUI. To the, right is a youthful goddess wearing a White Crown, and to the left is a similar goddess wearing a Red Crown each holds the index finger of one hand to her mouth, after the manner of children, and each is depicted in the act of sitting, but lacks a seat or throne. p. 217 Click to view The Menenui serpents and the goddesses of the South and North . Click to view"},{"pageNumber":76,"pageContent":"The axe of god and the solar disk . p. 219 4. An axe, symbol of \"god,\" standing on the handle end, with a disk resting on the side edge of the head. On the left is a goddess who is steadying the axe with her left hand, and on the right is a goddess who is steadying the disk with her right hand; the names of the goddesses are NETHETH, and KENAT, respectively. Each goddess is depicted in the act of sitting, but lacks a seat or throne. The text which refers to these scenes reads: \"Of those who are in this picture [the two goddesses on] the left come forth from the double serpent MANENUI, and [the two] on the right come forth from the axe SETFIT. They gather together the souls on earth, and they make pure the mighty spirits in the Tuat by the hidden figures which are therein, and [afterwards] they swallow their own spirits (or, souls) after this great god hath passed them by.\" 5. Eight goddesses, who stand upright, and hold an ankh p. 219 in their right hands, and a sceptre in their left; they face the ape god, whose tail is stiffened out under him in such a manner as to form a seat for him, and who holds the utchat, or eye of the sun, on his two hands. The first four of the goddesses have each the head of a lioness and are called:-- 1 . SEKHET. 2. MENKERT. Click to view Sekhet. Menkert. Huntheth. Usrit . 3. HUNTHETH,. 4. USRIT. The remaining four have the heads of women, and have the names of 1. AMT-NETERU-S. 2. ARIT-TATHETH. p. 220 3. AHAT. 4. THEMATH-ERMEN."},{"pageNumber":77,"pageContent":"The name of the ape-god is AF (?)-ERMEN-MAAT-F. Concerning the goddesses the text says: Click to view Abet-neteru-s. Arit-Tatheth. Ahat. Themath-ermen (?) . [paragraph continues] \"To these goddesses who make the p. 221 reckoning of his Eye for Horus in the Tuat, Ra saith:--'Make ye strong your spirits by means of [your] strength, and make the reckoning of his Eye for Horus, stablish ye his Eye for Horus, and make ye Horus to unite himself to his emanation (or, to that which floweth from his eyes), praise ye Horus by reason of his Eye, and stablish ye his first Eye which is in the hands of the god AF-ERMEN-MAAT-F, and utter ye your words on behalf of Horus, O ye who cause to come Click to view ( Left ) Af-ermen-maat-f. ( Center ) Ermenui. ( Right ) Neb-aqet . into being the becomings of created things.' The work which they do in the Tuat is to utter words on behalf of his Eye for Horus, and to cause radiant splendour to proceed from it each day.\" 6. Eight gods, each of the first seven of whom holds an ankh in his right hand, and ( sceptre ) in his left; their names are:-- 1. ERMENUI, who has the double object in the place of a head. p. 222 2. NEB-AQET, jackal-headed. 3. AMEN-KHU, hawk-headed. 4. HER-SHETA-TAUI, man-headed. 5. SEM-HERU, man-headed. 6. AMEN (?)-HERU, man-headed. 7. KHENT-AST-F, man-headed."},{"pageNumber":78,"pageContent":"8. KHENT-MENT-F, a god in mummied form, like Osiris, who wears a White Crown, and grasps a sceptre, with both hands, which project from his bandages. The text which refers to these gods reads: \"Those who are in this picture in the forms which Horus made-when this great god crieth out to them p. 223 Click to view ( Left ) Amen-khu. ( Center ) Her-sheta-taui. ( Right ) Sem-Heru . Click to view ( Left ) Amen Heru. ( Center ) Khent-ast-f. ( Right ) Khent-ment-f . p. 224 by their names, they unite themselves and come into life in the shades which are in the mouth of the great god, and their souls journey onwards in his train to the horizon. They strip the bodies of the dead of their swathings and break in pieces the bodies of the enemies [of Ra], and they give the order for their destruction in the Tuat.\" In the lower register are:-- 1. The god Horus, hawk-headed and wearing a disk, leaning on a staff. Click to view Horus . 2. Five 1 lakes of water, in each of which is submerged a male form; these figures are called the \"submerged.\" 3. Three 2 lakes of water, in each of which is a male form swimming, turned over on his breast; these are called the \"swimmers.\" 4. Four lakes of water, in each of which is a male form floating on his back; these are called the floaters,\" The text reads: ###."},{"pageNumber":79,"pageContent":"p. 225 [paragraph continues] The above text is full of lacunae, and whole passages, consisting of several lines, are wanting; the following version from Lanzone's edition ( Le Domicile des Esprits , pl. ii.) will be found useful in obtaining an idea of the contents of the legends which accompanied the lakes of water: p. 226 Click to view p. 227 Click to view p. 228 \"Horus saith unto those who have plunged themselves beneath the waters, and unto those who swim, and unto those who float in NU of the Tuat, 'O ye who have plunged yourselves beneath the waters, who shine in Nu, O ye whose hands cover your faces, who swim with your faces turned towards the water in the Tuat, whose cheeks are filled with water, O ye who paddle in the waters of Nu, whose faces are turned up into p. 229 the air in the following of your souls, whose souls have been deprived of their heavenly air, and who beat the air with your hands in order to obtain it, O make ye your way in Nu by means of your legs, and your thighs shall not be in any way impeded. Come ye forth in this stream, descend ye on these waves, fill ye HAP-UR, and arrive ye at its furrows, Click to view Hetemit. Bekhkhit. Tchetmit. Senthes . for your members shall not perish, and your flesh shall not decay, and ye shall have dominion over your water, and ye shall have abundance according to my command, O ye whose duty it is to dwell in Nu,"},{"pageNumber":80,"pageContent":"together with those who have plunged themselves beneath the waters, and are in [his] following, and whose souls have life.\" 5. A lake of water. p. 230 6. Four female figures, each bearing a serpent on her head and shoulders; the head of each reptile is raised above the head of its bearer, and its tail hangs down her back; their names are:-- 1. HETEMIT. 2. BEKHKHIT. Click to view Set-nehes . 3. TCHETMIT. 4. SENTHES. The text reads: p. 231 [paragraph continues] \"Those who are in this picture are they whose forms (or, figures) live by their heads. It is they who shed light upon the road of Ra in the thick darkness, and when he cometh forth into the Hall of the East, SET waketh up and travelleth on with him.\" 7. A sceptre, surmounted by the head of Set; its name is SET-NEHES, i.e., \"Set who wakens.\" Footnotes 209:1 Or, KHENT-HERU, which became one of the Dekans among the Greeks, i.e., •••••• see Maspero, op. cit. , p. 127. 224:1 These should be four in number. 224:2 These should be four in number. Next: Chapter XI. The Eleventh Division of the Tuat, Which Is Called Re-En-Qerert-Apt-Khatu"},{"pageNumber":81,"pageContent":"Sacred Texts Egypt EHH Index Index Previous Next p. 232 CHAPTER XI. THE ELEVENTH DIVISION OF THE TUAT, WHICH IS CALLED RE-EN-QERERT-APT-KHATU. THE ELEVENTH DIVISION of the Tuat, which is passed through by the Sun-god during the ELEVENTH HOUR of the night, is introduced by three lines of text, which read:-- \"The Majesty of this great god taketh up his position in this Circle, and he addresseth p. 233 words unto the gods who are in it. The name of the gate of this City through which this great god hath entered is SEKEN-TUATIU; the name of this City is RE-EN-QERERT-APT-KHATU; the name of the hour of the night which guideth this great god is SEBIT-NEBT-UAA-KHESFET-SEBA-EM-PERT-F.\" Click to view The Boat of the Sun in the Eleventh Division of the Tuat . In the middle register are:-- 1. The boat of the sun, in which stands the god under a canopy formed by the body of the serpent Mehen; on his head are horns and a disk. On the high prow of the boat is a disk, encircled by a uraeus, which is called PESTU. The text reads: p. 234 \"This great god journeyeth on his way in the City in this picture, and his sailors, who are the gods, guide him into the eastern horizon of the sky. The star PESTET which is on its boat guideth this great god into the ways of the darkness which gradually lightens, and illumineth those who are on the earth.\" 2. Twelve gods, who march before the boat of the god bearing the serpent MEHEN on their heads; their names are:-- 1. MEHNI. 2. SEMSEM, 3. SEKHENNU,"},{"pageNumber":82,"pageContent":"4. SHETU, 5. AMA, 6. AMU, 7. ERTA. p. 235 Click to view Mehni. Semsem. Sekhennu. Shetu . Click to view Ama. Amu. Erta. Shepu . Click to view Neteru. Athpi. Ermenu. Fa (?) . p. 236 8. SHEPU. 9. NETERU. 10. ATHPI. 11. ERMENU. 12. FA(?). The text reads: p. 237 [paragraph continues] \"Those who are in this picture are in front of this great god, and they carry the serpent Mehen-ta on their heads into this City, and they travel onwards in the following of Ra into the Eastern Horizon of the sky. This god crieth unto them by their names, and he decreeth for them what they have to do. And Ra saith unto them:--'O ye who keep ward over your serpent-figures with your two"},{"pageNumber":83,"pageContent":" Click to view ( Left ) Sem-Nebt-het. ( Right ) Sem-shet . hands, lift ye up your heads, whose hands are strong, whose feet are firm, who perform the journeyings which ye are bound to make, who make long your steps as ye go, unite ye yourselves to your offerings in the Hall of the Eastern Horizon.' Their work is to make the serpent Mehen to travel to the Eastern Hall of the Horizon, and they unite themselves to their habitations after this great god hath passed through the darkness and hath taken up his place in the horizon.\" p. 238 3. The serpent SEM-SHET. On his back rests the Red Crown, and in an angle of it is a human head. 4. The serpent SEM-NEBTHET. On his back rests the White Crown, from each side of which projects a bearded human head. The text reads: \"[These are] the hidden images of Horus which are at the second door of the thick darkness, [on] the holy road to Sait (Saïs). When this great god crieth out to them (i.e., to the two serpents) these hidden heads make their appearance, and then they swallow their own forms (i.e., they disappear).\" 5. NEITH of the phallus, wearing the Red Crown. 6. NEITH of the Red Crown, wearing the Red Crown. 7. NEITH Of the White Crown, wearing the White Crown. p. 239 8. NEITH the Young, wearing the White Crown. The text reads: \"Those who are in Click to view Neith the Young. Neith of the White Crown. Neith of the Red Crown. Neith of the phallus . this picture of [this] door [are] in the form which Horus made; when this god crieth out to them by their names they spring into life at the sound of his voice, and it is they who guard the holy gate of the city of SAIT (Saïs), which is unknown, and cannot be seen, and cannot be looked at.\" Above the upper register is a line of text, which reads p. 240"},{"pageNumber":84,"pageContent":"\"[This is] the hidden Circle of the Tuat through which this god maketh his journey so that he may come forth into the Eastern Horizon of the sky; it swalloweth eternally its images (or, forms) in the presence of the god REKH (?), who dwelleth in this City, and then it giveth them to those who are born and come into being in the earth. Whosoever shall make an exact copy of these forms according to the representations of the same at the eastern [portion] of the hidden Palace of the Tuat, and shall know it, shall be a spirit well equipped both in heaven and earth, unfailingly, and regularly and eternally.\" In the upper register are:-- 1. The god APER-HRA-NEB-TCHETTA, above whose body, at the neck, is a disk from which proceed two human heads, the one wearing the White Crown and the other the Red Crown; in his right hand he holds the sceptre, and in the left the p. 241 emblem of \"life.\" The text reads: \"He who is in this picture standeth up for Ra, and he never departeth from his place in the Tuat.\" Click to view The god Aper-hra-neb-tchetta . 2. A huge serpent, with two pairs of human feet and legs, and a pair of large wings. By its side stands a god with a disk upon his head, and on each side of his head is an utchat ; his hands are stretched out at right angles to his body, and each hand touches the end of one of the serpent's wings. The text reads: \"When this god crieth out to him that is in this picture, the form (or, image) of the god Tem proceedeth from his back; but afterwards it swalloweth itself (i.e., disappeareth).\" The words ### may form the name of the winged serpent. 3. A serpent, with a mummied god seated on his p. 242 Click to view back; above the god is written \"TCHET-S,\" i.e., \"its body,\" and by the tail of the serpent is SHETU. The text reads: \"TCHET-S herself is above the stars (i.e., the eight stars which are about the heads of the two serpents); her work is to cast the living ones to Ra everyday; she then swalloweth p. 243"},{"pageNumber":85,"pageContent":"her forms in this City of the ELEVENTH HOUR, [and she is] one of those who follow the god.\" Click to view The god Tepui . 4. The god TEPUI, i.e., the \"Two-headed\"; one head faces to the right and the other to the left. 5. The god KHNEM-RENIT, ram-headed, holding a sceptre in his right hand, and ankh in his left. 6. The god NERTA, with both hands raised in adoration. 7. The god AAUI-F-EM-KHA-NEF, who has two snakes' heads in the place of a human head; his hands and arms are concealed. 8. The god APT-TAUI, his hands and arms are concealed. 9. The god MER-EX-AAUI-F, in form similar to the preceding. 10. The god AU-EN-AAUI-F, in similar form. 11. The god RESET-AFU, in similar form. 12. The god TUA-HERU, in similar form. p. 244 13. The god MAA. 14. The god MESEKHTI, 15. The god HEPA. The text which refers to these reads: Click to view ( Left ) Aaui-f-em-kha-nef. ( Center ) Nerta. ( Right ) Khnem-renit . p. 245"},{"pageNumber":86,"pageContent":"Click to view Reset-Afu. Au-en-aaui-f. Mer-en-aaui-f. Apt-taui . Click to view Hepa. Mesekhti. Maa. Tua-Heru . p. 246 [paragraph continues] \"Those who are in this picture doth this great god call by their names, [saying]:--'My hidden appearances and my secret radiance cause your life, O ye who advance to your shadows, who are free to move or are shrouded in respect of the arms by the Form in his holy places, whose breaths are of the utterances of my mouth, which giveth life and ye speak therewith, whose offerings are on my boat whereon your souls live, ye who have water at the source (?) of Nu wherein the dwellers in the Tuat wash with shouts of joy, perform that which it is your right to do, and let your souls be in the following of [my] created things.' Their work in the Tuat is to make to advance the hidden things of this great god to the hidden House each day when they appear with this great god in the upper heaven.\" 16. A goddess, seated on the backs of two serpents, p. 247 Click to view ( Left ) Nebt-khu. ( Right ) Nebt-ankhiu. Click to view ( Left ) Mer-ent-neteru. ( Right ) Nert-abui . p. 248 which lie side by side, and appear to issue from her feet; her left hand grasps the body of one serpent, and her right is held up before her face. Her name is NEBT-ANKHIU. In front of her are three other goddesses, who are similarly seated; their names are NEBT-KHU, NERT-ABUI, and MER-ENT-NETERU, The text reads: Those who are in this picture have their arms on the earth and their feet and legs in the darkness. When this great god crieth to them in their own bodies, they utter cries; they do not depart from their places, but their souls live in the word of the forms which come forth from their feet every day. When the shades appear, the winds which are in the Tuat cease from the faces of these goddesses.\""},{"pageNumber":87,"pageContent":"In the lower register are:-- 1. Horus, hawk-headed and wearing a disk, leaning p. 249 with his right shoulder upon a long staff, and holding in his left hand a boomerang, one end of which is in the form of a serpent's head. Click to view Horus and the serpent Set-heh . 2. A huge serpent, called the \"Everlasting SET,\" standing upon his tail. Click to view The pit of fire, Hatet-ketits . 3. A large pit, with a vaulted roof, filled with fire, wherein \"the enemies,\" of Ra are being consumed; the name of the pit is HATET-KETITS, p. 250 and is presided over by a goddess with the head of a lioness, who holds in her hands a large knife, and pours fire into it from her mouth. Click to view The pit of fire, Hatet-hantu-s . 4. A smaller pit, with a vaulted roof, filled with fire, wherein \"the enemies\" are being consumed; the name of the pit is HATET-HANTU-S, and it is presided over by a goddess with a human head, who holds in her hands a large knife, and pours fire into it from her mouth."},{"pageNumber":88,"pageContent":" Click to view The pit of fire, Hat-nekenit . 5. A pit similar to the above, wherein \"the souls\" are being consumed; the name of the pit is HAT-NEKENIT, and it is presided over by a goddess as in No. 4. p. 251 Click to view The pit of fire, Hat-nemmat-set . 6. A similar pit, wherein \"the shades (or, shadows)\" are being consumed; the name of the pit is HAT-NEMMAT-SET, and it is presided over by a goddess as in No. 4. Click to view The pit of fire, Hat-sefu-s . 7. A similar pit, wherein \"the heads,\" are being consumed; the name of the pit is HAT-SEFU-S, and it is presided over by a goddess as in No. 4. 8. A very large pit, with a vaulted roof, filled with fire, in which are immersed, head downwards, four male figures; the name of this pit is ANT-SEKHETU, \"the valley of those who are turned upside down.\" p. 252 9. Four goddesses, each one with the sign for eastern desert on her head; their names are:-- 1. PESI. 2. REKHIT. 3. HER-SHAU-S."},{"pageNumber":89,"pageContent":"4. SAIT. 10. The god HER-UTU-F, holding a sceptre in his left hand, and the sign of \"life,\" an ankh, in his right. The text reads: p. 253 Click to view The pit of fire, Ant-sekhetu . Click to view ( Left ) Her-shau-s. ( Center ) Rekhit. ( Right ) Pesi . Click to view ( Left ) The god Her-utu-f. ( Right ) Sait . p. 254 [paragraph continues] \"The Majesty of this god uttereth the decree, [saying]:--'Hack in pieces and cut asunder the bodies of the enemies and the members of the dead who have been turned upside down, O my father Osiris . . . . . . . . . and let me come forth from it. My p. 255 father having [once] been helpless hath smitten you, he hath cut up your bodies, he hath hacked in pieces your spirits and your souls, and hath scattered in pieces your shadows, and hath cut in pieces your heads; ye shall never more exist, ye shall be overthrown, and ye shall be cast down headlong into the pits of fire; and ye shall not escape therefrom, and ye shall not be able to flee from the flames which are in the serpent SET-HEH. \"'The fire Of HERT-KETTUT-S is against you, the flames of HERT-HATU-S are against you, the blazing heat of HERT-NEMMAT-S is against YOU, HERT-SEFU-S is against you, and she stabs at you, and hacks you in pieces, and cuts you up in such wise that ye shall never again see those who are living upon the earth.' \"As for those who are in this picture in the Tuat, it is the Majesty of HERU-TUATI who giveth the order for their slaughter each day. \"Those who are in this picture, who are depicted with the enemies of Osiris of the Tuat, and with HER-UTU-F, who is the guardian of this Circle, live by means of the voice of the enemies, and by the cries of entreaty of the souls and shadows which have been placed in their pits of fire.\""},{"pageNumber":90,"pageContent":"Next: Chapter XII. The Twelfth Division of the Tuat, Which Is Called Then-Neteru"},{"pageNumber":91,"pageContent":"Sacred Texts Egypt EHH Index Index Previous p. 256 CHAPTER XII. THE TWELFTH DIVISION OF THE TUAT, WHICH IS CALLED THEN-NETERU. THE TWELFTH DIVISION 1 of the Tuat, which is passed through by the Sun-god during the TWELFTH HOUR of the night, is introduced by three lines of text, which read:-- p. 257 \"The Majesty of this great god taketh up his position in this Circle, which is the uttermost limit of thick darkness, and this great god is born in his form of Khepera in this Circle, and Nut and Nu are in this Circle for the birth of this great god when he cometh forth from the Tuat and taketh up his position in the Matet Boat, and when he riseth up from the thighs of Nut. The name of the Gate of this City is THEN-NETERU. The name of this City is KHEPER-KEKIU-KHAU-MESTU. The name of the hour of the night wherein this god cometh into being is MAA-NEFERT-RA.\" Above the whole scene is a line of hieroglyphics, which describes it as:-- p. 258 \"The hidden Circle in the Tuat wherein this great god is born; he cometh forth into the pool of Nu, and he taketh up his place in the body of Nut. Whosoever shall make a copy thereof according to the copies which exist in writing upon the east [wall Click to view The Boat of the Sun in the last hour of the Night . of] the palace, and shall know it upon earth, it shall act as a magical protector for him both in heaven and upon earth.\" In the middle register are:-- 1. The boat of the sun, in which stands the god under a canopy formed by the body of the serpent Mehen; on his head are horns and a disk. In the fore part of the, boat is the beetle of KHEP[R]A, p. 259 i.e., Khepera, which takes the place of the solar disk that rested on the prow of the boat in the Eleventh Hour."},{"pageNumber":92,"pageContent":"The text reads: \"This great god in this picture journeyeth along through this City by means of the faithful servants ( amkhiu ) of this hidden image ANKH-NETERU. His gods draw him along by a cord, and he entereth into his tail and cometh forth from his mouth, and cometh to the birth under the form of Khepera, and the gods who are in his boat [do] likewise. He taketh up his place on the face of the hidden image of the horn (or, forehead) of the sky at the end of the thick darkness, and his hands seal lip the Tuat. Then this great god taketh up his position in the Eastern Horizon of heaven, and Shu receiveth him, and he cometh into being in the East.\" p. 260 2. Twelve gods, who are occupied in towing along the boat of the Sun, each with his head turned behind him and looking at the boat; their names are:-- 1. HERU. 2. SHEMSU. 3. THENA. 4. BEQ. 5. AU-ANKHIU-F. 6. SEBEHU-F. 7. AHA-RER. 8. AMKHUI. 9. NEB-AMAKH. 10. SEKI (?). 11. HEQ-NEK-MU, 12. AU. The text which refers to these reads: p. 261 [paragraph continues] \"Those who are in this picture draw this great god through the tail (or, bowels) of the serpent Ankh-neteru. The loyal servants of Ra who are in his following are the product of his hands, and they are born on the earth each day after the birth of this great god in the eastern portion of the sky. They enter into this hidden image of Ankh-neteru in the form of loyal servants, and they come forth in the renewed forms of Ra every day. When they tarry upon the earth it is an abomination to them to utter the name of the god.\" 3. The monster serpent KA-EM-ANKH-NETERU. 4. Twelve goddesses, who are occupied in towing the boat of the sun through the body of the serpent KA-EM-ANKH-NETERU; each has her head turned behind her, and is looking at the boat. Their names are:--"},{"pageNumber":93,"pageContent":"1. STAT. 2. KHERU-UTCHAT. p. 262 3. KHET. 4. SPERT-NETER-S. 5. NEBTAMT. 6. NEB-TCHETTA. 7. HETIT. 8. ANKHET-ERMEN. 9. KHERUT-TEP (?). 10. HETEP-EM-KHUT-S. 11. BET-NETER-S. 12. TESER-ABT. The text relating to the serpent reads: p. 263 Click to view Twelve gods of the last hour of the night . Click to view Twelve goddesses of the last hour of the night . p. 264 [paragraph continues] \"Those who are here are they who have their bodies, and they come forth in the following of this great god into heaven. This is the hidden image of the serpent Ankh-neteru, which is by his den in the Tuat, and he resteth in [his] place every day. This great god speaketh to him in [his] name of NA, [and the space covered by] his forepaws and legs is one thousand three hundred cubits long . . . . . . .; he liveth upon the sound of the rumblings of the earth. The servants who are loyal to his service come forth from [his] mouth every day.\""},{"pageNumber":94,"pageContent":"The text relating to the twelve goddesses reads: \"Those who are in this picture take the towing rope of the boat of Ra when it cometh forth p. 265 from the serpent ANKH-NETERU, and they tow this great god into the sky, and lead him along the ways of the upper sky. It is they who make to arise in the sky gentle winds and humid breezes, and it is they who order those who live [upon earth] to place themselves in the great boat in the sky.\" In the upper register are:-- 1. Twelve goddesses, each of whom stands upright, and bears on her shoulders a serpent which belches, forth fire from its mouth; their names are:-- Click to view Six goddesses with fiery serpents . 1. NEFERT-KHAU. 2. KHET(?)-UAT-EN-RA. 3. NEBT-SESHESH-TA. 4. NEFERT-HER-TEPT. 5. SEUATCHET-ATEBUI-PET. p. 266 6. HAT-EM-TAUI-S. 7. QAT-EM-SEPU-S. 8. SEKHET-EM-KHU-S. 9. HAAT-EM-SEPU-S. 10. KHET-ANKH (?)-F. Click to view Six goddesses with fiery serpents ."},{"pageNumber":95,"pageContent":" 11. PERT-EM-AP. 12. NEBT-AR-EM-UAA-ABT. The text reads: p. 267 [paragraph continues] \"Those who are in this picture with their own bodies, and from whom their uraei emerge, are in the following of this great god when he setteth out for this City. They follow after this god, and the flames which issue from their mouths drive away Apep on behalf of Ra into the Hall of the East of the Horizon. They journey round about the upper heavens in his following [remaining] in their places, and they restore these gods after this great god hath passed by the hidden chamber of the sky, and then they take up their positions [again] in their own abodes. They give pleasure to the hearts of the gods of Amentet through Ra-Heru-khut, and their work upon the earth is to drive away those who p. 268 are in the darkness by the flames of their uraei which are behind them, and they guide Ra along, and they smite Apep for him in the sky.\" 2. Twelve gods, each of whom stands upright, and has both hands raised in adoration before him; their names are:-- 1. NEB-ANKH. 2. HI. Click to view Six gods who praise Ra at dawn . 3. NEB-AA. 4. NEB-TUAT. 5. NETCHEM-AB, 6. HAM. 7. UA-AB. 8. HUNNU. p. 269"},{"pageNumber":96,"pageContent":"9. SENSABT. 10. MA-TEPU-NETERU. 11. THES-TEPU-NETERU. 12. HEKENU. The text reads: Click to view Six gods who praise Ra at dawn . p. 270 [paragraph continues] \"Those who are in this picture sing praises unto this great god from dawn, when he taketh up his position in the Hall of the east of the sky. They say unto Ra, 'O thou who art the producer of [thine own] birth, who dost bring into being [thine own] being, [lord of] homage of every soul . . . . .. Heaven belongeth to thy soul, which taketh up its place therein, and the earth belongeth to thy body, thou lord of homage. Thou sailest over the Horizon, thou takest up thy place in thy shrine, the gods in their bodies praise thee; descend thou into the sky and take thou thy two souls through thy magical protectors.' The work of these gods in the Tuat is to praise this great god, and they stand in this City and they count up (or, verify) the gods of the country of Mafket (i.e., Sinai). They descend (?) to earth [before] Ra after he hath taken up his position in the sky and doth rise upon the eyes of mankind in their circles.\" In the lower register are:-- 1. The god Nu, holding the sceptre and ankh in his left and right hand respectively. p. 271 2. The goddess NUT, holding the sceptre and ankh. 3. The god HEHU, holding the sceptre and ankh. 4. The goddess HEHUT, holding the sceptre and ankh. 5. The god TEBAI, man-headed, and holding an oar, or paddle. Click to view ( Left ) The gods who receive Ra. ( Right ) A god of a paddle ."},{"pageNumber":97,"pageContent":" 6. The god QASHEFSHEF, man-headed and holding a paddle. 7. The god NEHUI, crocodile-headed, and holding a paddle. 8. The god NI, with the heads of two birds, and holding a paddle. 9. The deity NESMEKHEF, in the p. 272 form of a serpent, which pours forth fire from its mouth. 10. The god NEBA-KHU, man-headed, and holding a paddle. 11. The god KHENTI-THETH-F, man-headed, and holding a paddle. 12. The god AHA-AB, man-headed, and holding a paddle. 13. The god TUATI, man-headed, and holding a paddle. 14-23. Ten gods, each with his hands raised in adoration; their names are:-- TES-KHU. THEMA-RE. AAKHEBU, SEKHENNU, ERMENU, KHENNU-ERMEN. BUN-A. KHU-RE. p. 273 Click to view Gods of paddles . Click to view"},{"pageNumber":98,"pageContent":"( Left ) Gods of paddles. ( Right ) Gods who praise Ra at sunrise . Click to view Gods who praise Ra at sunrise . p. 274 ATHEP. AM-NETER. The texts relating to these gods read:-- Click to view Gods who praise Ra at sunrise . [paragraph continues] 1. \"Those who are in this picture in their own bodies join themselves unto Ra in the sky to receive this great god at his coming forth among them in the east of the sky each day. They themselves belong to their Halls of the Horizon, but the forms which p. 275 they have in the Tuat [belong to] this Circle.\" 2. \"Those who are in this picture with their paddles drive Apep to the back of the sky, after the birth of the god. Their work is to hold up the Great Disk in the Eastern Horizon of the sky every day. Behold the serpent SENMEKHEF which burneth up the enemies of Ra at the dawn! These gods go round about the heights of heaven in the following of this great god every day, and they receive their protection for this Circle.\" p. 276 3. \"Those who are in this picture are behind the image of Osiris, who is over the thick darkness. These are the words which this god saith unto them after this great god hath journeyed by it:--'Life [to thee], O thou who art over the darkness! Life [to thee] in all thy majesty! Life [to thee], O governor of Amentet, Osiris, who art over the beings of Amentet! Life to thee! Life to thee! O thou who art over the Tuat, the winds of Ra are to thy nostrils, and the nourishment of Kheper is with thee. Thou livest, and ye live. Hail to Osiris, the lord of the living, that is to say, of the gods who are with Osiris, and who came into being with him the first time.' Those who are behind this hidden Image in this Circle wherein he liveth have their nourishment from the words of this god in their own Tuat.\" p. 277"},{"pageNumber":99,"pageContent":" Click to view The exit of Ra from the Tuat, i.e., Sunrise . p. 278 4. He who is in this picture in the invisible form of Horus in the thick darkness, is the hidden image which Shu lifteth up beneath the sky, and KEB-UR cometh forth in the earth in this image.\" 24. The end of the Tuat, which is represented by a semi-circular wall or border formed of earth and stones, or perhaps granite. At the middle point of this border is the disk of the sun which is about to rise on this world, and joined to it is the head of the \"image of Shu,\" with his arms stretched out along the rounded border of the Tuat. Above his head is the beetle, symbol of Khep[er], who has emerged from the boat of the Sun-god, and below is the \"image of Af,\" that is to say, the body of the night Sun-god, which has been cast away. END OF VOL. I. Footnotes 256:1 See Lanzone, Domicile , pl. v."}]
