[{"pageNumber":1,"pageContent":"  The Egyptian origin of monotheism and the murder of Moses  In December  , Sigmund Freud wrote a short, but remarkable preface for the Hebrew translation of Totem and Taboo. No reader of [the Hebrew version of ] this book will fi nd it easy to put himself in the emotional position of an author who is ignorant of the language of holy writ, who is completely estranged from the religion of his fathers – as well as from every other religion – and who cannot take a share in nationalist ideals, but who has yet never repudiated his people, who feels that he is in his essential nature a Jew and who has no desire to alter that nature. If the question were put to him: ‘Since you have abandoned all these common characteristics of your countrymen, what is there left to you that is Jewish?’ he would reply: ‘A very great deal, and probably its very essence .’ He could not now express that essence clearly in words; but some day, no doubt, it will become accessible to the scienti fi c mind. Thus it is an experience of a quite special kind for such an author when a book of his is translated into the Hebrew language and put into the hands of readers for whom that historic idiom is a living tongue: a book, moreover, which deals with the origin of religion and morality, though it adopts no Jewish standpoint and makes no exceptions in favour of Jewry. The author hopes, however, that he will be at one with his readers in the conviction that unpreju- diced science cannot remain a stranger to the spirit of the new Jewry. (Vienna, December  )  Like so much of Freud’s prose, this passage is at once seemingly straightforward, elusive, and provocative. What does it mean when Freud a ffi rms that he is in his essential nature a Jew even though he is estranged from ‘‘the religion of his fathers – as well as from religion’’? What does it mean to suggest that this essence will someday ‘‘become accessible to the scienti fi c mind’’? One reason why this preface is so provocative is because Freud succinctly a ffi rms what many godless secular Jews want to a ffi rm – that even though they reject the religion of  © Cambridge University Press www.cambridge.org Cambridge University Press 0521638771 - Freud and the Legacy of Moses Richard J. Bernstein Excerpt More information"},{"pageNumber":2,"pageContent":"their fathers, they are nevertheless, in essence, Jews. Yet it seems extraordinarily paradoxical to say that one is completely estranged from the religion of his fathers and yet ‘‘feels’’ that one is a Jew in ‘‘his essential nature.’’ Can one so neatly and rigorously distinguish the religion of Judaism from the essential nature of Jewishness? Our per- plexity is increased when we realize that the book, Totem and Taboo , for which this preface was written, never mentions Judaism, Jews, or Jew- ishness. Did Freud ever answer – or even seek to answer – the question he raises about the essential nature of being a Jew? Did he really think that such an answer ‘‘will become accessible to the scienti fi c mind’’? The thesis that I want to explore and defend in this book is that Freud did attempt to answer these questions. This attempt is found most explicitly in The Man Moses and the Monotheistic Religion ,  a book that has troubled and o ff ended many of his commentators; one that is awkwardly and hesitantly written; a book that many have taken to be written when Freud as an old man was losing his creative powers; a book whose historical claims seem like pure phantasy – where Freud builds ‘‘a magni fi cent castle in the air’’;  a book that many have read as an expression of Freud’s alleged Jewish self-hatred. My thesis may itself seem paradoxical, especially in the light of the opening sentence of the book: ‘‘To deprive a people of the man whom they take pride in as the greatest of their sons is not a thing to be gladly or carelessly undertaken, least of all by someone who is himself one of them’’ (  :  ). The grounds for the plausibility of my thesis have already been prepared by the illuminating interpretations of Yosef Yerushalmi, Jan Assmann, and Jacques Derrida.  They have o ff ered much more subtle, imaginative readings of what is surely one of Freud’s strangest books. Although I will not explore all of the by-paths which they open (and will indicate where I depart from them), I want to acknowledge my enor- mous debt to their fresh perspectives. But fi rst, an anticipation and a warning. When Freud indicates that the essence of Jewishness ‘‘will become accessible to the scienti fi c mind,’’ and closes his preface by declaring ‘‘that unprejudiced science cannot remain a stranger to the spirit of the new Jewry’’ he is referring to psychoanalysis as a science. Freud strongly believed that we will never fully understand the phenomenon of religion (and Judaism in particular) without appealing to the insights achieved by the new science of psychoanalysis. But Freud avoids any suggestion of vulgar reductionism. He is explicit and emphatic in maintaining that there is not a single  Freud and the legacy of Moses © Cambridge University Press www.cambridge.org Cambridge University Press 0521638771 - Freud and the Legacy of Moses Richard J. Bernstein Excerpt More information"},{"pageNumber":3,"pageContent":"causal explanation or single origin for religious phenomena. He begins the fourth essay of Totem and Taboo (where he advances the hypothesis that ‘‘totemic religion’’ originates when the ‘‘brothers who had been driven out came together, killed and devoured their father and so made an end of the patriarchal horde’’) by declaring: There are no grounds for fearing that psycho-analysis, which fi rst discovered that psychical acts and structures are invariably over-determined, will be tempted to trace the origin of anything so complicated as religion to a single source. If psycho-analysis is compelled – and is, indeed, in duty bound – to lay all the emphasis upon one particular source, that does not mean it is claiming either that that source is the only one or that it occupies fi rst place among the numerous contributory factors. Only when we can synthesize the fi ndings in the di ff erent fi elds of research will it become possible to arrive at the relative importance of the part played in the genesis of religion by the mechanism discussed in these pages. Such a task lies beyond the means as well as beyond the purposes of a psycho-analyst. (  :  ) There is a temptation, especially when considering the question of Freud’s Jewishness and the signi fi cance of his Moses (as the last book that he published), to apply the concepts of psychoanalysis to Freud himself. Some commentators have sought to put Freud ‘‘on the couch.’’ They speculate about the relationship between Freud and his father Jacob, and the relationship between Freud’s claims about the Jewish people and their father fi gure, Moses. I strongly believe that such a temptation should be resisted. Freud himself frequently refers to his arguments in the three essays that comprise The Man Moses and the Monotheistic Religion . What precisely are these claims and arguments? Are they persuasive? Because Freud’s assertions are (at times) apparently far-fetched or even repugnant, commentators have been too quick to search for hidden meanings and extraneous accounts for why Freud says what he does. The fi rst task of a commentator is to pay careful attention to what is being said, and to do justice to the nature of the explicit claims and arguments of the text. This is why I will quote extensively from Freud’s text, and follow the exposition of Freud’s arguments. Furthermore, such a close reading will occasionally require repeating key passages from Freud’s work in order to bring out their full signi fi cance. In his classic study, Freud and Philosophy , Paul Ricoeur introduced his now famous distinction between two extreme styles of hermeneutics – a reductive and demystifying hermeneutics, a hermeneutics of suspicion; and a non-reductive and restorative hermeneutics, a hermeneutics of trust.  Given these extremes, there has been a tendency (especially in  The Egyptian origin of monotheism and the murder of Moses © Cambridge University Press www.cambridge.org Cambridge University Press 0521638771 - Freud and the Legacy of Moses Richard J. Bernstein Excerpt More information"},{"pageNumber":4,"pageContent":"dealing with Freud’s Moses ) to approach this text from the perspective of the hermeneutics of suspicion. But Ricoeur himself emphatically makes the point (which has been too frequently ignored) that there is a subtle dialectical relation between these extremes. They are mutually depend- ent. We cannot even begin the process of demysti fi cation unless we pay careful attention to what is manifest. This is what is required if we are to try to decipher and demystify a text. There are many places where Freud’s arguments are open to serious – even devastating – criticism, and I will not hesitate to indicate them. But the primary stance that I have adopted in this study is to follow the hermeneutical principle of presenting the strongest possible case for Freud. I have done this not because I agree with him, or because I fi nd his characterization of the essence of Jewishness fully persuasive, but because I am convinced that the power and signi fi cance of Freud’s claims about religion, tradition, Jewishness, and Jewish survival have not yet been fully drawn out and confronted.    Yerushalm ihas g iven an eloquent summary of the bare plot of Freud’s Moses. In order to orient my own inquiry, I begin by quoting this summary: Monotheism is not of Jewish origin but an Egyptian discovery. The pharaoh Amenhotep IV established it as his state religion in the form of an exclusive worship of the sun-power, or Aton, thereafter calling himself Ikhnaton. The Aton religion, according to Freud, was characterized by the exclusive belief in one God, the rejection of anthropomorphism, magic, and sorcery, and the absolute denial of an afterlife. Upon Ikhnaton’s death, however, his great heresy was rapidly undone, and the Egyptians reverted to their old gods. Moses was not a Hebrew but an Egyptian priest or noble, and a fervent monotheist. In order to save the Aton religion from extinction he placed himself at the head of an oppressed Semitic tribe then living in Egypt, brought them forth from bondage, and created a new nation. He gave them an even more spiritualized, imageless form of monotheistic religion and, in order to set them apart, introduced the Egyptian custom of circumcision. But the crude mass of former slaves could not bear the severe demands of the new faith. In a mob revolt Moses was killed and the memory of the murder repressed. The Israelites went on to forge an alliance of compromise with kindred Semitic tribes in Midian whose fi erce volcanic deity, named Yahweh, now became their national god. As a result, the god of Moses was fused with Yahweh and the deeds of Moses ascribed to a Midianite priest also called Moses. However, over a period of centuries the submerged tradition of the true faith and its founder gathered  Freud and the legacy of Moses © Cambridge University Press www.cambridge.org Cambridge University Press 0521638771 - Freud and the Legacy of Moses Richard J. Bernstein Excerpt More information"},{"pageNumber":5,"pageContent":"su ffi cient force to reassert itself and emerge victorious. Yahweh was henceforth endowed with the universal and spiritual qualities of Moses’ god, though the memory of Moses’ murder remained repressed among the Jews, reemerging only in a very disguised form with the rise of Christianity. ( FM ,  –  )  At fi rst glance (and even at second or third glance) this narrative seems so fantastic that it is di ffi cult to take it seriously as an historical account. One may be inclined to think that this is nothing but a pure fi ction or phantasy with little or no basis in historical fact, and that the only interesting question is what possibly could have motivated Freud to tell such a shocking tale – one which could (and did) o ff end his fellow Jews. For despite the pleas of some Jewish scholars to suppress publishing this book, Freud published it during one of the darkest and most threatening periods in Jewish history. Although this is the bare plot of the story that Freud tells, it is not the way in which he tells it. We need to pay close attention to how Freud tells his tale. The fi rst two essays of the three that comprise the book, ‘‘Moses an Egyptian’’ and ‘‘If Moses was an Egyptian . . .,’’ originally appeared in the psychoanalytic journal, Imago , when Freud was still living in Vienna. The third, the longest and most substantial essay, ‘‘Moses, His People and Monotheist Religion,’’ was only published in  after Freud’s arrival in England.   :     ‘‘Moses an Egyptian,’’ a short (eight pages in the original German), modest essay focuses on the question of whether Moses was an Egyp- tian. Freud does not even discuss monotheism in this essay, although he does say that the man Moses ‘‘set the Jewish people free’’ and ‘‘gave them their laws and founded their religion’’ (  :  ). To support the hypothesis that Moses was an Egyptian, Freud begins by citing those authorities (primarily J.H. Breasted) who claimed that ‘‘Moses’’ was an Egyptian name. Freud suggests that the authorities who traced the etymology of ‘‘Moses’’ to its Egyptian sources should ‘‘at least have considered the possibility that the person who bore this Egyptian name may himself have been an Egyptian’’ (  :  ). This is a rather thin reed to support a serious historical claim, especially when we realize that throughout their history Jews have adopted names from the places in which they have been living. Furthermore, according to the biblical narrative (the primary source for our knowledge of Moses), it is the  The Egyptian origin of monotheism and the murder of Moses © Cambridge University Press www.cambridge.org Cambridge University Press 0521638771 - Freud and the Legacy of Moses Richard J. Bernstein Excerpt More information"},{"pageNumber":6,"pageContent":"Egyptian Princess who discovers the infant, and brings him up. It makes good sense that a child in the Egyptian royal court would have an Egyptian name. So the question arises: does Freud himself have any fresh arguments to support his controversial hypothesis? He believes that he does, but before proceeding, he tells us that what he has to contribute is an ‘‘application of psycho-analysis,’’ and the ‘‘argument’’ arrived at in this way ‘‘will undoubtedly only impress that minority of readers who are familiar with analytic thinking and who are able to appreciate its fi ndings’’ (  :  ). Freud begins his argument by considering The Myth of the Birth of the Hero , a book published by Otto Rank in  (‘‘who was at that time still under my in fl uence’’ [  :  ]). Rank calls our attention to the ‘‘ba ffl ing similarity’’ in the narrative structure of the legends and poetic tales that glorify the origins of national heroes, founders of religions, dynasties, empires, or cities. Rank’s researches make us acquainted with the source and purpose of these myths. ‘‘A hero is someone who has had the courage to rebel against his father and in the end victoriously overcome him’’ (  :  ). Presenting a generalized picture of this myth, Freud isolates a number of common features: a child’s birth by aristocratic parents; his conception preceded by di ffi culties; condemning the (male) child to death or exposure by his father; the child’s rescue by animals or by a humble family; the adventures of the child as he grows up and discovers who his parents really are; the revenge he takes against his father; and fi nally his achievement of greatness and fame. From a psychoanalytic perspective, this myth has the generalized structure of the ‘‘family romance’’ – ‘‘the source of the whole poetic fi ction’’ (  :  ).  But what precisely does this have to do with Moses being an Egyp- tian? Freud himself calls our attention to a glaring contradiction be- tween the structure of this exposure myth and the biblical account of Moses’ birth. In the generalized exposure narrative the ‘‘real’’ parents of the hero are aristocratic, and those who save him from death are quite humble. But Moses, the child of Jewish parents who were slaves in Egypt, is saved by the royal princess, and is brought up as a member of an aristocratic Egyptian family. How is this disparity, this contradiction to be explained? Freud lamely suggests that ‘‘we are in fact free to suppose that some later and clumsy adapter of the material of the legend found an opportunity for introducing into the story of his hero Moses something which resembled the classical exposure legends marking out a hero, but which, on account of the special circumstances of the case, was not applicable to Moses’’ (  :  ). Freud seems to acknowledge how  Freud and the legacy of Moses © Cambridge University Press www.cambridge.org Cambridge University Press 0521638771 - Freud and the Legacy of Moses Richard J. Bernstein Excerpt More information"},{"pageNumber":7,"pageContent":"fl imsy this argument really is, for he tells us: ‘‘Our investigations might have had to rest content with this inconclusive and, moreover, uncertain outcome, and they might have done nothing towards answering the question of whether Moses was an Egyptian’’ (  :  ). But Freud does not leave us with this ‘‘uncertain outcome.’’ He suggests that there is ‘‘another and perhaps more hopeful line of ap- proach to an assessment of the legend of exposure’’ (  :  ). According to the analytic interpretation, the two families in the myth (aristocratic and humble) are really identical. When this myth is told about historical persons, then ‘‘[o]ne of the families is the real one, in which the person in question (the great man) was actually born and grew up; the other is fi ctitious, fabricated by the myth in pursuit of its own intentions. As a rule the humble family is the real one and the aristocratic family the fabricated one’’ (  :  ). If we strictly followed the logic of Freud’s reasoning, then this pattern would accord with the way in which the biblical story of Moses is actually told. Moses’ real parents were humble Jews. But Freud makes a curious, wildly speculative leap when he says: in every instance which it has been possible to test [Freud does not specify any instances, nor does he indicate what constitutes a test – RJB], the fi rst family, the one from which the child was exposed, was the invented one, and the second one, in which he was received and grew up, was the real one. If we have the courage to recognize this assertion as universally true and as applying also to the legend of Moses, then all at once we see things clearly: Moses was an Egyptian – probably an aristocrat – whom the legend was designed to turn into a Jew. And that would be our conclusion. (  :  ) It is di ffi cult to know whether one is expected to take any of this seriously – even as an application of psychoanalysis. An ungenerous reader might even say it sounds more like a reductio ad absurdum . At almost every stage in his argument Freud makes all sorts of unwarranted and speculative assumptions. Freud concludes this fi rst short essay by raising the very question his readers will surely ask: ‘‘If no more certainty could be reached than this, why, it may be asked, have I brought this enquiry into public notice at all?’’ (  :  ). Why, indeed! Freud hints about what is to come, but refrains from explicitly telling us: For if one allows oneself to be carried away by the two arguments which I have put forward here, and if one sets out to take the hypothesis seriously that Moses was an aristocratic Egyptian, very interesting and far-reaching prospects are opened up. With the help of some not very remote assumptions, we shall, I  The Egyptian origin of monotheism and the murder of Moses © Cambridge University Press www.cambridge.org Cambridge University Press 0521638771 - Freud and the Legacy of Moses Richard J. Bernstein Excerpt More information"},{"pageNumber":8,"pageContent":"believe, be able to understand the motives which led Moses in the unusual step he took and, closely related to this, to obtain a grasp of the possible basis of a number of the characteristics and peculiarities of the laws and religion which he gave to the Jewish people; and we shall even be led on to important considera- tions regarding the origin of monotheist religions in general. (  :  ) These are extraordinary hints. Freud seductively arouses our curiosity, but refuses to tell us anything more in this essay. Psychological probabil- ities are not enough to justify such consequential historical claims, and there is a paucity of objective evidence about the period in which Moses lived. In the fi nal sentence of this essay, Freud tells us that because such objective evidence ‘‘has not been obtainable . . . it will therefore be better to leave unmentioned any further implications of the discovery that Moses was an Egyptian’’ (  :  ).  Freud’s readers had to wait several months for the next installment to fi nd out what he meant by the hints that he dropped at the end of his essay. Signi fi cantly, this next installment was entitled ‘‘If Moses was an Egyptian . . .’’ The most signi fi cant part of this title is the ellipsis. Before proceeding in our examination of his text, it is worth asking: why did Freud publish this brief and inconclusive essay? This work does not make any signi fi cant historical contribution, nor does it add any- thing substantial to our understanding of psychoanalysis. We know that Freud was genuinely apprehensive about publishing his hypothesis concerning Moses’ birth – and not only because he felt that there was so little ‘‘objective evidence’’ to support his claim. The circumspection of his fi rst essay seems to have been a way of getting a hearing for the conjecture that Moses was an Egyptian, without, however, providing any clear indication of the inferences that Freud was to draw from this conjecture. In a sense, Freud (because he already knew what he was holding back) was cautiously ‘‘testing the waters.’’   :      ... It is only in his second essay, ‘‘If Moses Was An Egyptian . . .,’’ that the full drama of the historical plot is revealed. This essay does read like a precis of a ‘‘historical novel,’’ in which the dramatic climax is reached when the Semites, whom the Egyptian Moses had led out of Egypt, slay him. Despite the shocking (and for a religious believer – Jew or Christian – the blasphemous) claims that Freud makes, he begins by speaking of his hesitations and con fl icting motives in publishing his views. ‘‘The greater the importance of the views arrived at in this way [basing them on ‘psychological probabilities’], the more strongly one feels the need to  Freud and the legacy of Moses © Cambridge University Press www.cambridge.org Cambridge University Press 0521638771 - Freud and the Legacy of Moses Richard J. Bernstein Excerpt More information"},{"pageNumber":9,"pageContent":"beware of exposing them without a secure basis to the critical assaults of the world around one – like a bronze statue with feet of clay’’ (  :  ). It may jolt us (we will return to this statement) when Freud announces: ‘‘But once again this is not the whole story nor the most important part of the whole story’’ (  :  , emphasis added). Considering that this essay was published in  , on the eve of one of the darkest periods of Jewish history, the very way in which Freud goes about narrating his historical reconstruction could scarcely avoid caus- ing o ff ense and anguish to his fellow Jews. In his opening paragraph, he makes a derogatory reference to those ‘‘[t]almudists who delight in exhibiting their ingenuity without regard to how remote from reality their thesis may be’’ (  :  ). Freud seems to be anticipating and defend- ing himself against the very charge that would be brought against him. As he begins exploring the implications of the hypothesis that Moses was an Egyptian, he characterizes the Semites (the Jews who were living in Egypt at the time of Moses) as follows: But it is not easy to guess what could induce an aristocratic Egyptian [Moses] – a prince, perhaps, or a priest or high o ffi cial – to put himself at the head of a crowd of immigrant foreigners at a backward level of civilization and to leave his country with them. (  :  , emphasis added) The most striking characteristic of the second essay, ‘‘If Moses Was An Egyptian . . .,’’ is that it reads like a ‘‘purely historical study’’ (  :  )of what presumably really happened. Freud does not explicitly refer to psychoanalysis. On the contrary, he deliberately restrains himself from o ff ering any psychoanalytic interpretations, even when the subject be- ing discussed clearly invites such interpretations (for example, his dis- cussion of circumcision). I suspect that if this essay had been published anonymously, a reader might have thought it was the work of a crackpot who invented an intriguing tale of how the Egyptian aristocrat, Moses, forced his adopted monotheistic religion upon the savage Semites who ‘‘took fate into their own hands and rid themselves of their tyrant [Moses]’’ (  :  ). Freud refers selectively to the works of historians and biblical scholars (choosing those sources he can use to support his thesis that Moses was an Egyptian). He plays fast and loose with what he selects and uses from the Bible. He cavalierly justi fi es this practice in the following footnote: I am very well aware that in dealing so autocratically and arbitrarily with Biblical tradition – bringing it up to con fi rm my views when it suits me and unhesitatingly rejecting it when it contradicts me – I am exposing myself to  The Egyptian origin of monotheism and the murder of Moses © Cambridge University Press www.cambridge.org Cambridge University Press 0521638771 - Freud and the Legacy of Moses Richard J. Bernstein Excerpt More information"},{"pageNumber":10,"pageContent":"serious methodological criticism and weakening the convincing force of my arguments. But this is the only way in which one can treat material of which one knows de fi nitely that its trustworthiness has been severely impaired by the distorting in fl uence of tendentious purposes. It is to be hoped that I shall fi nd some degree of justi fi cation later on, when I come upon the track of these secret motives. Certainty is in any case unattainable and moreover it may be said that every other writer on the subject has adopted the same procedure. (  :  ) Why does Freud – who initially, in his fi rst essay, describes his contribu- tion as an ‘‘application of psycho-analysis’’ – now completely bracket the question of psychoanalysis and adopt the mantle of the scholarly historian who is seeking to establish what really happened in fourteenth century  ?We fi nd a clue if we go back to his fi rst essay. Freud’s main argument in support of the hypothesis that Moses was an Egyptian depended on his psychoanalytic interpretation of the exposure myth of national heroes. Freud claims that recognizable fragments of this myth are found in the legends of Sargon of Agade, Moses, Cyrus, Romulus, Oedipus, Karna, Paris, Telephos, Perseus, Heracles, Gilgamesh, Am- phion, and Zethos. Note that this list consists primarily of mythological fi gures. But according to Freud, the Egyptian Moses was a real person who lived at a precise historical time; adopted the monotheistic religion from the Egyptian Pharaoh, Akhenaton; and, in order to save the Aton religion, forced it upon the Semites living in Egypt. Without establish- ing these ‘‘historical’’ facts, Freud would have no basis for the psychoanalytic interpretation that he eventually o ff ers to explain these ‘‘facts.’’ If we look back to the fi nal paragraph of ‘‘Moses An Egyptian,’’ we will see that Freud has already indicated this need for historical evi- dence: Even if one accepts the fact of Moses being an Egyptian as a fi rst historical foothold, one would need to have at least a second fi rm fact in order to defend the wealth of emerging possibilities against the criticism of their being a product of the imagination and too remote from reality. (  :  ) Moreover, at the beginning of ‘‘Moses An Egyptian,’’ Freud discusses the need to establish the basic ‘‘historical’’ facts about Moses. ‘‘It is justly argued that the later history of the people of Israel would be incompre- hensible if this premiss [that Moses was a real person and that the Exodus from Egypt associated with him did in fact take place] were not accepted’’ (  :  ). Although Freud repeatedly tells us that there can be no certainty  Freud and the legacy of Moses © Cambridge University Press www.cambridge.org Cambridge University Press 0521638771 - Freud and the Legacy of Moses Richard J. Bernstein Excerpt More information"}]
