[{"startMs":0,"durationMs":5620,"subtitle":"Graduation is highly significant for young people because it is a death and a renewal at the same time"},{"startMs":5620,"durationMs":5180,"subtitle":"I mean, it's a good way of learning, too, about life because, you see, when you graduate,"},{"startMs":12500,"durationMs":2500,"subtitle":"simultaneously, you have attained the pinnacle of something."},{"startMs":15000,"durationMs":5700,"subtitle":"But by the same token it instantly transforms you into a beginner at the next stage of your life."},{"startMs":22740,"durationMs":3100,"subtitle":"When people say, \"What do you want to be when they grow up in our society\""},{"startMs":25860,"durationMs":2080,"subtitle":"they usually mean: \"What career are you going to pick?\"."},{"startMs":27940,"durationMs":4280,"subtitle":"It's really not the way the question should be asked or conceptualized."},{"startMs":33240,"durationMs":2340,"subtitle":"You should really think about what sort of character you want to have."},{"startMs":36260,"durationMs":1620,"subtitle":"I would say you should surround yourself"},{"startMs":37880,"durationMs":3600,"subtitle":"with people who are aiming up and who want the best for what's best in you."},{"startMs":42840,"durationMs":3360,"subtitle":"Unless you want people that will excuse your pathologies"},{"startMs":46200,"durationMs":4800,"subtitle":"and make way for your weakness and lead you down the path of perdition."},{"startMs":51260,"durationMs":1460,"subtitle":"So you're going to take care of yourself,"},{"startMs":53120,"durationMs":1560,"subtitle":"you're going to take care of your family,"},{"startMs":54680,"durationMs":1560,"subtitle":"you're going to take care of your community."},{"startMs":56240,"durationMs":4560,"subtitle":"You want to grow up and be a responsible, forthright and honest person."},{"startMs":61180,"durationMs":1500,"subtitle":"It's the best way through life."},{"startMs":63680,"durationMs":2200,"subtitle":"There could be a lot more to you than you know,"},{"startMs":66300,"durationMs":2880,"subtitle":"highly probable, and you should act as if there is"},{"startMs":69180,"durationMs":3580,"subtitle":"and then you should go out there and try to do, if not great things,"},{"startMs":72760,"durationMs":5960,"subtitle":"at least honest, productive, meaningful, engaged and positive things."},{"startMs":78720,"durationMs":1700,"subtitle":"That's what you should be aiming at."},{"startMs":80420,"durationMs":1820,"subtitle":"There's nothing in that except good."}]
