[{"startMs":1880,"durationMs":5320,"subtitle":"I don’t know how many of you got my email this morning, but this is the last class."},{"startMs":7200,"durationMs":5480,"subtitle":"And so, I sent in my email a link to the other lecture that was supposed to happen, but I"},{"startMs":12680,"durationMs":5060,"subtitle":"have to go to a conference on Thursday and Friday and so I’m going to do the last lecture"},{"startMs":17740,"durationMs":6599,"subtitle":"today, and you can watch the second-last lecture from last year, which will cover the territory,"},{"startMs":24339,"durationMs":3340,"subtitle":"hopefully, sufficiently well."},{"startMs":27679,"durationMs":7051,"subtitle":"So, I usually use the last lecture to sort of sum up where we’ve been and also to talk"},{"startMs":34730,"durationMs":9800,"subtitle":"to people about… let me open it up here first… about my more specific thoughts on"},{"startMs":44530,"durationMs":4440,"subtitle":"personality."},{"startMs":48970,"durationMs":39450,"subtitle":"So I think that’s probably what I’ll do today."},{"startMs":88420,"durationMs":12059,"subtitle":"I’ll start with what we’ve… where we’ve been."},{"startMs":100479,"durationMs":12581,"subtitle":"So I started talking to you about mythological representations of personality, and I wanted"},{"startMs":113060,"durationMs":7250,"subtitle":"to do that for a variety of reasons, but the most important was to place the rest of the"},{"startMs":120310,"durationMs":5219,"subtitle":"course in a deep history context, essentially."},{"startMs":125529,"durationMs":6051,"subtitle":"Because personality is the consequence of very many things."},{"startMs":131580,"durationMs":8390,"subtitle":"And many of them are grounded in our biology and therefore grounded in evolution."},{"startMs":139970,"durationMs":6800,"subtitle":"And I generally think that in some ways, the social sciences don’t take evolution seriously"},{"startMs":146770,"durationMs":1000,"subtitle":"enough."},{"startMs":147770,"durationMs":6890,"subtitle":"They don’t take the fact that we’re 3.5 billion years old seriously enough."},{"startMs":154660,"durationMs":3090,"subtitle":"It’s a serious thing."},{"startMs":157750,"durationMs":8180,"subtitle":"And some of that is evident in a relatively straightforward way conceptually, in that"},{"startMs":165930,"durationMs":4900,"subtitle":"we share so much of our biological platform with other creatures."},{"startMs":170830,"durationMs":6250,"subtitle":"You know, there was a recent genomic analysis, I think, of gorillas."},{"startMs":177080,"durationMs":4000,"subtitle":"And I don’t remember what percentage of our DNA we share with gorillas, but it’s"},{"startMs":181080,"durationMs":4701,"subtitle":"like 99.2% or something like that, which, you know, is quite shocking, until you realise"},{"startMs":185781,"durationMs":4399,"subtitle":"that we share about 70% of our genetic make-up with yeast."},{"startMs":190180,"durationMs":6000,"subtitle":"So, you know, yeah, obviously we’re a lot closer to gorillas than to yeast, but we’re"},{"startMs":196180,"durationMs":2800,"subtitle":"still pretty damn close to yeast."},{"startMs":198980,"durationMs":7870,"subtitle":"And it also indicates not necessarily just how similar we are to gorillas, but how minor"},{"startMs":206850,"durationMs":5720,"subtitle":"modifications in a genome can also make substantial differences, because alike as we are to gorillas,"},{"startMs":212570,"durationMs":6410,"subtitle":"we’re a lot different from them too."},{"startMs":218980,"durationMs":5030,"subtitle":"So there’s the biological aspect, which is really important."},{"startMs":224010,"durationMs":4060,"subtitle":"But then there’s what you might describe as a quasi-biological element, which seems"},{"startMs":228070,"durationMs":8720,"subtitle":"to be operating in the space between biology as evolutionarily determined, and culture."},{"startMs":236790,"durationMs":5750,"subtitle":"Those things are often… you know, we have an archetypal tendency to consider culture"},{"startMs":242540,"durationMs":4140,"subtitle":"as something in opposition to nature."},{"startMs":246680,"durationMs":3191,"subtitle":"And there’s utility in that, from a heuristic point of view."},{"startMs":249871,"durationMs":3709,"subtitle":"You can do a lot with that division from a conceptual perspective."},{"startMs":253580,"durationMs":4570,"subtitle":"But in a lot of ways it’s misleading."},{"startMs":258150,"durationMs":5660,"subtitle":"Because some of the primordial elements of culture are biological."},{"startMs":263810,"durationMs":6840,"subtitle":"And I think the most striking example of that, fundamentally, is… there’s two striking"},{"startMs":270650,"durationMs":1000,"subtitle":"examples."},{"startMs":271650,"durationMs":7640,"subtitle":"One is the existence of structures of power, or structures of authority, or structures"},{"startMs":279290,"durationMs":9390,"subtitle":"of influence; hierarchies, which are incredibly old, at least 400 million years old."},{"startMs":288680,"durationMs":5980,"subtitle":"And which have in consequence been around for so long that you also have to think about"},{"startMs":294660,"durationMs":3640,"subtitle":"them as part of the environment, part of nature."},{"startMs":298300,"durationMs":7600,"subtitle":"Because we tend to think of the hierarchical structure as cultural, and also as easily"},{"startMs":305900,"durationMs":1320,"subtitle":"alterable, in some sense."},{"startMs":307220,"durationMs":5650,"subtitle":"But there’s no reason to think that, given that it’s been around, as I pointed out"},{"startMs":312870,"durationMs":3210,"subtitle":"in one lecture, longer than trees."},{"startMs":316080,"durationMs":5880,"subtitle":"It’s a very, very permanent element of the environment that human beings find themselves"},{"startMs":321960,"durationMs":1060,"subtitle":"in."},{"startMs":323020,"durationMs":4970,"subtitle":"So much so that… you know, you can think of a dominance hierarchy as the prototype"},{"startMs":327990,"durationMs":6690,"subtitle":"of culture, but because it’s been a constant environmental feature for so long, our nervous"},{"startMs":334680,"durationMs":4940,"subtitle":"systems are built for operation within a hierarchy, and they’re really built that way, and it’s"},{"startMs":339620,"durationMs":1860,"subtitle":"not a trivial matter."},{"startMs":341480,"durationMs":6050,"subtitle":"Because the serotonin system that regulate our emotions (because the serotonin system"},{"startMs":347530,"durationMs":6120,"subtitle":"does that, fundamentally), is also the system that sets up your brain during fetal development."},{"startMs":353650,"durationMs":6510,"subtitle":"The serotonin system is above all, perhaps, concerned with calibrating your nervous system"},{"startMs":360160,"durationMs":3480,"subtitle":"in accordance with your position in a hierarchy."},{"startMs":363640,"durationMs":7050,"subtitle":"And its basic rule is, the higher in a hierarchy you are, the less negative emotion you have"},{"startMs":370690,"durationMs":1000,"subtitle":"to feel."},{"startMs":371690,"durationMs":5449,"subtitle":"And the lower in the hierarchy you are, and the more tenuous your actual life (because"},{"startMs":377139,"durationMs":4271,"subtitle":"there’s a direct connection between the tenuousness of your life and your position"},{"startMs":381410,"durationMs":3680,"subtitle":"in a dominance hierarchy), the more negative emotion you’re going to feel."},{"startMs":385090,"durationMs":7799,"subtitle":"And then that has drastic consequences and those are best exemplified in longevity."},{"startMs":392889,"durationMs":4961,"subtitle":"So there was a famous study called the Whitehall study, which was done in Britain."},{"startMs":397850,"durationMs":9090,"subtitle":"And basically what they were looking at was health, including mortality, of English civil"},{"startMs":406940,"durationMs":1000,"subtitle":"servants."},{"startMs":407940,"durationMs":3250,"subtitle":"And the first study was done 50 years before the second study."},{"startMs":411190,"durationMs":3020,"subtitle":"I think the second study was done in the 80s."},{"startMs":414210,"durationMs":6340,"subtitle":"Anyways, in the first study, you have a power hierarchy, with the top civil servants at"},{"startMs":420550,"durationMs":3390,"subtitle":"the top, obviously, and the bottom civil servants at the bottom."},{"startMs":423940,"durationMs":7600,"subtitle":"And you might ask yourself, what constitutes top and bottom, and some of it might be regarded"},{"startMs":431540,"durationMs":3550,"subtitle":"as autonomy over choices."},{"startMs":435090,"durationMs":4299,"subtitle":"So that would be part of it, you can make choices so you have a bit more control over"},{"startMs":439389,"durationMs":1750,"subtitle":"what’s going to happen to you."},{"startMs":441139,"durationMs":5691,"subtitle":"But also, the probability that you have a stable and productive place is higher the"},{"startMs":446830,"durationMs":2660,"subtitle":"higher you go and lower the lower you go."},{"startMs":449490,"durationMs":4130,"subtitle":"And the consequence of that, all things considered, is that the civil servants at the bottom of"},{"startMs":453620,"durationMs":7250,"subtitle":"the dominance hierarchy died younger and more frequently than those at the top."},{"startMs":460870,"durationMs":5610,"subtitle":"Now you could attribute that to poverty, right, because the people at the bottom, especially"},{"startMs":466480,"durationMs":5210,"subtitle":"in the 1930s, were materially deprived in comparison to the people at the top, although"},{"startMs":471690,"durationMs":5410,"subtitle":"they certainly weren’t materially deprived in comparison, say, to UK citizens a hundred"},{"startMs":477100,"durationMs":4129,"subtitle":"years before, or to most people in the world at that time."},{"startMs":481229,"durationMs":6431,"subtitle":"So, a poverty argument is hard to make, although a relative poverty argument is easier to make."},{"startMs":487660,"durationMs":6660,"subtitle":"But then, 50 years later, Britain was a lot richer, and so the absolute level of wealth"},{"startMs":494320,"durationMs":6330,"subtitle":"of the entire hierarchy moved up substantially, so that the people at the bottom were richer"},{"startMs":500650,"durationMs":4269,"subtitle":"than the people in the middle in the previous study."},{"startMs":504919,"durationMs":5191,"subtitle":"But the pattern of overall mortality remained quite similar."},{"startMs":510110,"durationMs":7510,"subtitle":"And you know, the importance of studies like that, as well as studies that indicate the"},{"startMs":517620,"durationMs":6210,"subtitle":"consequence of income inequality on behaviour, are so important that they should be put front"},{"startMs":523830,"durationMs":2260,"subtitle":"and center in university curricula."},{"startMs":526090,"durationMs":6820,"subtitle":"I mean one of the things that really bothers me about the humanities education in particular,"},{"startMs":532910,"durationMs":4100,"subtitle":"although some of the social science education too, for modern university students, is that"},{"startMs":537010,"durationMs":3370,"subtitle":"there are some things we know that you’re never taught."},{"startMs":540380,"durationMs":4350,"subtitle":"And it’s really appalling, especially the relative poverty issue, because most of the"},{"startMs":544730,"durationMs":6600,"subtitle":"phenomena that people tend to attribute to poverty have nothing to do with poverty."},{"startMs":551330,"durationMs":1780,"subtitle":"It’s relative poverty."},{"startMs":553110,"durationMs":2700,"subtitle":"And that is absolutely not the same thing."},{"startMs":555810,"durationMs":3890,"subtitle":"Because the first one is a material deprivation hypothesis."},{"startMs":559700,"durationMs":6670,"subtitle":"But if you think about it, there’s almost no one in America who’s materially deprived."},{"startMs":566370,"durationMs":3730,"subtitle":"Now you know, you could become… and I’m not saying there’s no one."},{"startMs":570100,"durationMs":2370,"subtitle":"I’m saying there’s almost no one."},{"startMs":572470,"durationMs":4340,"subtitle":"And you know, it also depends on your definition of material deprivation, but most people,"},{"startMs":576810,"durationMs":4670,"subtitle":"the vast majority of people, have too much to eat, and a place to live."},{"startMs":581480,"durationMs":6540,"subtitle":"And, you know, once you have plumbing and heating, and food, and access to information,"},{"startMs":588020,"durationMs":5240,"subtitle":"you’ve pretty much got everything that wealth can give you that isn’t relative."},{"startMs":593260,"durationMs":3050,"subtitle":"The privation part of it is gone."},{"startMs":596310,"durationMs":6710,"subtitle":"But relative poverty, relative position, is an unbelievably powerful determinant of almost"},{"startMs":603020,"durationMs":1980,"subtitle":"everything that you could imagine."},{"startMs":605000,"durationMs":4550,"subtitle":"So, longevity is one, health is another."},{"startMs":609550,"durationMs":1770,"subtitle":"And a lot of those are stress-related."},{"startMs":611320,"durationMs":3390,"subtitle":"It’s a lot more stressful at the bottom than it is at the top."},{"startMs":614710,"durationMs":3720,"subtitle":"I’ll tell you something interesting we found out about conservatism."},{"startMs":618430,"durationMs":1390,"subtitle":"And this is… when I wrote…"},{"startMs":619820,"durationMs":4800,"subtitle":"I wrote a book called Maps of Meaning a long while back, and I realised that I was trying"},{"startMs":624620,"durationMs":7150,"subtitle":"to account for why people are prone to identifying so strongly with their belief systems, you"},{"startMs":631770,"durationMs":1000,"subtitle":"know."},{"startMs":632770,"durationMs":5350,"subtitle":"And part of it, in some sense, was a control over negative outcomes hypothesis."},{"startMs":638120,"durationMs":7190,"subtitle":"So partly, if you have an ideological theory, it’s a set of tools that you can use, with"},{"startMs":645310,"durationMs":3230,"subtitle":"quite a bit of proficiency, to operate in the world, right?"},{"startMs":648540,"durationMs":3870,"subtitle":"Simplification strategy enables you to control uncertainty."},{"startMs":652410,"durationMs":2270,"subtitle":"It also enables you to communicate with people."},{"startMs":654680,"durationMs":6720,"subtitle":"But even more importantly, to the degree that we share a cultural system, we can predict"},{"startMs":661400,"durationMs":1000,"subtitle":"each other."},{"startMs":662400,"durationMs":3610,"subtitle":"And that’s not psychological, it’s you act out the game and I act out the game, and"},{"startMs":666010,"durationMs":2300,"subtitle":"so, I don’t really have to know much about you."},{"startMs":668310,"durationMs":4390,"subtitle":"And I don’t have to assume that you’re a barrel of snakes."},{"startMs":672700,"durationMs":2389,"subtitle":"I can assume that you’re more or less like me."},{"startMs":675089,"durationMs":3611,"subtitle":"And so if we interact I don’t have to be on constant alert."},{"startMs":678700,"durationMs":3690,"subtitle":"And so that’s not a psychological function of a belief system."},{"startMs":682390,"durationMs":2250,"subtitle":"That’s a direct, real world function."},{"startMs":684640,"durationMs":4570,"subtitle":"And if you listen to people like the terror management theorists, they’re always telling"},{"startMs":689210,"durationMs":4749,"subtitle":"you how belief systems protect people against psychological uncertainty, or maybe the fear"},{"startMs":693959,"durationMs":1000,"subtitle":"of death."},{"startMs":694959,"durationMs":6531,"subtitle":"They never tell you that shared belief system actually prevent from death, which is even"},{"startMs":701490,"durationMs":3840,"subtitle":"more important than protecting you from the fear of death."},{"startMs":705330,"durationMs":6810,"subtitle":"So, there is the stabilisation of society aspect that’s a motivator for maintaining"},{"startMs":712140,"durationMs":1129,"subtitle":"a set of shared beliefs."},{"startMs":713269,"durationMs":2581,"subtitle":"Because it kind of makes us identical."},{"startMs":715850,"durationMs":2440,"subtitle":"Which you might say is bad on the side of individuality."},{"startMs":718290,"durationMs":1950,"subtitle":"It’s like yeah, yeah, individuality."},{"startMs":720240,"durationMs":4219,"subtitle":"It’s really good on the side of not having to assume that the next person is going to"},{"startMs":724459,"durationMs":1081,"subtitle":"kill you."},{"startMs":725540,"durationMs":3010,"subtitle":"And that’s way more important than individuality."},{"startMs":728550,"durationMs":3690,"subtitle":"You know, the other thing that I’d like to make a case for briefly is that, you know,"},{"startMs":732240,"durationMs":1000,"subtitle":"in the West…"},{"startMs":733240,"durationMs":2190,"subtitle":"people think that Western people are individualistic."},{"startMs":735430,"durationMs":3030,"subtitle":"That’s the stupidest theory ever I think."},{"startMs":738460,"durationMs":3890,"subtitle":"Except for maybe the theory that poverty is at the root of all these social problems that"},{"startMs":742350,"durationMs":1000,"subtitle":"we see."},{"startMs":743350,"durationMs":1480,"subtitle":"Western people are hardly individual at all."},{"startMs":744830,"durationMs":5730,"subtitle":"All you have to do is go out and look at traffic patterns to figure that out."},{"startMs":750560,"durationMs":2360,"subtitle":"Everybody stops at a red light."},{"startMs":752920,"durationMs":2500,"subtitle":"Everybody crosses when the walk signal turns."},{"startMs":755420,"durationMs":6720,"subtitle":"Virtually everybody waits in line when there’s a line-up for some restricted access event."},{"startMs":762140,"durationMs":2640,"subtitle":"We all dress the same way, men and women alike."},{"startMs":764780,"durationMs":3250,"subtitle":"You know, we follow the rules like mad, like crazy."},{"startMs":768030,"durationMs":4590,"subtitle":"And then on top of that there’s a bit of fluff, which is the things we could do if"},{"startMs":772620,"durationMs":4580,"subtitle":"we were free, which we could talk about and dream about but which hardly anybody does."},{"startMs":777200,"durationMs":2420,"subtitle":"And that’s what looks like individuality."},{"startMs":779620,"durationMs":3520,"subtitle":"So you get that freedom, but the cost of it is incredible obedience."},{"startMs":783140,"durationMs":5450,"subtitle":"But you know, the fact of the obedience is that, well, you can sit here for example,"},{"startMs":788590,"durationMs":1860,"subtitle":"and look at this, it’s all safe and everything."},{"startMs":790450,"durationMs":3920,"subtitle":"And you can come here with all these other weird primates and you don’t know a damn"},{"startMs":794370,"durationMs":5210,"subtitle":"thing about them, and they come from all sorts of different places but there’s a shared"},{"startMs":799580,"durationMs":5150,"subtitle":"social structure and everybody participates in the game and then all of a sudden, it’s"},{"startMs":804730,"durationMs":1000,"subtitle":"basically safe."},{"startMs":805730,"durationMs":1000,"subtitle":"Fine."},{"startMs":806730,"durationMs":3740,"subtitle":"That’s one reason for conservatism and for identification with a belief system."},{"startMs":810470,"durationMs":4660,"subtitle":"It’s like stabilise the damn game so you can predict the other primates."},{"startMs":815130,"durationMs":4930,"subtitle":"And a lot of people who talk about conservatism as a political belief make the assumption"},{"startMs":820060,"durationMs":9000,"subtitle":"that that control element is the fundamental motivator for right-wing political belief."},{"startMs":829060,"durationMs":6140,"subtitle":"But weirdly enough, the other thing that happens when you stabilise a game, let’s say, which"},{"startMs":835200,"durationMs":6040,"subtitle":"would be a shared belief, is that you provide a goal."},{"startMs":841240,"durationMs":4280,"subtitle":"Because a shared value system is always oriented towards a goal."},{"startMs":845520,"durationMs":2720,"subtitle":"Otherwise it’s not a value system, it’s not a belief system."},{"startMs":848240,"durationMs":4300,"subtitle":"And the things is, and this is a Piagetian point, as soon as you organise something around"},{"startMs":852540,"durationMs":4940,"subtitle":"a goal, you give the people opportunity to do two things…"},{"startMs":857480,"durationMs":1580,"subtitle":"three things."},{"startMs":859060,"durationMs":5120,"subtitle":"Cooperate within the rule framework, compete within the rule framework, so that brings"},{"startMs":864180,"durationMs":4780,"subtitle":"in the possibility of victory and loss, and also to experience some positive emotion."},{"startMs":868960,"durationMs":6950,"subtitle":"Because if we haven’t unified our game (which is basically the job of a bloody three-year"},{"startMs":875910,"durationMs":7010,"subtitle":"old), and so we’re each playing our own games, there’s no way that we can collectively"},{"startMs":882920,"durationMs":2640,"subtitle":"aim at something and there’s no way that you can progress."},{"startMs":885560,"durationMs":6390,"subtitle":"So you know one of the things that, when you’re taught about the oppressive structure, say,"},{"startMs":891950,"durationMs":4760,"subtitle":"of the patriarchal system, one of the things that’s never noted is that because that’s"},{"startMs":896710,"durationMs":5270,"subtitle":"a hierarchical system, it’s also a pre-condition for any kind of victory."},{"startMs":901980,"durationMs":1840,"subtitle":"And that would even be victory over yourself."},{"startMs":903820,"durationMs":4870,"subtitle":"If you want to be better tomorrow than you are today, basically what you’re doing is"},{"startMs":908690,"durationMs":4450,"subtitle":"aiming at a point that’s defined by the value system, so that’s aiming up, and trying"},{"startMs":913140,"durationMs":1360,"subtitle":"to move yourself towards."},{"startMs":914500,"durationMs":5310,"subtitle":"If you get rid of that shared value system there’s no structure for positive emotion"},{"startMs":919810,"durationMs":1280,"subtitle":"anymore."},{"startMs":921090,"durationMs":4840,"subtitle":"So, part of the reason people want to stabilise their belief systems is so that the environment"},{"startMs":925930,"durationMs":5440,"subtitle":"(mostly other people, but also the environment) remains under control, and thank God for that,"},{"startMs":931370,"durationMs":8409,"subtitle":"because otherwise it’s just outright bloody chaos."},{"startMs":939779,"durationMs":5120,"subtitle":"But the other reason is, no game, no winners."},{"startMs":944899,"durationMs":1501,"subtitle":"Nothing to do."},{"startMs":946400,"durationMs":6810,"subtitle":"And that’s, I think, why there’s an orthogonal relationship between agreeableness and conscientiousness."},{"startMs":953210,"durationMs":5439,"subtitle":"You know, conscientiousness seems to do something like stabilise rule structures across long"},{"startMs":958649,"durationMs":1101,"subtitle":"periods of time."},{"startMs":959750,"durationMs":5610,"subtitle":"So it kind of defines the game explicitly, and that lays out the possibility of a hierarchy"},{"startMs":965360,"durationMs":1479,"subtitle":"and a value system."},{"startMs":966839,"durationMs":2831,"subtitle":"And then agreeableness says hey, don’t get too carried away with that."},{"startMs":969670,"durationMs":4140,"subtitle":"You know, you don’t want to make the game so damn tight that the losers stack up at"},{"startMs":973810,"durationMs":1550,"subtitle":"zero and die."},{"startMs":975360,"durationMs":3120,"subtitle":"You know, it’s egalitarianism versus justice…"},{"startMs":978480,"durationMs":3940,"subtitle":"I mean, that’s not exactly it, but it’s something like that."},{"startMs":982420,"durationMs":4289,"subtitle":"You know, everybody should go to university."},{"startMs":986709,"durationMs":2741,"subtitle":"Fine, egalitarian presupposition."},{"startMs":989450,"durationMs":3000,"subtitle":"The people who work hard and study should do better."},{"startMs":992450,"durationMs":2010,"subtitle":"Well that’s a presupposition of justice."},{"startMs":994460,"durationMs":1480,"subtitle":"And those aren’t the same thing, right?"},{"startMs":995940,"durationMs":2940,"subtitle":"Actually they work somewhat in opposition to one another."},{"startMs":998880,"durationMs":4870,"subtitle":"So you could say let everyone into university and fail half of them in the first year."},{"startMs":1003750,"durationMs":4470,"subtitle":"And that’s kind of what they do in places in Holland, whereas we have fairly structured"},{"startMs":1008220,"durationMs":1669,"subtitle":"admission criteria."},{"startMs":1009889,"durationMs":5021,"subtitle":"But you know, we can see the tension there, because if you let everybody into university,"},{"startMs":1014910,"durationMs":3369,"subtitle":"then the really smart people are being dragged far…"},{"startMs":1018279,"durationMs":4740,"subtitle":"they’re being put into a position where they’re able to advance much more slowly"},{"startMs":1023019,"durationMs":1581,"subtitle":"than they would otherwise."},{"startMs":1024600,"durationMs":4030,"subtitle":"So that’s a real price to pay at the top of the distribution."},{"startMs":1028630,"durationMs":4240,"subtitle":"On the other hand you’re opening up opportunities for people who for one reason or another might"},{"startMs":1032870,"durationMs":4309,"subtitle":"have not done well in high school or previously but could actually thrive in university."},{"startMs":1037179,"durationMs":1531,"subtitle":"But you see that those things…"},{"startMs":1038710,"durationMs":4660,"subtitle":"you know, there’s two value structures there and it’s not easy to optimise them and that’s"},{"startMs":1043370,"durationMs":3260,"subtitle":"exactly why I think we have those two parallel personality dimensions."},{"startMs":1046630,"durationMs":2730,"subtitle":"And it’s real hell when one of them gets the upper hand."},{"startMs":1049360,"durationMs":3050,"subtitle":"You know, part of it is balance."},{"startMs":1052410,"durationMs":1030,"subtitle":"Inclusion and hierarchy."},{"startMs":1053440,"durationMs":6180,"subtitle":"You need to have those things operating at the same time."},{"startMs":1059620,"durationMs":5610,"subtitle":"So, back to the mythological representations."},{"startMs":1065230,"durationMs":6110,"subtitle":"I mean, partly what you see in mythological representations of reality, and we have to"},{"startMs":1071340,"durationMs":6940,"subtitle":"talk about reality a bit too, is the presence of something that represents the hierarchy."},{"startMs":1078280,"durationMs":7330,"subtitle":"I would say, you know, in fairy tales that’s often the king, wise king or otherwise, and"},{"startMs":1085610,"durationMs":4650,"subtitle":"then in religious mythology it’s usually something that represents the king or the"},{"startMs":1090260,"durationMs":1000,"subtitle":"Father."},{"startMs":1091260,"durationMs":5740,"subtitle":"And I think that’s because the primary social hierarchies among human beings are masculine"},{"startMs":1097000,"durationMs":1850,"subtitle":"in nature."},{"startMs":1098850,"durationMs":6620,"subtitle":"And I think that’s probably because, well men are more like pack animals."},{"startMs":1105470,"durationMs":1930,"subtitle":"And why aren’t women?"},{"startMs":1107400,"durationMs":5230,"subtitle":"Well, I think the reason for that is that the things that men did historically had a"},{"startMs":1112630,"durationMs":5990,"subtitle":"communal element, like a goal-directed communal element that wasn’t as prevalent in female"},{"startMs":1118620,"durationMs":1189,"subtitle":"dominance hierarchies?"},{"startMs":1119809,"durationMs":6921,"subtitle":"It’s something like that."},{"startMs":1126730,"durationMs":3930,"subtitle":"So there’s a representation of the hierarchy."},{"startMs":1130660,"durationMs":4500,"subtitle":"But then there’s a counter-representation, which is a representation of the individual."},{"startMs":1135160,"durationMs":4100,"subtitle":"And that’s another really tight balance that societies have to manage…"},{"startMs":1139260,"durationMs":7289,"subtitle":"“I don’t want you to be too different, because if you’re too different, I can’t"},{"startMs":1146549,"durationMs":1641,"subtitle":"predict you”."},{"startMs":1148190,"durationMs":3990,"subtitle":"And you may actually be a threat to the integrity of the society, because you might come up"},{"startMs":1152180,"durationMs":5790,"subtitle":"with something so wild and so unconstrained that it just blows the entire game into pieces."},{"startMs":1157970,"durationMs":6330,"subtitle":"On the other hand, to the degree that I’m a rigid hierarchy, I’m going to fall behind"},{"startMs":1164300,"durationMs":1620,"subtitle":"as the environment transforms."},{"startMs":1165920,"durationMs":3490,"subtitle":"And the environment, the natural environment, let’s say, or the environment that’s outside"},{"startMs":1169410,"durationMs":3600,"subtitle":"the dominance hierarchy, is also something that is stably represented in mythology."},{"startMs":1173010,"durationMs":4321,"subtitle":"And so one of the things that you see happening is there’s a hierarchy, and the other thing"},{"startMs":1177331,"durationMs":5228,"subtitle":"is there’s a force outside the hierarchy and it’s often represented by an eye."},{"startMs":1182559,"durationMs":2631,"subtitle":"So you see this in a variety of ancient myths."},{"startMs":1185190,"durationMs":5810,"subtitle":"And that represents the capacity of the individual to pay attention and to maintain and update"},{"startMs":1191000,"durationMs":1000,"subtitle":"the hierarchy."},{"startMs":1192000,"durationMs":2860,"subtitle":"So you’ve this dance between the individual and the hierarchy."},{"startMs":1194860,"durationMs":5689,"subtitle":"The hierarchy structures the individual and disciplines them, and produces a cultured"},{"startMs":1200549,"durationMs":6221,"subtitle":"being, but then hopefully the cultured being kind of pops up above the hierarchy and then"},{"startMs":1206770,"durationMs":5750,"subtitle":"can start, you know, altering it, hopefully relatively minimally, where it’s necessary."},{"startMs":1212520,"durationMs":6610,"subtitle":"It’s very much akin to Piaget’s idea that once children hit higher levels of moral development:"},{"startMs":1219130,"durationMs":4780,"subtitle":"first of all they play alone, then they can play with others, then they know the rules,"},{"startMs":1223910,"durationMs":4500,"subtitle":"and then morality is following the rules, and after that, and not every child gets to"},{"startMs":1228410,"durationMs":5290,"subtitle":"this point (at least according to Piaget), the child starts to guard him or herself as"},{"startMs":1233700,"durationMs":3320,"subtitle":"something that can make the rules."},{"startMs":1237020,"durationMs":5250,"subtitle":"So you could think about that as the (and Piaget did), as the pinnacle of ethical development."},{"startMs":1242270,"durationMs":6170,"subtitle":"And whether or not that’s the pinnacle is debatable, because I think Jung… see Jung"},{"startMs":1248440,"durationMs":4060,"subtitle":"extended that idea, although people never think of this as a variation on Piagetian"},{"startMs":1252500,"durationMs":1080,"subtitle":"theory."},{"startMs":1253580,"durationMs":8860,"subtitle":"So, for Piaget, once you hit individual status, you pop out of the group and you hit individual"},{"startMs":1262440,"durationMs":4110,"subtitle":"status, it’s not like you’re a rule-breaker, because you can follow the rules, and usually"},{"startMs":1266550,"durationMs":4140,"subtitle":"do, but you can observe them and modify them when necessary."},{"startMs":1270690,"durationMs":5050,"subtitle":"It’s almost exactly what your consciousness does to your own internal neural structure."},{"startMs":1275740,"durationMs":4590,"subtitle":"So for example imagine you’re playing a piano, and you’ve automatized most of it."},{"startMs":1280330,"durationMs":3969,"subtitle":"So you’ve built little machines in the back of your head to take care of the trills, let’s"},{"startMs":1284299,"durationMs":4291,"subtitle":"say, and the arpeggios, and then you make a mistake."},{"startMs":1288590,"durationMs":5150,"subtitle":"Well your consciousness picks up the mistake, and then you slow down what you’re doing"},{"startMs":1293740,"durationMs":2980,"subtitle":"and observe yourself for the motor errors."},{"startMs":1296720,"durationMs":3730,"subtitle":"And then you correct them, which is difficult, and then you practise and practise and practise"},{"startMs":1300450,"durationMs":3510,"subtitle":"and practise, and you automate the new routine, and then you go on."},{"startMs":1303960,"durationMs":5450,"subtitle":"And so what consciousness is doing is watching output, and when there’s a mismatch between"},{"startMs":1309410,"durationMs":2810,"subtitle":"what you’re aiming at and what happens, you stop."},{"startMs":1312220,"durationMs":1770,"subtitle":"That’s basically anxiety."},{"startMs":1313990,"durationMs":3990,"subtitle":"You make your error correction, and that fixes the hierarchy, and then you go on."},{"startMs":1317980,"durationMs":3699,"subtitle":"Well that’s really the relationship of the individual to society as well."},{"startMs":1321679,"durationMs":4481,"subtitle":"Now Jung pushed that idea a fair bit further."},{"startMs":1326160,"durationMs":4470,"subtitle":"And I might as well tell you about this, we never discussed this in our section on Jung,"},{"startMs":1330630,"durationMs":1760,"subtitle":"but it’s pretty interesting."},{"startMs":1332390,"durationMs":7430,"subtitle":"Let’s see if I can get this right."},{"startMs":1339820,"durationMs":8820,"subtitle":"Okay, so Jung basically presumed that as you were socialised, you developed a persona."},{"startMs":1348640,"durationMs":4870,"subtitle":"And the persona was you insofar as you’re socialised."},{"startMs":1353510,"durationMs":6060,"subtitle":"Now you can see personae when you listen to someone who’s very, very concerned with"},{"startMs":1359570,"durationMs":5590,"subtitle":"their appearance and whose speech is somewhat false as a consequence."},{"startMs":1365160,"durationMs":4351,"subtitle":"You know, so they don’t seem genuine, they seem too polished, let’s say, or something"},{"startMs":1369511,"durationMs":1000,"subtitle":"like that, you know."},{"startMs":1370511,"durationMs":2499,"subtitle":"There’s not a lot of emotion, for example, in their speech."},{"startMs":1373010,"durationMs":5029,"subtitle":"They’re very self-contained and concerned with their public appearance, which seems"},{"startMs":1378039,"durationMs":6020,"subtitle":"also to be a very undesirable consequence of spending too much time on social media."},{"startMs":1384059,"durationMs":3990,"subtitle":"Because it’s all persona development, eh, it’s not necessarily a good thing."},{"startMs":1388049,"durationMs":5831,"subtitle":"It does seem to be associated with higher rates of depression."},{"startMs":1393880,"durationMs":6090,"subtitle":"Anyways, your persona is you as socialised being."},{"startMs":1399970,"durationMs":4880,"subtitle":"And so Jung would say yeah, obviously you can be socialised."},{"startMs":1404850,"durationMs":4340,"subtitle":"And what that means is that some of you is invited out to play and to develop, but a"},{"startMs":1409190,"durationMs":4060,"subtitle":"lot of you is left undifferentiated, or even forbidden."},{"startMs":1413250,"durationMs":4590,"subtitle":"So for example, this happens with agreeable people."},{"startMs":1417840,"durationMs":1930,"subtitle":"Agreeable people think aggression is wrong."},{"startMs":1419770,"durationMs":4450,"subtitle":"Well that’s not very useful, because first of all it’s not wrong, and second of all"},{"startMs":1424220,"durationMs":2450,"subtitle":"because they have the capacity for aggression."},{"startMs":1426670,"durationMs":4749,"subtitle":"And so if that isn’t brought out to play, it sits at home in its closet and gets all"},{"startMs":1431419,"durationMs":4671,"subtitle":"warped and bent and only comes out at night to cause trouble."},{"startMs":1436090,"durationMs":5050,"subtitle":"And so one of the things Jung would say is well (this is part of the exploration of the"},{"startMs":1441140,"durationMs":5160,"subtitle":"shadow), there’s going to be you as persona and then there’s this mesh-mash of undeveloped"},{"startMs":1446300,"durationMs":5390,"subtitle":"and resentful potential, roughly speaking."},{"startMs":1451690,"durationMs":6830,"subtitle":"And your job is to transmute your moral system and integrate all that stuff that was rejected"},{"startMs":1458520,"durationMs":1870,"subtitle":"into your personality."},{"startMs":1460390,"durationMs":3480,"subtitle":"And that often involves a descent into the underworld and a rebirth."},{"startMs":1463870,"durationMs":3520,"subtitle":"And that’s another mythological motif."},{"startMs":1467390,"durationMs":10460,"subtitle":"So his idea was… you could think about it this way."},{"startMs":1477850,"durationMs":6850,"subtitle":"So Piaget said at the utmost step of moral development, you view yourself as someone"},{"startMs":1484700,"durationMs":2140,"subtitle":"who could alter the rules."},{"startMs":1486840,"durationMs":3670,"subtitle":"And Jung would say wait a minute, there’s another point in that."},{"startMs":1490510,"durationMs":6029,"subtitle":"Not only do you alter the rules, you alter them so you can include things that were denied"},{"startMs":1496539,"durationMs":2811,"subtitle":"or forbidden by the previous system of rules."},{"startMs":1499350,"durationMs":3189,"subtitle":"And so it’s a more inclusive game."},{"startMs":1502539,"durationMs":4651,"subtitle":"And part of what it includes is those parts of you that you’d cast off because they"},{"startMs":1507190,"durationMs":3070,"subtitle":"were socially inappropriate."},{"startMs":1510260,"durationMs":1260,"subtitle":"And often…"},{"startMs":1511520,"durationMs":4850,"subtitle":"Freud’s comment about that sort of thing was that that was often sexuality and aggression,"},{"startMs":1516370,"durationMs":4130,"subtitle":"partly because those are kind of individual in nature, and they’re kind of integrate"},{"startMs":1520500,"durationMs":1059,"subtitle":"into a social group."},{"startMs":1521559,"durationMs":1911,"subtitle":"And people will take offense to them."},{"startMs":1523470,"durationMs":3199,"subtitle":"I mean, look what’s happening on college campuses."},{"startMs":1526669,"durationMs":4130,"subtitle":"Universities are spending more time worrying about sexual assault than they are worrying"},{"startMs":1530799,"durationMs":1490,"subtitle":"about education."},{"startMs":1532289,"durationMs":3391,"subtitle":"And the reason for that is, the reason we’re just describing."},{"startMs":1535680,"durationMs":4470,"subtitle":"It’s that sexuality and aggression are very hard to integrate."},{"startMs":1540150,"durationMs":1510,"subtitle":"So they remain on the outside."},{"startMs":1541660,"durationMs":3780,"subtitle":"Now you might say, suppress it, for Christ’s sake."},{"startMs":1545440,"durationMs":3550,"subtitle":"Get your sexuality under control and eradicate your aggression."},{"startMs":1548990,"durationMs":4640,"subtitle":"That’s a stupid idea because we know what happens when you do that."},{"startMs":1553630,"durationMs":5450,"subtitle":"You turn into a little milk-soppy sort of creature with a tremendous amount of resentment,"},{"startMs":1559080,"durationMs":3089,"subtitle":"and then you sporadically explode."},{"startMs":1562169,"durationMs":3161,"subtitle":"Plus you’re denying yourself immense depth in your personality."},{"startMs":1565330,"durationMs":5240,"subtitle":"You know, like a person who has repressed their aggression and their sexuality, generally,"},{"startMs":1570570,"durationMs":2300,"subtitle":"is just dull as you can possibly imagine."},{"startMs":1572870,"durationMs":2110,"subtitle":"You don’t even want to talk to them."},{"startMs":1574980,"durationMs":4460,"subtitle":"Whereas someone who has that integrated, they’re far more interesting, you know, because there’s"},{"startMs":1579440,"durationMs":5479,"subtitle":"a provocative element, and a teasing element, and a dangerous element, and a colourful element,"},{"startMs":1584919,"durationMs":4801,"subtitle":"and all those things that make, you know, social interactions much more interesting."},{"startMs":1589720,"durationMs":6020,"subtitle":"It’s… you know, you’re playing with fire, at that point in your personality development,"},{"startMs":1595740,"durationMs":2870,"subtitle":"but human beings are born to play with fire."},{"startMs":1598610,"durationMs":2220,"subtitle":"So you don’t want to deny yourself that."},{"startMs":1600830,"durationMs":5520,"subtitle":"So anyways, so Jung’s idea of continued moral development was, you know, haul the"},{"startMs":1606350,"durationMs":4230,"subtitle":"oppressed self out of captivity, so to speak."},{"startMs":1610580,"durationMs":5350,"subtitle":"Notice what you’re doing, partly to refuse to take responsibility, but also partly just"},{"startMs":1615930,"durationMs":4710,"subtitle":"to tame yourself so that you’re at least not annoying, and get that other stuff up"},{"startMs":1620640,"durationMs":1260,"subtitle":"into the game."},{"startMs":1621900,"durationMs":7279,"subtitle":"So he would think of that, at least in part, as the union of the articulated self with"},{"startMs":1629179,"durationMs":6921,"subtitle":"the unarticulated self, a lot of which would be grounded in emotion and motivation."},{"startMs":1636100,"durationMs":2130,"subtitle":"So that’s… he thought of that as a conjunction."},{"startMs":1638230,"durationMs":2760,"subtitle":"That’s conjunction #1."},{"startMs":1640990,"durationMs":7940,"subtitle":"So that’s the bringing together of spirit and soul, or articulated and self and inarticulated"},{"startMs":1648930,"durationMs":1340,"subtitle":"self, something like that."},{"startMs":1650270,"durationMs":5039,"subtitle":"So now you’re an organised, from the perspective of your psyche, but then there’s another"},{"startMs":1655309,"durationMs":1000,"subtitle":"step."},{"startMs":1656309,"durationMs":3081,"subtitle":"So now you think of that as an organised thing."},{"startMs":1659390,"durationMs":3050,"subtitle":"The next step is to integrate that with your body."},{"startMs":1662440,"durationMs":9119,"subtitle":"And that basically means, not only to have that integrated state of being as a belief"},{"startMs":1671559,"durationMs":6431,"subtitle":"system, and system of representation at perception, but also to act it out in the world."},{"startMs":1677990,"durationMs":4450,"subtitle":"Because it’s one thing to know something, it’s another thing to do it."},{"startMs":1682440,"durationMs":3720,"subtitle":"But if you really know it, there’s no difference between knowing it and doing it."},{"startMs":1686160,"durationMs":4790,"subtitle":"Okay, so then your mind and your body are unified."},{"startMs":1690950,"durationMs":4470,"subtitle":"And then there’s a third step after that, which is really quite complex, and this is"},{"startMs":1695420,"durationMs":3450,"subtitle":"where Jung starts to shade into phenomenological perspectives."},{"startMs":1698870,"durationMs":5570,"subtitle":"So you know, when we were talking about phenomenology one of the things I pointed out was that the"},{"startMs":1704440,"durationMs":5410,"subtitle":"phenomenologists are playing a… you can say they’re playing a complex philosophical"},{"startMs":1709850,"durationMs":1939,"subtitle":"game, and the game is ‘what if?’"},{"startMs":1711789,"durationMs":5151,"subtitle":"And the what if is: okay, forget about the idea of subjective and objective, just forget"},{"startMs":1716940,"durationMs":1780,"subtitle":"about it for a moment, okay?"},{"startMs":1718720,"durationMs":1930,"subtitle":"We’ll start with a new set of presuppositions."},{"startMs":1720650,"durationMs":5750,"subtitle":"The presuppositions are that everything you experience is real."},{"startMs":1726400,"durationMs":2350,"subtitle":"And everything you experience is you."},{"startMs":1728750,"durationMs":2150,"subtitle":"So you say, reality is experience."},{"startMs":1730900,"durationMs":5970,"subtitle":"But there’s an implication to that, and the implication is that, insofar as you’re"},{"startMs":1736870,"durationMs":5240,"subtitle":"part of my experience, the separation between us is illusory."},{"startMs":1742110,"durationMs":7640,"subtitle":"And so the next stage that Jung proposed was that the integrated self eliminates the distinction"},{"startMs":1749750,"durationMs":2260,"subtitle":"between self and other."},{"startMs":1752010,"durationMs":5549,"subtitle":"So that would be recognition, for example, and everyone already knows this, that it’s"},{"startMs":1757559,"durationMs":4671,"subtitle":"pretty hard for me to be stable and happy if I see you miserable and suffering."},{"startMs":1762230,"durationMs":1690,"subtitle":"Well why is that?"},{"startMs":1763920,"durationMs":5540,"subtitle":"Well, it’s because, insofar as I encounter you, at least, your misery and suffering is"},{"startMs":1769460,"durationMs":1830,"subtitle":"my misery and suffering."},{"startMs":1771290,"durationMs":2750,"subtitle":"You know, unless I’m psychopathic to the nth degree."},{"startMs":1774040,"durationMs":3340,"subtitle":"And so the idea that… and that has to be taken care of."},{"startMs":1777380,"durationMs":2510,"subtitle":"Well I mean, you certainly see this in the realm of the family."},{"startMs":1779890,"durationMs":7210,"subtitle":"If you’re in a family and one of your family members is, you know, not doing well in a"},{"startMs":1787100,"durationMs":4480,"subtitle":"manner they can’t help, or not doing well in a manner they can help, the probability"},{"startMs":1791580,"durationMs":5349,"subtitle":"that that’s going to have a direct bearing on your quality of being is 100%."},{"startMs":1796929,"durationMs":2811,"subtitle":"In fact it might be the prime determinant."},{"startMs":1799740,"durationMs":6900,"subtitle":"And so then you have to seriously ask yourself, what makes you think you’re separate?"},{"startMs":1806640,"durationMs":3200,"subtitle":"And you know, a phenomenologist would say well, you know, that’s your assumption that"},{"startMs":1809840,"durationMs":4060,"subtitle":"the subject/object divide is absolute, that’s what makes you think you’re separate."},{"startMs":1813900,"durationMs":2010,"subtitle":"And so, the final step…"},{"startMs":1815910,"durationMs":2370,"subtitle":"it’s kind of akin to a Dostoyevsky idea."},{"startMs":1818280,"durationMs":6870,"subtitle":"Dostoyevsky posited, in one of his weird sort of transcendent moments, that everything that"},{"startMs":1825150,"durationMs":5190,"subtitle":"happened to you was not only your fault, but everything that happened to everyone was your"},{"startMs":1830340,"durationMs":1040,"subtitle":"fault."},{"startMs":1831380,"durationMs":2300,"subtitle":"And he didn’t mean it precisely like that."},{"startMs":1833680,"durationMs":6090,"subtitle":"He meant it more like, everything that happens to you is your responsibility, and everything"},{"startMs":1839770,"durationMs":3920,"subtitle":"that happens to everyone else is also your responsibility."},{"startMs":1843690,"durationMs":1350,"subtitle":"And that’s a…"},{"startMs":1845040,"durationMs":6139,"subtitle":"well it’s an insane claim, to some degree, because it broadens the realm of your responsibility"},{"startMs":1851179,"durationMs":5261,"subtitle":"out to unlimited reach."},{"startMs":1856440,"durationMs":4450,"subtitle":"But life is an insane thing, and so there’s no reason to assume that just because that,"},{"startMs":1860890,"durationMs":5130,"subtitle":"you know, seems exaggerated to the point of irrationality, that it’s wrong."},{"startMs":1866020,"durationMs":3900,"subtitle":"There’s lots of things about life that are exaggerated to the point of irrationality."},{"startMs":1869920,"durationMs":3389,"subtitle":"Like the fundamental structure of life is irrational."},{"startMs":1873309,"durationMs":6701,"subtitle":"You’re born arbitrarily, there you are in your particular time and place, you live in"},{"startMs":1880010,"durationMs":3700,"subtitle":"accordance with your talents and limitations, and then at the end of that, there’s no"},{"startMs":1883710,"durationMs":1000,"subtitle":"you anymore."},{"startMs":1884710,"durationMs":2970,"subtitle":"It’s like, good luck making that rational."},{"startMs":1887680,"durationMs":3040,"subtitle":"Like it’s intrinsically irrational."},{"startMs":1890720,"durationMs":6290,"subtitle":"And one of the things that really advanced theories of human development posit is that"},{"startMs":1897010,"durationMs":4950,"subtitle":"to answer an irrational question, you need an irrational answer."},{"startMs":1901960,"durationMs":2930,"subtitle":"And I think that’s exactly right."},{"startMs":1904890,"durationMs":6020,"subtitle":"If life is an impossible burden, which is clearly the case, then you need an impossible"},{"startMs":1910910,"durationMs":4190,"subtitle":"goal to set against it to justify it."},{"startMs":1915100,"durationMs":4040,"subtitle":"And part of that might be well, you know, get your act together, improve the quality"},{"startMs":1919140,"durationMs":6120,"subtitle":"of being around you, but then that starts to stretch its tentacles to include more and"},{"startMs":1925260,"durationMs":1330,"subtitle":"more people."},{"startMs":1926590,"durationMs":6660,"subtitle":"And so… you know, one of the things I’ve thought about for a long time is, there’s"},{"startMs":1933250,"durationMs":6059,"subtitle":"this proclivity of people to flee, into let’s say, nihilism, for every good reason under"},{"startMs":1939309,"durationMs":3911,"subtitle":"the books, or ideological possession."},{"startMs":1943220,"durationMs":3400,"subtitle":"And the alternative to those two things you might think of as chaos."},{"startMs":1946620,"durationMs":3750,"subtitle":"Well, nihilism is sort of a form of chaos anyways."},{"startMs":1950370,"durationMs":3140,"subtitle":"It’s not surprising that people become nihilistic."},{"startMs":1953510,"durationMs":1000,"subtitle":"Plus it’s easy."},{"startMs":1954510,"durationMs":4899,"subtitle":"And it’s not surprising that they become ideologically possessed, plus it’s easy."},{"startMs":1959409,"durationMs":2811,"subtitle":"The question is, is there any reasonable alternative to that?"},{"startMs":1962220,"durationMs":3750,"subtitle":"And if you read people like Ernest Becker, who wrote a book called The Denial of Death"},{"startMs":1965970,"durationMs":5340,"subtitle":"(he was a hyper-Freudian, really), his whole hypothesis, like the terror management theorists"},{"startMs":1971310,"durationMs":5950,"subtitle":"(who derived their ideas from Becker, by the way), is that everything people do is illusory."},{"startMs":1977260,"durationMs":2900,"subtitle":"You know, no matter what it is, it’s an illusion."},{"startMs":1980160,"durationMs":4220,"subtitle":"And so the fundamental underlying reality of human life is that it’s hopeless."},{"startMs":1984380,"durationMs":3960,"subtitle":"Well, God, you know, that’s a hell of a conclusion to draw."},{"startMs":1988340,"durationMs":7480,"subtitle":"And I think it’s clearly the wrong conclusion, because it leads to places you just do not"},{"startMs":1995820,"durationMs":1290,"subtitle":"want to go."},{"startMs":1997110,"durationMs":2590,"subtitle":"And for me, that’s enough evidence that there’s something wrong with it."},{"startMs":1999700,"durationMs":4460,"subtitle":"You know, like if you’re following a path and it’s leading to Auschwitz, I would say"},{"startMs":2004160,"durationMs":2840,"subtitle":"hey, there’s something wrong with that path."},{"startMs":2007000,"durationMs":2740,"subtitle":"And you might say, well all paths are equally absurd."},{"startMs":2009740,"durationMs":5880,"subtitle":"It’s like yeah, okay, but some of them really hurt, and maybe we could do without those."},{"startMs":2015620,"durationMs":3559,"subtitle":"I think it’s very difficult to dispute that."},{"startMs":2019179,"durationMs":5941,"subtitle":"I mean you can, but what you have to say then is, all the pain and suffering in the world"},{"startMs":2025120,"durationMs":3100,"subtitle":"doesn’t matter, you know, along with all the good stuff."},{"startMs":2028220,"durationMs":3730,"subtitle":"You can make that irrelevant right away, just by doubt."},{"startMs":2031950,"durationMs":7180,"subtitle":"But you’re really going to take the next step and say, all that human-induced and unnecessary"},{"startMs":2039130,"durationMs":3090,"subtitle":"pain and suffering is actually meaningless and irrelevant?"},{"startMs":2042220,"durationMs":5820,"subtitle":"It’s like, I think yeah, put that person in jail now, before they do something really"},{"startMs":2048040,"durationMs":1000,"subtitle":"dangerous."},{"startMs":2049040,"durationMs":4059,"subtitle":"Well I don’t really mean that but you get the point."},{"startMs":2053099,"durationMs":5330,"subtitle":"You draw a conclusion like that, which is a logical conclusion of nihilism… it’s"},{"startMs":2058429,"durationMs":3200,"subtitle":"like, all bets are off for you."},{"startMs":2061629,"durationMs":4860,"subtitle":"So there’s something that just seems to be wrong, it just seems wrong, that conclusion."},{"startMs":2066489,"durationMs":4820,"subtitle":"And so, then one of the things you might ask is okay, that doesn’t seem very good, what’s"},{"startMs":2071309,"durationMs":1201,"subtitle":"the opposite of that?"},{"startMs":2072510,"durationMs":3589,"subtitle":"So one of the things that I’ve really been trying to figure out is, what is the opposite"},{"startMs":2076099,"durationMs":1810,"subtitle":"of the path that leads to Auschwitz?"},{"startMs":2077909,"durationMs":2930,"subtitle":"You know, once we can agree that that’s a bad path."},{"startMs":2080839,"durationMs":2170,"subtitle":"Okay, fine, we’ve got a ‘bad’ identified."},{"startMs":2083009,"durationMs":3310,"subtitle":"That implies the reverse, a good path."},{"startMs":2086319,"durationMs":1310,"subtitle":"It doesn’t define it though, right?"},{"startMs":2087629,"durationMs":2050,"subtitle":"It just implies it."},{"startMs":2089679,"durationMs":6351,"subtitle":"So the implication would be, whatever is least likely to lead you there is de facto good."},{"startMs":2096030,"durationMs":5269,"subtitle":"Or at least you’ve basically identified the territory."},{"startMs":2101299,"durationMs":4891,"subtitle":"And it seems to me that the opposite of not caring about anyone, and wishing, perhaps,"},{"startMs":2106190,"durationMs":5960,"subtitle":"for their painful destruction, is something like caring for everyone and wishing for their"},{"startMs":2112150,"durationMs":2149,"subtitle":"universal betterment."},{"startMs":2114299,"durationMs":1141,"subtitle":"Something like that."},{"startMs":2115440,"durationMs":5129,"subtitle":"And that seems to me to be associated with the idea of improving being itself."},{"startMs":2120569,"durationMs":5450,"subtitle":"And that means yours and your family’s and your community’s and as far out as you can"},{"startMs":2126019,"durationMs":5270,"subtitle":"reach, probably starting with the local, you know, till you get yourself all practiced."},{"startMs":2131289,"durationMs":6761,"subtitle":"And so, that seems to me to be an impossible aim, in some sense, and that’s actually"},{"startMs":2138050,"durationMs":11150,"subtitle":"a good thing, because the psychological consequences of pursuing an impossibly good goal are that"},{"startMs":2149200,"durationMs":4379,"subtitle":"everything you do seems to become meaningful, because it’s related intelligibly to that"},{"startMs":2153579,"durationMs":6750,"subtitle":"goal, and you have a structure within which you can grapple with uncertainty."},{"startMs":2160329,"durationMs":5020,"subtitle":"You know, because if someone, even you, says that well why do you bother with that?"},{"startMs":2165349,"durationMs":4210,"subtitle":"You can say well, because of this and this and this and this, and then it leads down"},{"startMs":2169559,"durationMs":4411,"subtitle":"to Auschwitz, and we’re not going there, and that’s why I’m doing this."},{"startMs":2173970,"durationMs":4170,"subtitle":"And that’s a hell of a tough argument to argue yourself out of."},{"startMs":2178140,"durationMs":5010,"subtitle":"And you know, one of the things you really need in life is an argument for life that"},{"startMs":2183150,"durationMs":2770,"subtitle":"you cannot dispute."},{"startMs":2185920,"durationMs":3370,"subtitle":"You know, because otherwise you’re plagued, like the existentialists would say, with this"},{"startMs":2189290,"durationMs":3319,"subtitle":"constant recurrence of existential doubt."},{"startMs":2192609,"durationMs":2321,"subtitle":"And that paralyses and cripples you."},{"startMs":2194930,"durationMs":1470,"subtitle":"And it makes you weak."},{"startMs":2196400,"durationMs":2520,"subtitle":"And worse, you know."},{"startMs":2198920,"durationMs":1579,"subtitle":"It’s worse."},{"startMs":2200499,"durationMs":5961,"subtitle":"You can end up with so much self-contempt just because of who you are as a creature,"},{"startMs":2206460,"durationMs":5780,"subtitle":"that you’re unconsciously wishing for, you know, absolute annihilation."},{"startMs":2212240,"durationMs":5059,"subtitle":"I see this in many, many places, but one of the things I’ve seen…"},{"startMs":2217299,"durationMs":8790,"subtitle":"most frequently probably in the last 30 years, is the insistence, on the part of certain"},{"startMs":2226089,"durationMs":4321,"subtitle":"parties who are at least in principle concerned with environmental issues, that the planet"},{"startMs":2230410,"durationMs":2199,"subtitle":"would be better off with no people on it."},{"startMs":2232609,"durationMs":7781,"subtitle":"It’s like, I think, well the first thing I think is, well let’s start with you, but"},{"startMs":2240390,"durationMs":1220,"subtitle":"the next thing I think is really?"},{"startMs":2241610,"durationMs":1959,"subtitle":"That’s really what you think, eh?"},{"startMs":2243569,"durationMs":5760,"subtitle":"It’s like you know, you don’t have to go very far down, from a psychoanalytic perspective,"},{"startMs":2249329,"durationMs":5061,"subtitle":"into the dream underlying a statement like that, before you see that it is the sort of"},{"startMs":2254390,"durationMs":4570,"subtitle":"dream that you do not want to have anything to do with."},{"startMs":2258960,"durationMs":2589,"subtitle":"Because there’s an actively genocidal component to it."},{"startMs":2261549,"durationMs":2971,"subtitle":"And it’s based in loathing of humanity."},{"startMs":2264520,"durationMs":3940,"subtitle":"Self-loathing, but also loathing of the entire species."},{"startMs":2268460,"durationMs":3490,"subtitle":"It’s like, better beware of that sort of thinking."},{"startMs":2271950,"durationMs":5559,"subtitle":"Which is not to say that we have some things that we could clean up, you know, but a little"},{"startMs":2277509,"durationMs":2631,"subtitle":"sympathy for humanity wouldn’t be a bad thing."},{"startMs":2280140,"durationMs":4419,"subtitle":"We do have a relatively hard time of it, after all, which is also something the existentialists…"},{"startMs":2284559,"durationMs":3921,"subtitle":"you know, they’re a nice corrective to Freud, because Freud says hey, you’re probably"},{"startMs":2288480,"durationMs":2729,"subtitle":"healthy unless something terrible has happened to you."},{"startMs":2291209,"durationMs":4900,"subtitle":"And the existentialists come along and say yeah, but something terrible happens to everyone."},{"startMs":2296109,"durationMs":4680,"subtitle":"So you know, existence itself is sufficient cause for human insanity."},{"startMs":2300789,"durationMs":1841,"subtitle":"And you know, I basically buy that."},{"startMs":2302630,"durationMs":5729,"subtitle":"I think everyone has an impossible existential and moral burden."},{"startMs":2308359,"durationMs":2781,"subtitle":"It’s a condition of life."},{"startMs":2311140,"durationMs":5379,"subtitle":"And so, when you see a creature like that, you think yeah, it’s no wonder you’re"},{"startMs":2316519,"durationMs":6210,"subtitle":"cracked and maybe somewhat dangerous, but man you’ve got the motivation for it, so,"},{"startMs":2322729,"durationMs":4790,"subtitle":"you know, a little understanding might be in order."},{"startMs":2327519,"durationMs":4790,"subtitle":"You know, when I see people who are agoraphobic, they come to me and they say, well I’ve"},{"startMs":2332309,"durationMs":3030,"subtitle":"become afraid of everything."},{"startMs":2335339,"durationMs":1780,"subtitle":"I think, yeah that’s easy to understand."},{"startMs":2337119,"durationMs":3890,"subtitle":"I just can’t figure out how the hell it was any different than that."},{"startMs":2341009,"durationMs":5090,"subtitle":"How did you ever manage to not be afraid of everything?"},{"startMs":2346099,"durationMs":1000,"subtitle":"Because that’s the question."},{"startMs":2347099,"durationMs":2831,"subtitle":"And that’s the fundamental existential question too."},{"startMs":2349930,"durationMs":5679,"subtitle":"When you’re surrounded by infinite vulnerability, how the hell can you stay calm?"},{"startMs":2355609,"durationMs":4660,"subtitle":"Well, you know, there’s a bunch of answers to that, we’ve explored some of them."},{"startMs":2360269,"durationMs":4320,"subtitle":"Partly is, well you organise yourself with everybody else so that the chaos is at least"},{"startMs":2364589,"durationMs":1341,"subtitle":"held at bay."},{"startMs":2365930,"durationMs":5020,"subtitle":"You know, you’re not confronted at every single second with the possibility of insanity"},{"startMs":2370950,"durationMs":2269,"subtitle":"or disease or death."},{"startMs":2373219,"durationMs":2671,"subtitle":"You could put some distance between you and that."},{"startMs":2375890,"durationMs":5510,"subtitle":"And that’s not an illusion, it’s like, you know, you don’t want to spend the night"},{"startMs":2381400,"durationMs":4199,"subtitle":"in a hospital room where an epidemic of Ebola is raging."},{"startMs":2385599,"durationMs":3270,"subtitle":"And that’s not a psychological problem."},{"startMs":2388869,"durationMs":3650,"subtitle":"You just don’t want to be there, and intelligibly so."},{"startMs":2392519,"durationMs":4881,"subtitle":"So even putting any distance between you and that outcome isn’t illusory."},{"startMs":2397400,"durationMs":4780,"subtitle":"But then, you know, there’s the other things that we do too, which is try to find meaningful"},{"startMs":2402180,"durationMs":4169,"subtitle":"things within the confines of our own life."},{"startMs":2406349,"durationMs":7700,"subtitle":"And the destructive and nihilistic philosophies basically always claim that that’s delusional."},{"startMs":2414049,"durationMs":2520,"subtitle":"And I don’t believe that, I think that’s wrong."},{"startMs":2416569,"durationMs":4111,"subtitle":"And I think it’s dangerous, and I think it’s almost everything that students are"},{"startMs":2420680,"durationMs":2139,"subtitle":"now taught in universities."},{"startMs":2422819,"durationMs":5540,"subtitle":"And so, over the last ten years, it seems to me to be, and maybe this is an overstatement…"},{"startMs":2428359,"durationMs":4870,"subtitle":"but the university education in the humanities and often the social sciences causes more"},{"startMs":2433229,"durationMs":2691,"subtitle":"harm than it does good."},{"startMs":2435920,"durationMs":4260,"subtitle":"Because this is basically what it teaches students, at a point in their life where instead"},{"startMs":2440180,"durationMs":5069,"subtitle":"of confronting the radical uncertainty underneath everything, is that, you know, you should"},{"startMs":2445249,"durationMs":8171,"subtitle":"be invited into life, helped find a niche that’s fulfilling from a human perspective,"},{"startMs":2453420,"durationMs":3899,"subtitle":"master that, and then you know, maybe start thinking about extending yourself a little"},{"startMs":2457319,"durationMs":2210,"subtitle":"bit beyond that into the unknown."},{"startMs":2459529,"durationMs":3780,"subtitle":"But to take people who hardly know what the hell they’re doing to begin with, and then"},{"startMs":2463309,"durationMs":9260,"subtitle":"expose them to you know, post-modernist, ultra-rational fundamental critique of everything, it’s"},{"startMs":2472569,"durationMs":3190,"subtitle":"like, what do you expect is going to happen when people have that experience?"},{"startMs":2475759,"durationMs":2610,"subtitle":"Plus I think it’s wrong."},{"startMs":2478369,"durationMs":1890,"subtitle":"That’s the worst of it."},{"startMs":2480259,"durationMs":4681,"subtitle":"I don’t think it’s factually true, I don’t think it’s philosophically true, and I think"},{"startMs":2484940,"durationMs":1000,"subtitle":"it’s dangerous."},{"startMs":2485940,"durationMs":1899,"subtitle":"That’s a bad combination."},{"startMs":2487839,"durationMs":4510,"subtitle":"And, you know, part of the reason I think that people do this, and are such admirers"},{"startMs":2492349,"durationMs":6150,"subtitle":"of post-modern nihilism, is that it abdicates the necessity of responsibility."},{"startMs":2498499,"durationMs":2191,"subtitle":"You know, because people say, well I’m just thinking it through."},{"startMs":2500690,"durationMs":3500,"subtitle":"It’s like, you’re never just thinking something through."},{"startMs":2504190,"durationMs":4409,"subtitle":"The probability that motivation has nothing to do with that is zero."},{"startMs":2508599,"durationMs":3740,"subtitle":"Because we already know, just from the things we covered in this class, that motivation"},{"startMs":2512339,"durationMs":2510,"subtitle":"frames your perceptions, you know."},{"startMs":2514849,"durationMs":3470,"subtitle":"You can’t even see the damn gorilla when you’re counting the basketballs."},{"startMs":2518319,"durationMs":6500,"subtitle":"And so, you know, if you’re forming a rationalistic critique of everything, and then you say,"},{"startMs":2524819,"durationMs":3980,"subtitle":"oh well, I’m not motivated, it’s like, well you’re motivated when you count the"},{"startMs":2528799,"durationMs":3641,"subtitle":"basketballs, and so the probability that you’re motivated when you’re doing something far"},{"startMs":2532440,"durationMs":4779,"subtitle":"more extensive and difficult than that is 100%."},{"startMs":2537219,"durationMs":7661,"subtitle":"You know Jung would say, you know, this is when we get back to the mythological underpinnings"},{"startMs":2544880,"durationMs":14810,"subtitle":"of things as well… in the Egyptian myth of creation and reality, Osiris is the figure"},{"startMs":2559690,"durationMs":1879,"subtitle":"of tradition."},{"startMs":2561569,"durationMs":6230,"subtitle":"So he sort of represents the dominance hierarchy, roughly speaking, in all of its manifestations."},{"startMs":2567799,"durationMs":2012,"subtitle":"And he has an evil brother named Set."},{"startMs":2569811,"durationMs":3688,"subtitle":"Set is a typical figure in fairy tales."},{"startMs":2573499,"durationMs":6681,"subtitle":"You know, in The Lion King you see Scar, who’s exactly the same figure, and the Scar/Set"},{"startMs":2580180,"durationMs":6519,"subtitle":"figure stands for the proclivity of bureaucracies to degenerate into malevolent totalitarian"},{"startMs":2586699,"durationMs":5761,"subtitle":"states, which is always a problem, right, because they rigidify and then oppress."},{"startMs":2592460,"durationMs":4859,"subtitle":"That’s the price you pay for existing within a hierarchy."},{"startMs":2597319,"durationMs":4040,"subtitle":"And then they rigidify and oppress sometimes because that’s just what happens as they"},{"startMs":2601359,"durationMs":1000,"subtitle":"age."},{"startMs":2602359,"durationMs":6250,"subtitle":"And sometimes because there’s a voice recommending that as a mode of being."},{"startMs":2608609,"durationMs":4881,"subtitle":"“It’s okay if you do this, it’s okay if you break this rule, what the hell difference"},{"startMs":2613490,"durationMs":2239,"subtitle":"does it make anyways?”"},{"startMs":2615729,"durationMs":4251,"subtitle":"You see some of that being played out right now with the revelation of all those Panama"},{"startMs":2619980,"durationMs":1000,"subtitle":"papers, right?"},{"startMs":2620980,"durationMs":7869,"subtitle":"Which is a huge revelation of corruption (hardly surprising) at high levels of power all around"},{"startMs":2628849,"durationMs":1041,"subtitle":"the world."},{"startMs":2629890,"durationMs":8649,"subtitle":"Now I see the… you know, at the bottom of everything, so this is the archetypal depths,"},{"startMs":2638539,"durationMs":9270,"subtitle":"I see this battle in the human soul, basically, between an attitude that says “despite its"},{"startMs":2647809,"durationMs":4430,"subtitle":"limitations, life is valuable and worth preserving and improving”."},{"startMs":2652239,"durationMs":1790,"subtitle":"That’s proposition 1."},{"startMs":2654029,"durationMs":6530,"subtitle":"And the other proposition is: “the suffering that life involves renders it ethically untenable"},{"startMs":2660559,"durationMs":6331,"subtitle":"and physiologically and psychologically unbearable, and as a consequence of that, it should just"},{"startMs":2666890,"durationMs":1000,"subtitle":"be eradicated”."},{"startMs":2667890,"durationMs":2389,"subtitle":"And so it’s a binary choice, in some sense."},{"startMs":2670279,"durationMs":2490,"subtitle":"Yes to being, or no?"},{"startMs":2672769,"durationMs":5030,"subtitle":"And you know, you can conjure up powerful arguments on both sides of that."},{"startMs":2677799,"durationMs":7070,"subtitle":"But to some degree, your whole being is an argument between those two questions."},{"startMs":2684869,"durationMs":4460,"subtitle":"You know, and one of the things that Jung said, which I think is extremely worthwhile,"},{"startMs":2689329,"durationMs":6211,"subtitle":"is that you should figure out what archetypal forces are in charge of your being."},{"startMs":2695540,"durationMs":1709,"subtitle":"Because they’re there whether you know it or not."},{"startMs":2697249,"durationMs":2580,"subtitle":"Now, you know, we’ve walked through that in some detail."},{"startMs":2699829,"durationMs":5490,"subtitle":"You can look at it… in a sense, from a biological perspective, it’s more mechanistic."},{"startMs":2705319,"durationMs":7430,"subtitle":"You know, you’re a tool of hunger and anger and fear and love, and lust and all those"},{"startMs":2712749,"durationMs":7610,"subtitle":"primordial forces that make up your field of experience."},{"startMs":2720359,"durationMs":3440,"subtitle":"That’s a purely biological way of thinking about it."},{"startMs":2723799,"durationMs":4000,"subtitle":"A more archetypal way of thinking about it is that those things are actually characters,"},{"startMs":2727799,"durationMs":1181,"subtitle":"or personalities."},{"startMs":2728980,"durationMs":5549,"subtitle":"And they’re organised into hierarchies that are also characters and personalities."},{"startMs":2734529,"durationMs":7700,"subtitle":"And anger and fear and resentment and hatred and the carnivorous soul of human beings and"},{"startMs":2742229,"durationMs":4140,"subtitle":"all of those things aggregate into one form of meta-personality."},{"startMs":2746369,"durationMs":5650,"subtitle":"And all the things that you might think about as existing in opposition to that aggregate"},{"startMs":2752019,"durationMs":1401,"subtitle":"into another."},{"startMs":2753420,"durationMs":4960,"subtitle":"And then the top-most struggle for integration is the struggle between those two things."},{"startMs":2758380,"durationMs":2739,"subtitle":"That’s a very common mythological theme."},{"startMs":2761119,"durationMs":3840,"subtitle":"That’s basically the battle between good and evil in heaven."},{"startMs":2764959,"durationMs":3080,"subtitle":"And that’s an unbelievably old…"},{"startMs":2768039,"durationMs":3950,"subtitle":"it’s as old an idea as human beings have."},{"startMs":2771989,"durationMs":3320,"subtitle":"You know, the battle of the gods for dominance in heaven."},{"startMs":2775309,"durationMs":3621,"subtitle":"Even if it’s not strictly between good and evil, even if it hasn’t been developed to"},{"startMs":2778930,"durationMs":5720,"subtitle":"the point of that ultimate opposition, it’s still a battle, at some level, between titanic"},{"startMs":2784650,"durationMs":1929,"subtitle":"forces for domination."},{"startMs":2786579,"durationMs":7160,"subtitle":"Well, that’s partly a description of your own psyche, and partly a description of the"},{"startMs":2793739,"durationMs":3470,"subtitle":"organisation, or lack thereof, of societies across time."},{"startMs":2797209,"durationMs":8660,"subtitle":"Well, and it seems to me that… one of the things that Jung was insistent upon, because"},{"startMs":2805869,"durationMs":8910,"subtitle":"he was trying to… and many of the thinkers that we’ve covered in this series, they"},{"startMs":2814779,"durationMs":4502,"subtitle":"were trying to answer the question (this was especially true for the clinicians) of how"},{"startMs":2819281,"durationMs":5899,"subtitle":"it is that an individual should conduct themselves so that their mode of being is optimised."},{"startMs":2825180,"durationMs":5939,"subtitle":"You can say well that’s mental health, but that’s a radically insufficient way of describing"},{"startMs":2831119,"durationMs":5840,"subtitle":"that, because, well it’s not merely the absence of pathology, it’s something much"},{"startMs":2836959,"durationMs":1000,"subtitle":"more complex."},{"startMs":2837959,"durationMs":3701,"subtitle":"It’s something active and it’s not even individual, it’s individual and social."},{"startMs":2841660,"durationMs":3470,"subtitle":"You know, because you’re not going to be mentally healthy unless you’re integrated"},{"startMs":2845130,"durationMs":2239,"subtitle":"into a functioning social community."},{"startMs":2847369,"durationMs":1200,"subtitle":"You just can’t do it."},{"startMs":2848569,"durationMs":2131,"subtitle":"Because other people are part of what keeps you safe."},{"startMs":2850700,"durationMs":2909,"subtitle":"Because they’re always wacking you when you get out of line a little bit."},{"startMs":2853609,"durationMs":4720,"subtitle":"They just tap you with sarcasm or raised eyebrows or frowns or smiles."},{"startMs":2858329,"durationMs":5701,"subtitle":"They’re constantly tapping you into being a proper person, whatever the hell that is."},{"startMs":2864030,"durationMs":3179,"subtitle":"But they’re telling you all the time what it is."},{"startMs":2867209,"durationMs":13790,"subtitle":"So Nietzsche’s idea was that the modern world had landed itself in hot water, because"},{"startMs":2880999,"durationMs":7570,"subtitle":"its own proclivity for searching out the truth had undermined its faith in traditional axioms"},{"startMs":2888569,"durationMs":1000,"subtitle":"of morality."},{"startMs":2889569,"durationMs":1000,"subtitle":"Fair enough."},{"startMs":2890569,"durationMs":2591,"subtitle":"That seems about right."},{"startMs":2893160,"durationMs":7389,"subtitle":"And his cure for that was that people became, he called it ‘overmen’, often translated"},{"startMs":2900549,"durationMs":6000,"subtitle":"as supermen, which were people who created their own values to fill the void left by"},{"startMs":2906549,"durationMs":1750,"subtitle":"the absence of traditional values."},{"startMs":2908299,"durationMs":2841,"subtitle":"But there’s a bunch of problems with that idea."},{"startMs":2911140,"durationMs":4399,"subtitle":"One is individuals probably can’t do it because they don’t live long enough, and"},{"startMs":2915539,"durationMs":1330,"subtitle":"second, it’s really hard."},{"startMs":2916869,"durationMs":4370,"subtitle":"I mean, just from the perspective of “what are you going to be, the best philosopher"},{"startMs":2921239,"durationMs":2320,"subtitle":"who ever lived?” because that’s really what it requires."},{"startMs":2923559,"durationMs":5651,"subtitle":"And then the third problem is, what makes you think you create values?"},{"startMs":2929210,"durationMs":2809,"subtitle":"Like it isn’t phenomenologically obvious that you do."},{"startMs":2932019,"durationMs":4381,"subtitle":"It’s more like you experience them, and sometimes you don’t even know where they"},{"startMs":2936400,"durationMs":1000,"subtitle":"come from."},{"startMs":2937400,"durationMs":1000,"subtitle":"You get angry."},{"startMs":2938400,"durationMs":1280,"subtitle":"Do you know why?"},{"startMs":2939680,"durationMs":2909,"subtitle":"Maybe you’ll have to think about it for like three days."},{"startMs":2942589,"durationMs":6460,"subtitle":"So in what way you created that is, well, it’s not self-evident."},{"startMs":2949049,"durationMs":6581,"subtitle":"And Jung’s idea was well, the forces that we had regarded as traditional sources of"},{"startMs":2955630,"durationMs":4650,"subtitle":"values were actually spontaneous constructions of the human psyche."},{"startMs":2960280,"durationMs":2989,"subtitle":"They weren’t arbitrary systems of rules."},{"startMs":2963269,"durationMs":2170,"subtitle":"They were way deeper than that."},{"startMs":2965439,"durationMs":6910,"subtitle":"And I think, if you have an ounce of biologist in you, you immediately read that and think,"},{"startMs":2972349,"durationMs":1980,"subtitle":"yeah obviously."},{"startMs":2974329,"durationMs":1000,"subtitle":"Obviously."},{"startMs":2975329,"durationMs":5031,"subtitle":"Even the social rules that govern a dominance hierarchy, they’re instilled in you."},{"startMs":2980360,"durationMs":1000,"subtitle":"You know them."},{"startMs":2981360,"durationMs":1290,"subtitle":"They’re right in your body."},{"startMs":2982650,"durationMs":4639,"subtitle":"And so there’s a biological basis for your understanding of culture right at that level."},{"startMs":2987289,"durationMs":1570,"subtitle":"That’s damn near spinal."},{"startMs":2988859,"durationMs":2090,"subtitle":"Like it’s old."},{"startMs":2990949,"durationMs":6310,"subtitle":"So Jung’s secondary proposition, and this is quite an interesting one, was that by attending"},{"startMs":2997259,"durationMs":6040,"subtitle":"to your fantasies and your dreams, and your daydreams, for that matter, you can come into"},{"startMs":3003299,"durationMs":4930,"subtitle":"contact with some of the primordial psychic forces that originally produced religious"},{"startMs":3008229,"durationMs":1740,"subtitle":"revelation."},{"startMs":3009969,"durationMs":3191,"subtitle":"So that you can find what’s lost by looking within."},{"startMs":3013160,"durationMs":3629,"subtitle":"And that’s basically the entire point of Jungian psychotherapy."},{"startMs":3016789,"durationMs":7351,"subtitle":"And part of the reason I’m concentrating on Jung is because guys like Rogers, you know,"},{"startMs":3024140,"durationMs":5979,"subtitle":"and the phenomenologists, they’re moving down the same trail of thought, but they didn’t"},{"startMs":3030119,"durationMs":1930,"subtitle":"get as far as Jung as far as I can tell."},{"startMs":3032049,"durationMs":3060,"subtitle":"Like, they never took it to its ultimate conclusion."},{"startMs":3035109,"durationMs":6031,"subtitle":"You know Maslow, for example, talked about a hierarchy of needs, and the self-actualised"},{"startMs":3041140,"durationMs":6880,"subtitle":"person was someone who had accomplished all those basic needs and popped out at the top."},{"startMs":3048020,"durationMs":4029,"subtitle":"It’s like, kind of true, but sort of primitive."},{"startMs":3052049,"durationMs":4810,"subtitle":"Because it is by no means obvious that you have to take care of all your basic material"},{"startMs":3056859,"durationMs":2390,"subtitle":"needs before you can act morally."},{"startMs":3059249,"durationMs":2201,"subtitle":"It’s a foolish idea."},{"startMs":3061450,"durationMs":5309,"subtitle":"It assumes that people are going to become more moral as they get richer."},{"startMs":3066759,"durationMs":4220,"subtitle":"Now, I’m not saying that they become less moral, because I don’t believe that, but"},{"startMs":3070979,"durationMs":2300,"subtitle":"I don’t see that there’s any positive association."},{"startMs":3073279,"durationMs":5111,"subtitle":"It’s just that you can use your wealth well or you can use it badly."},{"startMs":3078390,"durationMs":4569,"subtitle":"Just like you can use your poverty well or you can use it badly."},{"startMs":3082959,"durationMs":4520,"subtitle":"So Maslow, it’s like yeah, there’s a hierarchy, yes something emerges at the top, no it’s"},{"startMs":3087479,"durationMs":3870,"subtitle":"not a consequence of the fulfillment of needs, it’s way too materialistic, it’s basically"},{"startMs":3091349,"durationMs":3690,"subtitle":"like a utopian socialist idea, right."},{"startMs":3095039,"durationMs":3470,"subtitle":"If you feed people enough cake, all of a sudden everyone will get along."},{"startMs":3098509,"durationMs":2641,"subtitle":"It’s like, people aren’t like that at all."},{"startMs":3101150,"durationMs":6020,"subtitle":"So Jung took this idea of personal development, as far as I can tell, to its ultimate extreme,"},{"startMs":3107170,"durationMs":1559,"subtitle":"to its logical conclusion."},{"startMs":3108729,"durationMs":4000,"subtitle":"And that where he ran into the archetypes, because what archetypes are, in some sense,"},{"startMs":3112729,"durationMs":2800,"subtitle":"is the ultimate instantiation of an idea."},{"startMs":3115529,"durationMs":1691,"subtitle":"You can’t go beyond it."},{"startMs":3117220,"durationMs":1730,"subtitle":"That’s why it’s an archetype."},{"startMs":3118950,"durationMs":2240,"subtitle":"So there’s an archetype of death."},{"startMs":3121190,"durationMs":1139,"subtitle":"Well, why?"},{"startMs":3122329,"durationMs":2870,"subtitle":"Because you can’t go past that."},{"startMs":3125199,"durationMs":2731,"subtitle":"Words fail when you’re confronted by that."},{"startMs":3127930,"durationMs":4250,"subtitle":"And there’s an archetype of love, and there’s an archetype of evil, and all those things"},{"startMs":3132180,"durationMs":6850,"subtitle":"are beyond articulation in their archetypal form."},{"startMs":3139030,"durationMs":5430,"subtitle":"And they’re the place where your articulated thought ceases to be relevant."},{"startMs":3144460,"durationMs":9479,"subtitle":"So, for Jung, you know, the self-development route was the confrontation of those things"},{"startMs":3153939,"durationMs":2211,"subtitle":"that you had abandoned within."},{"startMs":3156150,"durationMs":5399,"subtitle":"Now, I’ve been thinking about Jung for a very long time."},{"startMs":3161549,"durationMs":4560,"subtitle":"And I think that one of the things that struck me about the psychoanalysts is that they’re"},{"startMs":3166109,"durationMs":7621,"subtitle":"much too concerned about the idea that if you’re properly organised as a human being,"},{"startMs":3173730,"durationMs":7489,"subtitle":"that organisation is intra-psychic, like it’s in you somehow."},{"startMs":3181219,"durationMs":2951,"subtitle":"So for Jung, the hero’s journey was a journey into the unconscious."},{"startMs":3184170,"durationMs":3419,"subtitle":"An individual journey into the unconscious."},{"startMs":3187589,"durationMs":5351,"subtitle":"Now he started to see flaws in that idea as he moved forward with his thinking, but one"},{"startMs":3192940,"durationMs":6139,"subtitle":"of the flaws in that idea is that you’re not only individual, not at all."},{"startMs":3199079,"durationMs":7111,"subtitle":"And if you’re situated properly, we’ll say in being, your familial relationships"},{"startMs":3206190,"durationMs":6919,"subtitle":"are healthy, as well as the proper balance being struck inside you, between the competing"},{"startMs":3213109,"durationMs":2031,"subtitle":"sub-personalities that make you up."},{"startMs":3215140,"durationMs":2679,"subtitle":"And those things are actually not different, you know what I mean?"},{"startMs":3217819,"durationMs":2450,"subtitle":"You can’t have one without the other."},{"startMs":3220269,"durationMs":6161,"subtitle":"So to think about them even as separate spheres is improper in a sense, because you’re limited"},{"startMs":3226430,"durationMs":5970,"subtitle":"in your well-being by the well-being of those people who are in concentric circles around"},{"startMs":3232400,"durationMs":1189,"subtitle":"you."},{"startMs":3233589,"durationMs":5041,"subtitle":"And no matter how well-organised you are internally, it’s insufficient."},{"startMs":3238630,"durationMs":4270,"subtitle":"You know, you see that reflected in stories like the story of the Buddha."},{"startMs":3242900,"durationMs":6260,"subtitle":"Because at one point, the Buddha, after being walloped by knowledge of old age and sickness"},{"startMs":3249160,"durationMs":5080,"subtitle":"and death, because that’s really what does him in, he attains enlightenment under a tree"},{"startMs":3254240,"durationMs":2839,"subtitle":"(for a variety of reasons we won’t go into)."},{"startMs":3257079,"durationMs":5130,"subtitle":"So he’s attained a perfect state of primarily subjective being."},{"startMs":3262209,"durationMs":4790,"subtitle":"And that’s sort of like, it’s a temptation, there’s a temptation to remain there."},{"startMs":3266999,"durationMs":3391,"subtitle":"But he shuts that down and then goes back into the world and teaches people, because"},{"startMs":3270390,"durationMs":5589,"subtitle":"his realisation is, Nirvana attained individually is not true Nirvana."},{"startMs":3275979,"durationMs":2941,"subtitle":"You can’t be not suffering in a sea of suffering."},{"startMs":3278920,"durationMs":4109,"subtitle":"You know, all that means is that you’ve got a particular kind of blinder on."},{"startMs":3283029,"durationMs":6300,"subtitle":"So he goes back, so to speak, and then suffers, mythologically speaking, suffers a normal,"},{"startMs":3289329,"durationMs":1000,"subtitle":"human death."},{"startMs":3290329,"durationMs":12280,"subtitle":"And in some sense that’s portrayed as voluntary."},{"startMs":3302609,"durationMs":3090,"subtitle":"Sometimes I show people Pinocchio in this class, I think we did a little bit of that…"},{"startMs":3305699,"durationMs":2080,"subtitle":"did we do a little bit of that?"},{"startMs":3307779,"durationMs":6270,"subtitle":"Well, you know, in Pinocchio, Pinocchio’s trying to become a real person."},{"startMs":3314049,"durationMs":5270,"subtitle":"And he has to do a variety of very strange things to manage that, one of which is to"},{"startMs":3319319,"durationMs":6571,"subtitle":"go down into the depths of the ocean and confront the most frightening thing, roughly speaking,"},{"startMs":3325890,"durationMs":3059,"subtitle":"and simultaneously rescue his father."},{"startMs":3328949,"durationMs":2431,"subtitle":"Which is a very, very strange set of ideas, you know."},{"startMs":3331380,"durationMs":3800,"subtitle":"It’s definitely a descent into the Underworld, there’s elements of Jonah and the Whale"},{"startMs":3335180,"durationMs":3470,"subtitle":"in there, which is a very, very old story."},{"startMs":3338650,"durationMs":5289,"subtitle":"But there’s an idea that’s very much associated with Jungian thinking too, and that is that"},{"startMs":3343939,"durationMs":5030,"subtitle":"in the background chaos of your mind, there are depths."},{"startMs":3348969,"durationMs":8431,"subtitle":"And in those depths are the forgotten or non-articulate structures of your culture, but more than"},{"startMs":3357400,"durationMs":6969,"subtitle":"that, the forgotten or non-articulate parts of your psyche that would make it a culture-creating"},{"startMs":3364369,"durationMs":2061,"subtitle":"entity."},{"startMs":3366430,"durationMs":7760,"subtitle":"And that that has to be discovered in order for you to have the courage to be an individual."},{"startMs":3374190,"durationMs":5739,"subtitle":"And there’s nothing delusional about that, you know, because the idea there, as opposed"},{"startMs":3379929,"durationMs":7340,"subtitle":"to say, the typical nihilistic or terror-management theories, is that if you got your act together,"},{"startMs":3387269,"durationMs":4171,"subtitle":"the fear of death would no longer be the thing that fundamentally rules you."},{"startMs":3391440,"durationMs":1509,"subtitle":"Like that that’s actually possible."},{"startMs":3392949,"durationMs":5760,"subtitle":"So there’s a weird idea there, and the idea is not that fear of vulnerability and death"},{"startMs":3398709,"durationMs":7491,"subtitle":"is irrelevant, or not even that it’s not central, but that people are so God-damn tough,"},{"startMs":3406200,"durationMs":4899,"subtitle":"that it’s possible that they can face that directly and say: “that’s not going to"},{"startMs":3411099,"durationMs":1821,"subtitle":"be what rules my life”."},{"startMs":3412920,"durationMs":1480,"subtitle":"And I believe people can do that."},{"startMs":3414400,"durationMs":2829,"subtitle":"I’ve seen people do that, certainly, in their careers."},{"startMs":3417229,"durationMs":3921,"subtitle":"You know, even if they can’t articulate that philosophy, you put them in a situation"},{"startMs":3421150,"durationMs":4669,"subtitle":"where they’re dealing with nothing but death and destruction, and, you know, they can do"},{"startMs":3425819,"durationMs":2351,"subtitle":"it, which is mind-boggling."},{"startMs":3428170,"durationMs":1819,"subtitle":"And a great thing to be able to see."},{"startMs":3429989,"durationMs":5310,"subtitle":"And it’s… you know, you search in vain throughout the annals of psychology for optimistic"},{"startMs":3435299,"durationMs":1351,"subtitle":"ideas."},{"startMs":3436650,"durationMs":4419,"subtitle":"And I think that’s particularly true with regards to, like, the more experimental brands"},{"startMs":3441069,"durationMs":4500,"subtitle":"of psychology that are associated with being, like social psychology."},{"startMs":3445569,"durationMs":3000,"subtitle":"Personality we’ll leave out of this for the time-being, because it’s become more"},{"startMs":3448569,"durationMs":2071,"subtitle":"statistical, you know."},{"startMs":3450640,"durationMs":7129,"subtitle":"But the idea that there is enough in you, so that if you don’t flinch from life, you"},{"startMs":3457769,"durationMs":3550,"subtitle":"can become strong enough to master it, that’s an amazing idea."},{"startMs":3461319,"durationMs":4290,"subtitle":"It’s the only optimistic idea that I’ve ever seen that’s profound that I actually"},{"startMs":3465609,"durationMs":1000,"subtitle":"believe."},{"startMs":3466609,"durationMs":3960,"subtitle":"Because of most of the profound ideas that are easy to believe are terrible ideas."},{"startMs":3470569,"durationMs":5210,"subtitle":"You know, they have to do with the inevitability of malevolence and death and insanity and"},{"startMs":3475779,"durationMs":4430,"subtitle":"suffering and all of that, you know, those things trying to blow through your persona."},{"startMs":3480209,"durationMs":5311,"subtitle":"But trying to find something optimistic to counter-balance that, that’s tough."},{"startMs":3485520,"durationMs":4380,"subtitle":"But you know, the other thing we know about people now that we didn’t know a few years"},{"startMs":3489900,"durationMs":12629,"subtitle":"ago, is that if you put yourself in new environments you actually change yourself genetically."},{"startMs":3502529,"durationMs":6460,"subtitle":"You know, so if I take you out of your safe environment and start you to expose you, say,"},{"startMs":3508989,"durationMs":5060,"subtitle":"to situations that you fear, you could say that one of the reasons that you transform"},{"startMs":3514049,"durationMs":4670,"subtitle":"is because you observe yourself mastering those situations."},{"startMs":3518719,"durationMs":5060,"subtitle":"So you get bigger, so to speak, and the situations get smaller."},{"startMs":3523779,"durationMs":1000,"subtitle":"Lovely."},{"startMs":3524779,"durationMs":2940,"subtitle":"You can account for that by learning."},{"startMs":3527719,"durationMs":4490,"subtitle":"But there’s an additional dimension that might be related to the learning, which is"},{"startMs":3532209,"durationMs":6310,"subtitle":"that if you put yourself in a new situation, then different proteins start to be encoded"},{"startMs":3538519,"durationMs":2580,"subtitle":"in your brain and in the rest of your nervous system."},{"startMs":3541099,"durationMs":3111,"subtitle":"So you actually transmute, literally speaking."},{"startMs":3544210,"durationMs":5490,"subtitle":"And the total range of human transmutation is unexplored."},{"startMs":3549700,"durationMs":17789,"subtitle":"So there’s this idea, let me show you, this is a cool thing to know about."},{"startMs":3567489,"durationMs":18370,"subtitle":"Okay so that’s a picture of a labyrinth in the Chartres Cathedral."},{"startMs":3585859,"durationMs":4900,"subtitle":"Now a cathedral is shaped like a cross."},{"startMs":3590759,"durationMs":5820,"subtitle":"And then the focal point of the cathedral is right at the middle of the cross."},{"startMs":3596579,"durationMs":5111,"subtitle":"And the cross is an X, so to speak, and the centre of the X is where you are."},{"startMs":3601690,"durationMs":5779,"subtitle":"And the reason it’s a cross is because the centre of that X is suffering."},{"startMs":3607469,"durationMs":6181,"subtitle":"And so the central aspect of consciousness of being is integrally associated with suffering,"},{"startMs":3613650,"durationMs":1289,"subtitle":"betrayal, all of those things."},{"startMs":3614939,"durationMs":2971,"subtitle":"That’s the nature of the centre of the world."},{"startMs":3617910,"durationMs":3020,"subtitle":"And so then the question might be, well how do you cope with that?"},{"startMs":3620930,"durationMs":5549,"subtitle":"Well, the typical religious idea is that you identify with a hero figure of some sort,"},{"startMs":3626479,"durationMs":5460,"subtitle":"although that’s often warped and morphed into the idea that you believe in them."},{"startMs":3631939,"durationMs":2070,"subtitle":"It’s not the right idea."},{"startMs":3634009,"durationMs":2850,"subtitle":"The right idea is that you identify with them."},{"startMs":3636859,"durationMs":4420,"subtitle":"So I can give you an example of that from the Christian mass ceremony, which is actually"},{"startMs":3641279,"durationMs":2391,"subtitle":"a cannibalistic ritual."},{"startMs":3643670,"durationMs":1830,"subtitle":"And it’s a very, very old idea."},{"startMs":3645500,"durationMs":3989,"subtitle":"And the idea is that you become what you ingest, right."},{"startMs":3649489,"durationMs":4770,"subtitle":"And so, it’s… the mass ceremony, which is in principle the eating of the flesh of"},{"startMs":3654259,"durationMs":5921,"subtitle":"a God, is not a ritual to instantiate articulated belief."},{"startMs":3660180,"durationMs":3730,"subtitle":"It’s a ritual to instantiate embodied transformation."},{"startMs":3663910,"durationMs":3490,"subtitle":"You’re supposed to become what that represents."},{"startMs":3667400,"durationMs":1830,"subtitle":"Question is, what the hell does it represent?"},{"startMs":3669230,"durationMs":1539,"subtitle":"Well we know some of that."},{"startMs":3670769,"durationMs":2500,"subtitle":"It represents, for example, the ability to pay attention."},{"startMs":3673269,"durationMs":2590,"subtitle":"That’s one thing that for sure it represents."},{"startMs":3675859,"durationMs":5611,"subtitle":"Because, you know, Christ is an analogue of Horus, a very tight analogue of Horus, as"},{"startMs":3681470,"durationMs":1359,"subtitle":"a matter of fact."},{"startMs":3682829,"durationMs":2611,"subtitle":"So… but what else does it represent?"},{"startMs":3685440,"durationMs":2539,"subtitle":"Well I can give you some suggestions."},{"startMs":3687979,"durationMs":6521,"subtitle":"One of the things that is often required of the believer in a traditional religion is"},{"startMs":3694500,"durationMs":1359,"subtitle":"a pilgrimage."},{"startMs":3695859,"durationMs":4870,"subtitle":"Now, that was quite common in Christianity in the Middle Ages, that’s kind of disappeared."},{"startMs":3700729,"durationMs":2921,"subtitle":"You see bits and pieces of it in Judaism, modern Judaism in particular, with the idea"},{"startMs":3703650,"durationMs":5799,"subtitle":"that, you know, every North American Jew, for example, should go to Israel at least"},{"startMs":3709449,"durationMs":1620,"subtitle":"once."},{"startMs":3711069,"durationMs":5440,"subtitle":"And then of course it’s a massively featured element of traditional Islam."},{"startMs":3716509,"durationMs":2360,"subtitle":"So you think, well what does a pilgrimage do to someone?"},{"startMs":3718869,"durationMs":3720,"subtitle":"Well partly it’s a journey to the holy city, whatever that means."},{"startMs":3722589,"durationMs":4840,"subtitle":"The holy city is a symbolic representation of an ideal mode of being."},{"startMs":3727429,"durationMs":3961,"subtitle":"So you’re making a symbolic journey to an ideal mode of being."},{"startMs":3731390,"durationMs":3889,"subtitle":"Okay well let’s say you’re some ratty villager from somewhere and you’ve never"},{"startMs":3735279,"durationMs":4790,"subtitle":"been more than a mile away from you’re village and you’re functionally illiterate and you"},{"startMs":3740069,"durationMs":1160,"subtitle":"don’t know anything about the world."},{"startMs":3741229,"durationMs":5320,"subtitle":"And one day you decide to take that 1500 or 3000 mile pilgrimage."},{"startMs":3746549,"durationMs":3810,"subtitle":"The probability that you’re going to be the same person when you come back as you"},{"startMs":3750359,"durationMs":2551,"subtitle":"were when you left is zero."},{"startMs":3752910,"durationMs":3189,"subtitle":"And the reason for that is, well a lot of things are going to happen to you along the"},{"startMs":3756099,"durationMs":1000,"subtitle":"way."},{"startMs":3757099,"durationMs":1000,"subtitle":"God only knows."},{"startMs":3758099,"durationMs":1061,"subtitle":"It’s going to be a big adventure."},{"startMs":3759160,"durationMs":1840,"subtitle":"And you might say, well what’s the utility in that?"},{"startMs":3761000,"durationMs":9019,"subtitle":"And the utility is that with each stressful situation you encounter, and master, your"},{"startMs":3770019,"durationMs":1611,"subtitle":"capacity grows."},{"startMs":3771630,"durationMs":5569,"subtitle":"And so maybe you’ll encounter five hundred of those on your pilgrimage."},{"startMs":3777199,"durationMs":4170,"subtitle":"Maybe it’s dangerous enough so there’s a reasonable probability that you won’t"},{"startMs":3781369,"durationMs":1581,"subtitle":"even come back alive."},{"startMs":3782950,"durationMs":1889,"subtitle":"But if you do come back, you’re not naïve."},{"startMs":3784839,"durationMs":1750,"subtitle":"You’ve seen the world."},{"startMs":3786589,"durationMs":3640,"subtitle":"You’re going to be someone who’s much more difficult to contend with."},{"startMs":3790229,"durationMs":3110,"subtitle":"And you’re going to be a bit of a foreigner to the people in your village."},{"startMs":3793339,"durationMs":1650,"subtitle":"That’s the price you pay for that."},{"startMs":3794989,"durationMs":7911,"subtitle":"Remember in The Hobbit when Bilbo goes out to confront the dragon and then he comes back,"},{"startMs":3802900,"durationMs":1330,"subtitle":"no one really likes him anymore."},{"startMs":3804230,"durationMs":4209,"subtitle":"Like they respect him, but they think, well, here’s this weird guy that transformed himself"},{"startMs":3808439,"durationMs":3580,"subtitle":"into a thief, and then went and confronted a dragon."},{"startMs":3812019,"durationMs":4230,"subtitle":"He went way the hell away from his home, so he’s sort of contaminated by the foreigner,"},{"startMs":3816249,"durationMs":1000,"subtitle":"and he made it back."},{"startMs":3817249,"durationMs":1450,"subtitle":"You don’t want to mess with him."},{"startMs":3818699,"durationMs":4120,"subtitle":"But he’s not the same thing that he was when he was there."},{"startMs":3822819,"durationMs":2510,"subtitle":"And that’s all to the good."},{"startMs":3825329,"durationMs":5010,"subtitle":"I mean, what happens in the next series of books makes it quite evident that if Bilbo"},{"startMs":3830339,"durationMs":4750,"subtitle":"hadn’t undergone his adventure, then the battle between good and evil would have gone"},{"startMs":3835089,"durationMs":1371,"subtitle":"to the evil side."},{"startMs":3836460,"durationMs":2969,"subtitle":"That’s the entire plot of The Lord of the Rings."},{"startMs":3839429,"durationMs":3330,"subtitle":"It’s this massive fantasy of good versus evil."},{"startMs":3842759,"durationMs":1580,"subtitle":"Just like Harry Potter."},{"startMs":3844339,"durationMs":3311,"subtitle":"And those ideas never go away."},{"startMs":3847650,"durationMs":3379,"subtitle":"You see that with The Avengers too."},{"startMs":3851029,"durationMs":4520,"subtitle":"In the… one of the scenes in there is extremely interesting."},{"startMs":3855549,"durationMs":3640,"subtitle":"So there’s this scene where…"},{"startMs":3859189,"durationMs":1790,"subtitle":"what do they call those foreign aliens?"},{"startMs":3860979,"durationMs":2560,"subtitle":"Is it Katari or something like that?"},{"startMs":3863539,"durationMs":4161,"subtitle":"You know, the big monsters that come through the portal and invade New York?"},{"startMs":3867700,"durationMs":1759,"subtitle":"Anyways I don’t remember what they’re called."},{"startMs":3869459,"durationMs":7260,"subtitle":"But there’s a very interesting scene in there where the armed forces send a hydrogen"},{"startMs":3876719,"durationMs":4800,"subtitle":"bomb to take New York out because of the descent of these terrible aliens."},{"startMs":3881519,"durationMs":5550,"subtitle":"And Iron Man, who’s this weird android-like thing (so he’s a human being that’s transforming"},{"startMs":3887069,"durationMs":3831,"subtitle":"himself to something that’s more than a human being… one of the things that happens"},{"startMs":3890900,"durationMs":5159,"subtitle":"with Iron Man is that his suit gets increasingly gold as the series continues, there’s a"},{"startMs":3896059,"durationMs":5760,"subtitle":"real reason for that), he makes a personal sacrifice to avert the hydrogen bomb, and"},{"startMs":3901819,"durationMs":3370,"subtitle":"then it blows up all the bad guys and then he falls to Earth, just like Icarus."},{"startMs":3905189,"durationMs":1900,"subtitle":"That’s pretty cool."},{"startMs":3907089,"durationMs":6430,"subtitle":"And then, what’s really interesting is that when he falls to Earth and he’s dead, it’s"},{"startMs":3913519,"durationMs":2230,"subtitle":"The Hulk who wakes him up."},{"startMs":3915749,"durationMs":6110,"subtitle":"And the reason for that is that The Hulk represents masculine energy that’s completely unbound."},{"startMs":3921859,"durationMs":5370,"subtitle":"And then Tony Stark is sort of this tightly constrained intellect character who’s half-machine…"},{"startMs":3927229,"durationMs":4320,"subtitle":"he’s not enough savage, that’s one way of looking at it, and so when he’s lying"},{"startMs":3931549,"durationMs":1550,"subtitle":"there half-dead he’s missing something."},{"startMs":3933099,"durationMs":3140,"subtitle":"And so The Hulk comes along and yells him into being again."},{"startMs":3936239,"durationMs":3490,"subtitle":"And he’s already made a relationship with The Hulk."},{"startMs":3939729,"durationMs":5570,"subtitle":"And these things are genuine myths because they’re co-created with their audience,"},{"startMs":3945299,"durationMs":1000,"subtitle":"you know."},{"startMs":3946299,"durationMs":1800,"subtitle":"All of these stories have a back-story."},{"startMs":3948099,"durationMs":4200,"subtitle":"And if you’re a comic book writer and you deviate improperly from the back-story then"},{"startMs":3952299,"durationMs":3490,"subtitle":"you’re going to get like ten thousand letters from fans saying “well what about issue"},{"startMs":3955789,"durationMs":2410,"subtitle":"#118 on page 13?"},{"startMs":3958199,"durationMs":4340,"subtitle":"That’s part of the necessary plot.”"},{"startMs":3962539,"durationMs":10280,"subtitle":"Well, alright, keep Tony Stark in mind for a minute."},{"startMs":3972819,"durationMs":4110,"subtitle":"Now, you see this labyrinth here, so I’ll tell you what you do in the Chartres Cathedral."},{"startMs":3976929,"durationMs":3830,"subtitle":"So you’ve got this cross, and then this thing is at the point of it."},{"startMs":3980759,"durationMs":5381,"subtitle":"Now, if you go on a pilgrimage, you go out there and expand your personality by visiting"},{"startMs":3986140,"durationMs":3250,"subtitle":"the North part of the world and the West part of the world and the East part of the world"},{"startMs":3989390,"durationMs":1070,"subtitle":"and the South part of the world."},{"startMs":3990460,"durationMs":1000,"subtitle":"You go everywhere."},{"startMs":3991460,"durationMs":3369,"subtitle":"You’re a wanderer that’s gone everywhere."},{"startMs":3994829,"durationMs":4340,"subtitle":"But maybe you can’t go to the damn pilgrimage for one reason or another, so you do a symbolic"},{"startMs":3999169,"durationMs":1000,"subtitle":"pilgrimage."},{"startMs":4000169,"durationMs":3461,"subtitle":"You go to the cathedral, and you go to the point of suffering, so to speak, and then"},{"startMs":4003630,"durationMs":6299,"subtitle":"you enter this maze, and to get to the middle of the maze, which is very much like the flower"},{"startMs":4009929,"durationMs":2580,"subtitle":"that the Buddha sits in, because it’s a flower."},{"startMs":4012509,"durationMs":3700,"subtitle":"To get to the middle, you can’t just walk straight to the middle."},{"startMs":4016209,"durationMs":6290,"subtitle":"You have to wander the entire maze and cover every square foot of it."},{"startMs":4022499,"durationMs":4550,"subtitle":"And only once you’ve done that (so that’s a symbolic journey to North, East, West, and"},{"startMs":4027049,"durationMs":3280,"subtitle":"South), only after you’ve done that do you get to the middle."},{"startMs":4030329,"durationMs":4420,"subtitle":"And the middle signifies the point where the suffering that’s represented by the entire"},{"startMs":4034749,"durationMs":5320,"subtitle":"structure of that building can be withstood."},{"startMs":4040069,"durationMs":4591,"subtitle":"And you know, you’ve got to understand, this idea is so… you think about what those"},{"startMs":4044660,"durationMs":3859,"subtitle":"damn Europeans were doing when they were building those cathedrals."},{"startMs":4048519,"durationMs":3691,"subtitle":"You know, some of those things took five hundred years to build."},{"startMs":4052210,"durationMs":4369,"subtitle":"You can’t even imagine a modern society building something that would take five hundred"},{"startMs":4056579,"durationMs":1611,"subtitle":"years to build."},{"startMs":4058190,"durationMs":3399,"subtitle":"It’s unimaginable to us."},{"startMs":4061589,"durationMs":6430,"subtitle":"And these cathedrals were so expensive, they were like the trip to the moon in the 1960s."},{"startMs":4068019,"durationMs":6660,"subtitle":"The whole damn culture was devoted to producing these fantastic structures of stone and light"},{"startMs":4074679,"durationMs":2740,"subtitle":"that had this particular message embodied in them."},{"startMs":4077419,"durationMs":2000,"subtitle":"It’s like, why were they doing that?"},{"startMs":4079419,"durationMs":4060,"subtitle":"Well, you know, you can get cynical about it, although I think that would be a little"},{"startMs":4083479,"durationMs":3090,"subtitle":"premature, but this is part of the answer."},{"startMs":4086569,"durationMs":3700,"subtitle":"It’s like, the culture was trying to figure something out."},{"startMs":4090269,"durationMs":3230,"subtitle":"And what they were trying to figure out was where you should be."},{"startMs":4093499,"durationMs":2530,"subtitle":"And how you should get there."},{"startMs":4096029,"durationMs":6071,"subtitle":"And to point out as well how massive the consequences were of failure versus success."},{"startMs":4102100,"durationMs":2459,"subtitle":"Because failure, that leads to hell."},{"startMs":4104559,"durationMs":1611,"subtitle":"And success, that leads to heaven."},{"startMs":4106170,"durationMs":4560,"subtitle":"And you know, you can think about that as something projected into the future life,"},{"startMs":4110730,"durationMs":3710,"subtitle":"which Nietzsche called ‘the biggest error Christianity ever made’."},{"startMs":4114440,"durationMs":6520,"subtitle":"But if you dispense with that, at least provisionally, the reality of that becomes clear right away."},{"startMs":4120960,"durationMs":3140,"subtitle":"What happens if you don’t take the voyage?"},{"startMs":4124100,"durationMs":2570,"subtitle":"Well you become corrupt, because you’re weak."},{"startMs":4126670,"durationMs":1799,"subtitle":"It’s as simple as that."},{"startMs":4128469,"durationMs":2710,"subtitle":"And you have every reason to become corrupt."},{"startMs":4131179,"durationMs":5180,"subtitle":"Like you could say the conditions of existence are such that if you cannot tolerate them,"},{"startMs":4136359,"durationMs":2940,"subtitle":"you will become corrupt."},{"startMs":4139299,"durationMs":9770,"subtitle":"And I just can’t see, in any way, how that’s not self-evidently true."},{"startMs":4149069,"durationMs":5250,"subtitle":"And so, if you don’t take the voyage, well what happens is everything tilts towards hell"},{"startMs":4154319,"durationMs":3010,"subtitle":"around you, but you have a lot more influence than you think."},{"startMs":4157329,"durationMs":5510,"subtitle":"So you don’t know exactly what waves of causality are emanating from your decisions."},{"startMs":4162839,"durationMs":2351,"subtitle":"You have no idea."},{"startMs":4165190,"durationMs":6169,"subtitle":"And then if you do decide to go everywhere and to pick up your responsibility, then what"},{"startMs":4171359,"durationMs":6061,"subtitle":"emanates from you, maybe in receding waves, is the idea that it’s possible to live life"},{"startMs":4177420,"durationMs":3379,"subtitle":"properly and to make things better."},{"startMs":4180799,"durationMs":2460,"subtitle":"And that’s an idea…"},{"startMs":4183259,"durationMs":4830,"subtitle":"like I think that idea is more powerful than death."},{"startMs":4188089,"durationMs":2730,"subtitle":"And it would be really good if that was the case."},{"startMs":4190819,"durationMs":4271,"subtitle":"You know, the existential element comes in, and I guess this is also the element of faith,"},{"startMs":4195090,"durationMs":2850,"subtitle":"is that the only way you’re ever going to figure that out is if you try it."},{"startMs":4197940,"durationMs":6940,"subtitle":"Because no one else can demonstrate the truth or falsity of those two branching pathways"},{"startMs":4204880,"durationMs":4080,"subtitle":"except you, because you have to test it in the conditions of your own life."},{"startMs":4208960,"durationMs":6810,"subtitle":"And at some point… by the time you hit about 30, nobody can tell you what to do."},{"startMs":4215770,"durationMs":1159,"subtitle":"And you think, well, hooray."},{"startMs":4216929,"durationMs":3130,"subtitle":"It’s like, let’s go a little easy on the celebrating."},{"startMs":4220059,"durationMs":3781,"subtitle":"You know, it’s quite a relief when you have a problem and you go to someone and they say,"},{"startMs":4223840,"durationMs":1770,"subtitle":"well here’s what you can do about it."},{"startMs":4225610,"durationMs":6489,"subtitle":"But by the time you’re fully adult, your damn life is so individualised that, you know,"},{"startMs":4232099,"durationMs":7411,"subtitle":"you could use moral guidelines and you should, for sure, but you’re basically stuck with"},{"startMs":4239510,"durationMs":3470,"subtitle":"the choices."},{"startMs":4242980,"durationMs":6630,"subtitle":"All these old ideas, they suggest that if your choice is to voluntarily confront and"},{"startMs":4249610,"durationMs":5859,"subtitle":"to improve and to repair, that not only do you repair the things around you (they don’t"},{"startMs":4255469,"durationMs":5690,"subtitle":"have to be within you, they can be anywhere around you), you continually heal the structure"},{"startMs":4261159,"durationMs":1511,"subtitle":"of being."},{"startMs":4262670,"durationMs":3949,"subtitle":"Well, that would be a good thing to try, you know?"},{"startMs":4266619,"durationMs":3131,"subtitle":"It’s a big deal, it’ll keep you busy."},{"startMs":4269750,"durationMs":3840,"subtitle":"It’ll provide your suffering with some meaning."},{"startMs":4273590,"durationMs":2489,"subtitle":"That’s a big deal."},{"startMs":4276079,"durationMs":4701,"subtitle":"And the alternative looks dreadful."},{"startMs":4280780,"durationMs":7360,"subtitle":"Well, you know, I walked you through all these various theories, some of them about behaviour,"},{"startMs":4288140,"durationMs":4220,"subtitle":"and some of them about personality, and some of them about philosophy, and some of them"},{"startMs":4292360,"durationMs":1400,"subtitle":"about clinical psychology."},{"startMs":4293760,"durationMs":7990,"subtitle":"And it’s an attempt to allow you to take multiple snapshots of what a human being is"},{"startMs":4301750,"durationMs":4409,"subtitle":"and how we might manifest ourselves."},{"startMs":4306159,"durationMs":4801,"subtitle":"For me, knowing all those things has been ridiculously useful, ridiculously useful."},{"startMs":4310960,"durationMs":3980,"subtitle":"Far more practical than anything else I ever learned."},{"startMs":4314940,"durationMs":4710,"subtitle":"And one of the advantages to knowing about personality is that, you know, instead of"},{"startMs":4319650,"durationMs":5730,"subtitle":"reducing the individual to some set of measurable phenomena, which I’m all for by the way,"},{"startMs":4325380,"durationMs":7609,"subtitle":"it also expands your conception of what the individual can be to an almost unlimited degree."},{"startMs":4332989,"durationMs":6380,"subtitle":"So instead of a human being being something that has to waver and be crushed under the"},{"startMs":4339369,"durationMs":4731,"subtitle":"weight of its own being, a human being could easily be something that could stand up and"},{"startMs":4344100,"durationMs":3860,"subtitle":"say, yeah, well, I can handle that."},{"startMs":4347960,"durationMs":1659,"subtitle":"And I think people can do that."},{"startMs":4349619,"durationMs":3580,"subtitle":"People are so damn tough, it’s unbelievable."},{"startMs":4353199,"durationMs":7611,"subtitle":"I’ve seen people go through things that are just grinding, terrible, and not only"},{"startMs":4360810,"durationMs":4471,"subtitle":"come out the other side, but actually put themselves together enough to clearly be a"},{"startMs":4365281,"durationMs":5789,"subtitle":"force that rescues the culture and tries to improve the structure of being."},{"startMs":4371070,"durationMs":1919,"subtitle":"And so hooray for us."},{"startMs":4372989,"durationMs":7420,"subtitle":"If we can do that, that more than justifies whatever horrors might be laid at our collective"},{"startMs":4380409,"durationMs":2000,"subtitle":"feet."},{"startMs":4382409,"durationMs":8520,"subtitle":"So, I would say, don’t underestimate yourself."},{"startMs":4390929,"durationMs":3121,"subtitle":"You guys all have a lot going for you."},{"startMs":4394050,"durationMs":9310,"subtitle":"You’re smart, you’re young, you’re reasonably conscientious, a number of you are creative."},{"startMs":4403360,"durationMs":4429,"subtitle":"You have access, tremendous access, to technological power."},{"startMs":4407789,"durationMs":5071,"subtitle":"So God only knows what you might manage to hammer yourself into over the next thirty"},{"startMs":4412860,"durationMs":1940,"subtitle":"years or so."},{"startMs":4414800,"durationMs":4910,"subtitle":"But the more people that try to make things better, consciously, rather than worse, the"},{"startMs":4419710,"durationMs":2510,"subtitle":"better off everything is going to be."},{"startMs":4422220,"durationMs":4600,"subtitle":"And that would be a hell of a fine thing to aim for."},{"startMs":4426820,"durationMs":4879,"subtitle":"That’s mostly what I’ve learned from studying personality."},{"startMs":4431699,"durationMs":5961,"subtitle":"So thank you very much for attending the course, and good luck with the final!"}]
