[{"startMs":32860,"durationMs":4340,"subtitle":"We've had written history for 5000 years."},{"startMs":37200,"durationMs":4620,"subtitle":"People have been generally literate for less than 500 years."},{"startMs":41820,"durationMs":5750,"subtitle":"But we’ve had culture for 150,000 years."},{"startMs":47570,"durationMs":7580,"subtitle":"Identifiable culture for at least 25,000 so the vast period of our enculturation was preliterate"},{"startMs":55150,"durationMs":4460,"subtitle":"enculturation before we could write down the rules and transmit them."},{"startMs":59610,"durationMs":6330,"subtitle":"How were they transmitted assuming we had culture well there's a variety of mechanisms."},{"startMs":65940,"durationMs":5280,"subtitle":"we have a tendency to see elements of the world in personified form because most of"},{"startMs":71220,"durationMs":4640,"subtitle":"the inter relationships we have with the world are actually social or interpersonal relationships"},{"startMs":75860,"durationMs":4440,"subtitle":"so that’s basically how our brain is structured and as we evolved we developed the capacity"},{"startMs":80300,"durationMs":5380,"subtitle":"to extend our cognitive ability beyond the merely social to take in the world as such"},{"startMs":85680,"durationMs":3430,"subtitle":"but the categories that we use to do that was still fundamentally social."},{"startMs":89110,"durationMs":6360,"subtitle":"Now the reason the unknown per se is symbolized as feminine is because the critical feature"},{"startMs":95470,"durationMs":4630,"subtitle":"of the feminine and I don’t mean the female individual I mean the feminine category is"},{"startMs":100100,"durationMs":2930,"subtitle":"its capacity to generate new forms."},{"startMs":103030,"durationMs":6250,"subtitle":"And the unknown is such is is logically and appropriately symbolized by the feminine because"},{"startMs":109280,"durationMs":5920,"subtitle":"it’s the bringer forth of all things which is to say that the background of existence"},{"startMs":115200,"durationMs":4580,"subtitle":"the unknowable background of existence is the thing that generates everything."},{"startMs":119780,"durationMs":4860,"subtitle":"paired with that of course according to the schema that we've been working with is the"},{"startMs":124640,"durationMs":1730,"subtitle":"archetype of the great father."},{"startMs":126370,"durationMs":4640,"subtitle":"and the archetype of the great father is the archetype of tradition fundamentally."},{"startMs":131010,"durationMs":5760,"subtitle":"The great weight of the past because as you incorporate your past the past"},{"startMs":136770,"durationMs":5350,"subtitle":"of your culture through the intermediation of your parents you learn routines and rituals"},{"startMs":142120,"durationMs":4670,"subtitle":"for structure in the unknown now those routines and rituals are patterns of action that you"},{"startMs":146790,"durationMs":3160,"subtitle":"use in the world as such."},{"startMs":149950,"durationMs":5000,"subtitle":"And also a complex patterns of action that you use to structure your own interpretations"},{"startMs":154950,"durationMs":4080,"subtitle":"and your own motor output and your own conceptualizations when you're dealing with other people and"},{"startMs":159030,"durationMs":5860,"subtitle":"so that would be the absorption the most fundamentally of your cultural rules and the fact of those"},{"startMs":164890,"durationMs":7040,"subtitle":"cultural rules and their incarnation in you essentially keeps chaos at bay which means"},{"startMs":171930,"durationMs":4660,"subtitle":"if two of you share the same cultural structure, assuming you're playing the same game so to"},{"startMs":176590,"durationMs":4090,"subtitle":"speak that means that you can each predict each other’s responses which is very, very"},{"startMs":180680,"durationMs":4800,"subtitle":"useful because that way you can be sure that you can trust the other person you can more"},{"startMs":185480,"durationMs":4250,"subtitle":"or less infer their goals because after all their value structure’s similar to yours"},{"startMs":189730,"durationMs":4140,"subtitle":"and if you can infer their goals that means you can embody their emotions,"},{"startMs":193870,"durationMs":4089,"subtitle":"So that’s the benevolent aspect of tradition right the part that protects and shelters"},{"startMs":197959,"durationMs":4971,"subtitle":"you and structures the nature of your being in the face of existential terror and doubt"},{"startMs":202930,"durationMs":6200,"subtitle":"so to speak but there's also an aspect of tradition that’s terrible, tyrannical."},{"startMs":209130,"durationMs":5150,"subtitle":"it’s the part that marches young men off to war say in defense of the structures that"},{"startMs":214280,"durationMs":1000,"subtitle":"it’s protecting."},{"startMs":215280,"durationMs":4959,"subtitle":"It’s the part that says when you're a teenager wear this and not this or you'll be the target"},{"startMs":220239,"durationMs":1750,"subtitle":"of mockery for all your peers."},{"startMs":221989,"durationMs":5641,"subtitle":"It’s the part of the structure that crushes the creative life out of you because the tyrannical"},{"startMs":227630,"durationMs":5050,"subtitle":"aspect of social order doesn’t want your creative life so to speak what it wants is"},{"startMs":232680,"durationMs":6339,"subtitle":"your obedience because your obedience is what makes the machine run smooth and so you're"},{"startMs":239019,"durationMs":5721,"subtitle":"always in an ambivalent relationship with regards to security to authority on the one"},{"startMs":244740,"durationMs":4779,"subtitle":"hand it provides you shelter and what you need and allows you to gain the benefits of"},{"startMs":249519,"durationMs":3531,"subtitle":"literally thousands and thousands of years of cultural evolution."},{"startMs":253050,"durationMs":4659,"subtitle":"On the other hand it’s the thing that makes you obey or face the painful consequences"},{"startMs":257709,"durationMs":6731,"subtitle":"thereof which can range from mere social exclusion and consequent reexposure to the unknown to"},{"startMs":264440,"durationMs":8150,"subtitle":"truly oppressive practices designed to make you be exactly like everyone else or else."},{"startMs":272590,"durationMs":6150,"subtitle":"And so you could say most particularly again that that’s a standard existential problem"},{"startMs":278740,"durationMs":4669,"subtitle":"it’s a problem that’s faced by people in every place and in ever culture, balancing"},{"startMs":283409,"durationMs":7560,"subtitle":"the appropriate attitude towards culture"},{"startMs":290969,"durationMs":5211,"subtitle":"So the most fundamental representation of culture can be portrayed essentially in this"},{"startMs":296180,"durationMs":2000,"subtitle":"manner I think."},{"startMs":298180,"durationMs":4880,"subtitle":"And what you see here is the dragon of chaos of course lurking in the background and what"},{"startMs":303060,"durationMs":5910,"subtitle":"that means is that all forms come from the formless and that the father itself is a primary"},{"startMs":308970,"durationMs":5520,"subtitle":"form a representation of God the father and God the father in the Christian trinity is"},{"startMs":314490,"durationMs":6860,"subtitle":"the representation of the positive and the security and the tyrannical aspect of social"},{"startMs":321350,"durationMs":4790,"subtitle":"order right God has a set of rules for you, you bloody well better listen to those rules"},{"startMs":326140,"durationMs":3620,"subtitle":"if you don’t all hell’s gonna break loose and you know that’s a pretty reasonable"},{"startMs":329760,"durationMs":2500,"subtitle":"summary of how things work unfortunately."},{"startMs":332260,"durationMs":4820,"subtitle":"so on the one hand God offers security on the other hand he offers tyranny and in total"},{"startMs":337080,"durationMs":5920,"subtitle":"that basically represents order so you can see this representation is quite useful; shows"},{"startMs":343000,"durationMs":6969,"subtitle":"God’s standing over this city which of course is a city committed to him fundamentally so"},{"startMs":349969,"durationMs":4291,"subtitle":"it operates under the moral principals that he represents and behind him is a representation"},{"startMs":354260,"durationMs":6770,"subtitle":"of the sun which is partly a representation of the source of all life partly a representation"},{"startMs":361030,"durationMs":3790,"subtitle":"of the source of consciousness and illumination right because you're conscious during the"},{"startMs":364820,"durationMs":6959,"subtitle":"day and partly a halo representing a sort of transcendent nature of the of the social"},{"startMs":371779,"durationMs":5991,"subtitle":"order that structures existence so it’s a primary phenomenon and it’s only to say"},{"startMs":377770,"durationMs":6170,"subtitle":"that in all human experience there's a cultural aspect and a natural aspect and a funny thing"},{"startMs":383940,"durationMs":4180,"subtitle":"is the cultural aspect in some ways is as natural as the natural aspect right because"},{"startMs":388120,"durationMs":5310,"subtitle":"we’re social beings we can’t exist without society, society’s structures as our very"},{"startMs":393430,"durationMs":1500,"subtitle":"nature."},{"startMs":394930,"durationMs":7630,"subtitle":"And we’re beneficiaries and victims."},{"startMs":402560,"durationMs":8109,"subtitle":"And so then just as the case - just as is the case with the feminine there's a two aspects"},{"startMs":410669,"durationMs":5000,"subtitle":"that can be represented metaphorically with regards to the masculine you can say well"},{"startMs":415669,"durationMs":5361,"subtitle":"the secure aspect of social order is the wise king and you can see it written in medieval"},{"startMs":421030,"durationMs":4220,"subtitle":"representation of him here sitting on his throne calmly in a relatively open posture"},{"startMs":425250,"durationMs":4839,"subtitle":"that means he’s ready to listen to supplicants to people who are coming to talk to him."},{"startMs":430089,"durationMs":3931,"subtitle":"He’s holding an orb with a cross on top of it which means essentially that he’s"},{"startMs":434020,"durationMs":3959,"subtitle":"in control of the world and that the world is subordinated to something else that’s"},{"startMs":437979,"durationMs":1151,"subtitle":"represented by the cross."},{"startMs":439130,"durationMs":6550,"subtitle":"A wise and just ruler and then his mirror image here is the son devouring king a very"},{"startMs":445680,"durationMs":5930,"subtitle":"common mythological theme the father who wants to destroy his son and shades of the Oedipal"},{"startMs":451610,"durationMs":3950,"subtitle":"conflict in that of course if you remember your Freud but basically what it means is"},{"startMs":455560,"durationMs":8409,"subtitle":"this is that despite the fact that every human being is an offspring of culture by nature,"},{"startMs":463969,"durationMs":3870,"subtitle":"every human being is also in the terrible position of facing the fact that their very"},{"startMs":467839,"durationMs":4921,"subtitle":"individuality is likely to be crushed out of them during during the socialization process."},{"startMs":472760,"durationMs":4680,"subtitle":"And in a sense that’s really not an that’s really not avoidable I mean if you're subject"},{"startMs":477440,"durationMs":5510,"subtitle":"to really tyrannical socialization it’s obviously a much more cardinal problem right"},{"startMs":482950,"durationMs":4709,"subtitle":"but even if you're subject to socialization under normal circumstances you are still what"},{"startMs":487659,"durationMs":5491,"subtitle":"you are rather than the many fold things that you could've otherwise been and just to give"},{"startMs":493150,"durationMs":5810,"subtitle":"you some sense of how dramatic a process this really is one of the things you should know"},{"startMs":498960,"durationMs":6530,"subtitle":"is that you actually die into your brain so one of the things you might wonder is why"},{"startMs":505490,"durationMs":4419,"subtitle":"is it that death evolved it doesn’t really make up much sense from a Darwinian perspective,"},{"startMs":509909,"durationMs":3820,"subtitle":"right because you'd make the presupposition that if you could just stick around and father"},{"startMs":513729,"durationMs":4631,"subtitle":"children say for 250 years you'd be doing a lot better job than the poor sap who only"},{"startMs":518360,"durationMs":5730,"subtitle":"lived to be 30 so why is it that you only live to be 70 and really your period of fertility"},{"startMs":524090,"durationMs":2130,"subtitle":"is over say by the time you're 40."},{"startMs":526220,"durationMs":3360,"subtitle":"Why would that be what's the utility of death?"},{"startMs":529580,"durationMs":4960,"subtitle":"And then you remember well the environment’s always changing right in this chaotic manner"},{"startMs":534540,"durationMs":2710,"subtitle":"that’s represented by the great mother."},{"startMs":537250,"durationMs":6220,"subtitle":"Can you change with it and in answer to that is yes but only to a certain point."},{"startMs":543470,"durationMs":5160,"subtitle":"Which is why as people age they tend to become more and more alienated from the current culture"},{"startMs":548630,"durationMs":5649,"subtitle":"right they’ve they’ve adopted their position of being say which is a more or less fixed"},{"startMs":554279,"durationMs":4961,"subtitle":"by the time they're 25 or so once their pre frontal cortex matures and then after that"},{"startMs":559240,"durationMs":4190,"subtitle":"the world gets away from them they don’t have enough biological resources left to constantly"},{"startMs":563430,"durationMs":5639,"subtitle":"undergo new revolutionary neurological processes and part of the reason is this."},{"startMs":569069,"durationMs":6060,"subtitle":"You have more neuro connections in your brain when you're first born than you do for the"},{"startMs":575129,"durationMs":4520,"subtitle":"rest of your life, any other time in your life and as you learn when you're an infant"},{"startMs":579649,"durationMs":4471,"subtitle":"and as you learn say over the first two years what happens is that there's a plentitude"},{"startMs":584120,"durationMs":4870,"subtitle":"of circuits and they die off leaving only those circuits that have a function and you"},{"startMs":588990,"durationMs":2870,"subtitle":"think about that it’s kind of a quasi Darwinian process."},{"startMs":591860,"durationMs":4610,"subtitle":"And so what that means is that as you mature and become fixed in your form you know to"},{"startMs":596470,"durationMs":6489,"subtitle":"adopt your personality whatever it becomes, what's happening is that the excess possibility"},{"startMs":602959,"durationMs":4570,"subtitle":"in some sense is being demolished by experience."},{"startMs":607529,"durationMs":5141,"subtitle":"So the tyrannical aspect of enculturation is something that’s real because it makes"},{"startMs":612670,"durationMs":2930,"subtitle":"you in large part what you are."},{"startMs":615600,"durationMs":6440,"subtitle":"And you have to understand as well that that’s necessary because it’s better to be something,"},{"startMs":622040,"durationMs":3729,"subtitle":"in the final analysis it’s better to be something than to be nothing."},{"startMs":625769,"durationMs":5940,"subtitle":"But you know we still have residual dreams like those expressed by Peter Pan say who's"},{"startMs":631709,"durationMs":4411,"subtitle":"the boy that never wants to grow up because he doesn’t wanna attain any final and fixed"},{"startMs":636120,"durationMs":5290,"subtitle":"form and it’s interesting because in one respect as you progress through your life"},{"startMs":641410,"durationMs":4799,"subtitle":"you're climbing assuming things are going well you're climbing to ever new heights but"},{"startMs":646209,"durationMs":5651,"subtitle":"on the other hand the direction that you're going in constantly narrows as you age so"},{"startMs":651860,"durationMs":4690,"subtitle":"there's a real trade off there and I think the existential angst that’s caused as a"},{"startMs":656550,"durationMs":3139,"subtitle":"consequence of that trade off is often real."},{"startMs":659689,"durationMs":4172,"subtitle":"And I also think that adolescents and early adults feel this most intently which is part"},{"startMs":663861,"durationMs":5179,"subtitle":"of the reason why they tend to rebel against social structures in general you know whether"},{"startMs":669040,"durationMs":4310,"subtitle":"it’s the military industrial complex or the corporate world or globalization or what"},{"startMs":673350,"durationMs":5570,"subtitle":"have you is that you have these large structures that represent the tyrannical aspect of social"},{"startMs":678920,"durationMs":6870,"subtitle":"being and it’s no wonder that the fact of those structures engenders rebellion, it should."},{"startMs":685790,"durationMs":3370,"subtitle":"On the other hand it’s also no wonder that structures like that exist because if they"},{"startMs":689160,"durationMs":5890,"subtitle":"didn't exist then people would have no way of interrelating their social being and we"},{"startMs":695050,"durationMs":4420,"subtitle":"would revert back to the sort of Hobbsian state of war where everybody’s arms are"},{"startMs":699470,"durationMs":2320,"subtitle":"around everybody else’s throat."},{"startMs":701790,"durationMs":2859,"subtitle":"That doesn’t mean the payoff is always good."},{"startMs":704649,"durationMs":5841,"subtitle":"So… the Freudians of course had a real field day with this, and we’re most fundamentally"},{"startMs":710490,"durationMs":2099,"subtitle":"concerned by it."},{"startMs":712589,"durationMs":4120,"subtitle":"part of the reason that Freudian psychology has had such an immense impact on western"},{"startMs":716709,"durationMs":5201,"subtitle":"and world culture is because Freud came along just when classical Judeo-Christian mythological"},{"startMs":721910,"durationMs":5130,"subtitle":"structures were on the on a serious decline in the west and Freud stepped in with a secularized"},{"startMs":727040,"durationMs":6979,"subtitle":"mythological version of reality which said well there's nature and that’s the Id right"},{"startMs":734019,"durationMs":4800,"subtitle":"that’s the wild and untamed impulses that spring up from the animal mind and there's"},{"startMs":738819,"durationMs":6531,"subtitle":"the ego which is the individual whose in many ways a pawn of these id like forces and then"},{"startMs":745350,"durationMs":6510,"subtitle":"on top of the ego crushing it down into the id so to speak is the superego which is the"},{"startMs":751860,"durationMs":5370,"subtitle":"internal and external embodiment of social order and morality so you can see the mythological"},{"startMs":757230,"durationMs":2039,"subtitle":"substructure underlying Freud."},{"startMs":759269,"durationMs":4541,"subtitle":"Freud said well ego is always being shaped by the superego and always compulsion it’s"},{"startMs":763810,"durationMs":1000,"subtitle":"“don’t, don’t”."},{"startMs":764810,"durationMs":5959,"subtitle":"It’s always “no” it’s like Old Testament morality and the incarnation of the ten commandments."},{"startMs":770769,"durationMs":3641,"subtitle":"Whatever you wanna do if it feels good the probability is high that it’s immoral from"},{"startMs":774410,"durationMs":1560,"subtitle":"the perspective of the social world"},{"startMs":775970,"durationMs":4320,"subtitle":"and you can really see this with children you know it’s really remarkable to watch"},{"startMs":780290,"durationMs":5140,"subtitle":"them because my sense is and I don’t think this is just because I'm a particularly tyrannical"},{"startMs":785430,"durationMs":5110,"subtitle":"father is that children often get in more trouble for having fun than they do for any"},{"startMs":790540,"durationMs":5609,"subtitle":"other reason because their capacity for unbridled enjoyment is so unbridled that it actually"},{"startMs":796149,"durationMs":4880,"subtitle":"poses a threat to orderly structure so you know if a child really gets in an active mood"},{"startMs":801029,"durationMs":4891,"subtitle":"and is playing a very active game I mean especially if they're somewhere between say 3 and 5 they"},{"startMs":805920,"durationMs":4050,"subtitle":"can tear your house to shreds and no time no time flat and you're always bawling them"},{"startMs":809970,"durationMs":3349,"subtitle":"out like no, no, no quiet down don’t do that."},{"startMs":813319,"durationMs":3321,"subtitle":"And you know they're smiling away and they're happier than any adult you're ever gonna see"},{"startMs":816640,"durationMs":4049,"subtitle":"in your entire life and you’re doing everything you can to push them down so that they're"},{"startMs":820689,"durationMs":3871,"subtitle":"they can sit quietly and read a book or whatever it is you think they should be doing and that’s"},{"startMs":824560,"durationMs":4339,"subtitle":"really nasty and horrible but by the same token it’s absolutely necessary because"},{"startMs":828899,"durationMs":4380,"subtitle":"if they don’t learn to bring their impulses even their impulses their ludic impulses right"},{"startMs":833279,"durationMs":4680,"subtitle":"their impulses to play under control then nobody else can stand them and if they don’t"},{"startMs":837959,"durationMs":4761,"subtitle":"get access to the resources there in the social world man they have one dismal life laid out"},{"startMs":842720,"durationMs":5190,"subtitle":"in front of them so anyways so that’s an early description of the genesis of the conflict"},{"startMs":847910,"durationMs":3529,"subtitle":"say between the ego and the superego and I just wanted to point that out because it’s"},{"startMs":851439,"durationMs":5411,"subtitle":"not just sex and aggression that gets regulated right we can understand why that might happen"},{"startMs":856850,"durationMs":3750,"subtitle":"but it’s also playfulness and creativity and spontaneity and all the things that we"},{"startMs":860600,"durationMs":5510,"subtitle":"associated with the joy of being that the terrible tyrannical social structure puts"},{"startMs":866110,"durationMs":1500,"subtitle":"a clamp on."},{"startMs":867610,"durationMs":5539,"subtitle":"So Jaak Panksepp for example has recently demonstrated that children, boys because it’s"},{"startMs":873149,"durationMs":5560,"subtitle":"usually boys who have attention deficit disorder which is generally diagnosed in the school"},{"startMs":878709,"durationMs":5690,"subtitle":"room do much better if they're placed on methylphenidate which is a kind of amphetamine fundamentally"},{"startMs":884399,"durationMs":4670,"subtitle":"but normal kids do better on amphetamines too by the way they can focus better they"},{"startMs":889069,"durationMs":4671,"subtitle":"can focus more and they can pay attention more mostly what methylphenidate does is suppress"},{"startMs":893740,"durationMs":5940,"subtitle":"play so Panksepp notes is that well what’s happening with these ADHD kids hyperactive"},{"startMs":899680,"durationMs":6839,"subtitle":"kids is they're more playful more boisterously playful which is tends to be a masculine attribute"},{"startMs":906519,"durationMs":5040,"subtitle":"in juvenile forms of many mammals they're boisterously playful give them a little methylphenidate"},{"startMs":911559,"durationMs":4791,"subtitle":"that shuts down their play behaviour and they can sit down and focus you know and well you"},{"startMs":916350,"durationMs":4279,"subtitle":"can understand how even if you might think that’s necessary because apparently many"},{"startMs":920629,"durationMs":4851,"subtitle":"people do you can also still understand that by the same token that probably represents"},{"startMs":925480,"durationMs":6279,"subtitle":"some kind of loss because we like to see kids play and it’s good for them besides, so"},{"startMs":931759,"durationMs":4510,"subtitle":"anyways Freud says the ego pops up it’s all thrilled to death with the world a superego"},{"startMs":936269,"durationMs":4310,"subtitle":"comes along and shuts it down and that’s a fate that befalls all of us and not only"},{"startMs":940579,"durationMs":4161,"subtitle":"that because Freud’s a pretty wise man all things considered he doesn’t say that’s"},{"startMs":944740,"durationMs":9250,"subtitle":"all to the bad he says that’s the price we pay for social being and fair enough."},{"startMs":953990,"durationMs":4430,"subtitle":"you see this happening in children all the time where part of what they do as they mature"},{"startMs":958420,"durationMs":4280,"subtitle":"is to adopt roles so they’ll play being a father or being a mother say and what they're"},{"startMs":962700,"durationMs":6499,"subtitle":"doing is pulling in what they see as a as the world view that characterizes parenthood"},{"startMs":969199,"durationMs":4591,"subtitle":"embodying the father playing out the role and trying to organize their motivational"},{"startMs":973790,"durationMs":5169,"subtitle":"structures within observed framework say that the father provides and that’s an introjections"},{"startMs":978959,"durationMs":5901,"subtitle":"of social wisdom if you can imagine that the role of father say has a structure like one"},{"startMs":984860,"durationMs":5490,"subtitle":"structure would be well if you’re a father and you're around to model then you have to"},{"startMs":990350,"durationMs":3649,"subtitle":"be taking care of the children or at least you have to be there often enough so that"},{"startMs":993999,"durationMs":5231,"subtitle":"you can be a target of modeling and so you can imagine that the spirit of the father"},{"startMs":999230,"durationMs":5479,"subtitle":"that’s modeled at least in the optimal circumstances is one that deals out rules and order but"},{"startMs":1004709,"durationMs":5740,"subtitle":"that also provides nurturing care and support and that’s a kind of story we know fathers"},{"startMs":1010449,"durationMs":4521,"subtitle":"who aren't like that and maybe we know fathers who are too much like that but all things"},{"startMs":1014970,"durationMs":6029,"subtitle":"considered on the average you have a father role and children attempt to interject that"},{"startMs":1020999,"durationMs":3511,"subtitle":"and that’s part of the way that they learn to modulate their own motivational resources"},{"startMs":1024510,"durationMs":6299,"subtitle":"so for example if the child observes the father and the mother sharing which means taking"},{"startMs":1030809,"durationMs":5380,"subtitle":"each others motivational states into account then they can act out the game of sharing"},{"startMs":1036189,"durationMs":5010,"subtitle":"with a doll say representing a child and what they're doing is trying to imagine what it’s"},{"startMs":1041199,"durationMs":5441,"subtitle":"like inside that doll’s head treating it like a person, by embodying the potential"},{"startMs":1046640,"durationMs":4890,"subtitle":"motivations and emotions states of that pretend object in their own body, and then by trying"},{"startMs":1051530,"durationMs":5190,"subtitle":"to organize a high order structure which would be like the tea party where tea is shared"},{"startMs":1056720,"durationMs":4010,"subtitle":"a higher order structure where you have a turn because you want a turn because you're"},{"startMs":1060730,"durationMs":4319,"subtitle":"thirsty like me and then I have a turn and we both get what we want and we can exchange"},{"startMs":1065049,"durationMs":1000,"subtitle":"information"},{"startMs":1066049,"durationMs":4990,"subtitle":"and well that’s a little bit more optimistic representation of the tyranny of social order"},{"startMs":1071039,"durationMs":5101,"subtitle":"that pure compulsion right because what it suggests is there's a way that you can organize"},{"startMs":1076140,"durationMs":7009,"subtitle":"the way you are genuinely and the way I am genuinely so that we both are genuine yet"},{"startMs":1083149,"durationMs":5121,"subtitle":"we get something more than we would get if we would just fire ourselves and so you think"},{"startMs":1088270,"durationMs":4649,"subtitle":"that with kids they like to play by themselves but by the time they're about 3 and a half"},{"startMs":1092919,"durationMs":5671,"subtitle":"or four boy they have a hunger for other children and they’ll do anything in order to go out"},{"startMs":1098590,"durationMs":5120,"subtitle":"and play with other kids so you can say that well if you take all the toys off your bed"},{"startMs":1103710,"durationMs":2950,"subtitle":"I’ll go let you play with your friend and like the toys are off there in two tenths"},{"startMs":1106660,"durationMs":4100,"subtitle":"of a second and they're out the door because they have this primary need to go out and"},{"startMs":1110760,"durationMs":4230,"subtitle":"experiment with the social world and in large way in large part that’s how they build"},{"startMs":1114990,"durationMs":6169,"subtitle":"the complex higher order more abstract structures that enable them to regulate their motive"},{"startMs":1121159,"durationMs":4561,"subtitle":"their motivational states and their emotional state without just “no”."},{"startMs":1125720,"durationMs":5170,"subtitle":"It’s a more sophisticated way of doing it right it’s better to play a game with someone"},{"startMs":1130890,"durationMs":2850,"subtitle":"than to engage in a battle of wills with them."},{"startMs":1133740,"durationMs":4860,"subtitle":"Because then there's no compulsion there's just mutual participation and that’s critical"},{"startMs":1138600,"durationMs":5559,"subtitle":"because one of the things that the notion of the tyranny of the social order brings"},{"startMs":1144159,"durationMs":4770,"subtitle":"up as a question is all right all right so you have to take part in society."},{"startMs":1148929,"durationMs":5000,"subtitle":"You have to take your part in the social world, yet the social world wants its pound of flesh"},{"startMs":1153929,"durationMs":4831,"subtitle":"or its 60 pounds of flesh depending on where you live."},{"startMs":1158760,"durationMs":4370,"subtitle":"On the one so you're damned if you do so to speak and you're damned if you don’t what"},{"startMs":1163130,"durationMs":5230,"subtitle":"do you do as a consequence of facing that challenge and so you remember with the great"},{"startMs":1168360,"durationMs":5480,"subtitle":"mother with chaos and the unknown the way you meet the challenge is to understand that"},{"startMs":1173840,"durationMs":3830,"subtitle":"the things you don’t understand are dangerous and frightening and that if you encounter"},{"startMs":1177670,"durationMs":5570,"subtitle":"them they can hurt you and that this is real but you don’t run away all the same if you're"},{"startMs":1183240,"durationMs":3919,"subtitle":"trying to get somewhere the things you don’t understand happen you can’t shut yourself"},{"startMs":1187159,"durationMs":6611,"subtitle":"down you have to explore cautiously and try to gain new knowledge."},{"startMs":1193770,"durationMs":6960,"subtitle":"Well how do you organize your social being well let’s make the presupposition that"},{"startMs":1200730,"durationMs":7690,"subtitle":"you got half a dozen or so fundamental motivational states right so what they are is your subjugation"},{"startMs":1208420,"durationMs":3730,"subtitle":"to a world of apriory deities."},{"startMs":1212150,"durationMs":9420,"subtitle":"You see in children rage fear, hunger anger affiliation, love, the capacity of play all"},{"startMs":1221570,"durationMs":2030,"subtitle":"value sets."},{"startMs":1223600,"durationMs":5569,"subtitle":"Which have their own goal like behavioral patterns their own world view their own way"},{"startMs":1229169,"durationMs":6541,"subtitle":"of manifesting themselves all those are innate they're all dependent on pre wired neural"},{"startMs":1235710,"durationMs":1450,"subtitle":"architectural systems."},{"startMs":1237160,"durationMs":2509,"subtitle":"They have to unfold in experience but they're there."},{"startMs":1239669,"durationMs":3201,"subtitle":"Okay and so let’s say that’s what you come into the world with and that’s what"},{"startMs":1242870,"durationMs":6030,"subtitle":"you come into the world with but then the fact that you're in the world poses a more"},{"startMs":1248900,"durationMs":5160,"subtitle":"complex problem which is well yeah you’ve got one motivational state happening you're"},{"startMs":1254060,"durationMs":1270,"subtitle":"angry."},{"startMs":1255330,"durationMs":3199,"subtitle":"But then you’ve got another you have to worry about which is you'd like to be affiliated"},{"startMs":1258529,"durationMs":1101,"subtitle":"with someone."},{"startMs":1259630,"durationMs":4210,"subtitle":"Like your sibling so you got a real conflict with your sibling it’s like you really hate"},{"startMs":1263840,"durationMs":3870,"subtitle":"them but you really like them too and you wanna play with them so what do you do about"},{"startMs":1267710,"durationMs":1000,"subtitle":"that?"},{"startMs":1268710,"durationMs":6020,"subtitle":"Well you'd say a behaviourally disregulated child who isn't well socialized they're impulsive."},{"startMs":1274730,"durationMs":5090,"subtitle":"They don’t they don’t act as if they take the future into account so they heavy future"},{"startMs":1279820,"durationMs":2109,"subtitle":"discount their impulses what does that mean."},{"startMs":1281929,"durationMs":5061,"subtitle":"if you watch a child have a temper tantrum which around two they're really prone to it’s"},{"startMs":1286990,"durationMs":4120,"subtitle":"like it’s a phenomena it’s like a tornado on a real small scale."},{"startMs":1291110,"durationMs":6090,"subtitle":"Child’s just flipped out if you saw an adult do that you'd run away screaming right."},{"startMs":1297200,"durationMs":4580,"subtitle":"And, they're completely dominated by this emotional state."},{"startMs":1301780,"durationMs":4560,"subtitle":"And my sense watching that has always been to try to help the kid not have that happen"},{"startMs":1306340,"durationMs":4270,"subtitle":"to them because it looks like a terrible catastrophe for their emerging ego right I mean they're"},{"startMs":1310610,"durationMs":4780,"subtitle":"trying to get their world together and something frustrates them and (WHOOMP!) up come these"},{"startMs":1315390,"durationMs":5000,"subtitle":"amygdalic projections that govern the anger hypothalamic even more primitive and just"},{"startMs":1320390,"durationMs":4340,"subtitle":"like blow them over and then they're on the floor and they're holding their breath and"},{"startMs":1324730,"durationMs":3130,"subtitle":"they're turning blue and they're having a fit and then it takes them like 15 minutes"},{"startMs":1327860,"durationMs":1500,"subtitle":"to recover."},{"startMs":1329360,"durationMs":5220,"subtitle":"So they have to take themselves into account as total as complete beings and that’s the"},{"startMs":1334580,"durationMs":4110,"subtitle":"emergence of a higher order morality but it’s more complicated than that because not only"},{"startMs":1338690,"durationMs":3459,"subtitle":"do they have the problem of themselves which is a bad enough problem but then they have"},{"startMs":1342149,"durationMs":2761,"subtitle":"the problem of the other person."},{"startMs":1344910,"durationMs":6399,"subtitle":"So what’s the proper response of the individual, given that he or she is threatened by the"},{"startMs":1351309,"durationMs":4031,"subtitle":"natural world and the unknown on the left hand, and threatened by the social order and"},{"startMs":1355340,"durationMs":6589,"subtitle":"its tyranny on the right hand, but also dependent on the natural world and chaos for all good"},{"startMs":1361929,"durationMs":4391,"subtitle":"things and all new information, and dependent on the social order for their very mode of"},{"startMs":1366320,"durationMs":4890,"subtitle":"being, right, caught between four paradoxes all at the same time."},{"startMs":1371210,"durationMs":2780,"subtitle":"How can that route be properly negotiated?"},{"startMs":1373990,"durationMs":8870,"subtitle":"Well, and then you can look at hero mythology, and the most common plot, and I would say"},{"startMs":1382860,"durationMs":5370,"subtitle":"in some ways the only plot, although there are variations of this that are endless, romantic"},{"startMs":1388230,"durationMs":6590,"subtitle":"variations or adventure story variations, or variations of failed heroic endeavor."},{"startMs":1394820,"durationMs":5720,"subtitle":"Still the only plot goes something like this: there’s a current state of being, now that"},{"startMs":1400540,"durationMs":5200,"subtitle":"can be represented by a psychological state, your current personality, it can be represented"},{"startMs":1405740,"durationMs":6200,"subtitle":"by your family, it can be represented by your extended social group, your city, your town,"},{"startMs":1411940,"durationMs":6359,"subtitle":"your country, your ecosystem, your, your, your, in science fiction frequently the entire"},{"startMs":1418299,"durationMs":5621,"subtitle":"global community, right, a structure is threatened; by what?"},{"startMs":1423920,"durationMs":1910,"subtitle":"Well, you name it."},{"startMs":1425830,"durationMs":3079,"subtitle":"If it’s dangerous, it can threaten the structure."},{"startMs":1428909,"durationMs":3661,"subtitle":"That can be one of various forms of barbarian, right?"},{"startMs":1432570,"durationMs":5290,"subtitle":"Any person from another culture, an alien in science fiction, a terrible monster that"},{"startMs":1437860,"durationMs":4280,"subtitle":"lives in the deep that had been dominated and oppressed before but has come back for"},{"startMs":1442140,"durationMs":5430,"subtitle":"more, an agent of horror, that’s a common theme in modern horror movies, right?"},{"startMs":1447570,"durationMs":6210,"subtitle":"An object that moves, the ghosts in the basement because the dead were improperly buried, etc.,"},{"startMs":1453780,"durationMs":8889,"subtitle":"etc., etc., anything uncanny, anything fear-inspiring, anything reptilian, anything that smothers"},{"startMs":1462669,"durationMs":8931,"subtitle":"or entrances, or seduces, or you name it; if it’s change or some metaphoric representation"},{"startMs":1471600,"durationMs":5301,"subtitle":"of anything that can change, then it’s this, the dragon of chaos, and that’s the thing"},{"startMs":1476901,"durationMs":6929,"subtitle":"that always threatens the stable state in its multiple potential manifest forms, and"},{"startMs":1483830,"durationMs":1000,"subtitle":"what does that mean?"},{"startMs":1484830,"durationMs":3530,"subtitle":"It means the apocalypse is always happening, right?"},{"startMs":1488360,"durationMs":5429,"subtitle":"the end of the world is always before us, which is why you see apocalyptic images, for"},{"startMs":1493789,"durationMs":4042,"subtitle":"example, throughout the new testament Christ says: “The world is coming to an end”,"},{"startMs":1497831,"durationMs":4209,"subtitle":"and people are waiting around for it to happen, but what they don’t precisely understand"},{"startMs":1502040,"durationMs":4940,"subtitle":"is that the world is always coming to an end, always, and that’s because what you think"},{"startMs":1506980,"durationMs":5710,"subtitle":"now is not good enough for the next second, right, you have to change because change is"},{"startMs":1512690,"durationMs":5000,"subtitle":"coming, and what change means is you have to let go of what you know; that’s the apocalypse,"},{"startMs":1517690,"durationMs":2440,"subtitle":"and it’s always on us."},{"startMs":1520130,"durationMs":2230,"subtitle":"The structure is threatened."},{"startMs":1522360,"durationMs":2640,"subtitle":"Well what do you do about that?"},{"startMs":1525000,"durationMs":6510,"subtitle":"Well, you can run, but you can’t hide, right, that’s the theory, and the reason for that"},{"startMs":1531510,"durationMs":6291,"subtitle":"is that even if you are unwilling to face the threat that’s right in front of you,"},{"startMs":1537801,"durationMs":3709,"subtitle":"no matter where you run to that threat’s going to be there, and so you see in the case"},{"startMs":1541510,"durationMs":4350,"subtitle":"of a aggrophobic woman who starts to run away from the shopping mall when she has heart"},{"startMs":1545860,"durationMs":4429,"subtitle":"palpitations that then she runs away from the subway, and then she runs away from taxis,"},{"startMs":1550289,"durationMs":3221,"subtitle":"and then buses, and then other people, and, and then finally she’s at home and there’s"},{"startMs":1553510,"durationMs":4340,"subtitle":"nowhere to run but her heart’s been palpitating, and the fear of death is still on her, and"},{"startMs":1557850,"durationMs":4319,"subtitle":"there’s no place to go, so hiding isn’t much of a help."},{"startMs":1562169,"durationMs":4161,"subtitle":"or you can pretend that the chaotic thing isn’t there and refuse to change, but all"},{"startMs":1566330,"durationMs":4890,"subtitle":"that does is make the threat bigger and bigger and bigger and bigger, so just like, simply"},{"startMs":1571220,"durationMs":4600,"subtitle":"put, well say you only have a hundred dollars in the bank and you have a hundred and ten"},{"startMs":1575820,"durationMs":3849,"subtitle":"dollar telephone bill, and you think, well I, huh, I’d like that hundred dollars, I’m"},{"startMs":1579669,"durationMs":3970,"subtitle":"not gonna pay that telephone bill; it’s just a little threat, right, but then you"},{"startMs":1583639,"durationMs":3371,"subtitle":"don’t pay it, and the next month it’s a hundred and twenty-five dollar telephone"},{"startMs":1587010,"durationMs":3610,"subtitle":"bill, and then they slap a fifty dollar charge on you, and then they cut off your phone,"},{"startMs":1590620,"durationMs":3820,"subtitle":"so then you don’t have a phone, then you miss a job appointment, and that’s not so"},{"startMs":1594440,"durationMs":3599,"subtitle":"good, and then it’s two hundred and fifty dollars to pay your phone bill and another"},{"startMs":1598039,"durationMs":3890,"subtitle":"two hundred to get it hooked back up, and then your credit record goes all to hell because"},{"startMs":1601929,"durationMs":4031,"subtitle":"you haven’t paid any of that, and then you can’t buy a house when you’re 25, and"},{"startMs":1605960,"durationMs":5390,"subtitle":"you think, kind of weird, eh, little bitty chaos turns into a great big monster, and"},{"startMs":1611350,"durationMs":5351,"subtitle":"partly that’s because everything that looks separate from everything else isn’t, it"},{"startMs":1616701,"durationMs":6358,"subtitle":"just looks that way, and when you ignore anything, especially if it’s impeding your progress,"},{"startMs":1623059,"durationMs":4211,"subtitle":"you know it’s impeding your progress, you know you have to deal with it, step away from"},{"startMs":1627270,"durationMs":5110,"subtitle":"it and see what its true nature really is, so you can hide, and you can not change, or"},{"startMs":1632380,"durationMs":5200,"subtitle":"you can pretend that the threat doesn’t exist, but in the final analysis that just"},{"startMs":1637580,"durationMs":33870,"subtitle":"stores up the catastrophe for later."}]
