[{"startMs":940,"durationMs":9359,"subtitle":"So, I want to take another look at this figure to begin with."},{"startMs":10299,"durationMs":12101,"subtitle":"Now, one of the reasons that I began to think about these sorts of things is because I wanted"},{"startMs":22400,"durationMs":9710,"subtitle":"to understand what it might mean to have a set of, let’s say a set of values and beliefs"},{"startMs":32110,"durationMs":4410,"subtitle":"(because those two things go together), that would…"},{"startMs":36520,"durationMs":5539,"subtitle":"I guess part of the question was, is it possible to develop of system of beliefs that’s outside"},{"startMs":42059,"durationMs":1000,"subtitle":"of the realm of ideology?"},{"startMs":43059,"durationMs":9070,"subtitle":"You know, because one thing you might claim is that it’s all ideology."},{"startMs":52129,"durationMs":3671,"subtitle":"Any belief system is ideological."},{"startMs":55800,"durationMs":5129,"subtitle":"And if you develop a belief system that criticises other belief systems it just means that you’ve"},{"startMs":60929,"durationMs":5501,"subtitle":"developed a new ideological stance."},{"startMs":66430,"durationMs":2754,"subtitle":"And there’s some… that’s a good argument, you know."},{"startMs":69184,"durationMs":3116,"subtitle":"I can think of a number of ways that it’s true."},{"startMs":72300,"durationMs":7100,"subtitle":"One of the things Nietzsche said in the late 1800s was that if you inhabited a belief system,"},{"startMs":79400,"durationMs":6810,"subtitle":"even a religious system, and you lost faith in it, not only did you lose faith in that"},{"startMs":86210,"durationMs":5540,"subtitle":"system, but you also potentially lost faith in systems themselves."},{"startMs":91750,"durationMs":2280,"subtitle":"And so, it was a meta-collapse, in a sense."},{"startMs":94030,"durationMs":3900,"subtitle":"Not only did you lose your belief, but you lost your belief in beliefs."},{"startMs":97930,"durationMs":6170,"subtitle":"So you think of the set of all possible beliefs and then abandoning any hope of relying on"},{"startMs":104100,"durationMs":7520,"subtitle":"those as valid sources of information."},{"startMs":111620,"durationMs":4490,"subtitle":"You know, so that’s one perspective and it’s a powerful one, and Nietzsche believed"},{"startMs":116110,"durationMs":6770,"subtitle":"that that was a certain pathway to nihilism, essentially, or perhaps to a reactionary totalitarianism,"},{"startMs":122880,"durationMs":2970,"subtitle":"but it boils down to the same thing."},{"startMs":125850,"durationMs":7910,"subtitle":"I’ve been reading this book recently, the title of which I can’t remember, unfortunately."},{"startMs":133760,"durationMs":2710,"subtitle":"But I’ll tell it to you after class."},{"startMs":136470,"durationMs":9730,"subtitle":"It’s a critique of certain lines of left-wing ideological thinking, including the existential"},{"startMs":146200,"durationMs":4690,"subtitle":"thought of people like Jean-Paul Sartre, and Foucault."},{"startMs":150890,"durationMs":5390,"subtitle":"And one of the most trenchant critiques of Sartre, because he believes that you have"},{"startMs":156280,"durationMs":5730,"subtitle":"an absolute freedom, that you’re destined for freedom, that you’re doomed to it, in"},{"startMs":162010,"durationMs":1860,"subtitle":"some sense."},{"startMs":163870,"durationMs":6421,"subtitle":"And that part of your existential journey is to establish an authenticity that’s correct"},{"startMs":170291,"durationMs":1000,"subtitle":"for you."},{"startMs":171291,"durationMs":7479,"subtitle":"But he doesn’t, he isn’t able really to give any description of what that should be"},{"startMs":178770,"durationMs":1000,"subtitle":"grounded in."},{"startMs":179770,"durationMs":10350,"subtitle":"And the critic concludes that all Sartre can do is stand outside of any potential belief"},{"startMs":190120,"durationMs":2260,"subtitle":"system and criticise it."},{"startMs":192380,"durationMs":4719,"subtitle":"And that that’s… there’s nothing in it for anyone as a consequence of that."},{"startMs":197099,"durationMs":1891,"subtitle":"It’s only destructive."},{"startMs":198990,"durationMs":7040,"subtitle":"Now, it’s important to remember, with regards to Sartre, that he viewed other people, to"},{"startMs":206030,"durationMs":7400,"subtitle":"some degree, like the common man, the bourgeoisie, we might say, as the embodiment of non-freedom,"},{"startMs":213430,"durationMs":5389,"subtitle":"of inauthenticity, and also as a barrier to genuine authenticity."},{"startMs":218819,"durationMs":5781,"subtitle":"So he wasn’t willing to give any credence to the utility of normality."},{"startMs":224600,"durationMs":4120,"subtitle":"But I also think he wasn’t able to tolerate the consequences of his own thought, because"},{"startMs":228720,"durationMs":6080,"subtitle":"he was an avid supporter of the communist party, far after anyone with any reasonable"},{"startMs":234800,"durationMs":2060,"subtitle":"moral sense would have stopped doing that."},{"startMs":236860,"durationMs":5209,"subtitle":"So Sartre didn’t really denounce the communists until the end of the… beginning of the 70s,"},{"startMs":242069,"durationMs":1000,"subtitle":"roughly speaking."},{"startMs":243069,"durationMs":3281,"subtitle":"He was never a card-carrying communist, but he was very left-leaning."},{"startMs":246350,"durationMs":7690,"subtitle":"And you know by the 1970s, by the late 60s, by the early 70s, a lot of the evidence about"},{"startMs":254040,"durationMs":5300,"subtitle":"what was going on in Soviet Russia had been in for 30 years."},{"startMs":259340,"durationMs":5920,"subtitle":"So there was really no excuse for not facing up to that, and trying to understand what"},{"startMs":265260,"durationMs":1000,"subtitle":"it meant."},{"startMs":266260,"durationMs":2900,"subtitle":"And you know, it would be bad enough if it was just the Soviet Union, but it wasn’t."},{"startMs":269160,"durationMs":9080,"subtitle":"The same sort of thing happened wherever those utopian presuppositions were put into place."},{"startMs":278240,"durationMs":5060,"subtitle":"And I suppose many of you don’t know this, but Pol Pot, who was the Cambodian dictator,"},{"startMs":283300,"durationMs":7820,"subtitle":"was educated at the Sorbonne, and he wrote his thesis (I think it was his PhD thesis,"},{"startMs":291120,"durationMs":8980,"subtitle":"although it might have been his Master’s thesis) on the Marxist doctrine that urban"},{"startMs":300100,"durationMs":3960,"subtitle":"people were parasites on rural people."},{"startMs":304060,"durationMs":5960,"subtitle":"So you know, there’s a theory that says that the general value is generated purely"},{"startMs":310020,"durationMs":5350,"subtitle":"by labour, and much of that is rural labour, and the cities siphon off the excess productive"},{"startMs":315370,"durationMs":5960,"subtitle":"power and are able to parasitize the countryside as a consequence of that."},{"startMs":321330,"durationMs":7530,"subtitle":"Which is a, you know, tremendously non-productive theory."},{"startMs":328860,"durationMs":4300,"subtitle":"But Pol Pot put it in practice, and so when he went back to Cambodia he chased everybody"},{"startMs":333160,"durationMs":3210,"subtitle":"out of the cities and killed about six million people."},{"startMs":336370,"durationMs":2930,"subtitle":"So, you know, you can read about that if you want."},{"startMs":339300,"durationMs":3640,"subtitle":"It’s a pretty appalling section of 20th century history."},{"startMs":342940,"durationMs":7860,"subtitle":"Especially when it was the case that he was educated in the West and had these presuppositions"},{"startMs":350800,"durationMs":1650,"subtitle":"drummed into him."},{"startMs":352450,"durationMs":3670,"subtitle":"Well then there’s Foucault."},{"startMs":356120,"durationMs":6810,"subtitle":"Foucault, who I have no respect for, by the way… I’ve read a fair bit of Foucault,"},{"startMs":362930,"durationMs":1910,"subtitle":"and I think everything he says is obvious."},{"startMs":364840,"durationMs":6829,"subtitle":"So for example, he criticises the idea of mental illness as a social construct."},{"startMs":371669,"durationMs":2720,"subtitle":"It’s like, well yeah, obviously."},{"startMs":374389,"durationMs":5581,"subtitle":"I mean, it’s not like psychiatrists and psychologists and mental health professionals,"},{"startMs":379970,"durationMs":4570,"subtitle":"who are relatively well-informed, haven’t known about that since… for the last 60"},{"startMs":384540,"durationMs":1000,"subtitle":"years."},{"startMs":385540,"durationMs":7530,"subtitle":"I mean, it might be a revelation to people who don’t notice that psychiatry, for example,"},{"startMs":393070,"durationMs":6150,"subtitle":"is something like a compromise between the patient biology and the social world."},{"startMs":399220,"durationMs":6810,"subtitle":"You know, I mean, psychiatric ailments often have a biological tilt, but the way they manifest"},{"startMs":406030,"durationMs":8620,"subtitle":"themselves in society is clearly conditioned in very intense ways by the particular conditions"},{"startMs":414650,"durationMs":5090,"subtitle":"obtaining at the point that the person who has that biological predisposition exists,"},{"startMs":419740,"durationMs":6220,"subtitle":"even when it’s not pathological, can be tilted one way or another by cultural norms."},{"startMs":425960,"durationMs":4120,"subtitle":"And then of course, when you’re dealing with issues like insurance payment, and treatment,"},{"startMs":430080,"durationMs":5830,"subtitle":"and hospitalisation, obviously you’re pulling in all sorts of systems that are by no means"},{"startMs":435910,"durationMs":2009,"subtitle":"purely scientific."},{"startMs":437919,"durationMs":3241,"subtitle":"But I don’t find it a particularly useful critique."},{"startMs":441160,"durationMs":3710,"subtitle":"It’s obvious, as far as I’m concerned."},{"startMs":444870,"durationMs":1880,"subtitle":"And, the other thing that Foucault did."},{"startMs":446750,"durationMs":6280,"subtitle":"I mean, I think this is the typical, especially the French intellectuals’, typical sleight"},{"startMs":453030,"durationMs":1750,"subtitle":"of hand once Marxism became…"},{"startMs":454780,"durationMs":5080,"subtitle":"you know, once you were no longer able to call yourself a committed Marxist, because"},{"startMs":459860,"durationMs":8809,"subtitle":"committed Marxism had led to unbelievable brutality, you know, on a scale that had never"},{"startMs":468669,"durationMs":5321,"subtitle":"been experienced in the entire history of the planet, at least in terms of its reach"},{"startMs":473990,"durationMs":1740,"subtitle":"and duration."},{"startMs":475730,"durationMs":3490,"subtitle":"You didn’t get to call yourself a committed Marxist anymore, unless there were people"},{"startMs":479220,"durationMs":5130,"subtitle":"(and you still see them) saying “well that wasn’t real Marxism), which I think is a"},{"startMs":484350,"durationMs":2080,"subtitle":"cop-out of staggering proportions."},{"startMs":486430,"durationMs":4920,"subtitle":"It usually means “well if I was the person running the country that wouldn’t have happened”."},{"startMs":491350,"durationMs":4770,"subtitle":"That’s the logic behind it… “they didn’t put the principles into practice properly”."},{"startMs":496120,"durationMs":3410,"subtitle":"It’s like yeah well lots of people put the damn principles into practice and the same"},{"startMs":499530,"durationMs":1449,"subtitle":"thing happened everywhere."},{"startMs":500979,"durationMs":5271,"subtitle":"So at some point you have to kind of wonder if there’s something wrong with the principles."},{"startMs":506250,"durationMs":7310,"subtitle":"Anyways, what Foucault did was take the Marxist presupposition that everything could be boiled"},{"startMs":513560,"durationMs":5349,"subtitle":"down to economics and economic power and translate it into the idea that everything just translated"},{"startMs":518909,"durationMs":1651,"subtitle":"into power, you know."},{"startMs":520560,"durationMs":5130,"subtitle":"And that the reason that we have institiutions is to include and to exclude and that the"},{"startMs":525690,"durationMs":4360,"subtitle":"institutions always run for the benefit of those at the top."},{"startMs":530050,"durationMs":6340,"subtitle":"It’s like well yeah, that’s a little bit true, but it’s… a scientist would look"},{"startMs":536390,"durationMs":1569,"subtitle":"at that and say well probably…"},{"startMs":537959,"durationMs":6051,"subtitle":"you know, power dynamics in a functioning economic and political system maybe account"},{"startMs":544010,"durationMs":5980,"subtitle":"for 10% of the variance, something like that, maybe 15%."},{"startMs":549990,"durationMs":3430,"subtitle":"It’s like, say you want to go to an Ivy League school."},{"startMs":553420,"durationMs":4210,"subtitle":"Well if you’re parents went to the school you’re more likely to get in, but you’re"},{"startMs":557630,"durationMs":4470,"subtitle":"not that much more likely to get in and you still have to be… you know roughly speaking"},{"startMs":562100,"durationMs":6570,"subtitle":"what happens is if you have a pretty decent high school GPA and you do very well on the"},{"startMs":568670,"durationMs":5370,"subtitle":"SATs, and you have some other talents of some sort, because that’s also necessary, then"},{"startMs":574040,"durationMs":4730,"subtitle":"they might pick you over someone else who’s roughly equally qualified if you have a familial"},{"startMs":578770,"durationMs":2010,"subtitle":"history attendance at the school."},{"startMs":580780,"durationMs":8650,"subtitle":"So obviously you get an advantage, but it’s not the kind of advantage that accounts for"},{"startMs":589430,"durationMs":3020,"subtitle":"the entirety of how the system is structured."},{"startMs":592450,"durationMs":1120,"subtitle":"It’s an advantage."},{"startMs":593570,"durationMs":2110,"subtitle":"Well, you can say that’s not fair."},{"startMs":595680,"durationMs":2540,"subtitle":"It’s like, yeah okay, fair enough."},{"startMs":598220,"durationMs":8750,"subtitle":"Most systems are certainly not 100% either fair or just, definitely not."},{"startMs":606970,"durationMs":6900,"subtitle":"But, you know, instead of comparing them to utopia you might compare them to another system,"},{"startMs":613870,"durationMs":1680,"subtitle":"which is the only reasonable way to do it."},{"startMs":615550,"durationMs":4120,"subtitle":"It’s like, everything looks terrible when you compare it to the best thing you can possibly"},{"startMs":619670,"durationMs":1000,"subtitle":"imagine."},{"startMs":620670,"durationMs":6510,"subtitle":"But the best thing you can possibly imagine is an empty fiction, because it’s so devoid"},{"startMs":627180,"durationMs":3599,"subtitle":"of detailed content that you can’t use it as a guide to reality."},{"startMs":630779,"durationMs":7361,"subtitle":"Now, I mean, the idea that things could be better has its roots in, in some sense, a"},{"startMs":638140,"durationMs":3720,"subtitle":"broad-scale utopian project, and I believe things could be better."},{"startMs":641860,"durationMs":4090,"subtitle":"But that doesn’t mean that when you’re doing an analysis of a complex system you"},{"startMs":645950,"durationMs":4889,"subtitle":"get to compare it to an ideological utopia and then describe all the reasons that it’s"},{"startMs":650839,"durationMs":1000,"subtitle":"bad."},{"startMs":651839,"durationMs":3631,"subtitle":"It’s not appropriate to do that."},{"startMs":655470,"durationMs":5010,"subtitle":"It’s too simplistic, you’re not going to do anything to actually address the problems"},{"startMs":660480,"durationMs":4560,"subtitle":"that the system has if you take that approach."},{"startMs":665040,"durationMs":4950,"subtitle":"And then, of course, pure utopian thinking is extraordinarily dangerous."},{"startMs":669990,"durationMs":7860,"subtitle":"Because if you think that you’re way of molding society into some ultimate state of"},{"startMs":677850,"durationMs":5580,"subtitle":"perfection is headed towards some ultimate state of perfection, then you can justify"},{"startMs":683430,"durationMs":4750,"subtitle":"absolutely anything you do right now, on the basis of the fact that things are going to"},{"startMs":688180,"durationMs":2260,"subtitle":"improve so radically in the future."},{"startMs":690440,"durationMs":2590,"subtitle":"And that means any of your behaviours are excused."},{"startMs":693030,"durationMs":2520,"subtitle":"The end is worth it."},{"startMs":695550,"durationMs":10909,"subtitle":"Well, if someone says that, you have to kind of wonder what they’re actually planning"},{"startMs":706459,"durationMs":1851,"subtitle":"to do."},{"startMs":708310,"durationMs":4279,"subtitle":"Okay, so, well what’s the issue?"},{"startMs":712589,"durationMs":6791,"subtitle":"The issue is that it’s… so the same critic, with regards to Foucault, said that well it’s"},{"startMs":719380,"durationMs":9980,"subtitle":"basically the same thing, that Foucault criticised a variety of profound institutions."},{"startMs":729360,"durationMs":4900,"subtitle":"Sexual institutions say, like marriage, and then institutions of power, like prisons,"},{"startMs":734260,"durationMs":5050,"subtitle":"and institutions of mental health, like the whole institutional framework."},{"startMs":739310,"durationMs":3610,"subtitle":"He criticised them on the basis of power and exclusion."},{"startMs":742920,"durationMs":4340,"subtitle":"And you could do that and there’s some truth in it."},{"startMs":747260,"durationMs":4800,"subtitle":"But you know Foucault also made the presupposition, and the problem with that presupposition,"},{"startMs":752060,"durationMs":5070,"subtitle":"that everything is about something else, is that it’s almost impossible to see how it"},{"startMs":757130,"durationMs":2790,"subtitle":"can’t be applied to Foucault himself."},{"startMs":759920,"durationMs":6930,"subtitle":"So you’d have to ask, if you were a student of Foucault, what power aims drove his attempt"},{"startMs":766850,"durationMs":3120,"subtitle":"to analyse everything in terms of power?"},{"startMs":769970,"durationMs":3850,"subtitle":"And I actually think with Foucault it’s pretty obvious."},{"startMs":773820,"durationMs":1990,"subtitle":"But it’s a game that never goes anywhere."},{"startMs":775810,"durationMs":7330,"subtitle":"Okay, so I thought about that a lot, it’s like, is there any system that you can develop"},{"startMs":783140,"durationMs":4030,"subtitle":"that doesn’t have the negative consequences of systems in general?"},{"startMs":787170,"durationMs":4670,"subtitle":"And then if that is possible, how and why might it be possible?"},{"startMs":791840,"durationMs":6340,"subtitle":"And this is partly why I’m talking to you about this particular diagram again."},{"startMs":798180,"durationMs":4270,"subtitle":"I think the reason, now I don’t know this, and you guys can think it through yourself."},{"startMs":802450,"durationMs":4340,"subtitle":"I mean, lots of people have talked to me about the content of this course and you know, they’ve"},{"startMs":806790,"durationMs":6040,"subtitle":"said that it’s been very helpful for them when it comes to interpreting certain elements"},{"startMs":812830,"durationMs":2320,"subtitle":"of their life."},{"startMs":815150,"durationMs":3379,"subtitle":"But some people have said well it’s just another system."},{"startMs":818529,"durationMs":3171,"subtitle":"And I don’t believe that."},{"startMs":821700,"durationMs":1720,"subtitle":"I think it’s a meta-system."},{"startMs":823420,"durationMs":3250,"subtitle":"And I don’t think the rules that apply to systems also apply to meta-systems."},{"startMs":826670,"durationMs":4610,"subtitle":"But you know, that could just be me."},{"startMs":831280,"durationMs":2700,"subtitle":"So you’re going to have to decide that for yourself."},{"startMs":833980,"durationMs":5979,"subtitle":"But I think the reason that I can make that claim, and that it’s a valid claim is because"},{"startMs":839959,"durationMs":2841,"subtitle":"first of all, I don’t believe that it’s an intellectual system."},{"startMs":842800,"durationMs":5180,"subtitle":"I don’t think it’s an attempt to reduce a complex set of phenomena to something that"},{"startMs":847980,"durationMs":10120,"subtitle":"is… dispenses with important elements of their existence."},{"startMs":858100,"durationMs":3820,"subtitle":"So for example, let me give you an example of how that sort of thing happens."},{"startMs":861920,"durationMs":4930,"subtitle":"If you’re looking at the world through a biased lens, what it means is that you take"},{"startMs":866850,"durationMs":2760,"subtitle":"non-random samples of the environmental data."},{"startMs":869610,"durationMs":7110,"subtitle":"So I can give you a quick example of something I saw that I thought was very particular in"},{"startMs":876720,"durationMs":1000,"subtitle":"that regard."},{"startMs":877720,"durationMs":5109,"subtitle":"I don’t think I’ve used this example before, but about ten years ago or thereabouts Naomi"},{"startMs":882829,"durationMs":4351,"subtitle":"Klein made this documentary about this factory down in South America."},{"startMs":887180,"durationMs":2020,"subtitle":"I believe it was in Argentina."},{"startMs":889200,"durationMs":6290,"subtitle":"And this was just after all the foreign capital fled out of Argentina and the economy collapsed"},{"startMs":895490,"durationMs":4390,"subtitle":"completely, which is something that happens to Argentina fairly regularly, by the way."},{"startMs":899880,"durationMs":4690,"subtitle":"And she went down there to this factory where there were working men and they had been building"},{"startMs":904570,"durationMs":1000,"subtitle":"heavy machinery."},{"startMs":905570,"durationMs":3940,"subtitle":"And the working men had decided that they were going to… the factory had been padlocked"},{"startMs":909510,"durationMs":3560,"subtitle":"and they had been locked out because things had come to a halt."},{"startMs":913070,"durationMs":3569,"subtitle":"And they had decided that they were going to take a chainsaw to the factory gate and"},{"startMs":916639,"durationMs":2361,"subtitle":"go in there and start making heavy machinery again."},{"startMs":919000,"durationMs":4029,"subtitle":"And you know, it was a very cool documentary as far as I was concerned."},{"startMs":923029,"durationMs":3281,"subtitle":"She went down there and she interviewed all these working guys and they talked about how"},{"startMs":926310,"durationMs":3240,"subtitle":"their lives had been brought to a halt by the factory closure."},{"startMs":929550,"durationMs":4560,"subtitle":"And obviously it sucked that they were sitting around doing nothing and not being paid for"},{"startMs":934110,"durationMs":3881,"subtitle":"doing anything when they could’ve been inside the factory building heavy machinery, which"},{"startMs":937991,"durationMs":1869,"subtitle":"is what they wanted to do."},{"startMs":939860,"durationMs":4880,"subtitle":"So she went down there and laid out their story and it was very sympathetic to the workers"},{"startMs":944740,"durationMs":3080,"subtitle":"and good, you know, fair enough, good."},{"startMs":947820,"durationMs":3860,"subtitle":"But then she went and interviewed the guy who owned the factory and she didn’t ask"},{"startMs":951680,"durationMs":2300,"subtitle":"him any real questions."},{"startMs":953980,"durationMs":7180,"subtitle":"What she did instead was caricaturize him, even a priori, you know, as sort of a fascist"},{"startMs":961160,"durationMs":10600,"subtitle":"capitalist, sort of like the millionaire in Monopoly, and never tried to get beneath the"},{"startMs":971760,"durationMs":5699,"subtitle":"superficial a priori categorisation to find out what he actually thought."},{"startMs":977459,"durationMs":3791,"subtitle":"And I was just waiting, I thought, well this is cool, what the hell does the factory owner"},{"startMs":981250,"durationMs":1000,"subtitle":"have to say?"},{"startMs":982250,"durationMs":3810,"subtitle":"It’s like, where did his money go, why does he think he has a right to the factory, like"},{"startMs":986060,"durationMs":1330,"subtitle":"what are his conditions of ownership?"},{"startMs":987390,"durationMs":1220,"subtitle":"Did he earn the money?"},{"startMs":988610,"durationMs":1600,"subtitle":"Did he inherit it?"},{"startMs":990210,"durationMs":5020,"subtitle":"It’s like, what does he think about the fact that Argentina’s economy has collapsed?"},{"startMs":995230,"durationMs":2750,"subtitle":"How does he feel about the fact that all these workers are out of work?"},{"startMs":997980,"durationMs":2710,"subtitle":"What does he think about the fact that they opened up the factory again?"},{"startMs":1000690,"durationMs":3329,"subtitle":"Like, there’s a lot of interesting things to ask this guy."},{"startMs":1004019,"durationMs":2611,"subtitle":"None of it, none of it happened."},{"startMs":1006630,"durationMs":4550,"subtitle":"And so, to me what happened was that she was someone with neglect."},{"startMs":1011180,"durationMs":4050,"subtitle":"You know, she was looking at the world but she could only see half of everything."},{"startMs":1015230,"durationMs":9309,"subtitle":"And the half she saw was probably perfectly justifiable, had its proper domain of application,"},{"startMs":1024539,"durationMs":5250,"subtitle":"but the half she missed, well, what about that part of the story?"},{"startMs":1029789,"durationMs":5900,"subtitle":"You’re going to reduce that to cliché and stereotype and expand up the rest of the story?"},{"startMs":1035689,"durationMs":3480,"subtitle":"Well, the only reason you’d do that is if you didn’t want to find out what the hell"},{"startMs":1039169,"durationMs":1000,"subtitle":"was going on."},{"startMs":1040169,"durationMs":5150,"subtitle":"If all you wanted to do was gather evidence that would support your initial theory."},{"startMs":1045319,"durationMs":6261,"subtitle":"Now, I know perfectly well that there’s plenty of situations where workers, the conditions"},{"startMs":1051580,"durationMs":1839,"subtitle":"of workers are absolutely abysmal."},{"startMs":1053419,"durationMs":5120,"subtitle":"I mean, one of the books I’ve read that I think a remarkable documentation of that"},{"startMs":1058539,"durationMs":4711,"subtitle":"is a book by George Orwell called ‘Road to Wigan Pier’, which is a study of the"},{"startMs":1063250,"durationMs":4239,"subtitle":"conditions that coal miners lived in in the 1930s in Britain."},{"startMs":1067489,"durationMs":1940,"subtitle":"And you know, it’s bloody dismal."},{"startMs":1069429,"durationMs":8340,"subtitle":"And the idea that they were exploited, well, that’s a tougher one, because the Industrial"},{"startMs":1077769,"durationMs":6051,"subtitle":"Revolution was very, very hard on people, and it was really, really hard on some people."},{"startMs":1083820,"durationMs":2250,"subtitle":"You know, particularly on some people."},{"startMs":1086070,"durationMs":6109,"subtitle":"Whether that was because of exploitation or because of the existence of absolute poverty"},{"startMs":1092179,"durationMs":1960,"subtitle":"is not all that obvious."},{"startMs":1094139,"durationMs":4010,"subtitle":"And you know… so it’s a complicated issue."},{"startMs":1098149,"durationMs":6120,"subtitle":"Now there’s lots of times when workers were clearly exploited, but I think there are times"},{"startMs":1104269,"durationMs":1380,"subtitle":"as well when they weren’t."},{"startMs":1105649,"durationMs":5730,"subtitle":"Anyways, it’s a great book, and he does a lovely job of laying out a rationale for"},{"startMs":1111379,"durationMs":5391,"subtitle":"why the workers should be treated far better than they were treated, and you know, so fine,"},{"startMs":1116770,"durationMs":1860,"subtitle":"good, wonderful."},{"startMs":1118630,"durationMs":2590,"subtitle":"There’s something to be said."},{"startMs":1121220,"durationMs":5139,"subtitle":"But the thing is when you want to say something, you want to take an unbiased sample if you"},{"startMs":1126359,"durationMs":5070,"subtitle":"can, and so this is why I like this particular mode of conceptualisation, and I think it’s…"},{"startMs":1131429,"durationMs":5141,"subtitle":"the reason I think it’s not an intellectual construction is because I think it emerges"},{"startMs":1136570,"durationMs":4349,"subtitle":"naturally out of the structure of mythology and narrative, and you can think this through"},{"startMs":1140919,"durationMs":6850,"subtitle":"yourself, but as far I’ve been able to tell, narratives present themselves in terms of"},{"startMs":1147769,"durationMs":2081,"subtitle":"archetypal characters."},{"startMs":1149850,"durationMs":4939,"subtitle":"And the thing about a comprehensive narrative is it can’t leave out an archetypal character,"},{"startMs":1154789,"durationMs":1151,"subtitle":"or it fails."},{"startMs":1155940,"durationMs":3140,"subtitle":"Now I can give you an example of this."},{"startMs":1159080,"durationMs":4929,"subtitle":"So how many of you have seen Disney’s ‘Sleeping Beauty’?"},{"startMs":1164009,"durationMs":1711,"subtitle":"Okay, so many of you have."},{"startMs":1165720,"durationMs":1049,"subtitle":"How many haven’t?"},{"startMs":1166769,"durationMs":2451,"subtitle":"Okay, so there’s a few that haven’t."},{"startMs":1169220,"durationMs":3360,"subtitle":"Well the Disney movies, you know they’re kind of standard childhood fare."},{"startMs":1172580,"durationMs":5060,"subtitle":"You know, in Sleeping Beauty, what happens is the King and Queen give birth to a princess"},{"startMs":1177640,"durationMs":2840,"subtitle":"after trying for a substantial amount of time."},{"startMs":1180480,"durationMs":4159,"subtitle":"And she arrives healthy and beautiful, and then they have a christening day and they"},{"startMs":1184639,"durationMs":1311,"subtitle":"invite everybody to it."},{"startMs":1185950,"durationMs":5849,"subtitle":"But they don’t invite Maleficent, who’s a dark witch, roughly speaking."},{"startMs":1191799,"durationMs":4260,"subtitle":"You know, she’s Queen of the Underworld, for lack of a better word."},{"startMs":1196059,"durationMs":3180,"subtitle":"She’s the negative element of femininity."},{"startMs":1199239,"durationMs":2410,"subtitle":"And they don’t invite her to the party."},{"startMs":1201649,"durationMs":6080,"subtitle":"And so she shows up anyways, and says that because they didn’t invite her, their daughter’s"},{"startMs":1207729,"durationMs":6461,"subtitle":"going to die when she hits sixteen, which is roughly the age of let’s say sexual maturation"},{"startMs":1214190,"durationMs":1599,"subtitle":"for a story of that sort."},{"startMs":1215789,"durationMs":9980,"subtitle":"Now there’s another little positive magic female in the story, who mitigates that death"},{"startMs":1225769,"durationMs":4090,"subtitle":"sentence to protracted sleep."},{"startMs":1229859,"durationMs":4791,"subtitle":"Well the idea behind it, it’s a very, very interesting story, it’s an Oedipal story"},{"startMs":1234650,"durationMs":6119,"subtitle":"in a sense, because what it says is that if you’re parents protect you too much from"},{"startMs":1240769,"durationMs":6191,"subtitle":"the dark side of life when you’re young, what will happen when you start on the road"},{"startMs":1246960,"durationMs":5899,"subtitle":"to maturity is you’ll be so naïve and so fragile that you’ll want to be unconscious"},{"startMs":1252859,"durationMs":2111,"subtitle":"instead of paying attention."},{"startMs":1254970,"durationMs":3740,"subtitle":"And that you’re going to have to be rescued from that state by something."},{"startMs":1258710,"durationMs":6169,"subtitle":"And it could be a prince, which is how the story lays itself out, or it also could be"},{"startMs":1264879,"durationMs":4300,"subtitle":"the symbolically masculine and exploratory element of your own psyche."},{"startMs":1269179,"durationMs":4911,"subtitle":"And the story’s ambivalent about whether it’s an external event or an internal event,"},{"startMs":1274090,"durationMs":2150,"subtitle":"it doesn’t really matter."},{"startMs":1276240,"durationMs":1700,"subtitle":"The things end up being the same."},{"startMs":1277940,"durationMs":3739,"subtitle":"And so that’s actually what happens in this Sleeping Beauty story."},{"startMs":1281679,"durationMs":6250,"subtitle":"You know, at the end, a prince, who’s also enslaved by this terrible negative feminine"},{"startMs":1287929,"durationMs":7600,"subtitle":"force, manages to escape, and Maleficent turns into a dragon and then he has to fight her,"},{"startMs":1295529,"durationMs":1450,"subtitle":"and then he goes and rescues the princess."},{"startMs":1296979,"durationMs":2950,"subtitle":"And she wakes up and the kingdoms rejuvenate and everybody’s happy."},{"startMs":1299929,"durationMs":1700,"subtitle":"It’s a classic, classic story."},{"startMs":1301629,"durationMs":2300,"subtitle":"And it’s not…"},{"startMs":1303929,"durationMs":6830,"subtitle":"it’s funny because the Disney movie Frozen was put forward as a, in some sense as a feminist"},{"startMs":1310759,"durationMs":4191,"subtitle":"alternative to the classic fairy tales, but first of all you can’t do that, you can’t"},{"startMs":1314950,"durationMs":1550,"subtitle":"just generate up a fairy tale."},{"startMs":1316500,"durationMs":4320,"subtitle":"You know, there’s recent evidence that some of these fairy tales, the ones that the Grimm"},{"startMs":1320820,"durationMs":5699,"subtitle":"brothers and Hans Christian Andersen collected, are up to ten thousand years old."},{"startMs":1326519,"durationMs":2451,"subtitle":"You can’t just come up with a counter-fairy tale."},{"startMs":1328970,"durationMs":3019,"subtitle":"That’s just not how it works."},{"startMs":1331989,"durationMs":6841,"subtitle":"And the way that a fairy tale is structured, it has nothing to do with the necessity for"},{"startMs":1338830,"durationMs":2699,"subtitle":"anyone to rely on anyone else for anything."},{"startMs":1341529,"durationMs":6471,"subtitle":"It’s a complex portrayal of the dynamic relationship between archetypal characters,"},{"startMs":1348000,"durationMs":2580,"subtitle":"and you know, it’s one form of the story."},{"startMs":1350580,"durationMs":3190,"subtitle":"There’s lots of different forms of the story."},{"startMs":1353770,"durationMs":3409,"subtitle":"But what I like about Sleeping Beauty for example, and this is what’s nice about the"},{"startMs":1357179,"durationMs":5141,"subtitle":"real fairy tales, is that along with the positive there’s negative, and it’s real negative."},{"startMs":1362320,"durationMs":1689,"subtitle":"Like real fairy tales are terrifying."},{"startMs":1364009,"durationMs":2380,"subtitle":"I don’t… who is it?"},{"startMs":1366389,"durationMs":2390,"subtitle":"Is it in Sleeping Beauty?"},{"startMs":1368779,"durationMs":1000,"subtitle":"Or Snow White?"},{"startMs":1369779,"durationMs":1000,"subtitle":"I don’t remember."},{"startMs":1370779,"durationMs":4370,"subtitle":"In one of the famous Grimm fairy tales, one of the evil sisters ends up dancing in red"},{"startMs":1375149,"durationMs":2211,"subtitle":"hot shoes till she dies."},{"startMs":1377360,"durationMs":5350,"subtitle":"You know, it’s… they’re very, very violent and unsettling."},{"startMs":1382710,"durationMs":2919,"subtitle":"And it’s because they have the quality of genuine folk tales."},{"startMs":1385629,"durationMs":2410,"subtitle":"But the reason for that is because they’re dealing with real things."},{"startMs":1388039,"durationMs":3740,"subtitle":"Like the Hansel and Gretel’s story is a good example of that, right?"},{"startMs":1391779,"durationMs":1830,"subtitle":"Kids are abandoned out in the woods."},{"startMs":1393609,"durationMs":2910,"subtitle":"They find something that’s too good to be true."},{"startMs":1396519,"durationMs":3030,"subtitle":"Inside this thing that’s too good to be true is something that wants to fatten them"},{"startMs":1399549,"durationMs":1010,"subtitle":"up and devour them."},{"startMs":1400559,"durationMs":2500,"subtitle":"It’s a rough story."},{"startMs":1403059,"durationMs":2901,"subtitle":"But what it’s doing…"},{"startMs":1405960,"durationMs":5150,"subtitle":"the stories have evolved to represent the fundamental dynamic elements of existence,"},{"startMs":1411110,"durationMs":5139,"subtitle":"if you conceptualise existence in terms of character."},{"startMs":1416249,"durationMs":4900,"subtitle":"And the thing is you have to conceptualise existence in terms of character if you’re"},{"startMs":1421149,"durationMs":4350,"subtitle":"a person, because what you do in existence is act out your character."},{"startMs":1425499,"durationMs":3441,"subtitle":"So your character is an element of existence."},{"startMs":1428940,"durationMs":3949,"subtitle":"Now, you might say well that doesn’t mean that society has a character."},{"startMs":1432889,"durationMs":2410,"subtitle":"But actually, it does mean that."},{"startMs":1435299,"durationMs":1000,"subtitle":"Because partly what happens…"},{"startMs":1436299,"durationMs":4031,"subtitle":"like if you’re socialised, say, into a culture."},{"startMs":1440330,"durationMs":4760,"subtitle":"The culture exists in the same relationship to you, roughly speaking, as another person"},{"startMs":1445090,"durationMs":1100,"subtitle":"does."},{"startMs":1446190,"durationMs":5069,"subtitle":"So for example, if you put money in the bank, which is in principle a representation of"},{"startMs":1451259,"durationMs":4800,"subtitle":"your labour, what you’re doing is entering into a contract with the broader social world,"},{"startMs":1456059,"durationMs":8410,"subtitle":"which is one of promise, essentially, where the future society promises to return your"},{"startMs":1464469,"durationMs":1840,"subtitle":"value at a future date."},{"startMs":1466309,"durationMs":1891,"subtitle":"So it’s a contractual relationship."},{"startMs":1468200,"durationMs":5839,"subtitle":"And the reason that God the Father is a very common representation is because treating"},{"startMs":1474039,"durationMs":7230,"subtitle":"the ‘they’, in Heidegerrian terms, the others, in Heideggerian terms, as if they’re"},{"startMs":1481269,"durationMs":3691,"subtitle":"an embodied entity, actually works."},{"startMs":1484960,"durationMs":6880,"subtitle":"So it’s because it is an emergent property of all of the personalities that make it up."},{"startMs":1491840,"durationMs":4689,"subtitle":"And so you’re interacting with that emergent personality all the time."},{"startMs":1496529,"durationMs":3880,"subtitle":"You could even say for example, that that’s the Freudian Id."},{"startMs":1500409,"durationMs":5120,"subtitle":"It’s the thing that… the representation of that inside you is what makes you feel"},{"startMs":1505529,"durationMs":3821,"subtitle":"guilty when you transgress against certain moral rules."},{"startMs":1509350,"durationMs":4799,"subtitle":"And you might say, along with the radical existentialists, that that’s just arbitrary"},{"startMs":1514149,"durationMs":4731,"subtitle":"and that you can create your own values, but it’s not just arbitrary."},{"startMs":1518880,"durationMs":4450,"subtitle":"Because it’s dependent on the consent of others, as well as on some internal harmony"},{"startMs":1523330,"durationMs":1000,"subtitle":"or disharmony."},{"startMs":1524330,"durationMs":1490,"subtitle":"It’s not arbitrary."},{"startMs":1525820,"durationMs":4709,"subtitle":"And you can’t just set that up by yourself."},{"startMs":1530529,"durationMs":6000,"subtitle":"So these things are realities and they’re deep realities."},{"startMs":1536529,"durationMs":4791,"subtitle":"Now, this particular portrayal indicates a kind of balance."},{"startMs":1541320,"durationMs":6140,"subtitle":"So the fundamental ground of reality is neither positive nor negative, it’s the ground out"},{"startMs":1547460,"durationMs":2980,"subtitle":"of which everything positive or negative emerges."},{"startMs":1550440,"durationMs":5849,"subtitle":"So you might think of the fundamental ground of reality as that which exists prior to your"},{"startMs":1556289,"durationMs":1220,"subtitle":"encounter with it."},{"startMs":1557509,"durationMs":2130,"subtitle":"And we have no idea what that is."},{"startMs":1559639,"durationMs":6691,"subtitle":"Now you can think about it as…"},{"startMs":1566330,"durationMs":5849,"subtitle":"people tend to think about what things are made of in atomic terms but it’s not a particularly"},{"startMs":1572179,"durationMs":1641,"subtitle":"comprehensive way of thinking about it."},{"startMs":1573820,"durationMs":8849,"subtitle":"Because what exists beyond the realm of your comprehension is the patterned relationship"},{"startMs":1582669,"durationMs":2860,"subtitle":"between everything and everything."},{"startMs":1585529,"durationMs":5181,"subtitle":"And you can’t reduce it to any simple level of analysis because you miss all sorts of"},{"startMs":1590710,"durationMs":3250,"subtitle":"elements of it that are extraordinarily important if you do that."},{"startMs":1593960,"durationMs":5179,"subtitle":"So you can’t do that, that’s not what experience is made out of, or what the grounded"},{"startMs":1599139,"durationMs":1750,"subtitle":"experience is made out of."},{"startMs":1600889,"durationMs":3011,"subtitle":"And so it’s neutral in some sense."},{"startMs":1603900,"durationMs":2869,"subtitle":"Because it exists beyond your encounter with it."},{"startMs":1606769,"durationMs":2241,"subtitle":"It’s the unknown as such."},{"startMs":1609010,"durationMs":5509,"subtitle":"And the reason that that’s often represented in the form of a predatory lizard that has"},{"startMs":1614519,"durationMs":3790,"subtitle":"something to offer is precisely because of that."},{"startMs":1618309,"durationMs":4831,"subtitle":"The absolute unknown has the capacity to tear you into pieces and burn you up, but it also"},{"startMs":1623140,"durationMs":5339,"subtitle":"has the possibility of rewarding you with everything you could possibly be rewarded"},{"startMs":1628479,"durationMs":1000,"subtitle":"with."},{"startMs":1629479,"durationMs":2971,"subtitle":"So it’s this strange juxtaposition of potential."},{"startMs":1632450,"durationMs":4189,"subtitle":"I like to think about it as potential, you know, because people can get a grip on what"},{"startMs":1636639,"durationMs":1610,"subtitle":"potential means."},{"startMs":1638249,"durationMs":3650,"subtitle":"There’s potential everywhere, whatever that is."},{"startMs":1641899,"durationMs":3120,"subtitle":"You have potential, your parents tell you that all the time."},{"startMs":1645019,"durationMs":1000,"subtitle":"What is that?"},{"startMs":1646019,"durationMs":3640,"subtitle":"Well, it’s the unrealised stuff of your being."},{"startMs":1649659,"durationMs":6520,"subtitle":"Now it’s a very strange concept, potential, because you can’t characterise it any way"},{"startMs":1656179,"durationMs":2360,"subtitle":"that you would characterise something that’s real."},{"startMs":1658539,"durationMs":2680,"subtitle":"Because it’s not real, it’s potential."},{"startMs":1661219,"durationMs":1540,"subtitle":"But you act like it’s real."},{"startMs":1662759,"durationMs":3280,"subtitle":"You know, you’ll feel guilty that you’re not living up to your potential, you’re"},{"startMs":1666039,"durationMs":1480,"subtitle":"not manifesting your potential."},{"startMs":1667519,"durationMs":5490,"subtitle":"You want people to interact with you so that they allow you to demonstrate your potential."},{"startMs":1673009,"durationMs":3681,"subtitle":"You act as if it’s a reality continually."},{"startMs":1676690,"durationMs":2910,"subtitle":"You think as if it’s a reality continually."},{"startMs":1679600,"durationMs":3919,"subtitle":"You ask if your relationship has potential, you know."},{"startMs":1683519,"durationMs":5350,"subtitle":"But it’s a very, very strange substance, whatever this potential is."},{"startMs":1688869,"durationMs":5900,"subtitle":"It’s unrealised possibility, essentially, but you regard it as something that’s fluid"},{"startMs":1694769,"durationMs":6431,"subtitle":"and something that can develop in all sorts of different directions, and something whose"},{"startMs":1701200,"durationMs":2059,"subtitle":"development you can shape."},{"startMs":1703259,"durationMs":2090,"subtitle":"Because otherwise why would you feel guilty, you know?"},{"startMs":1705349,"durationMs":5601,"subtitle":"It’s like, if you’re doing the wrong thing, you’re realising some potential in the wrong"},{"startMs":1710950,"durationMs":2649,"subtitle":"way, and then you feel bad about that."},{"startMs":1713599,"durationMs":5710,"subtitle":"It’s like, well, there’s some sense of intrinsic morality operating at the bottom"},{"startMs":1719309,"durationMs":1000,"subtitle":"of that."},{"startMs":1720309,"durationMs":1000,"subtitle":"We’ve talked a lot about that."},{"startMs":1721309,"durationMs":5571,"subtitle":"Some of that’s built in biologically, some of it is structured culturally, some of it"},{"startMs":1726880,"durationMs":8609,"subtitle":"is a consequence of you trying to organise your… this plethora of semi-beings that"},{"startMs":1735489,"durationMs":1570,"subtitle":"you are into some integrated manner."},{"startMs":1737059,"durationMs":2590,"subtitle":"Like it’s a very, very complicated thing."},{"startMs":1739649,"durationMs":1961,"subtitle":"It’s not just arbitrary."},{"startMs":1741610,"durationMs":5009,"subtitle":"Okay so that’s the very background, the dragon of chaos, positive and negative."},{"startMs":1746619,"durationMs":3690,"subtitle":"And it’s the thing out of which everything springs."},{"startMs":1750309,"durationMs":6521,"subtitle":"If you look at the Scandinavian world tree, for example, or world trees in general, you"},{"startMs":1756830,"durationMs":4849,"subtitle":"very frequently have a representation of a serpent that’s associated with them."},{"startMs":1761679,"durationMs":8021,"subtitle":"The reason that the… that potential is serpentine is extraordinarily complicated, but I think"},{"startMs":1769700,"durationMs":6289,"subtitle":"it’s partly because, say snakes shed their own skin, so they can be reborn, so they’re"},{"startMs":1775989,"durationMs":1630,"subtitle":"a symbol of transformation."},{"startMs":1777619,"durationMs":4611,"subtitle":"And then they’re sneaky and subtle and so they appear in places that you wouldn’t"},{"startMs":1782230,"durationMs":5049,"subtitle":"necessarily expect them to, and then they’re a terrible, terrible threat."},{"startMs":1787279,"durationMs":2640,"subtitle":"In overcoming that threat, you also develop."},{"startMs":1789919,"durationMs":4470,"subtitle":"So not only are they a threat, but they’re the kind of threat that makes you become strong"},{"startMs":1794389,"durationMs":1530,"subtitle":"when you face it."},{"startMs":1795919,"durationMs":5560,"subtitle":"And that’s partly why the snake is such an ambivalent figure in most mythology."},{"startMs":1801479,"durationMs":6430,"subtitle":"Okay, so that’s complicated, but we’ll return to that later."},{"startMs":1807909,"durationMs":6200,"subtitle":"And then out of that, you might say, emerges the unknown as you encounter it."},{"startMs":1814109,"durationMs":6410,"subtitle":"So there’s potential itself, and then the first layer of potential are the things that"},{"startMs":1820519,"durationMs":2691,"subtitle":"you encounter that you don’t understand."},{"startMs":1823210,"durationMs":2020,"subtitle":"So I can give you an example of that."},{"startMs":1825230,"durationMs":3559,"subtitle":"So let’s say you’re a three-year-old, or a two-year-old, that’s better, and you’re"},{"startMs":1828789,"durationMs":2870,"subtitle":"in the kitchen and a mouse runs across the room."},{"startMs":1831659,"durationMs":4760,"subtitle":"And so you track it because your eyes pick up the movement, and you track the thing."},{"startMs":1836419,"durationMs":4600,"subtitle":"And then it’s an unexpected occurrence, so you don’t know what it signifies, right."},{"startMs":1841019,"durationMs":5650,"subtitle":"So that’s the emergence of something tangibly unknown into your conceptual space."},{"startMs":1846669,"durationMs":4140,"subtitle":"Now it’s not like you lack any knowledge of it."},{"startMs":1850809,"durationMs":6360,"subtitle":"You can tell what its size is, and you can get some estimation of its speed."},{"startMs":1857169,"durationMs":4470,"subtitle":"And I think what you have to do when you think about whether or not something is unknown"},{"startMs":1861639,"durationMs":5100,"subtitle":"is you have to think about it in relationship to that hierarchy of perception that I keep"},{"startMs":1866739,"durationMs":1400,"subtitle":"throwing at you."},{"startMs":1868139,"durationMs":9260,"subtitle":"You know, if something emerges… if you encounter an entity and you can map it at every single"},{"startMs":1877399,"durationMs":3350,"subtitle":"level of your value hierarchy, then it’s known."},{"startMs":1880749,"durationMs":8210,"subtitle":"You know how to interact with it at a micro-level, and you know what its implications are for"},{"startMs":1888959,"durationMs":3330,"subtitle":"every other level of your conceptual being."},{"startMs":1892289,"durationMs":1990,"subtitle":"You know what its implications are for the future."},{"startMs":1894279,"durationMs":3580,"subtitle":"Like you know exactly how to deal with that thing, it’s mapped at every single level."},{"startMs":1897859,"durationMs":3940,"subtitle":"There’s other things that are only mapped at one level and not at others."},{"startMs":1901799,"durationMs":4901,"subtitle":"So maybe the mouse, we’ll say, for the child who’s never seen a mouse, it’s like…"},{"startMs":1906700,"durationMs":5429,"subtitle":"it shares some commonalities with objects that the child is familiar with."},{"startMs":1912129,"durationMs":5230,"subtitle":"But there’s sufficient novelty so that it’s also contaminated with the unknown, and that"},{"startMs":1917359,"durationMs":4800,"subtitle":"makes the child, basically, semi-startled and alert."},{"startMs":1922159,"durationMs":5931,"subtitle":"Now the child will immediately refer to an adult, and it’s a technical term, actually,"},{"startMs":1928090,"durationMs":7129,"subtitle":"they’ll look at the adult’s face because the adult broadcasts the motivational affective"},{"startMs":1935219,"durationMs":1630,"subtitle":"significance of that event."},{"startMs":1936849,"durationMs":6341,"subtitle":"And so the child looks, references, and then reads off the face (and of course the speech"},{"startMs":1943190,"durationMs":4359,"subtitle":"and the bodily actions) exactly what that thing signifies."},{"startMs":1947549,"durationMs":4141,"subtitle":"And then if the person that they’re looking at jumps up on the table and screams, then"},{"startMs":1951690,"durationMs":4529,"subtitle":"that’s one sense of meaning, which is ‘God, this thing is magical, it’s only this big"},{"startMs":1956219,"durationMs":5900,"subtitle":"and look at what effect it has on, you know, my aunt (for the sake of argument), who’s"},{"startMs":1962119,"durationMs":4340,"subtitle":"you know, a pretty competent creature as far as I can tell, being two years old’."},{"startMs":1966459,"durationMs":4820,"subtitle":"And then if she just dismisses it, you know, her actions are going to determine the meaning"},{"startMs":1971279,"durationMs":2140,"subtitle":"of that phenomenon."},{"startMs":1973419,"durationMs":7430,"subtitle":"So that’s how the transformation of the semi-known thing into the more-known thing"},{"startMs":1980849,"durationMs":1000,"subtitle":"occurs."},{"startMs":1981849,"durationMs":2981,"subtitle":"It occurs almost always in a social context."},{"startMs":1984830,"durationMs":3889,"subtitle":"You can explore things by yourself, but you rarely actually do that by yourself."},{"startMs":1988719,"durationMs":5500,"subtitle":"It’s almost always you plugged into a social apparatus, you know."},{"startMs":1994219,"durationMs":5070,"subtitle":"So you might be doing the specific investigating, but the social apparatus is around you so"},{"startMs":1999289,"durationMs":5571,"subtitle":"that you can confer with it, and it also shapes the way that you’re going to interact with"},{"startMs":2004860,"durationMs":1679,"subtitle":"that specific thing."},{"startMs":2006539,"durationMs":6870,"subtitle":"Okay, so the unknown, that’s generally…"},{"startMs":2013409,"durationMs":7580,"subtitle":"the unknown that you encounter, that’s generally characterised using feminine symbolism."},{"startMs":2020989,"durationMs":3861,"subtitle":"And I think the reason for that, there’s a bunch of reasons, and we talked about many"},{"startMs":2024850,"durationMs":1929,"subtitle":"of them."},{"startMs":2026779,"durationMs":4510,"subtitle":"One reason is because females do the sexual selection in human beings, and so they act"},{"startMs":2031289,"durationMs":1190,"subtitle":"as the face of nature."},{"startMs":2032479,"durationMs":7091,"subtitle":"Another reason is that you can think of new possibility always emerging out of the non-cultural"},{"startMs":2039570,"durationMs":1949,"subtitle":"background, in some sense."},{"startMs":2041519,"durationMs":6991,"subtitle":"So for example, let’s say that we send an expedition to Mars, and we’re gathering"},{"startMs":2048510,"durationMs":1529,"subtitle":"new information as a consequence."},{"startMs":2050039,"durationMs":4171,"subtitle":"The reason we’re gathering new information is because we’ve gone out past the domain"},{"startMs":2054210,"durationMs":3919,"subtitle":"of our knowledge, in a sense, and we’re interacting with something new."},{"startMs":2058129,"durationMs":3901,"subtitle":"And in that interaction, new information is generated."},{"startMs":2062030,"durationMs":4730,"subtitle":"Now you can say that it’s partly the act of the perceiver that’s generating the new"},{"startMs":2066760,"durationMs":3440,"subtitle":"information, and you can say that it’s partly the act of the culture."},{"startMs":2070200,"durationMs":4679,"subtitle":"Because we sent robots to Mars, let’s say, which is very, very difficult."},{"startMs":2074879,"durationMs":5171,"subtitle":"So the culture goes there but the individuals are observing, so the individuals are buttressed"},{"startMs":2080050,"durationMs":1000,"subtitle":"by the culture."},{"startMs":2081050,"durationMs":3879,"subtitle":"But they’re generating information because they’re somewhere truly new."},{"startMs":2084929,"durationMs":1841,"subtitle":"And so the information…"},{"startMs":2086770,"durationMs":2940,"subtitle":"the unknown is a constant source of new information."},{"startMs":2089710,"durationMs":2949,"subtitle":"So it’s a place that gives birth to new information."},{"startMs":2092659,"durationMs":4061,"subtitle":"And so that’s another part of the reason that it seems to be symbolised in feminine"},{"startMs":2096720,"durationMs":1000,"subtitle":"form."},{"startMs":2097720,"durationMs":5020,"subtitle":"You know, I’m just taking this, in some sense, as an empirical fact."},{"startMs":2102740,"durationMs":4920,"subtitle":"I’ve looked at… it looks like that’s how these stories work."},{"startMs":2107660,"durationMs":3770,"subtitle":"And so I’ve been trying to puzzle out why exactly that would be the case."},{"startMs":2111430,"durationMs":5390,"subtitle":"I also think it’s the case that we tend to look at the world from a social cognitive"},{"startMs":2116820,"durationMs":1400,"subtitle":"perspective."},{"startMs":2118220,"durationMs":4550,"subtitle":"We filter it through a social, cognitive, biological apparatus."},{"startMs":2122770,"durationMs":6329,"subtitle":"And so we’re very likely to see things in character form, and characters have sexes,"},{"startMs":2129099,"durationMs":2000,"subtitle":"and so that’s going to happen."},{"startMs":2131099,"durationMs":5470,"subtitle":"And then which, the attributes of femininity or the attributes of masculinity, that get"},{"startMs":2136569,"durationMs":5231,"subtitle":"used as symbolic reference in some sense, there’s an arbitrariness involved."},{"startMs":2141800,"durationMs":5400,"subtitle":"So for example, for the Egyptians… you know, usually have a sky god, but they had a sky"},{"startMs":2147200,"durationMs":1000,"subtitle":"goddess."},{"startMs":2148200,"durationMs":3760,"subtitle":"Now, she usually represents the night sky, which is not exactly the same thing as the"},{"startMs":2151960,"durationMs":6130,"subtitle":"day sky, but you have to... it’s so tricky because you have to look at the relationships"},{"startMs":2158090,"durationMs":4140,"subtitle":"between the characters in order to decide what all of them mean, and that shifts a little"},{"startMs":2162230,"durationMs":1789,"subtitle":"bit from story to story."},{"startMs":2164019,"durationMs":5540,"subtitle":"So this is a, what would you say, it’s an approximation of the underlying structure,"},{"startMs":2169559,"durationMs":6621,"subtitle":"but there’s a fair bit of variation in it, just like there’s variance in stories."},{"startMs":2176180,"durationMs":4620,"subtitle":"Well the feminine element has a destructive element and a creative aspect."},{"startMs":2180800,"durationMs":6469,"subtitle":"And you can see that people characterise their environments in that way."},{"startMs":2187269,"durationMs":5881,"subtitle":"So for example, you can map on environmental beliefs onto this structure."},{"startMs":2193150,"durationMs":8969,"subtitle":"You can say that the environmentalist portrays nature as positive, portrays culture as negative,"},{"startMs":2202119,"durationMs":1710,"subtitle":"and portrays the individual as negative."},{"startMs":2203829,"durationMs":8821,"subtitle":"And the basic story is rampaging individual as member of rapacious culture invading the"},{"startMs":2212650,"durationMs":4090,"subtitle":"pristine landscape of beautiful Mother Nature."},{"startMs":2216740,"durationMs":3610,"subtitle":"Now the thing about that story is it’s true."},{"startMs":2220350,"durationMs":3730,"subtitle":"The problem with that story is that it’s half true."},{"startMs":2224080,"durationMs":4550,"subtitle":"So for example, one thing that’s interesting to conceptualise is that that’s exactly"},{"startMs":2228630,"durationMs":2880,"subtitle":"the opposite of the frontier myth."},{"startMs":2231510,"durationMs":5819,"subtitle":"Now the frontier myth was a story that was used extensively in Europe to drive immigration"},{"startMs":2237329,"durationMs":1000,"subtitle":"into the United States."},{"startMs":2238329,"durationMs":1771,"subtitle":"And it was used to some degree in Canada too."},{"startMs":2240100,"durationMs":2870,"subtitle":"And so the story was the exact opposite."},{"startMs":2242970,"durationMs":6109,"subtitle":"It’s the hero, so that would be the immigrant pioneer, bringing the benefits of order to"},{"startMs":2249079,"durationMs":1540,"subtitle":"a savage wilderness."},{"startMs":2250619,"durationMs":6391,"subtitle":"Well that’s also true, but it’s so interesting that both of those things can be true, and"},{"startMs":2257010,"durationMs":2690,"subtitle":"they’re completely different from one another."},{"startMs":2259700,"durationMs":5060,"subtitle":"There’s no commonality at all between those two stories, except for the way that they"},{"startMs":2264760,"durationMs":1160,"subtitle":"use the characters."},{"startMs":2265920,"durationMs":5000,"subtitle":"There’s a feminine character, a masculine character (that represents culture), and then"},{"startMs":2270920,"durationMs":2770,"subtitle":"there’s another character that represents the individual."},{"startMs":2273690,"durationMs":4810,"subtitle":"And you could even see that, if you think about it historically, the US was founded"},{"startMs":2278500,"durationMs":4250,"subtitle":"in some sense on the frontier myth, and that was to one side."},{"startMs":2282750,"durationMs":5810,"subtitle":"And so by the time the 1960s came along, the early 1960s, it shifted to its opposite."},{"startMs":2288560,"durationMs":7340,"subtitle":"And you need that, because systems have to oscillate to some degree to remain stable"},{"startMs":2295900,"durationMs":1000,"subtitle":"across time."},{"startMs":2296900,"durationMs":1639,"subtitle":"They can’t just be fixed in place."},{"startMs":2298539,"durationMs":4341,"subtitle":"So they’re going to play back and forth through the archetypes in an attempt to keep"},{"startMs":2302880,"durationMs":3600,"subtitle":"them balanced because that’s what you’re trying to do, you’re trying to keep them"},{"startMs":2306480,"durationMs":2080,"subtitle":"balanced."},{"startMs":2308560,"durationMs":3989,"subtitle":"And so, you have the destructive and creative element of Mother Nature."},{"startMs":2312549,"durationMs":8020,"subtitle":"You see that all the time in movies where the thing that the hero is striving against"},{"startMs":2320569,"durationMs":2671,"subtitle":"is the negative element of the unknown."},{"startMs":2323240,"durationMs":2299,"subtitle":"How many of you have seen the movie ‘Alien’?"},{"startMs":2325539,"durationMs":6221,"subtitle":"Okay so that’s a pretty graphic representation of, well those aliens were more reptilian"},{"startMs":2331760,"durationMs":7589,"subtitle":"in form, so they’re almost like… they’re more at the dragon of chaos level of civilisation,"},{"startMs":2339349,"durationMs":6141,"subtitle":"but they’re a terrible external force that’s threatening human culture and the individual."},{"startMs":2345490,"durationMs":4920,"subtitle":"It’s exactly the opposite story that’s played out in… what was the movie with all"},{"startMs":2350410,"durationMs":1410,"subtitle":"the blue creatures?"},{"startMs":2351820,"durationMs":2130,"subtitle":"Avatar, right."},{"startMs":2353950,"durationMs":6770,"subtitle":"Avatar is exactly the opposite of that, where you know, the unknown nature is just nothing"},{"startMs":2360720,"durationMs":3290,"subtitle":"but sweetness and bliss."},{"startMs":2364010,"durationMs":6730,"subtitle":"And the culture is portrayed as spear-headed by greedy and rapacious individuals who are"},{"startMs":2370740,"durationMs":3220,"subtitle":"basically manifestations of the military industrial complex."},{"startMs":2373960,"durationMs":3440,"subtitle":"The funny thing is that those both made good stories."},{"startMs":2377400,"durationMs":6169,"subtitle":"And that’s because… well, it’s because they have enough archetypal truth so that"},{"startMs":2383569,"durationMs":3951,"subtitle":"there’s many situations that they’re relevant to."},{"startMs":2387520,"durationMs":5180,"subtitle":"You know, sometimes Mother Nature is your best friend, and sometimes it’s your worst"},{"startMs":2392700,"durationMs":1000,"subtitle":"enemy."},{"startMs":2393700,"durationMs":6060,"subtitle":"And so you could go down to the jungles of Peru, and you could talk to the people who"},{"startMs":2399760,"durationMs":5700,"subtitle":"live there, and you could find out what they know about medicinal plants in the jungle,"},{"startMs":2405460,"durationMs":3270,"subtitle":"and you could bring home things to cure disease."},{"startMs":2408730,"durationMs":3950,"subtitle":"Or you could just go down there and get lost in the jungle and then you’re dead."},{"startMs":2412680,"durationMs":4220,"subtitle":"You know in some sense it’s the same jungle."},{"startMs":2416900,"durationMs":5280,"subtitle":"And whether it’s positive or negative depends on what stance you take towards it and how"},{"startMs":2422180,"durationMs":1540,"subtitle":"you behave."},{"startMs":2423720,"durationMs":4670,"subtitle":"And so the other thing that’s really interesting about mythology, and this is the lovely element"},{"startMs":2428390,"durationMs":4929,"subtitle":"of mythology, is that part of what it does is tell you how to take this incredibly complex"},{"startMs":2433319,"durationMs":5941,"subtitle":"landscape that’s positive and negative at the same time, at every level of analysis,"},{"startMs":2439260,"durationMs":8589,"subtitle":"and how to navigate through it so that the proper balance is maintained as far as the"},{"startMs":2447849,"durationMs":5190,"subtitle":"entire system is concerned."},{"startMs":2453039,"durationMs":4050,"subtitle":"So the culture has an orderly element, and that’s what protects us here, and it has"},{"startMs":2457089,"durationMs":4081,"subtitle":"a tyrannical element, and that’s what makes you treated like numbers at the University"},{"startMs":2461170,"durationMs":1000,"subtitle":"of Toronto."},{"startMs":2462170,"durationMs":2949,"subtitle":"You know, you get both of those at exactly the same time."},{"startMs":2465119,"durationMs":4381,"subtitle":"And then the archetypal individual has the same fundamental nature."},{"startMs":2469500,"durationMs":2089,"subtitle":"Hero or villain."},{"startMs":2471589,"durationMs":4941,"subtitle":"And you know those have archetypal roots, because the ultimate hero is the ultimate,"},{"startMs":2476530,"durationMs":1000,"subtitle":"perfect person."},{"startMs":2477530,"durationMs":6270,"subtitle":"And the ultimate villain is Satan himself, in whatever form he happens to take."},{"startMs":2483800,"durationMs":8509,"subtitle":"It doesn’t take much knowledge of the structure before you can see it manifested all over,"},{"startMs":2492309,"durationMs":4851,"subtitle":"especially in movies that are particularly popular, because they almost always have a"},{"startMs":2497160,"durationMs":1000,"subtitle":"central archetypal theme."},{"startMs":2498160,"durationMs":3540,"subtitle":"The Marvel superhero movies are a really good example of that."},{"startMs":2501700,"durationMs":5860,"subtitle":"And if it’s complex literature, the archetypes are mixed to some degree."},{"startMs":2507560,"durationMs":5700,"subtitle":"So you have a hero who’s not only a hero, you have a hero who has all sorts of flaws."},{"startMs":2513260,"durationMs":4829,"subtitle":"And he’s in a culture, or she’s in a culture, that has positive elements and negative elements"},{"startMs":2518089,"durationMs":4651,"subtitle":"and they’re in a broader landscape that’s characterised by exactly the same thing."},{"startMs":2522740,"durationMs":2420,"subtitle":"So it’s nuanced."},{"startMs":2525160,"durationMs":3470,"subtitle":"And the more sophisticated you get, the more you can tolerate that kind of nuance."},{"startMs":2528630,"durationMs":4469,"subtitle":"And I think that’s also one of the things… that’s partly why literature is such a good"},{"startMs":2533099,"durationMs":2270,"subtitle":"antidote to ideology."},{"startMs":2535369,"durationMs":5791,"subtitle":"Because the more sophisticated the literature becomes, the more complex, and fragmented"},{"startMs":2541160,"durationMs":6649,"subtitle":"in some sense, or differentiated, the more differentiated the archetypal landscape becomes."},{"startMs":2547809,"durationMs":5081,"subtitle":"So when someone tells you a story, whatever the story happens to be, one of the things"},{"startMs":2552890,"durationMs":3810,"subtitle":"you can do when you know the substructures, is you can say ‘okay yeah, but where are"},{"startMs":2556700,"durationMs":2160,"subtitle":"the missing pieces?"},{"startMs":2558860,"durationMs":1000,"subtitle":"Where are they going?’"},{"startMs":2559860,"durationMs":3330,"subtitle":"Because if they’re not included then they’re generally projected onto something."},{"startMs":2563190,"durationMs":3599,"subtitle":"Because they’re there, you can’t get away from them, they’re there."},{"startMs":2566789,"durationMs":3201,"subtitle":"How does the person account for them?"},{"startMs":2569990,"durationMs":5150,"subtitle":"Alright, so now I want to tell you another story."},{"startMs":2575140,"durationMs":4419,"subtitle":"So we talked about the Mesopotamian creation myth last week, and now I want to tell you"},{"startMs":2579559,"durationMs":1581,"subtitle":"about the Egyptian myth of sovereignty."},{"startMs":2581140,"durationMs":6629,"subtitle":"And so, the first thing I should do is say that all of the stories that I’m talking"},{"startMs":2587769,"durationMs":3350,"subtitle":"to you about have all sorts of variance."},{"startMs":2591119,"durationMs":6111,"subtitle":"And so, the Egyptian story that I’m going to describe lasted for thousands and thousands"},{"startMs":2597230,"durationMs":3970,"subtitle":"of years, and so it isn’t like there was only one variation of it, there’s all sorts"},{"startMs":2601200,"durationMs":3730,"subtitle":"of variations of it, and I’m only going to tell you one of them."},{"startMs":2604930,"durationMs":4589,"subtitle":"And that’s a limitation, but that’s just how it is for the time being."},{"startMs":2609519,"durationMs":5320,"subtitle":"So I’m not saying that this is the only version of this story."},{"startMs":2614839,"durationMs":4171,"subtitle":"But it’s a version, and it’s the one I’m most familiar with, and so I can talk about"},{"startMs":2619010,"durationMs":3650,"subtitle":"it, hopefully with some utility."},{"startMs":2622660,"durationMs":1859,"subtitle":"And it’s a great story."},{"startMs":2624519,"durationMs":1740,"subtitle":"When I finally figured out what it meant…"},{"startMs":2626259,"durationMs":4600,"subtitle":"it’s so cool, with some of these stories if you crack them, and you’re able to see"},{"startMs":2630859,"durationMs":2510,"subtitle":"what they mean, they’re absolutely overwhelming."},{"startMs":2633369,"durationMs":5861,"subtitle":"They’re so bloody brilliant, it’s no wonder that people regard them as revelatory, you"},{"startMs":2639230,"durationMs":5080,"subtitle":"know, of divine origin, because they have such power that it’s almost impossible to"},{"startMs":2644310,"durationMs":1759,"subtitle":"imagine how that could’ve got there."},{"startMs":2646069,"durationMs":5091,"subtitle":"Now, I provide you with the Darwinian explanation of how that got there, right, because the"},{"startMs":2651160,"durationMs":6709,"subtitle":"stories are representations of social contracts and behavioural tendencies that have evolved"},{"startMs":2657869,"durationMs":2500,"subtitle":"over thousands and thousands of years."},{"startMs":2660369,"durationMs":4761,"subtitle":"Because of that, the representation, the story’s going to have way more information in it than"},{"startMs":2665130,"durationMs":2449,"subtitle":"a typical story might."},{"startMs":2667579,"durationMs":5991,"subtitle":"But I still can understand how these things burst upon people with the force of revelation."},{"startMs":2673570,"durationMs":4489,"subtitle":"One of the things that’s quite interesting too, if you look at cultures historically,"},{"startMs":2678059,"durationMs":3581,"subtitle":"is that you usually find that the revelation of the story…"},{"startMs":2681640,"durationMs":3840,"subtitle":"it’s like the energy source on which the culture feeds."},{"startMs":2685480,"durationMs":4540,"subtitle":"So the story comes first, it has this tremendous dynamic energy."},{"startMs":2690020,"durationMs":5230,"subtitle":"The culture basically uses that energy to propel itself through time, you know, to give"},{"startMs":2695250,"durationMs":1869,"subtitle":"itself conviction and force."},{"startMs":2697119,"durationMs":3991,"subtitle":"And then at some point the story exhausts itself, and that would be equivalent, in some"},{"startMs":2701110,"durationMs":3470,"subtitle":"sense, I suppose, to Nietzsche’s announcement of the death of God."},{"startMs":2704580,"durationMs":3250,"subtitle":"And this has happened many times."},{"startMs":2707830,"durationMs":6930,"subtitle":"Alright, so there’s four main characters in the Egyptian story."},{"startMs":2714760,"durationMs":7079,"subtitle":"There’s Osiris, Isis, Set, and Horus."},{"startMs":2721839,"durationMs":5211,"subtitle":"Now, Osiris, we’ll start with Osiris, but you could start with any of the characters,"},{"startMs":2727050,"durationMs":4469,"subtitle":"because one of the things that’s quite interesting about mythology is that the myths don’t"},{"startMs":2731519,"durationMs":4461,"subtitle":"make any distinction between the causal priority of these characters."},{"startMs":2735980,"durationMs":3520,"subtitle":"Any of them can be regarded as fundamental."},{"startMs":2739500,"durationMs":5099,"subtitle":"So the hero is the person who separates the world parents for example, and brings being"},{"startMs":2744599,"durationMs":1121,"subtitle":"into existence."},{"startMs":2745720,"durationMs":6910,"subtitle":"But you can also say well it’s Tiamat, which is more how the Mesopotamian creation myth"},{"startMs":2752630,"durationMs":4800,"subtitle":"is tilted, or you can say you can’t make sense out of anything unless you have a cultural"},{"startMs":2757430,"durationMs":2350,"subtitle":"lens through which you’re looking."},{"startMs":2759780,"durationMs":5750,"subtitle":"Like there has to be some pre-existent structure before information can be generated in any"},{"startMs":2765530,"durationMs":1000,"subtitle":"manner."},{"startMs":2766530,"durationMs":3509,"subtitle":"So you’re always stuck with this problem, that in order for something to exist you need"},{"startMs":2770039,"durationMs":7050,"subtitle":"a substrate, you need an interpretive substructure, and you need an interpreter."},{"startMs":2777089,"durationMs":3240,"subtitle":"And you can’t say that one of those thing precedes the other."},{"startMs":2780329,"durationMs":2801,"subtitle":"They all have to be there at the same time."},{"startMs":2783130,"durationMs":7679,"subtitle":"You could say from a Darwinian perspective, they all emerged and complexified in unison"},{"startMs":2790809,"durationMs":3970,"subtitle":"as time progressed."},{"startMs":2794779,"durationMs":3731,"subtitle":"It doesn’t explain how the origin originated, however."},{"startMs":2798510,"durationMs":2509,"subtitle":"Okay, so you’ve got Osiris."},{"startMs":2801019,"durationMs":4431,"subtitle":"Now Osiris is the founder of the Egyptian state."},{"startMs":2805450,"durationMs":8250,"subtitle":"And so, you know, before people wrote things down, you have to kind of try to understand"},{"startMs":2813700,"durationMs":5399,"subtitle":"how it was that they remembered things."},{"startMs":2819099,"durationMs":5871,"subtitle":"Their memory was more like an amalgam, or a gist."},{"startMs":2824970,"durationMs":6589,"subtitle":"So we already know that if you tell the story of your actions yesterday that it doesn’t"},{"startMs":2831559,"durationMs":3010,"subtitle":"take you 16 hours to tell the story."},{"startMs":2834569,"durationMs":3020,"subtitle":"Hopefully it takes you like five minutes."},{"startMs":2837589,"durationMs":8411,"subtitle":"And why that is is not obvious, but part of the reason is, for whatever underlying reasons,"},{"startMs":2846000,"durationMs":5500,"subtitle":"you know what parts of the story are relevant to other people, and what parts aren’t."},{"startMs":2851500,"durationMs":4730,"subtitle":"So basically what you’re going to do is try not to tell them things they already know."},{"startMs":2856230,"durationMs":1599,"subtitle":"Because that would just be pointless."},{"startMs":2857829,"durationMs":4710,"subtitle":"And in order to do that you more or less have to know what they know and what they don’t"},{"startMs":2862539,"durationMs":1000,"subtitle":"know."},{"startMs":2863539,"durationMs":1300,"subtitle":"And you have to more or less stay on the edge of that."},{"startMs":2864839,"durationMs":1101,"subtitle":"But you can do that."},{"startMs":2865940,"durationMs":5710,"subtitle":"Well, I might ask you, well what did you do over the last three months, or I could say"},{"startMs":2871650,"durationMs":1469,"subtitle":"what have you done for the last couple of years?"},{"startMs":2873119,"durationMs":4720,"subtitle":"And in each case you’re going to collapse that into some representation."},{"startMs":2877839,"durationMs":3851,"subtitle":"Now imagine that the problem you’re trying to solve is ‘what did your culture try to"},{"startMs":2881690,"durationMs":3139,"subtitle":"do for the last five thousand years?’"},{"startMs":2884829,"durationMs":10450,"subtitle":"Well imagine that there are… the culture in part is being continually informed by the"},{"startMs":2895279,"durationMs":2310,"subtitle":"individuals that compose it."},{"startMs":2897589,"durationMs":5160,"subtitle":"And there’re going to be different individuals of different stature who discover things of"},{"startMs":2902749,"durationMs":1320,"subtitle":"different importance."},{"startMs":2904069,"durationMs":2480,"subtitle":"And we often know some people like that."},{"startMs":2906549,"durationMs":3750,"subtitle":"We know of Thomas Edison, for example, and we can name actual people."},{"startMs":2910299,"durationMs":3551,"subtitle":"But that’s in part because we write things down and have records of them."},{"startMs":2913850,"durationMs":6749,"subtitle":"You can imagine though that you’re trying to represent your history in a way that you"},{"startMs":2920599,"durationMs":1000,"subtitle":"can remember."},{"startMs":2921599,"durationMs":3811,"subtitle":"You’re going to tell stories about people who have done interesting things, because"},{"startMs":2925410,"durationMs":2640,"subtitle":"that’s what you even when you tell a story about yourself."},{"startMs":2928050,"durationMs":4210,"subtitle":"So imagine you tell one story about someone who did something interesting and then you"},{"startMs":2932260,"durationMs":3650,"subtitle":"tell another story about someone else who did something interesting, and so forth."},{"startMs":2935910,"durationMs":5869,"subtitle":"And that’s continually going on, let’s say, in a tribal or archaic culture."},{"startMs":2941779,"durationMs":4051,"subtitle":"So then what you get is a set of stories about people doing interesting things."},{"startMs":2945830,"durationMs":6860,"subtitle":"Well, it’s easy for that to shift into the ancestors doing interesting things."},{"startMs":2952690,"durationMs":4840,"subtitle":"And then it’s easy for that to shift into the ancestor doing wonderful things."},{"startMs":2957530,"durationMs":5190,"subtitle":"And that’s basically what happens, is that you get the emergence of the culture story,"},{"startMs":2962720,"durationMs":5059,"subtitle":"which is something like a small set of cultural heroes who have done all the things that are"},{"startMs":2967779,"durationMs":1101,"subtitle":"worth doing."},{"startMs":2968880,"durationMs":3399,"subtitle":"And what you’re doing is imitating them."},{"startMs":2972279,"durationMs":8161,"subtitle":"And you know, this is… you know, your empirical memory of events only lasts about a hundred"},{"startMs":2980440,"durationMs":1210,"subtitle":"years."},{"startMs":2981650,"durationMs":3359,"subtitle":"Because there isn’t anyone old enough to remember anything past that."},{"startMs":2985009,"durationMs":5010,"subtitle":"And so what has to happen is that everything that happened before that has to be collapsed"},{"startMs":2990019,"durationMs":5681,"subtitle":"into some form that’s memorable, so that it can be brought forward and taught, and"},{"startMs":2995700,"durationMs":2010,"subtitle":"that’s the function of these stories."},{"startMs":2997710,"durationMs":1430,"subtitle":"These stories actually…"},{"startMs":2999140,"durationMs":6600,"subtitle":"it’s almost as if the story has abandoned everything that hasn’t stuck in people’s"},{"startMs":3005740,"durationMs":1000,"subtitle":"memories."},{"startMs":3006740,"durationMs":4079,"subtitle":"And so all that’s left is the most significant… is the most significance."},{"startMs":3010819,"durationMs":3011,"subtitle":"Because otherwise why would people bother with it?"},{"startMs":3013830,"durationMs":2759,"subtitle":"They wouldn’t tell the story, they wouldn’t be gripped by it."},{"startMs":3016589,"durationMs":3811,"subtitle":"Okay, so Osiris, he’s one of these figures."},{"startMs":3020400,"durationMs":1000,"subtitle":"You could think…"},{"startMs":3021400,"durationMs":4709,"subtitle":"if you allowed people to tell stories of George Washington, say, and Abe Lincoln, and all"},{"startMs":3026109,"durationMs":5421,"subtitle":"the semi-mythologised founders of the United States, if you allowed people, in the absence"},{"startMs":3031530,"durationMs":7800,"subtitle":"of textbooks and writing, to tell stories about those men for the next thousand years,"},{"startMs":3039330,"durationMs":5070,"subtitle":"maybe what you’d get out of that is an origin story of the mythic founder of the state."},{"startMs":3044400,"durationMs":4449,"subtitle":"And that seems to be what’s happened in the Egyptian case with Osiris."},{"startMs":3048849,"durationMs":6220,"subtitle":"Now he’s a god, but he’s got human characteristics."},{"startMs":3055069,"durationMs":5690,"subtitle":"And so he’s also granted the status of something that’s eternal."},{"startMs":3060759,"durationMs":4171,"subtitle":"Okay now, here’s the story of Osiris, roughly speaking."},{"startMs":3064930,"durationMs":7000,"subtitle":"He’s kind of old now, and he’s a little bit blind, but he’s blind in a specific"},{"startMs":3071930,"durationMs":1000,"subtitle":"way."},{"startMs":3072930,"durationMs":4389,"subtitle":"And the way that he’s specifically blind is that he’s wilfully blind."},{"startMs":3077319,"durationMs":5751,"subtitle":"Now if you’re wilfully blind about… the Egyptians say this straightforwardly, and"},{"startMs":3083070,"durationMs":1519,"subtitle":"I’ll tell you why they believe this."},{"startMs":3084589,"durationMs":4510,"subtitle":"If you’re wilfully blind there’s things that you could know that you take pains not"},{"startMs":3089099,"durationMs":1450,"subtitle":"to know."},{"startMs":3090549,"durationMs":7030,"subtitle":"And wilful blindness, under English common law, can be grounds for criminal conviction."},{"startMs":3097579,"durationMs":5651,"subtitle":"So for example, if you run a company and you think that your treasurer is cooking the books"},{"startMs":3103230,"durationMs":5549,"subtitle":"but it’s working to your favour, and you decide ‘well, I just won’t look’, and"},{"startMs":3108779,"durationMs":3551,"subtitle":"then later it comes out, you could say ‘well I didn’t know’, and the people who are"},{"startMs":3112330,"durationMs":4300,"subtitle":"prosecuting would say ‘yeah but you could have known and you took a conscious choice"},{"startMs":3116630,"durationMs":2979,"subtitle":"not to know, so you’re culpable.’"},{"startMs":3119609,"durationMs":4390,"subtitle":"And I think that’s actually the best model of Freudian repression, in a sense."},{"startMs":3123999,"durationMs":5501,"subtitle":"It isn’t exactly repression, it is failure to make the effort to know something that"},{"startMs":3129500,"durationMs":1650,"subtitle":"you could know."},{"startMs":3131150,"durationMs":5120,"subtitle":"Now, sometimes you… look, sometimes something terrible happens to you and you just can’t"},{"startMs":3136270,"durationMs":1450,"subtitle":"understand it."},{"startMs":3137720,"durationMs":3910,"subtitle":"But sometimes something terrible is happening and you refuse to think about it."},{"startMs":3141630,"durationMs":4940,"subtitle":"And because you refuse to think about it you really don’t know what it is."},{"startMs":3146570,"durationMs":3620,"subtitle":"And you might say, ‘well I can’t be culpable then because I don’t know what it is’,"},{"startMs":3150190,"durationMs":3429,"subtitle":"but you could have known, so you’re culpable."},{"startMs":3153619,"durationMs":2650,"subtitle":"So it’s voluntary ignorance."},{"startMs":3156269,"durationMs":2030,"subtitle":"And that’s the problem with Osiris."},{"startMs":3158299,"durationMs":2441,"subtitle":"He was a great guy when he was young, he was a hero."},{"startMs":3160740,"durationMs":2750,"subtitle":"He founded the Egyptian state."},{"startMs":3163490,"durationMs":3160,"subtitle":"But you know he’s not everything he could be anymore."},{"startMs":3166650,"durationMs":5449,"subtitle":"He’s gotten anachronistic and outdated and wilfully blind, which is even worse."},{"startMs":3172099,"durationMs":1361,"subtitle":"Now there’s an idea here."},{"startMs":3173460,"durationMs":3470,"subtitle":"It’s such a bloody brilliant idea, it’s mindboggling."},{"startMs":3176930,"durationMs":8629,"subtitle":"So Osiris is the state manifested in personified form, and that’s reasonable, because the"},{"startMs":3185559,"durationMs":2050,"subtitle":"state is like a person."},{"startMs":3187609,"durationMs":8061,"subtitle":"The person of the state is manifested in the body of laws, and you guys all imitate that"},{"startMs":3195670,"durationMs":11870,"subtitle":"body of laws, and that’s what basically makes you citizens of the state."},{"startMs":3207540,"durationMs":2069,"subtitle":"So that’s what makes you citizens of the state."},{"startMs":3209609,"durationMs":3581,"subtitle":"You can all get along because all of you are imitating the same thing, and what you’re"},{"startMs":3213190,"durationMs":6050,"subtitle":"imitating is the central body of custom and law that makes up the state."},{"startMs":3219240,"durationMs":2180,"subtitle":"And that’s why you can predict each other."},{"startMs":3221420,"durationMs":1970,"subtitle":"So that makes you a good citizen."},{"startMs":3223390,"durationMs":4780,"subtitle":"Now the problem with being a good citizen is that sometimes if you’re a good citizen"},{"startMs":3228170,"durationMs":1460,"subtitle":"you’re a bad person."},{"startMs":3229630,"durationMs":1479,"subtitle":"That’s a big problem."},{"startMs":3231109,"durationMs":6291,"subtitle":"So for example, the better you were at being a Nazi, in all likelihood, the worse a person"},{"startMs":3237400,"durationMs":1130,"subtitle":"you were."},{"startMs":3238530,"durationMs":5370,"subtitle":"And so that’s a very useful observation, because one of the things it shows is that"},{"startMs":3243900,"durationMs":6429,"subtitle":"even though it’s necessary for you to imitate the central personality of the state, sometimes"},{"startMs":3250329,"durationMs":3540,"subtitle":"the central personality of the state can be pathological."},{"startMs":3253869,"durationMs":5950,"subtitle":"And the Egyptians, who had established quite a lengthy state (as opposed, say, to the Mesopotamians…"},{"startMs":3259819,"durationMs":6381,"subtitle":"the Egyptians had been existing in a complex state apparatus for a very long period of"},{"startMs":3266200,"durationMs":5290,"subtitle":"time), they started to encounter problems that were intrinsic to the state."},{"startMs":3271490,"durationMs":5430,"subtitle":"Now you remember, in the Mesopotamian creation myth, the primary danger was Tiamat."},{"startMs":3276920,"durationMs":4939,"subtitle":"You know, you make a lot of racket, you kill Apsu, that’s order, Tiamat comes flooding"},{"startMs":3281859,"durationMs":1131,"subtitle":"back and takes you out."},{"startMs":3282990,"durationMs":4160,"subtitle":"Well you can imagine that that would be the primary story of people in a civilisation"},{"startMs":3287150,"durationMs":1250,"subtitle":"that was somewhat fragile."},{"startMs":3288400,"durationMs":4570,"subtitle":"They’re a hell of a lot more worried about being invaded by the next, you know, round"},{"startMs":3292970,"durationMs":4170,"subtitle":"of barbarians, or having their crops fail, or being flooded out or something like that,"},{"startMs":3297140,"durationMs":4439,"subtitle":"than they are concerned about whether or not the whole state apparatus has become corrupt"},{"startMs":3301579,"durationMs":1040,"subtitle":"and is going to collapse."},{"startMs":3302619,"durationMs":4000,"subtitle":"Now they’re partly concerned about that, because remember Marduk, the emperor, is supposed"},{"startMs":3306619,"durationMs":5230,"subtitle":"to be being a good Marduk and keeping an eye on everything."},{"startMs":3311849,"durationMs":5490,"subtitle":"But the myth, the mythic structure only talks about Apsu a tiny little bit, it basically"},{"startMs":3317339,"durationMs":4500,"subtitle":"says ‘don’t kill Tiamat’s consort or you’ll make her angry’."},{"startMs":3321839,"durationMs":2990,"subtitle":"The Egyptians take that a lot farther."},{"startMs":3324829,"durationMs":3071,"subtitle":"They look at Osiris and they say ‘well he was… there was something really good about"},{"startMs":3327900,"durationMs":1000,"subtitle":"him."},{"startMs":3328900,"durationMs":4110,"subtitle":"Without him we wouldn’t even have our state, so we bloody well better be happy about that,"},{"startMs":3333010,"durationMs":3450,"subtitle":"because the state is better than no state’."},{"startMs":3336460,"durationMs":4950,"subtitle":"You know, you could say pathological order is better than absolute chaos."},{"startMs":3341410,"durationMs":4280,"subtitle":"Now you can have an argument about that but… whatever, it’s, you know, it depends on"},{"startMs":3345690,"durationMs":1830,"subtitle":"how pathological the order, obviously."},{"startMs":3347520,"durationMs":4769,"subtitle":"But it isn’t that untrammeled chaos is a good solution."},{"startMs":3352289,"durationMs":4240,"subtitle":"I think that you can, and I’m only using this as an example…"},{"startMs":3356529,"durationMs":7661,"subtitle":"you know, the Americans, and us as well, went into Iraq to take out a person who was clearly"},{"startMs":3364190,"durationMs":2309,"subtitle":"a dictator."},{"startMs":3366499,"durationMs":5691,"subtitle":"And who had… who was a pretty bad guy and who had really bad sons."},{"startMs":3372190,"durationMs":2770,"subtitle":"And his heroes were people like Stalin and Hitler."},{"startMs":3374960,"durationMs":2609,"subtitle":"Well, they took him out."},{"startMs":3377569,"durationMs":2211,"subtitle":"Well then what?"},{"startMs":3379780,"durationMs":3829,"subtitle":"Well, then all hell broke loose."},{"startMs":3383609,"durationMs":4801,"subtitle":"You know, because the theory was, you take out the bad guy at the top and all the good"},{"startMs":3388410,"durationMs":3199,"subtitle":"guys at the bottom get together and instantly they have a good government."},{"startMs":3391609,"durationMs":3690,"subtitle":"It’s like, that isn’t what happened at all, what happened was the whole state degenerated"},{"startMs":3395299,"durationMs":1151,"subtitle":"into chaos."},{"startMs":3396450,"durationMs":5470,"subtitle":"And partly out of that chaos came ISIS, and it’s not self-evident that ISIS is preferable"},{"startMs":3401920,"durationMs":1649,"subtitle":"to Hussein."},{"startMs":3403569,"durationMs":7731,"subtitle":"At least Hussein educated all the women, and he was relatively secular, all things considered."},{"startMs":3411300,"durationMs":6640,"subtitle":"So I’m not making a case for Hussein, my point is that, you know, you have to be careful"},{"startMs":3417940,"durationMs":4609,"subtitle":"when you disrupt order, even when it’s pathological, because God only knows what’s going to spring"},{"startMs":3422549,"durationMs":1000,"subtitle":"forth."},{"startMs":3423549,"durationMs":3960,"subtitle":"And that doesn’t mean that you should never try to overcome pathological order, but it"},{"startMs":3427509,"durationMs":3661,"subtitle":"does mean that you should be very, very careful when you do so."},{"startMs":3431170,"durationMs":3800,"subtitle":"You know, you have to do a micro-analysis in some sense to make sure that you know what"},{"startMs":3434970,"durationMs":3490,"subtitle":"the hell you’re doing."},{"startMs":3438460,"durationMs":4139,"subtitle":"Alright so anyways, Osiris, he’s a good guy man, he established the state, he was"},{"startMs":3442599,"durationMs":6291,"subtitle":"a great guy, he was a hero, he, you know, made order out of chaos, and that’s where"},{"startMs":3448890,"durationMs":1000,"subtitle":"you live, so great."},{"startMs":3449890,"durationMs":6409,"subtitle":"But he’s a little old, a little out of date, and he’s wilfully blind, and that’s so"},{"startMs":3456299,"durationMs":6101,"subtitle":"smart because I think what the Egyptians did is encapsulate in narrative form the primary"},{"startMs":3462400,"durationMs":2250,"subtitle":"danger of all human institutions."},{"startMs":3464650,"durationMs":1459,"subtitle":"There’s two of them."},{"startMs":3466109,"durationMs":3990,"subtitle":"And Eliade talks about this a lot with regards to flood mythology."},{"startMs":3470099,"durationMs":1740,"subtitle":"So here’s an example."},{"startMs":3471839,"durationMs":3720,"subtitle":"There are flood myths all over the world, and there may have even been a flood, there’s"},{"startMs":3475559,"durationMs":4490,"subtitle":"pretty good archeological evidence for that, that there was a great flood about 13,000"},{"startMs":3480049,"durationMs":4700,"subtitle":"years ago, when a bunch of comets hit the Earth and melted the North American ice shield,"},{"startMs":3484749,"durationMs":1000,"subtitle":"but we won’t get into that."},{"startMs":3485749,"durationMs":4921,"subtitle":"But it doesn’t really matter, because the mythological sub-structure of the story still"},{"startMs":3490670,"durationMs":4339,"subtitle":"has the same meaning regardless of its historical reality."},{"startMs":3495009,"durationMs":5191,"subtitle":"So in the Biblical story of the flood, basically what happens is that humanity is created,"},{"startMs":3500200,"durationMs":2599,"subtitle":"then they degenerate rapidly."},{"startMs":3502799,"durationMs":4530,"subtitle":"And they get so degenerate, which is sort of like the elder Gods getting out of hand"},{"startMs":3507329,"durationMs":4250,"subtitle":"in the Mesopotamian story, that God thinks, ‘oh to hell with all of you, you’re a"},{"startMs":3511579,"durationMs":3430,"subtitle":"big mistake, I’m just going to wipe you out’."},{"startMs":3515009,"durationMs":5360,"subtitle":"But he finds one good guy, that’s Noah, and out of Noah, who’s like another Adam,"},{"startMs":3520369,"durationMs":3331,"subtitle":"in some sense, the world of human beings is regenerated."},{"startMs":3523700,"durationMs":7059,"subtitle":"But the idea is that corrupt people get washed away."},{"startMs":3530759,"durationMs":5290,"subtitle":"And Eliade talks about the flood myth all over the world, Mircea Eliade, and he says"},{"startMs":3536049,"durationMs":6470,"subtitle":"that generally speaking there’s two reasons why the deities flood the planet."},{"startMs":3542519,"durationMs":4800,"subtitle":"And one is the system is old and out-dated, and the second is that people are corrupt."},{"startMs":3547319,"durationMs":3510,"subtitle":"And then if you get the two things working together, you get a system that’s out of"},{"startMs":3550829,"durationMs":4230,"subtitle":"date that becomes pathological faster because people are corrupt."},{"startMs":3555059,"durationMs":4940,"subtitle":"And so I think that you can use the flood in New Orleans as a good example of that."},{"startMs":3559999,"durationMs":4411,"subtitle":"Because on the one hand you can say, well it was a hurricane."},{"startMs":3564410,"durationMs":1270,"subtitle":"So that’s a natural disaster."},{"startMs":3565680,"durationMs":6429,"subtitle":"But on the other hand you could say, well people knew the damn dykes were too weak,"},{"startMs":3572109,"durationMs":4071,"subtitle":"and they didn’t do anything about it, you know, they were only built for a hundred year"},{"startMs":3576180,"durationMs":1000,"subtitle":"storm."},{"startMs":3577180,"durationMs":5100,"subtitle":"And Louisiana is corrupt beyond belief, I mean, for a democratic state, it’s not corrupt"},{"startMs":3582280,"durationMs":3680,"subtitle":"compared to most states, but it’s really corrupt compared to most democratic states,"},{"startMs":3585960,"durationMs":3829,"subtitle":"and if you dump money into Louisiana it just goes into people’s pockets anyways and the"},{"startMs":3589789,"durationMs":2171,"subtitle":"infrastructure doesn’t get fixed up."},{"startMs":3591960,"durationMs":3890,"subtitle":"So then you might ask yourself, well was the flood a consequence of a natural disaster,"},{"startMs":3595850,"durationMs":2150,"subtitle":"or the blindness of the culture?"},{"startMs":3598000,"durationMs":2930,"subtitle":"Well, you can never tell which of those are true."},{"startMs":3600930,"durationMs":5530,"subtitle":"If you freeze to death in the winter is it because it’s cold or because you’re stupid?"},{"startMs":3606460,"durationMs":4349,"subtitle":"You know, there’s no difference between those two things."},{"startMs":3610809,"durationMs":4980,"subtitle":"So if you get wiped out, it’s because nature comes after you and because your culture isn’t"},{"startMs":3615789,"durationMs":1851,"subtitle":"sufficient to protect."},{"startMs":3617640,"durationMs":2240,"subtitle":"And so you can’t separate those two things."},{"startMs":3619880,"durationMs":6340,"subtitle":"Okay, so… now the other case that the Egyptians are making, and this is quite cool, is that"},{"startMs":3626220,"durationMs":6540,"subtitle":"if you take a system that’s doing just fine, and you just leave it alone long enough, it"},{"startMs":3632760,"durationMs":2349,"subtitle":"becomes dysfunctional."},{"startMs":3635109,"durationMs":1291,"subtitle":"And there is a bunch of reasons for that."},{"startMs":3636400,"durationMs":6790,"subtitle":"I mean, you know, you can imagine that you take your laptop, and it’s in perfect working"},{"startMs":3643190,"durationMs":5159,"subtitle":"order, and you put it in the closet for twenty years, and you take it out, what do you have?"},{"startMs":3648349,"durationMs":2201,"subtitle":"Well, it’ll still turn on."},{"startMs":3650550,"durationMs":1780,"subtitle":"Do you have a laptop?"},{"startMs":3652330,"durationMs":6060,"subtitle":"Well no, by then it won’t even work, it won’t be able to communicate with the internet,"},{"startMs":3658390,"durationMs":4080,"subtitle":"there won’t be any peripherals that could plug into it, the software would be so outdated"},{"startMs":3662470,"durationMs":1519,"subtitle":"that you wouldn’t even know how to use it."},{"startMs":3663989,"durationMs":2181,"subtitle":"Like it’s a brick, basically."},{"startMs":3666170,"durationMs":5540,"subtitle":"And so the point is that, and you can really see this with electronic equipment, a perfectly"},{"startMs":3671710,"durationMs":6559,"subtitle":"functional thing, maintained in stasis, of its own accord becomes dysfunctional."},{"startMs":3678269,"durationMs":4451,"subtitle":"And so what that means is that you have to run around like a mad hyena just keeping your"},{"startMs":3682720,"durationMs":1730,"subtitle":"things working."},{"startMs":3684450,"durationMs":4940,"subtitle":"Now of course you know that, because how much time do you spend in a month updating your"},{"startMs":3689390,"durationMs":1000,"subtitle":"electronics?"},{"startMs":3690390,"durationMs":2919,"subtitle":"You know, it’s just a treadmill of updates."},{"startMs":3693309,"durationMs":4621,"subtitle":"I think part of the reason they haven’t contributed to overall productivity is because"},{"startMs":3697930,"durationMs":5829,"subtitle":"people take all the time they used to waste typing things out on paper trying to keep"},{"startMs":3703759,"durationMs":3271,"subtitle":"their efficient electronics actually working."},{"startMs":3707030,"durationMs":3209,"subtitle":"And you know, learning all the things you have to learn and re-learning them."},{"startMs":3710239,"durationMs":3060,"subtitle":"There’s this scene in Alice in Wonderland."},{"startMs":3713299,"durationMs":3591,"subtitle":"So Alice is in the Underworld, right?"},{"startMs":3716890,"durationMs":2169,"subtitle":"And she meets the Red Queen down there."},{"startMs":3719059,"durationMs":1000,"subtitle":"So that’s Mother Nature."},{"startMs":3720059,"durationMs":2690,"subtitle":"And she’s always running around going ‘off with their heads!"},{"startMs":3722749,"durationMs":1000,"subtitle":"Off with their heads!’"},{"startMs":3723749,"durationMs":3631,"subtitle":"in an arbitrary way, which is of course what the Red Queen does."},{"startMs":3727380,"durationMs":7260,"subtitle":"And at one point she tells Alice, which is such a… it’s such a remarkably deep line,"},{"startMs":3734640,"durationMs":5150,"subtitle":"she says to Alice ‘in my Kingdom you have to run as fast as you can just to stay in"},{"startMs":3739790,"durationMs":1120,"subtitle":"the same place.’"},{"startMs":3740910,"durationMs":1480,"subtitle":"And that’s exactly right."},{"startMs":3742390,"durationMs":6719,"subtitle":"So you can think, the environment that you’re trying to adapt to is a dynamic concatenation"},{"startMs":3749109,"durationMs":3480,"subtitle":"of patterns and it’s transforming across time."},{"startMs":3752589,"durationMs":4250,"subtitle":"Not completely unpredictably, but certainly not predictably."},{"startMs":3756839,"durationMs":5381,"subtitle":"And so that means if you build a structure that’s adapted to it, that structure has"},{"startMs":3762220,"durationMs":5379,"subtitle":"to change and flow in keeping with the change and flow of the underlying environment or"},{"startMs":3767599,"durationMs":1801,"subtitle":"it gets outdated."},{"startMs":3769400,"durationMs":3540,"subtitle":"You know, it gets obsolescent."},{"startMs":3772940,"durationMs":4340,"subtitle":"And so all you have to do is sit there and do nothing and you become obsolescent."},{"startMs":3777280,"durationMs":3450,"subtitle":"And so that’s the problem with Osiris being old."},{"startMs":3780730,"durationMs":4789,"subtitle":"He was a good guy when he was young, but he’s old now, and the old solutions don’t solve"},{"startMs":3785519,"durationMs":1580,"subtitle":"the new problems."},{"startMs":3787099,"durationMs":5291,"subtitle":"And you could call that an Egyptian existential statement."},{"startMs":3792390,"durationMs":1979,"subtitle":"All of you have a culture."},{"startMs":3794369,"durationMs":1841,"subtitle":"It’s old."},{"startMs":3796210,"durationMs":1000,"subtitle":"It doesn’t apply."},{"startMs":3797210,"durationMs":1250,"subtitle":"Or it doesn’t apply well."},{"startMs":3798460,"durationMs":2119,"subtitle":"And so what are you going to do with it?"},{"startMs":3800579,"durationMs":1730,"subtitle":"Are you going to throw the whole thing out?"},{"startMs":3802309,"durationMs":4220,"subtitle":"Well we know what happens, the Mesopotamians already told us what happens if you do that."},{"startMs":3806529,"durationMs":4460,"subtitle":"It’s like, Tiamat comes flooding back and all hell breaks loose, so you can’t throw"},{"startMs":3810989,"durationMs":4811,"subtitle":"everything away, but it doesn’t work very well, so it’s up to you to figure out how"},{"startMs":3815800,"durationMs":3039,"subtitle":"to fix it."},{"startMs":3818839,"durationMs":3381,"subtitle":"Okay so… but now Osiris has got another problem."},{"startMs":3822220,"durationMs":1000,"subtitle":"So you might say…"},{"startMs":3823220,"durationMs":8020,"subtitle":"well let’s say you’ve got an old computer (this, by the way [points to computer], in"},{"startMs":3831240,"durationMs":5930,"subtitle":"case you haven’t noticed, is a very old computer), and if you keep tapping on it,"},{"startMs":3837170,"durationMs":3020,"subtitle":"and upgrading it a little bit, you could keep it more or less up-to-date."},{"startMs":3840190,"durationMs":2270,"subtitle":"At some point you’re going to throw the whole damn thing away."},{"startMs":3842460,"durationMs":5099,"subtitle":"But you could do incremental changes to it on a continual basis, and the thing will more"},{"startMs":3847559,"durationMs":2030,"subtitle":"or less stay functional."},{"startMs":3849589,"durationMs":5551,"subtitle":"You could think about those incremental changes as partial revolutions, right?"},{"startMs":3855140,"durationMs":2100,"subtitle":"Remember that hierarchy."},{"startMs":3857240,"durationMs":2349,"subtitle":"Now and then you have to change the operating system."},{"startMs":3859589,"durationMs":4581,"subtitle":"That sucks, because that means everything operating underneath virtually has to change."},{"startMs":3864170,"durationMs":5929,"subtitle":"But more often you’re doing a tweak here and a tweak there, at lower, more specific"},{"startMs":3870099,"durationMs":4740,"subtitle":"levels, and if you tweak enough then the probability that the whole thing is going to collapse"},{"startMs":3874839,"durationMs":2940,"subtitle":"and you’ll have to do a clean install is quite low."},{"startMs":3877779,"durationMs":3921,"subtitle":"Well the same thing applies to the state, logically enough."},{"startMs":3881700,"durationMs":1919,"subtitle":"This is the state."},{"startMs":3883619,"durationMs":3490,"subtitle":"If you think that your laptop isn’t the state then you’re not thinking about your"},{"startMs":3887109,"durationMs":1250,"subtitle":"laptop properly."},{"startMs":3888359,"durationMs":1260,"subtitle":"It’s the state."},{"startMs":3889619,"durationMs":6200,"subtitle":"And it’s going to be more and more the state as we progress over the next twenty years."},{"startMs":3895819,"durationMs":3970,"subtitle":"So you know that if you’re aware and you keep the updates up and you stay awake that"},{"startMs":3899789,"durationMs":1861,"subtitle":"you can keep the thing functioning."},{"startMs":3901650,"durationMs":3750,"subtitle":"At some point it’s going to get anachronistic, it’s better to just replace it, which is"},{"startMs":3905400,"durationMs":3000,"subtitle":"also by the way what’s going to happen to all of you, right?"},{"startMs":3908400,"durationMs":5199,"subtitle":"And it’s a decision that evolution, in some sense, and biology has made, that at some"},{"startMs":3913599,"durationMs":6460,"subtitle":"point trying to keep you updated is so bloody complicated that you might as well get rid"},{"startMs":3920059,"durationMs":4621,"subtitle":"of the whole thing and let something new occur, and I’m really dead serious about this,"},{"startMs":3924680,"durationMs":2130,"subtitle":"because death evolved."},{"startMs":3926810,"durationMs":4429,"subtitle":"You know, you have elements in you that are three and a half billion years old."},{"startMs":3931239,"durationMs":1681,"subtitle":"Not everything dies."},{"startMs":3932920,"durationMs":5389,"subtitle":"And some creatures are functionally immortal."},{"startMs":3938309,"durationMs":1000,"subtitle":"But not us."},{"startMs":3939309,"durationMs":3841,"subtitle":"And the reason is, well at some point we’re too old to be updated, and so that’s the"},{"startMs":3943150,"durationMs":2719,"subtitle":"end of that."},{"startMs":3945869,"durationMs":3700,"subtitle":"Seems to happen about over a hundred year period."},{"startMs":3949569,"durationMs":5441,"subtitle":"Anyways, now imagine you just ignore your computer completely."},{"startMs":3955010,"durationMs":2489,"subtitle":"You don’t update the thing at all."},{"startMs":3957499,"durationMs":8610,"subtitle":"Well, it’s going to get anachronistic of its own accord, but if you refuse to engage"},{"startMs":3966109,"durationMs":5051,"subtitle":"in those operations that would keep it updated, it’s going to get anachronistic a lot faster."},{"startMs":3971160,"durationMs":2909,"subtitle":"And that’s what happens to Osiris, they say the same thing."},{"startMs":3974069,"durationMs":6121,"subtitle":"It’s like, he’s old, and that’s part of the problem, he’s past his prime."},{"startMs":3980190,"durationMs":2990,"subtitle":"But the worst part of the problem is that he’s wilfully blind."},{"startMs":3983180,"durationMs":4939,"subtitle":"He won’t take action even though he knows it’s necessary."},{"startMs":3988119,"durationMs":5791,"subtitle":"And so he gets out of date and pathological faster than necessary."},{"startMs":3993910,"durationMs":5830,"subtitle":"Now when you hear in the flood stories that God is angry about the sins of men, and that’s"},{"startMs":3999740,"durationMs":2319,"subtitle":"why He washes everything away, it’s the same idea."},{"startMs":4002059,"durationMs":6351,"subtitle":"Now the word ‘sin’ comes from the Greek word hamartia, and hamartia is an archery"},{"startMs":4008410,"durationMs":1000,"subtitle":"term."},{"startMs":4009410,"durationMs":3139,"subtitle":"And to sin means not to hit the centre of the target."},{"startMs":4012549,"durationMs":6331,"subtitle":"And so basically the idea in the flood stories is that if enough people aren’t aiming at"},{"startMs":4018880,"durationMs":5619,"subtitle":"the target, or hitting the centre, then things are going to get so corrupt and unstable that"},{"startMs":4024499,"durationMs":2001,"subtitle":"everything is going to get washed away."},{"startMs":4026500,"durationMs":5039,"subtitle":"And that’s right, it’s exactly, perfectly accurate."},{"startMs":4031539,"durationMs":1450,"subtitle":"Which is very, very cool."},{"startMs":4032989,"durationMs":1941,"subtitle":"It’s remarkable that that’s the case."},{"startMs":4034930,"durationMs":5980,"subtitle":"Okay, so now Osiris (because this is a myth) has an evil brother."},{"startMs":4040910,"durationMs":1209,"subtitle":"Now that’s a pretty common occurrence."},{"startMs":4042119,"durationMs":4922,"subtitle":"If you look at The Lion King (which is very much the Egyptian creation myth, by the way),"},{"startMs":4047041,"durationMs":2879,"subtitle":"the Lion King… what’s the old guy’s name?"},{"startMs":4049920,"durationMs":4419,"subtitle":"The old lion."},{"startMs":4054339,"durationMs":2210,"subtitle":"Mufasa."},{"startMs":4056549,"durationMs":1310,"subtitle":"He has a brother, right?"},{"startMs":4057859,"durationMs":1160,"subtitle":"What’s his brother?"},{"startMs":4059019,"durationMs":1000,"subtitle":"Scar!"},{"startMs":4060019,"durationMs":1951,"subtitle":"And what’s the problem with Scar?"},{"startMs":4061970,"durationMs":1599,"subtitle":"He’s scarred."},{"startMs":4063569,"durationMs":6550,"subtitle":"Right, so you know, he says he’s from the bottom of the gene pool."},{"startMs":4070119,"durationMs":6371,"subtitle":"And you know, he’s been in second place all his life, and he’s very, very intelligent."},{"startMs":4076490,"durationMs":1869,"subtitle":"He worships his own intelligence."},{"startMs":4078359,"durationMs":4960,"subtitle":"He regards himself as a higher form of intellect, which is a very common characteristic of evil"},{"startMs":4083319,"durationMs":3871,"subtitle":"brother is mythology, and there’s a reason for that."},{"startMs":4087190,"durationMs":2910,"subtitle":"And he’s scarred because life has scarred him."},{"startMs":4090100,"durationMs":4080,"subtitle":"And he’s bitter and resentful and he wants to bring down the order and he wants to kill"},{"startMs":4094180,"durationMs":1000,"subtitle":"the son of the king."},{"startMs":4095180,"durationMs":3179,"subtitle":"I mean, he’s a bad guy."},{"startMs":4098359,"durationMs":4541,"subtitle":"Now the problem is that Mufasa underestimates him, and that’s exactly what happens to"},{"startMs":4102900,"durationMs":1000,"subtitle":"Osiris."},{"startMs":4103900,"durationMs":3140,"subtitle":"So Osiris has this brother, Set, or Seth."},{"startMs":4107040,"durationMs":5659,"subtitle":"And I’ve a sneaking suspicion that our word ‘set’, for setting Sun is from that word,"},{"startMs":4112699,"durationMs":2040,"subtitle":"although I don’t know that for sure."},{"startMs":4114739,"durationMs":2191,"subtitle":"But sounds are generally…"},{"startMs":4116930,"durationMs":7139,"subtitle":"sounds in language remain stable across a very long period of time, and set was definitely,"},{"startMs":4124069,"durationMs":3480,"subtitle":"from the Egyptian perspective, the enemy of the Sun."},{"startMs":4127549,"durationMs":4190,"subtitle":"You know, that’s part of the Egyptian cosmology."},{"startMs":4131739,"durationMs":4571,"subtitle":"And the Sun is associated with illumination and brightness and daytime consciousness and"},{"startMs":4136310,"durationMs":2220,"subtitle":"clear apprehension and vision, and all those things."},{"startMs":4138530,"durationMs":5289,"subtitle":"And of course night is opposed to that, unconsciousness and blindness and danger, and all of those"},{"startMs":4143819,"durationMs":2040,"subtitle":"things."},{"startMs":4145859,"durationMs":5820,"subtitle":"So anyways, Set, he’s pretending to be Osiris’s loving brother, but he’s not."},{"startMs":4151679,"durationMs":3171,"subtitle":"He’s plotting to overthrow him first chance he gets."},{"startMs":4154850,"durationMs":4900,"subtitle":"And so he’s just sitting in the background, feeding him bad advice, waiting for him to"},{"startMs":4159750,"durationMs":2580,"subtitle":"get weak enough so that he can strike."},{"startMs":4162330,"durationMs":6059,"subtitle":"Now the name Set is taken by the Egyptian Coptics and turned into Satan."},{"startMs":4168389,"durationMs":3531,"subtitle":"So Set is the precursor of the Christian Satan."},{"startMs":4171920,"durationMs":5529,"subtitle":"So the reason I’m telling you that is so that you can see how these ideas, these archetypal"},{"startMs":4177449,"durationMs":8140,"subtitle":"ideas of corruption and evil are extraordinarily ancient, and they’re part of the process"},{"startMs":4185589,"durationMs":4531,"subtitle":"whereby people are trying to figure out what the right way is to act and what the wrong"},{"startMs":4190120,"durationMs":4019,"subtitle":"way is to act, and what the right way is to set up institutions and what the wrong way"},{"startMs":4194139,"durationMs":2261,"subtitle":"is to set up institutions."},{"startMs":4196400,"durationMs":2219,"subtitle":"So it’s a very, very long process."},{"startMs":4198619,"durationMs":4161,"subtitle":"And it’s not something that someone just sat around and thought up."},{"startMs":4202780,"durationMs":3020,"subtitle":"It’s way, way deeper than that."},{"startMs":4205800,"durationMs":6450,"subtitle":"So anyways, Osiris is being, you know, getting weaker and being blind, and one day Set thinks"},{"startMs":4212250,"durationMs":4929,"subtitle":"‘alright, time for action’, so he takes his brother and he chops him up into little"},{"startMs":4217179,"durationMs":1000,"subtitle":"pieces."},{"startMs":4218179,"durationMs":6051,"subtitle":"Now, Osiris is a god, so you’re not going to kill him, but you can make it very difficult"},{"startMs":4224230,"durationMs":2420,"subtitle":"for him to get his act together."},{"startMs":4226650,"durationMs":3160,"subtitle":"So basically what happens is Osiris falls apart."},{"startMs":4229810,"durationMs":2860,"subtitle":"Now think about that."},{"startMs":4232670,"durationMs":2410,"subtitle":"You fall apart."},{"startMs":4235080,"durationMs":1139,"subtitle":"People say that."},{"startMs":4236219,"durationMs":1551,"subtitle":"The relationship fell apart."},{"startMs":4237770,"durationMs":1550,"subtitle":"I fell apart."},{"startMs":4239320,"durationMs":1460,"subtitle":"Things fall apart."},{"startMs":4240780,"durationMs":1160,"subtitle":"What does that mean?"},{"startMs":4241940,"durationMs":8170,"subtitle":"Well it means that a thing is usually a complex unity of multiple sub-entities, and sometimes"},{"startMs":4250110,"durationMs":5231,"subtitle":"what holds them together, the superordinate structure, collapses, and all that’s left"},{"startMs":4255341,"durationMs":1000,"subtitle":"are the things."},{"startMs":4256341,"durationMs":5629,"subtitle":"Because you know, when you fall apart, you don’t completely fall apart."},{"startMs":4261970,"durationMs":1000,"subtitle":"You know, you’re still alive."},{"startMs":4262970,"durationMs":5150,"subtitle":"What’s happened is that the unity of your psychological structure has been fragmented."},{"startMs":4268120,"durationMs":1720,"subtitle":"And that’s a trip to the underworld, man."},{"startMs":4269840,"durationMs":1890,"subtitle":"So you’re going to be unhappy."},{"startMs":4271730,"durationMs":3630,"subtitle":"I broke up with my partner and then I fell apart."},{"startMs":4275360,"durationMs":1330,"subtitle":"Well everyone knows what that means."},{"startMs":4276690,"durationMs":3710,"subtitle":"Okay, so that’s what happens to Osiris."},{"startMs":4280400,"durationMs":1799,"subtitle":"Things fall apart."},{"startMs":4282199,"durationMs":5861,"subtitle":"So then Set, being a sneaky sort of character, takes all of Osiris’s pieces and he puts"},{"startMs":4288060,"durationMs":1000,"subtitle":"them all over Egypt."},{"startMs":4289060,"durationMs":5550,"subtitle":"He hides them here and there so that Osiris is going to have a hell of a time recollecting"},{"startMs":4294610,"durationMs":3739,"subtitle":"himself and getting his act together and coming back."},{"startMs":4298349,"durationMs":3040,"subtitle":"And so, things fall apart."},{"startMs":4301389,"durationMs":6371,"subtitle":"Now the same thing happens in The Lion King, obviously, because Scar kills Mufasa."},{"startMs":4307760,"durationMs":7440,"subtitle":"So fine, then Set rules."},{"startMs":4315200,"durationMs":2470,"subtitle":"That’s not a good day for the Egyptians."},{"startMs":4317670,"durationMs":4420,"subtitle":"Remember what happens in The Lion King when Scar rules?"},{"startMs":4322090,"durationMs":3810,"subtitle":"The environment becomes completely devastated because they overhunt, right?"},{"startMs":4325900,"durationMs":2480,"subtitle":"So you get total environmental devastation."},{"startMs":4328380,"durationMs":2670,"subtitle":"It’s all black and burnt."},{"startMs":4331050,"durationMs":2189,"subtitle":"And, you know, nothing is functioning properly."},{"startMs":4333239,"durationMs":5121,"subtitle":"And remember after Simba comes back to set things right it starts to rain and everything"},{"startMs":4338360,"durationMs":1900,"subtitle":"comes back to life."},{"startMs":4340260,"durationMs":5410,"subtitle":"Well it’s another indication of the idea that you really can’t separate the environment"},{"startMs":4345670,"durationMs":5830,"subtitle":"from the culture, you know, they’re in a dynamic system of interaction."},{"startMs":4351500,"durationMs":3530,"subtitle":"Anyways, Osiris, things have fallen apart."},{"startMs":4355030,"durationMs":4390,"subtitle":"Well Osiris has a wife, he has to, he’s King of Order."},{"startMs":4359420,"durationMs":3779,"subtitle":"Well, we’re missing someone, we’re missing the Queen of Chaos, we’re missing the Queen"},{"startMs":4363199,"durationMs":1000,"subtitle":"of the Underworld."},{"startMs":4364199,"durationMs":1081,"subtitle":"That’s Isis."},{"startMs":4365280,"durationMs":2310,"subtitle":"Now Isis was a long-lasting goddess."},{"startMs":4367590,"durationMs":3000,"subtitle":"There’s been goddess religions forever."},{"startMs":4370590,"durationMs":9210,"subtitle":"There’s an idea among misinformed feminist anthropologists that the original religious"},{"startMs":4379800,"durationMs":5770,"subtitle":"structures were feminine, earth-goddess type religions, and then they were replaced by"},{"startMs":4385570,"durationMs":1930,"subtitle":"patriarchal religions."},{"startMs":4387500,"durationMs":2750,"subtitle":"And there’s no historical evidence for that."},{"startMs":4390250,"durationMs":4750,"subtitle":"And the best work I know on that is actually through the Jungians…"},{"startMs":4395000,"durationMs":1950,"subtitle":"Jung and Eric Neumann."},{"startMs":4396950,"durationMs":1000,"subtitle":"Because what they figured out…"},{"startMs":4397950,"durationMs":4419,"subtitle":"they’re kind of on the same track, thinking about the same idea, that there seems to be"},{"startMs":4402369,"durationMs":5370,"subtitle":"a shift between matriarchal values to patriarchal values, and that that was a historical shift."},{"startMs":4407739,"durationMs":4360,"subtitle":"But what they actually found out instead was that’s a shift in mythological idea."},{"startMs":4412099,"durationMs":2431,"subtitle":"It’s not a historical reality."},{"startMs":4414530,"durationMs":4040,"subtitle":"And it’s useful as a mythological idea but you shouldn’t project it backwards onto"},{"startMs":4418570,"durationMs":2460,"subtitle":"time and make it a historical reality."},{"startMs":4421030,"durationMs":4830,"subtitle":"Anyways, Isis, she’s been Queen of the Underworld forever."},{"startMs":4425860,"durationMs":4400,"subtitle":"Now of course, when order collapses, chaos reappears, and that’s what happens."},{"startMs":4430260,"durationMs":5160,"subtitle":"Isis pops up out of the Underworld and her husband’s missing and she’s not very happy"},{"startMs":4435420,"durationMs":1000,"subtitle":"about that."},{"startMs":4436420,"durationMs":4420,"subtitle":"So she wanders all over Egypt looking for his phallus."},{"startMs":4440840,"durationMs":10170,"subtitle":"And so… now that’s an interesting idea, because it touches on the biology of innovation,"},{"startMs":4451010,"durationMs":1000,"subtitle":"in some sense."},{"startMs":4452010,"durationMs":3979,"subtitle":"So you’ve heard of the notion of a seminal idea."},{"startMs":4455989,"durationMs":5741,"subtitle":"Well, that’s a mythologically informed metaphor."},{"startMs":4461730,"durationMs":8250,"subtitle":"And so the idea is that, in biological reproduction, semen falls on fertile ground, and out of"},{"startMs":4469980,"durationMs":2600,"subtitle":"that something emerges."},{"startMs":4472580,"durationMs":8470,"subtitle":"Well, there’s a tight analogue between that and what happens in the Egyptian myth with"},{"startMs":4481050,"durationMs":1240,"subtitle":"regards to sexuality."},{"startMs":4482290,"durationMs":4420,"subtitle":"Now, Jung and Freud had a big argument about this, eh, because Freud thought that you could"},{"startMs":4486710,"durationMs":4870,"subtitle":"reduce everything to sexuality."},{"startMs":4491580,"durationMs":5050,"subtitle":"And Jung said no no, what you don’t understand is that sexuality itself is often used as"},{"startMs":4496630,"durationMs":3290,"subtitle":"a symbol for something even more profound."},{"startMs":4499920,"durationMs":4790,"subtitle":"And they didn’t agree on that, and that’s part of why they went their separate ways."},{"startMs":4504710,"durationMs":6509,"subtitle":"Freud was very much unwilling to believe that religion could be anything other than a set"},{"startMs":4511219,"durationMs":6851,"subtitle":"of defensive and repressive beliefs and practices designed to protect you from death anxiety."},{"startMs":4518070,"durationMs":5310,"subtitle":"That was basically his hypothesis."},{"startMs":4523380,"durationMs":2300,"subtitle":"And it’s wrong."},{"startMs":4525680,"durationMs":3890,"subtitle":"I mean, there is that element, of course, because you can use dogma to protect yourself"},{"startMs":4529570,"durationMs":2520,"subtitle":"against all sorts of things."},{"startMs":4532090,"durationMs":2589,"subtitle":"But you can’t reduce a whole damn thing to that."},{"startMs":4534679,"durationMs":6711,"subtitle":"You have got to watch people of any type, that are intellectuals, who will tell you"},{"startMs":4541390,"durationMs":3410,"subtitle":"that everything can be reduced to one cause."},{"startMs":4544800,"durationMs":3560,"subtitle":"You know, it’s like a misplaced monotheism."},{"startMs":4548360,"durationMs":1000,"subtitle":"Lots of people do that."},{"startMs":4549360,"durationMs":4790,"subtitle":"For Marx it’s economics or class warfare, for Freud it’s sexuality (although he also"},{"startMs":4554150,"durationMs":2580,"subtitle":"considers aggression), for Foucault it’s power."},{"startMs":4556730,"durationMs":3400,"subtitle":"You know, it’s like no, it’s not that simple."},{"startMs":4560130,"durationMs":3550,"subtitle":"You can make a good story out of those motivations, because they’re powerful motivations, and"},{"startMs":4563680,"durationMs":4950,"subtitle":"they do affect everything, but that doesn’t mean they cause everything uni-dimensionally."},{"startMs":4568630,"durationMs":5670,"subtitle":"Okay, so anyways, Isis pops up, Queen of the Underworld, Set takes control, chaos emerges"},{"startMs":4574300,"durationMs":6299,"subtitle":"from the Underworld, Isis wanders around, she finds Osiris’s phallus, and she makes"},{"startMs":4580599,"durationMs":1000,"subtitle":"herself pregnant."},{"startMs":4581599,"durationMs":1941,"subtitle":"Well, so what does that mean?"},{"startMs":4583540,"durationMs":2650,"subtitle":"Well, it means a lot of things."},{"startMs":4586190,"durationMs":5950,"subtitle":"One thing it means is that if a great system falls apart, the parts still have life."},{"startMs":4592140,"durationMs":2590,"subtitle":"And, you know, you could think about that."},{"startMs":4594730,"durationMs":4590,"subtitle":"People often talk about the stability (to the degree that it’s stable)… part of"},{"startMs":4599320,"durationMs":6799,"subtitle":"the stability of capitalism is its creative destruction."},{"startMs":4606119,"durationMs":4131,"subtitle":"Capitalism allows great enterprises to collapse and disperse."},{"startMs":4610250,"durationMs":4170,"subtitle":"But they don’t break down into sub-atomic particles, right?"},{"startMs":4614420,"durationMs":5250,"subtitle":"They collapse but the pieces they collapse into still have life, some of them more than"},{"startMs":4619670,"durationMs":1000,"subtitle":"others."},{"startMs":4620670,"durationMs":3850,"subtitle":"And then if something collapses, sometimes part of the thing that collapsed has enough"},{"startMs":4624520,"durationMs":3130,"subtitle":"life to build something new out of the pieces."},{"startMs":4627650,"durationMs":5299,"subtitle":"That’s the same thing that happens to you when you undergo a radical, revolutionary"},{"startMs":4632949,"durationMs":2741,"subtitle":"transformation in your character."},{"startMs":4635690,"durationMs":2299,"subtitle":"You might even feel like you’re dying."},{"startMs":4637989,"durationMs":5541,"subtitle":"And in some sense the organising principles by which you lived are dying."},{"startMs":4643530,"durationMs":1680,"subtitle":"That’s what’s taking you out."},{"startMs":4645210,"durationMs":1320,"subtitle":"And it’s painful."},{"startMs":4646530,"durationMs":2180,"subtitle":"Those things are alive."},{"startMs":4648710,"durationMs":4510,"subtitle":"It’s no trivial matter to be taken apart."},{"startMs":4653220,"durationMs":4660,"subtitle":"But you know, you hope that you get taken apart, you can find some new information down"},{"startMs":4657880,"durationMs":4989,"subtitle":"there in the chaos, and that’s your union with Isis, roughly speaking."},{"startMs":4662869,"durationMs":5241,"subtitle":"And out of that union of information from the chaos and the parts of you that are left,"},{"startMs":4668110,"durationMs":1900,"subtitle":"you could come springing back."},{"startMs":4670010,"durationMs":4140,"subtitle":"And everyone hopes that, and often it’s the case."},{"startMs":4674150,"durationMs":4190,"subtitle":"You know, one of the lessons you can derive from Egyptian mythology is bloody well stay"},{"startMs":4678340,"durationMs":1080,"subtitle":"awake."},{"startMs":4679420,"durationMs":2299,"subtitle":"And make the little corrections when you need to."},{"startMs":4681719,"durationMs":5091,"subtitle":"Don’t be wilfully blind, because if you’re wilfully blind you’re going to store up"},{"startMs":4686810,"durationMs":3679,"subtitle":"chaos, because you’re not keeping it at bay."},{"startMs":4690489,"durationMs":3481,"subtitle":"And then one day when you’re weak it’s just going to take you out."},{"startMs":4693970,"durationMs":1000,"subtitle":"And that happens."},{"startMs":4694970,"durationMs":1910,"subtitle":"That happens to people all the time."},{"startMs":4696880,"durationMs":6200,"subtitle":"They let things around them degenerate back into chaos."},{"startMs":4703080,"durationMs":3550,"subtitle":"And then one day they’re weak, and something else comes along to hit them, and they’re"},{"startMs":4706630,"durationMs":1000,"subtitle":"done."},{"startMs":4707630,"durationMs":1000,"subtitle":"They can’t get up."},{"startMs":4708630,"durationMs":1720,"subtitle":"It’s too heavy and too hard a hit."},{"startMs":4710350,"durationMs":5600,"subtitle":"And so then they’re down in the Underworld and they stay there."},{"startMs":4715950,"durationMs":3080,"subtitle":"The general rule is if you’re going to go to the Underworld, it’s better to go on"},{"startMs":4719030,"durationMs":2709,"subtitle":"purpose and for short voyages."},{"startMs":4721739,"durationMs":3751,"subtitle":"And that’s the idea behind voluntary exposure, right?"},{"startMs":4725490,"durationMs":1810,"subtitle":"Find out what you don’t want to look at."},{"startMs":4727300,"durationMs":4310,"subtitle":"It’s easy enough to do that, because you’re going to see yourself avoiding it."},{"startMs":4731610,"durationMs":5270,"subtitle":"Then figure out how you can approach it and order some of it, in as big chunks as you"},{"startMs":4736880,"durationMs":1089,"subtitle":"can manage."},{"startMs":4737969,"durationMs":2351,"subtitle":"And you can do that all the time."},{"startMs":4740320,"durationMs":1290,"subtitle":"Stay awake."},{"startMs":4741610,"durationMs":5170,"subtitle":"Because then you keep your infrastructure properly maintained, and the probability that"},{"startMs":4746780,"durationMs":3500,"subtitle":"you will tolerate a powerful blow is much, much higher."},{"startMs":4750280,"durationMs":1280,"subtitle":"It’s not certain."},{"startMs":4751560,"durationMs":1849,"subtitle":"That’s the other thing about myths."},{"startMs":4753409,"durationMs":5971,"subtitle":"They tell you the best way to negotiate through life, but they never tell you that that will"},{"startMs":4759380,"durationMs":1130,"subtitle":"work."},{"startMs":4760510,"durationMs":3109,"subtitle":"They just tell you that that’s your best bet."},{"startMs":4763619,"durationMs":2411,"subtitle":"And so yeah, maybe that’s enough."},{"startMs":4766030,"durationMs":1430,"subtitle":"It might be enough."},{"startMs":4767460,"durationMs":7070,"subtitle":"Okay, anyways, so Isis finds Osiris’s phallus, and gets pregnant."},{"startMs":4774530,"durationMs":2540,"subtitle":"And then back to the Underworld she goes."},{"startMs":4777070,"durationMs":3040,"subtitle":"And she goes through her pregnancy and she gives birth to Horus."},{"startMs":4780110,"durationMs":1950,"subtitle":"Now that’s a pretty common story, right?"},{"startMs":4782060,"durationMs":4570,"subtitle":"That’s the long lost rightful king."},{"startMs":4786630,"durationMs":4569,"subtitle":"You know, in King Arthur, for example, Arthur has to be taken away from the castle to be"},{"startMs":4791199,"durationMs":1661,"subtitle":"raised, basically in isolation."},{"startMs":4792860,"durationMs":2540,"subtitle":"It’s a very, very common story."},{"startMs":4795400,"durationMs":1000,"subtitle":"And the reason…"},{"startMs":4796400,"durationMs":1000,"subtitle":"the same thing happens Harry Potter, right?"},{"startMs":4797400,"durationMs":8890,"subtitle":"Harry Potter is stuck with these Dursleys and they just… they’re like every resentful"},{"startMs":4806290,"durationMs":4080,"subtitle":"child’s image of their parents."},{"startMs":4810370,"durationMs":3600,"subtitle":"Maybe it’s more like every resentful 13-year-old’s image of their parents."},{"startMs":4813970,"durationMs":7319,"subtitle":"And you know, the truth of the matter is that you are kind of stuck off in the normative"},{"startMs":4821289,"durationMs":2160,"subtitle":"wastelands of your culture."},{"startMs":4823449,"durationMs":5190,"subtitle":"You have your specific parents, they’re not archetypal representatives of reality,"},{"startMs":4828639,"durationMs":1821,"subtitle":"they’re your parents."},{"startMs":4830460,"durationMs":5860,"subtitle":"They’re nature and culture, but in finite and flawed human form."},{"startMs":4836320,"durationMs":6509,"subtitle":"And what that means in part is you are raised outside the domain of your culture."},{"startMs":4842829,"durationMs":5431,"subtitle":"It’s old, it isn’t working very well, and it’s not transmitted very well to you."},{"startMs":4848260,"durationMs":3970,"subtitle":"So you grow up outside of it, you’re alienated from it."},{"startMs":4852230,"durationMs":7060,"subtitle":"That’s that existential alienation, but people have always felt alienated from their"},{"startMs":4859290,"durationMs":5060,"subtitle":"damn culture, because it’s old, and it’s sort of blind."},{"startMs":4864350,"durationMs":3940,"subtitle":"And there you are young and dynamic and full of life and all it’s telling you is you"},{"startMs":4868290,"durationMs":1639,"subtitle":"can do this and you can’t do that."},{"startMs":4869929,"durationMs":4871,"subtitle":"And then you know, lying to you about some things, and doing a pretty nasty job of others."},{"startMs":4874800,"durationMs":2450,"subtitle":"So you’re outside it, you’re alienated from it."},{"startMs":4877250,"durationMs":1340,"subtitle":"And that’s what happens to Horus."},{"startMs":4878590,"durationMs":1640,"subtitle":"He’s outside, in the Underworld."},{"startMs":4880230,"durationMs":1259,"subtitle":"That’s where he gets born."},{"startMs":4881489,"durationMs":3051,"subtitle":"And so that’s worth thinking about too."},{"startMs":4884540,"durationMs":2710,"subtitle":"Anyways, he grows up."},{"startMs":4887250,"durationMs":2849,"subtitle":"Now Horus is an interesting sort of character."},{"startMs":4890099,"durationMs":3931,"subtitle":"So you’ve all seen the image of the Egyptian eye, right?"},{"startMs":4894030,"durationMs":1000,"subtitle":"Everyone knows that image."},{"startMs":4895030,"durationMs":1240,"subtitle":"Even now, which is pretty cool."},{"startMs":4896270,"durationMs":4380,"subtitle":"So it’s got an eyebrow and it’s got an eye in the middle and then it’s got the"},{"startMs":4900650,"durationMs":5060,"subtitle":"iris, and usually the pupil is so big that it covers the whole iris."},{"startMs":4905710,"durationMs":4679,"subtitle":"And there’s a variety of reasons for that, but one of the reasons is that it symbolises"},{"startMs":4910389,"durationMs":1000,"subtitle":"interest and attention."},{"startMs":4911389,"durationMs":2661,"subtitle":"So when you’re interested in something, your pupil grows."},{"startMs":4914050,"durationMs":4580,"subtitle":"And so Horus’s pupil is really big, and he’s checking things out like mad."},{"startMs":4918630,"durationMs":4070,"subtitle":"So Horus is the eye, and he’s also a falcon."},{"startMs":4922700,"durationMs":1700,"subtitle":"And you might say, well why is he a falcon?"},{"startMs":4924400,"durationMs":5890,"subtitle":"And the answer to that is falcons are birds of prey, and they can really see."},{"startMs":4930290,"durationMs":4480,"subtitle":"So that’s another amplification of the idea of the eye."},{"startMs":4934770,"durationMs":4309,"subtitle":"Now falcons fly up above everything, even above the pyramids."},{"startMs":4939079,"durationMs":4821,"subtitle":"And they can see wherever they want to see, and so Horus is the thing that flies up above"},{"startMs":4943900,"durationMs":5510,"subtitle":"the structures of mankind, in some sense, and can see them panoramically."},{"startMs":4949410,"durationMs":4539,"subtitle":"So he’s not encapsulated in any particular pyramid, he’s the thing that’s above all"},{"startMs":4953949,"durationMs":5881,"subtitle":"pyramids and looking and providing you with an overview."},{"startMs":4959830,"durationMs":4050,"subtitle":"And I think the best way to conceptualise Horus in modern terms is attention."},{"startMs":4963880,"durationMs":5319,"subtitle":"That’s not thought, that’s a whole different thing."},{"startMs":4969199,"durationMs":4141,"subtitle":"Like attention is what thought…"},{"startMs":4973340,"durationMs":2620,"subtitle":"attention is the precursor to thought, in some sense."},{"startMs":4975960,"durationMs":5480,"subtitle":"Attention is where you meet meaning, and that’s another way of thinking about it."},{"startMs":4981440,"durationMs":5710,"subtitle":"Attention is actually where you take undifferentiated chaos and start to turn it into order."},{"startMs":4987150,"durationMs":4089,"subtitle":"And you think about… how much do you like being paid attention to?"},{"startMs":4991239,"durationMs":1000,"subtitle":"People love that."},{"startMs":4992239,"durationMs":3241,"subtitle":"Children, you don’t pay attention to them, they become pathological."},{"startMs":4995480,"durationMs":3259,"subtitle":"You don’t pay attention to your partner, your relationship dissolves."},{"startMs":4998739,"durationMs":3231,"subtitle":"No one pays attention to you, you crawl off in a corner and die."},{"startMs":5001970,"durationMs":3100,"subtitle":"Advertisers pay for your attention."},{"startMs":5005070,"durationMs":5560,"subtitle":"Like attention, that’s a currency, man, that’s value."},{"startMs":5010630,"durationMs":4370,"subtitle":"And you like to be paid attention to when you do good things, and maybe you’ll even"},{"startMs":5015000,"durationMs":3360,"subtitle":"do terrible things so that someone pays attention to you."},{"startMs":5018360,"durationMs":1000,"subtitle":"Attention’s a big deal."},{"startMs":5019360,"durationMs":1520,"subtitle":"We don’t understand it very well."},{"startMs":5020880,"durationMs":3890,"subtitle":"But anyways, the Egyptians conceptualised it as a god."},{"startMs":5024770,"durationMs":3389,"subtitle":"And that’s smart, that’s a very smart idea."},{"startMs":5028159,"durationMs":5290,"subtitle":"Anyways, Horus grows up in the Underworld, and then when he gets kind of big and ready"},{"startMs":5033449,"durationMs":4431,"subtitle":"to contend with the world, he thinks I’m going to take the damn state back from my"},{"startMs":5037880,"durationMs":1000,"subtitle":"evil uncle."},{"startMs":5038880,"durationMs":3710,"subtitle":"Well, that’s what you’re supposed to do."},{"startMs":5042590,"durationMs":5100,"subtitle":"You’re supposed to grow up, pay attention, get yourself the hell out of the Underworld,"},{"startMs":5047690,"durationMs":3940,"subtitle":"and then take your state back from your evil uncle."},{"startMs":5051630,"durationMs":1620,"subtitle":"Okay, so what happens?"},{"startMs":5053250,"durationMs":1880,"subtitle":"So Horus, he gets himself all prepared."},{"startMs":5055130,"durationMs":7469,"subtitle":"And he’s son of Order and Chaos, man, he’s no second-rate character."},{"startMs":5062599,"durationMs":1011,"subtitle":"You remember…"},{"startMs":5063610,"durationMs":2410,"subtitle":"how many of you have seen The Avengers movies?"},{"startMs":5066020,"durationMs":1000,"subtitle":"Okay."},{"startMs":5067020,"durationMs":4840,"subtitle":"Okay so I think it’s Samuel Jackson, right?"},{"startMs":5071860,"durationMs":5239,"subtitle":"Samuel Jackson is often in the background, and if I remember correctly he’s kind of"},{"startMs":5077099,"durationMs":4351,"subtitle":"like the mediator between these shadowy figures that sort of exist as…"},{"startMs":5081450,"durationMs":4539,"subtitle":"I don’t know, they all look like middle-aged white men and they’re sort of like a power"},{"startMs":5085989,"durationMs":5121,"subtitle":"group and they communicate on screen, I don’t know exactly who they are."},{"startMs":5091110,"durationMs":1810,"subtitle":"But Jackson plays an intermediary."},{"startMs":5092920,"durationMs":2690,"subtitle":"But he is lacking an eye."},{"startMs":5095610,"durationMs":4410,"subtitle":"And part of the reason, you infer, that Jackson is lacking an eye is because he’s had a"},{"startMs":5100020,"durationMs":4070,"subtitle":"pretty long history of being involved in catastrophe."},{"startMs":5104090,"durationMs":3760,"subtitle":"And you know, one consequence of that is that he’s become damaged."},{"startMs":5107850,"durationMs":3050,"subtitle":"Well, the same thing happens to Horus."},{"startMs":5110900,"durationMs":4489,"subtitle":"So Horus goes back and he says to Set, I see you for who you are."},{"startMs":5115389,"durationMs":2080,"subtitle":"I know what you’re up to."},{"startMs":5117469,"durationMs":1791,"subtitle":"You’re working for destruction."},{"startMs":5119260,"durationMs":1640,"subtitle":"You want to take the state apart."},{"startMs":5120900,"durationMs":2290,"subtitle":"There’s nothing positive about what you’re doing."},{"startMs":5123190,"durationMs":2440,"subtitle":"You facilitate deception."},{"startMs":5125630,"durationMs":1069,"subtitle":"So I’m taking the state back."},{"startMs":5126699,"durationMs":3491,"subtitle":"So they have a big fight."},{"startMs":5130190,"durationMs":3080,"subtitle":"And during the fight, Set tears out one of Horus’s eyes."},{"startMs":5133270,"durationMs":4530,"subtitle":"Now that’s worth thinking about too, because what it means (and this is exactly right)…"},{"startMs":5137800,"durationMs":3799,"subtitle":"you know, one of the things Jung said about encountering malevolence."},{"startMs":5141599,"durationMs":7451,"subtitle":"It’s like, let’s say that you wanted to understand what the Nazis did."},{"startMs":5149050,"durationMs":2270,"subtitle":"And so you started to take it apart."},{"startMs":5151320,"durationMs":4350,"subtitle":"And at each little bit of exploration you take it apart a little bit more deeply, and"},{"startMs":5155670,"durationMs":2460,"subtitle":"then a little bit more deeply, and then a little bit more deeply."},{"startMs":5158130,"durationMs":1880,"subtitle":"You want to get to the bottom of it."},{"startMs":5160010,"durationMs":4700,"subtitle":"Well you might ask yourself, well what’s at the bottom of terrible things?"},{"startMs":5164710,"durationMs":4779,"subtitle":"Well the answer to that… an answer to that… is the archetype of evil."},{"startMs":5169489,"durationMs":9101,"subtitle":"And if you are to the degree that you encounter that, even if you’re capable of god-like"},{"startMs":5178590,"durationMs":5690,"subtitle":"attention, which is the case with Horus, the probability is that that will be so devastating"},{"startMs":5184280,"durationMs":3180,"subtitle":"that it will destroy half your consciousness."},{"startMs":5187460,"durationMs":1720,"subtitle":"That’s what happens to Horus."},{"startMs":5189180,"durationMs":3370,"subtitle":"And so that’s another thing I really like about the myths, man."},{"startMs":5192550,"durationMs":1570,"subtitle":"They don’t mess around."},{"startMs":5194120,"durationMs":2979,"subtitle":"You’re supposed to come out of the Underworld, you’re supposed to see what the hell’s"},{"startMs":5197099,"durationMs":5640,"subtitle":"going on, you’re supposed to go back and take the state away from its archaic institutions"},{"startMs":5202739,"durationMs":1201,"subtitle":"and wilful blindness."},{"startMs":5203940,"durationMs":5400,"subtitle":"But if you really contend with that, you better look out, because you’re contending with"},{"startMs":5209340,"durationMs":3810,"subtitle":"something that you can barely master."},{"startMs":5213150,"durationMs":5940,"subtitle":"Anyways, Horus beats Set, despite the fact that he has his eye torn out."},{"startMs":5219090,"durationMs":4839,"subtitle":"And so then he tell Set to go outside the boundaries of the Kingdom and to never come"},{"startMs":5223929,"durationMs":1000,"subtitle":"back."},{"startMs":5224929,"durationMs":2871,"subtitle":"Well, why doesn’t he kill him?"},{"startMs":5227800,"durationMs":1410,"subtitle":"Well he can’t, he’s a god."},{"startMs":5229210,"durationMs":1509,"subtitle":"You can’t get rid of Set."},{"startMs":5230719,"durationMs":4211,"subtitle":"Set is the deity of the decomposition of states."},{"startMs":5234930,"durationMs":2370,"subtitle":"That’s not going away."},{"startMs":5237300,"durationMs":3640,"subtitle":"The best you can do is hold it at bay for periods of time."},{"startMs":5240940,"durationMs":3790,"subtitle":"And you have to be awake and aware of its constant presence."},{"startMs":5244730,"durationMs":5659,"subtitle":"Anyways, he chases Set away but he gets his eye back."},{"startMs":5250389,"durationMs":8250,"subtitle":"And so he reclaims his consciousness from malevolence, essentially."},{"startMs":5258639,"durationMs":2201,"subtitle":"And then you might think, okay, well what should he do?"},{"startMs":5260840,"durationMs":5529,"subtitle":"He should slap that eye back in his head, and he’s defeated evil, so now he should"},{"startMs":5266369,"durationMs":1000,"subtitle":"be king."},{"startMs":5267369,"durationMs":3210,"subtitle":"And that would be a good ending to the story, but that isn’t what the Egyptians do, and"},{"startMs":5270579,"durationMs":5910,"subtitle":"this is where they really get brilliant, in my estimation."},{"startMs":5276489,"durationMs":3801,"subtitle":"So Horus takes his eye, and he goes back to the Underworld."},{"startMs":5280290,"durationMs":1590,"subtitle":"So he does this voluntarily."},{"startMs":5281880,"durationMs":2100,"subtitle":"He goes back to the Underworld."},{"startMs":5283980,"durationMs":4739,"subtitle":"And he goes back to where Osiris is existing, because it’s sort of the land of the dead."},{"startMs":5288719,"durationMs":2420,"subtitle":"And so Osiris has this weird existence."},{"startMs":5291139,"durationMs":7161,"subtitle":"He’s scattered all over Egypt, but his essence, I suppose, his spirit, is down there in the"},{"startMs":5298300,"durationMs":3580,"subtitle":"Underworld, which is… it’s not exactly hell."},{"startMs":5301880,"durationMs":1750,"subtitle":"Hell is a suburb of the Underworld."},{"startMs":5303630,"durationMs":3839,"subtitle":"Like it’s the worst neighbourhood of the Underworld, that’s a good way of thinking"},{"startMs":5307469,"durationMs":1000,"subtitle":"about it."},{"startMs":5308469,"durationMs":2440,"subtitle":"You guys go to the Underworld fairly often."},{"startMs":5310909,"durationMs":5210,"subtitle":"You may take a rare side-trip to hell, and you probably regret it."},{"startMs":5316119,"durationMs":4401,"subtitle":"And we can talk about that means, because it actually has a very specific meaning."},{"startMs":5320520,"durationMs":2829,"subtitle":"Anyways, Osiris isn’t in hell, he’s just in the Underworld."},{"startMs":5323349,"durationMs":5071,"subtitle":"So he’s sitting there sort of, you know, inactive."},{"startMs":5328420,"durationMs":1980,"subtitle":"And in rough shape."},{"startMs":5330400,"durationMs":8390,"subtitle":"So Horus goes down to the Underworld, and he finds Osiris, and he gives him an eye!"},{"startMs":5338790,"durationMs":1929,"subtitle":"And so then Osiris can see again."},{"startMs":5340719,"durationMs":3101,"subtitle":"Remember, he couldn’t see, he was wilfully blind, right?"},{"startMs":5343820,"durationMs":1910,"subtitle":"And so that’s partly what led to his demise."},{"startMs":5345730,"durationMs":4159,"subtitle":"Horus give him this eye that’s been hard fought."},{"startMs":5349889,"durationMs":3221,"subtitle":"It’s the eye with which he encountered evil."},{"startMs":5353110,"durationMs":3860,"subtitle":"He gives Osiris that eye, perks him right up."},{"startMs":5356970,"durationMs":7850,"subtitle":"And so then Horus and Osiris go back to the surface world, and they unite to form the"},{"startMs":5364820,"durationMs":1970,"subtitle":"ruler of Egypt."},{"startMs":5366790,"durationMs":5040,"subtitle":"And so the idea is that the proper ruler is obviously the thing that can pay attention"},{"startMs":5371830,"durationMs":5019,"subtitle":"and conquer the pathology of the state and wilful blindness, but it’s more that."},{"startMs":5376849,"durationMs":4770,"subtitle":"It’s the thing that does that and then rejuvenates the state."},{"startMs":5381619,"durationMs":4051,"subtitle":"And you know, one of the things, I think this is quite interesting…"},{"startMs":5385670,"durationMs":12130,"subtitle":"so the hippie culture in the 1960s was a revolutionary culture, and you can make a case that during"},{"startMs":5397800,"durationMs":5410,"subtitle":"the 60s, and the latter part of the 50s, young people’s attention was very much focused"},{"startMs":5403210,"durationMs":2779,"subtitle":"on certain pathological elements of the state."},{"startMs":5405989,"durationMs":4351,"subtitle":"You know, the Civil Rights Movement seemed to be a real thing, there was a movement towards"},{"startMs":5410340,"durationMs":5580,"subtitle":"emancipation of women, there were lots of things that I think you can look at from a"},{"startMs":5415920,"durationMs":3130,"subtitle":"distance and say, you know, good work."},{"startMs":5419050,"durationMs":6399,"subtitle":"But then there was the other element of it, which was, well, you know, down with the state"},{"startMs":5425449,"durationMs":1611,"subtitle":"and don’t trust anyone over 30."},{"startMs":5427060,"durationMs":4200,"subtitle":"Well, that’s kind of stupid, because first of all it’s not that long till you’re"},{"startMs":5431260,"durationMs":1620,"subtitle":"30 and then what do you do?"},{"startMs":5432880,"durationMs":4580,"subtitle":"And second, well no, you can’t throw the damn baby out with the bathwater."},{"startMs":5437460,"durationMs":2920,"subtitle":"I mean first of all, you’re probably doing that because you don’t want to grow up,"},{"startMs":5440380,"durationMs":1000,"subtitle":"ever."},{"startMs":5441380,"durationMs":1270,"subtitle":"You’re just Peter Pan."},{"startMs":5442650,"durationMs":7620,"subtitle":"And second, it’s like, you can’t leave Osiris languishing in the Underworld."},{"startMs":5450270,"durationMs":3060,"subtitle":"You have to give him vision and bring him back up to the surface."},{"startMs":5453330,"durationMs":5980,"subtitle":"Because I don’t care how attentive you are, if you’re also not wise you’re not going"},{"startMs":5459310,"durationMs":1520,"subtitle":"to be good for anything."},{"startMs":5460830,"durationMs":5130,"subtitle":"And the wisdom is partly the integration of the best your culture has to offer you into"},{"startMs":5465960,"durationMs":6100,"subtitle":"your character, so that you can be an avatar of culture, an attentive avatar of culture."},{"startMs":5472060,"durationMs":1530,"subtitle":"And then you’re a well-balanced soul."},{"startMs":5473590,"durationMs":3049,"subtitle":"Well, so the Egyptians figured all this out."},{"startMs":5476639,"durationMs":7271,"subtitle":"And then it’s even cooler than that, because they used this idea of the union of Horus"},{"startMs":5483910,"durationMs":7959,"subtitle":"and Osiris as their conceptual representation of what gave the Pharaoh sovereignty."},{"startMs":5491869,"durationMs":3671,"subtitle":"Because again, like the Mesopotamians, they were trying to figure out, well what should"},{"startMs":5495540,"durationMs":1000,"subtitle":"rule?"},{"startMs":5496540,"durationMs":1960,"subtitle":"What should be above all?"},{"startMs":5498500,"durationMs":3599,"subtitle":"And the Mesopotamians figured, well it’s something like Marduk, he’s got lots of"},{"startMs":5502099,"durationMs":2931,"subtitle":"eyes, he can talk, he’s brave, he’ll conquer the unknown."},{"startMs":5505030,"durationMs":3730,"subtitle":"As a consequence, he makes a pretty good top god."},{"startMs":5508760,"durationMs":7240,"subtitle":"And the Egyptians added a level of sophistication to that, because Horus is not only the thing"},{"startMs":5516000,"durationMs":4510,"subtitle":"that will go into the Underworld, he goes into the Underworld and he rescues things"},{"startMs":5520510,"durationMs":7919,"subtitle":"of tremendous value and then unites with them, so that not only can he see, but he’s wise."},{"startMs":5528429,"durationMs":1911,"subtitle":"And so then that’s what the Pharaoh is supposed to be."},{"startMs":5530340,"durationMs":4510,"subtitle":"And the Egyptians basically characterised that union as something akin to the immortal"},{"startMs":5534850,"durationMs":1000,"subtitle":"soul."},{"startMs":5535850,"durationMs":5100,"subtitle":"Now, Eliade tracks this development, he called it the ‘democratisation of Osiris’."},{"startMs":5540950,"durationMs":6170,"subtitle":"So first of all, basically only the Pharaoh was allowed to be the Horus-Osiris union in"},{"startMs":5547120,"durationMs":1000,"subtitle":"some sense."},{"startMs":5548120,"durationMs":7349,"subtitle":"And so in a way he was God on Earth, you know, which is a conception of course that has lasted"},{"startMs":5555469,"durationMs":2121,"subtitle":"into cultures for a very, very long period of time."},{"startMs":5557590,"durationMs":4279,"subtitle":"And the Japanese still thought that way about their emperor until the end of World War II."},{"startMs":5561869,"durationMs":1500,"subtitle":"Many of them still think that way."},{"startMs":5563369,"durationMs":3080,"subtitle":"So he was the embodiment of divine sovereignty."},{"startMs":5566449,"durationMs":2721,"subtitle":"It was in the leader only."},{"startMs":5569170,"durationMs":6150,"subtitle":"But as the Egyptian state developed, the idea that that soul was an attribute started to"},{"startMs":5575320,"durationMs":1810,"subtitle":"descend down the power hierarchy."},{"startMs":5577130,"durationMs":3270,"subtitle":"So after a while the aristocracy started to use it."},{"startMs":5580400,"durationMs":7960,"subtitle":"And then, and this is a radical oversimplification, but it’ll do for the purposes of this discussion,"},{"startMs":5588360,"durationMs":5810,"subtitle":"you know by the time the Jews came along, and they came out of Egypt (mythologically"},{"startMs":5594170,"durationMs":6040,"subtitle":"speaking), the idea that there could be a union or a relationship between something"},{"startMs":5600210,"durationMs":4110,"subtitle":"that was divine and something that was individual was distributed a long ways down the power"},{"startMs":5604320,"durationMs":1940,"subtitle":"hierarchy."},{"startMs":5606260,"durationMs":4050,"subtitle":"And then by the time the Greeks showed up, well in some sense it was all males, at least"},{"startMs":5610310,"durationMs":1639,"subtitle":"all males who were part of the polity."},{"startMs":5611949,"durationMs":4101,"subtitle":"And when the Christians emerged, it was everyone."},{"startMs":5616050,"durationMs":5820,"subtitle":"Prostitutes, tax collectors, thieves, murderers, everyone."},{"startMs":5621870,"durationMs":4770,"subtitle":"And so the idea of sovereignty started to become, you know first of all it was a mythological"},{"startMs":5626640,"durationMs":4579,"subtitle":"attribute, it was identified with the ruler, but then it became a psychological attribute"},{"startMs":5631219,"durationMs":2411,"subtitle":"that was distributed across the entire population."},{"startMs":5633630,"durationMs":1320,"subtitle":"It’s brilliant."},{"startMs":5634950,"durationMs":1320,"subtitle":"It’s brilliant!"},{"startMs":5636270,"durationMs":7360,"subtitle":"And as far as I can tell, those conceptualisations formed the sub-structure of our belief that"},{"startMs":5643630,"durationMs":4279,"subtitle":"each person is divinely valuable, in their own right."},{"startMs":5647909,"durationMs":4621,"subtitle":"That they have inalienable rights, even if you’re a murderer, right, the state is very"},{"startMs":5652530,"durationMs":2180,"subtitle":"restricted in what it can do to you."},{"startMs":5654710,"durationMs":5909,"subtitle":"Even if you committed a terrible crime, even if you admit to it, the state is still very"},{"startMs":5660619,"durationMs":2401,"subtitle":"restricted in what it’s allowed to do to you."},{"startMs":5663020,"durationMs":7570,"subtitle":"Because there’s an idea that there’s something about you that has the quality of transcendent"},{"startMs":5670590,"durationMs":1000,"subtitle":"value."},{"startMs":5671590,"durationMs":1000,"subtitle":"That’s exactly it."},{"startMs":5672590,"durationMs":2799,"subtitle":"And well, we know some of the attributes."},{"startMs":5675389,"durationMs":4661,"subtitle":"One of them is you can see and pay attention and another is that you can speak and communicate."},{"startMs":5680050,"durationMs":6069,"subtitle":"You know, the other is that you can become wise, that you can approach things that frighten"},{"startMs":5686119,"durationMs":3681,"subtitle":"you with courage, and generate new information as a consequence."},{"startMs":5689800,"durationMs":6129,"subtitle":"Like there’s lots of things about you that the relationship between Chaos and Order actually"},{"startMs":5695929,"durationMs":3111,"subtitle":"literally depend upon."},{"startMs":5699040,"durationMs":7409,"subtitle":"And so the state has come to respect the individual partly because the individual is, by necessity,"},{"startMs":5706449,"durationMs":2020,"subtitle":"the thing that rejuvenates the state."},{"startMs":5708469,"durationMs":2981,"subtitle":"And so there’s this dynamic relationship between the two."},{"startMs":5711450,"durationMs":4510,"subtitle":"The state structures you, but it’s old and it’s blind, and there’s lots of things"},{"startMs":5715960,"durationMs":2619,"subtitle":"it can’t see, and it’s partly corrupt."},{"startMs":5718579,"durationMs":4511,"subtitle":"Okay, but it’s hell of a lot better than nothing, generally speaking, and so then you’re"},{"startMs":5723090,"durationMs":3989,"subtitle":"like the forerunner of the state, and you can pay attention."},{"startMs":5727079,"durationMs":2980,"subtitle":"Maybe you can see where things aren’t working exactly right, where they’re not working"},{"startMs":5730059,"durationMs":2100,"subtitle":"properly, and fix them."},{"startMs":5732159,"durationMs":5931,"subtitle":"And so then the state maintains its protective structure across time and you exist in a dialectical"},{"startMs":5738090,"durationMs":1670,"subtitle":"relationship with it."},{"startMs":5739760,"durationMs":6879,"subtitle":"You know, you see by the time the Christian hero mythology emerges, Christ is more the"},{"startMs":5746639,"durationMs":5420,"subtitle":"reconstructor of the state than he is the thing that encounters chaos, right?"},{"startMs":5752059,"durationMs":6001,"subtitle":"Because a huge chunk of the Christian story is about the antagonism between him and his"},{"startMs":5758060,"durationMs":2260,"subtitle":"culture and the Roman culture as well."},{"startMs":5760320,"durationMs":7141,"subtitle":"So the whole existential drama actually shifts from hero as buttressing against nature, which"},{"startMs":5767461,"durationMs":5499,"subtitle":"of course would have been the case earlier, to hero as thing that decomposes and reconstructs"},{"startMs":5772960,"durationMs":2159,"subtitle":"culture in a radical way."},{"startMs":5775119,"durationMs":6181,"subtitle":"So you know, Moses does the same thing, and Moses is a master of water, he’s a transformative"},{"startMs":5781300,"durationMs":5279,"subtitle":"agent, so it’s an indication of exactly the same sort of idea."},{"startMs":5786579,"durationMs":7140,"subtitle":"That’s a good time for a break."}]
