[{"startMs":32899,"durationMs":4111,"subtitle":"So today I’m gonna tell you the best three stories that I know, I think, and, I think"},{"startMs":37010,"durationMs":7889,"subtitle":"these stories are absolutely, phenomenally potent, and the reason for that is that I"},{"startMs":44899,"durationMs":9041,"subtitle":"think they illustrate in an extraordinarily-powerful way the nature of the processes that led to"},{"startMs":53940,"durationMs":4570,"subtitle":"the establishment of western democratic ideals."},{"startMs":58510,"durationMs":9990,"subtitle":"Mircae Eliade, whose work I rely on substantially, to make the following argument, has taken"},{"startMs":68500,"durationMs":5979,"subtitle":"western academic culture to task in a manner that hasn’t fully been revealed yet."},{"startMs":74479,"durationMs":6411,"subtitle":"He said that, like all human cultures, the west is parochial and narrow in its viewpoint,"},{"startMs":80890,"durationMs":4420,"subtitle":"and although over the last three hundred years there’s been a substantial amount of cross-cultural"},{"startMs":85310,"durationMs":5180,"subtitle":"intermingling and a potential broadening of philosophical and religious horizon, that"},{"startMs":90490,"durationMs":9420,"subtitle":"broadening has not been sufficiently complete;"},{"startMs":99910,"durationMs":5269,"subtitle":"If we build on the viewpoint that I’ve been developing with you over the last few courses"},{"startMs":105179,"durationMs":4141,"subtitle":"and make the presupposition that religious modes of thinking are more phenomenological"},{"startMs":109320,"durationMs":4960,"subtitle":"than they are rational, which means that they deal more with what you experience, say, than"},{"startMs":114280,"durationMs":4720,"subtitle":"with the objective world, if we look at archaic religious stories through that lens, then"},{"startMs":119000,"durationMs":5399,"subtitle":"they can start to open up, and so, given that, I want to open up three religious stories"},{"startMs":124399,"durationMs":9351,"subtitle":"to you today, two in depth, and one only in passing because we’ll return to it later."},{"startMs":133750,"durationMs":8440,"subtitle":"I’ll start with, Judeo-Christian Myth of Genesis, and when I say myth, of course, you"},{"startMs":142190,"durationMs":3549,"subtitle":"all know this already, but when I say myth, I don’t mean untruth, I mean a form of knowledge"},{"startMs":145739,"durationMs":4830,"subtitle":"that’s narrative in structure and predicated on presumptions that aren’t empirical; a"},{"startMs":150569,"durationMs":4741,"subtitle":"myth describes processes of transformation, a myth describes them, a myth describes the"},{"startMs":155310,"durationMs":3370,"subtitle":"process whereby elements of experience come into being and transform"},{"startMs":158680,"durationMs":12580,"subtitle":"On Genesis, the fundamental structural elements of Genesis are the Word of God and chaos,"},{"startMs":171260,"durationMs":7009,"subtitle":"and the Hebrew words for chaos and waste are tehom, for chaos, and tohu, for waste, and"},{"startMs":178269,"durationMs":5000,"subtitle":"tehom in particular, although toho as well, are very interesting words because you can"},{"startMs":183269,"durationMs":5711,"subtitle":"track their derivation historically, and sometimes if you contract the derivation of words historically,"},{"startMs":188980,"durationMs":4679,"subtitle":"you can get some sense of the culture milieu out of which the word sprang,"},{"startMs":193659,"durationMs":5590,"subtitle":"and we know what tyomat means because we have written records of a story that involves a"},{"startMs":199249,"durationMs":5512,"subtitle":"character named Tiamat, and Tiamat is a dragon who lives at the bottom of the ocean; in the"},{"startMs":204761,"durationMs":6848,"subtitle":"oldest creation myth we have, which is the Enuma Elish, the Sumerian creation myth, the"},{"startMs":211609,"durationMs":13020,"subtitle":"Sumeria, Babylon, Acadia, rightly regarded as the birthplace of modern western civilization."},{"startMs":224629,"durationMs":10321,"subtitle":"In Genesis, two processes unite to produce being, the first of those processes or states"},{"startMs":234950,"durationMs":4819,"subtitle":"is chaos, represented by taom or tohu."},{"startMs":239769,"durationMs":5661,"subtitle":"The second of those processes is logos, and logos is another word that has an extraordinarily"},{"startMs":245430,"durationMs":7770,"subtitle":"broad range of meaning; it’s generally transcribed in the Christian tradition as the word, and"},{"startMs":253200,"durationMs":4620,"subtitle":"it’s identified with Christ, which is a very peculiar identification because it’s"},{"startMs":257820,"durationMs":5300,"subtitle":"the Word of God that creates order out of chaos and, of course, the Word of God in Genesis"},{"startMs":263120,"durationMs":5360,"subtitle":"is a phenomena that predates the birth of Christ infinitely from a classical religious"},{"startMs":268480,"durationMs":8260,"subtitle":"perspective, so the fact that the two beings are identified as of great peculiarity and"},{"startMs":276740,"durationMs":2540,"subtitle":"also of great interest."},{"startMs":279280,"durationMs":6060,"subtitle":"The fundamental story of Genesis is something like this, and it’s perhaps the most brilliant"},{"startMs":285340,"durationMs":8460,"subtitle":"contribution of Judeo-Christian thought to world history, its total impact is virtually"},{"startMs":293800,"durationMs":1970,"subtitle":"incalculable."},{"startMs":295770,"durationMs":4920,"subtitle":"The idea is this: that chaos can be conceptualized as something that has an essentially feminine"},{"startMs":300690,"durationMs":6580,"subtitle":"aspect as a matrix, and a matrix is a structure from which other structures emerge, and the"},{"startMs":307270,"durationMs":5710,"subtitle":"story in Genesis makes the hypothesis that logos, which is the Word of God, a phenomena"},{"startMs":312980,"durationMs":9369,"subtitle":"associated with speech and communication and logic, logos: logic, rationality, courage,"},{"startMs":322349,"durationMs":6381,"subtitle":"exploration, all combined into a single entity or trait: logos, the combination of logos"},{"startMs":328730,"durationMs":4350,"subtitle":"and chaos is what brings order into being; that’s what the story in Genesis means;"},{"startMs":333080,"durationMs":6880,"subtitle":"it’s not an empirical description of the origin of objects, it’s a phenomenological"},{"startMs":339960,"durationMs":7120,"subtitle":"description of the origin of experience, the idea being that without the piercing glance"},{"startMs":347080,"durationMs":8290,"subtitle":"of whatever consciousness is, whatever the background of experience is, the matrix, chaos,"},{"startMs":355370,"durationMs":4440,"subtitle":"cannot be conceptualized as real; it takes the interplay between the feminine principle,"},{"startMs":359810,"durationMs":6289,"subtitle":"chaos, and the masculine principle, logos, in order to produce being."},{"startMs":366099,"durationMs":4741,"subtitle":"Now that’s of substantial importance when you give some consideration to the fact that"},{"startMs":370840,"durationMs":10920,"subtitle":"immediately in Genesis, after the establishment of livable order, the deity yahva identifies"},{"startMs":381760,"durationMs":5059,"subtitle":"the individual human being with logos, right, made in God’s image, that’s the essential"},{"startMs":386819,"durationMs":5440,"subtitle":"characteristic of the human being, and what that means is that the logos that operates"},{"startMs":392259,"durationMs":4310,"subtitle":"in human beings, which is this capacity to make order out of chaos, is identical to the"},{"startMs":396569,"durationMs":5241,"subtitle":"principle that gives rise to the cosmos from a mythological perspective, so it partakes"},{"startMs":401810,"durationMs":9039,"subtitle":"of the deity in a very direct sense insofar as being itself is dependent on its operation."},{"startMs":410849,"durationMs":6570,"subtitle":"Now it’s still possible to claim, given that perspective, that a story with that sort"},{"startMs":417419,"durationMs":4930,"subtitle":"of structure is superstitious and that it doesn’t bear any relationship to what reality,"},{"startMs":422349,"durationMs":4711,"subtitle":"what actually constitutes reality, but you have to understand that that story, old as"},{"startMs":427060,"durationMs":5530,"subtitle":"it is, is predicated on older stories, and it’s on the ground that those older stories"},{"startMs":432590,"durationMs":6380,"subtitle":"establish that our entire concept of natural rights rests, so if you believe that natural"},{"startMs":438970,"durationMs":6460,"subtitle":"rights have an existence more than merely arbitrary, the reason you believe that is"},{"startMs":445430,"durationMs":3400,"subtitle":"because they’re predicated, those rights are predicated on the ideas that are expressed"},{"startMs":448830,"durationMs":3700,"subtitle":"in these myths,"},{"startMs":452530,"durationMs":6509,"subtitle":"Okay, so now we’re gonna go back in time to Sumeria, and I’m gonna show you how the"},{"startMs":459039,"durationMs":5970,"subtitle":"Sumerian creation myth lays itself out, and not only that, I’m going to describe to"},{"startMs":465009,"durationMs":5310,"subtitle":"you the direct political implications of the Enuma Elish, the Sumerian creation myth, because"},{"startMs":470319,"durationMs":4891,"subtitle":"the political implications of that myth are well understood because the political structure"},{"startMs":475210,"durationMs":5970,"subtitle":"of Sumeria was directly associated with the structure of the myth because the Sumeria"},{"startMs":481180,"durationMs":7329,"subtitle":"was regarded as the earthly represent of the highest God in the Mesopotamian Pantheon,"},{"startMs":488509,"durationMs":5091,"subtitle":"whose name was Marduk, so insofar as you were emperor, the reason that you were emperor,"},{"startMs":493600,"durationMs":6619,"subtitle":"and the, this is what gave your sovereignty legitimacy, right, ‘cause sovereignty has"},{"startMs":500219,"durationMs":3280,"subtitle":"to have legitimacy otherwise there’s constant revolutions."},{"startMs":503499,"durationMs":4751,"subtitle":"What gave sovereignty legitimacy in Mesopotamia was the identification of the emperor with"},{"startMs":508250,"durationMs":3849,"subtitle":"Marduk, and that had, that had certain implications for the emperor, which we’ll discuss in"},{"startMs":512099,"durationMs":1000,"subtitle":"some detail"},{"startMs":513099,"durationMs":1761,"subtitle":"So the story starts like this."},{"startMs":514860,"durationMs":11870,"subtitle":"You’ve got this Dragon, Tiamat, and Tiamat is a great primordial beast, who lives at"},{"startMs":526730,"durationMs":2160,"subtitle":"the bottom of the ocean."},{"startMs":528890,"durationMs":5480,"subtitle":"And the ocean is water and water is associated with the primal element in archaic thinking"},{"startMs":534370,"durationMs":2170,"subtitle":"and I told you, there’s reasons for that already."},{"startMs":536540,"durationMs":4730,"subtitle":"or if you viewed the transformation of deserts as a consequence of rain, you can understand"},{"startMs":541270,"durationMs":4500,"subtitle":"why water would be considered the element that gives life, right, that the element that,"},{"startMs":545770,"durationMs":4090,"subtitle":"that brings life forth, and we know from an evolutionary perspective that that’s accurate."},{"startMs":549860,"durationMs":4360,"subtitle":"And we know that we’re 90 per cent water and so to consider water the primal element"},{"startMs":554220,"durationMs":2540,"subtitle":"is no trivial conclusion."},{"startMs":556760,"durationMs":5120,"subtitle":"No, no less than presuming that the sun is the ultimate source of light, the ultimate"},{"startMs":561880,"durationMs":3250,"subtitle":"god, because the sun is the ultimate source of life as far as earth, as far as we’re"},{"startMs":565130,"durationMs":2790,"subtitle":"concerned on earth, right, because it’s the source of all our energy."},{"startMs":567920,"durationMs":1840,"subtitle":"These aren’t stupid concepts, all right."},{"startMs":569760,"durationMs":6010,"subtitle":"So Tiamat is this horrible creature that lurks at the bottom of the primal element, all right."},{"startMs":575770,"durationMs":1880,"subtitle":"Now she has a husband, Apsu."},{"startMs":577650,"durationMs":3740,"subtitle":"Now the Mesopotamian creation myth doesn’t say much about Apsu."},{"startMs":581390,"durationMs":3011,"subtitle":"We only know that he’s the male consort of the Dragon of Chaos."},{"startMs":584401,"durationMs":6469,"subtitle":"And we know from reading other sources of mythology that the male consort of the Dragon"},{"startMs":590870,"durationMs":4020,"subtitle":"of Chaos generally represents either logos or culture."},{"startMs":594890,"durationMs":5090,"subtitle":"So we’re gonna make the presupposition in this particular case that the husband of Chaos"},{"startMs":599980,"durationMs":5500,"subtitle":"is Order or Culture, okay, and then the Mesopotamians don’t say much about that, that doesn’t,"},{"startMs":605480,"durationMs":6460,"subtitle":"the development of the idea of Apsu or Order or Culture, doesn’t take new force until"},{"startMs":611940,"durationMs":2290,"subtitle":"the ancient Egyptians and we’ll talk about them today too."},{"startMs":614230,"durationMs":6651,"subtitle":"Okay so Tiamat and Apsu are locked into a kind of sexual embrace according to the Mesopotamian"},{"startMs":620881,"durationMs":1099,"subtitle":"creation."},{"startMs":621980,"durationMs":1250,"subtitle":"What does that mean?"},{"startMs":623230,"durationMs":1080,"subtitle":"It kinda means two things."},{"startMs":624310,"durationMs":4980,"subtitle":"It means that they’re not really distinguishable because they’re locked into this embrace"},{"startMs":629290,"durationMs":5290,"subtitle":"and it also means that they’re up to something creative because the act of sexual congress"},{"startMs":634580,"durationMs":7330,"subtitle":"in mythology is most usefully, is most frequently utilized as representation of something creative"},{"startMs":641910,"durationMs":6030,"subtitle":"or as representation of the probability of some new form coming to be, right."},{"startMs":647940,"durationMs":1350,"subtitle":"All right."},{"startMs":649290,"durationMs":8410,"subtitle":"So Apsu and Tiamat are locked into this embrace in a state that other creation myths describe"},{"startMs":657700,"durationMs":8550,"subtitle":"as egg-like, the Pre-Cosmogonic egg, their intermingling gives rise to the initial state"},{"startMs":666250,"durationMs":5450,"subtitle":"of being according to the Sumerians and the initial state of being according to the Sumerians"},{"startMs":671700,"durationMs":3500,"subtitle":"is characterized by the dominion of the elder gods"},{"startMs":675200,"durationMs":8250,"subtitle":"These gods, being none too bright, make a tremendous amount of racket, doing things."},{"startMs":683450,"durationMs":4090,"subtitle":"Well what does that mean exactly?"},{"startMs":687540,"durationMs":3530,"subtitle":"Well it means something like this."},{"startMs":691070,"durationMs":2100,"subtitle":"They make a lot of racket and they cause a lot of trouble."},{"startMs":693170,"durationMs":7240,"subtitle":"They make a lot of wind and all of their racket and trouble and wind and activity rouses Tiamat."},{"startMs":700410,"durationMs":3610,"subtitle":"What does that mean?"},{"startMs":704020,"durationMs":2840,"subtitle":"Well it means if you do things, you get in trouble."},{"startMs":706860,"durationMs":3460,"subtitle":"It means even if you’re trying to solve problems, you get into trouble because the"},{"startMs":710320,"durationMs":3980,"subtitle":"solution to a problem tend, tends to generate a whole bunch of new problems, right."},{"startMs":714300,"durationMs":1390,"subtitle":"It’s like the Hydra."},{"startMs":715690,"durationMs":10310,"subtitle":"So what it means is that it’s more or less fated that any form of activity whatsoever"},{"startMs":726000,"durationMs":5050,"subtitle":"is likely to produce the threat of catastrophe"},{"startMs":731050,"durationMs":4440,"subtitle":"And of course we’re absolutely keenly aware of that in the modern world because we’re"},{"startMs":735490,"durationMs":6480,"subtitle":"possessed by this sense that all of our frenetic activity, all of our frenetic motivated activity"},{"startMs":741970,"durationMs":32390,"subtitle":"is producing alterations in the world order such that Nature itself is going to"},{"startMs":774360,"durationMs":3820,"subtitle":"be destroyed and eliminate us, right."},{"startMs":778180,"durationMs":2170,"subtitle":"That’s classic Sumerian fear."},{"startMs":780350,"durationMs":3040,"subtitle":"Nothing’s changed in the last 5,000 years."},{"startMs":783390,"durationMs":4670,"subtitle":"The Sumerians presumed that once the elder gods where constructed and started moving"},{"startMs":788060,"durationMs":5660,"subtitle":"around on the planet, that their activity their mindless activity, because remember"},{"startMs":793720,"durationMs":4580,"subtitle":"these aren’t well integrated motivational forces, they’re more like primordial beasts,"},{"startMs":798300,"durationMs":1000,"subtitle":"right."},{"startMs":799300,"durationMs":6290,"subtitle":"Their unintegrated activity risks plunging everything back in Chaos."},{"startMs":805590,"durationMs":4640,"subtitle":"Well Tiamat’s the representative of Chaos, this generative Chaos, but so what if the"},{"startMs":810230,"durationMs":5260,"subtitle":"Sumerians say, “Well the elder gods cause a lot of racket, they move around the planet"},{"startMs":815490,"durationMs":6270,"subtitle":"and they upset Tiamat,” and she decides that enough is enough and she’s gonna wipe"},{"startMs":821760,"durationMs":1880,"subtitle":"them out."},{"startMs":823640,"durationMs":8250,"subtitle":"So she’s sitting at the bottom of the ocean, fuming away, as the elder gods go about their"},{"startMs":831890,"durationMs":6640,"subtitle":"business and then they take one step too many and they kill Apsu, who’s her husband."},{"startMs":838530,"durationMs":4530,"subtitle":"Now the Sumerian creation myth doesn’t say much about this, but we know that Apsu is"},{"startMs":843060,"durationMs":1780,"subtitle":"the male consort of Chaos."},{"startMs":844840,"durationMs":1290,"subtitle":"That makes him Order."},{"startMs":846130,"durationMs":4390,"subtitle":"So what happens is the elder gods destroy Order itself."},{"startMs":850520,"durationMs":3410,"subtitle":"They destroy Culture itself and as soon as you destroy Culture, all hell breaks loose"},{"startMs":853930,"durationMs":2291,"subtitle":"and that’s exactly what happens in this Sumerian creation myth."},{"startMs":856221,"durationMs":7229,"subtitle":"So Tiamat emerges, he’s gonna wipe everything out and the world will revert back to its"},{"startMs":863450,"durationMs":2600,"subtitle":"primordial, non-existent state."},{"startMs":866050,"durationMs":3390,"subtitle":"Now the, all the gods get wind of this and of course they’re just terrified because"},{"startMs":869440,"durationMs":4940,"subtitle":"they know that this thing that gave rise to them, whatever it is, the matrix of being,"},{"startMs":874380,"durationMs":4470,"subtitle":"can easily wipe them out at a moment’s notice and so despite the fact that they are transpersonal"},{"startMs":878850,"durationMs":5270,"subtitle":"and immortal and characterized by a certain amount of power, in the face of absolute Chaos,"},{"startMs":884120,"durationMs":1680,"subtitle":"they’re insufficient."},{"startMs":885800,"durationMs":6510,"subtitle":"Now this occurrence is extending over a protracted period of time and as the elder gods are threatened,"},{"startMs":892310,"durationMs":3510,"subtitle":"they’re also breeding and mating and producing new forms."},{"startMs":895820,"durationMs":3790,"subtitle":"And they produce a great, great grandson, whose name is Marduk."},{"startMs":899610,"durationMs":2570,"subtitle":"Now Marduk has a lot of very interesting attributes."},{"startMs":902180,"durationMs":4010,"subtitle":"So the attributes are described in the Enuma Elish in the following manner, so this is"},{"startMs":906190,"durationMs":5910,"subtitle":"what Marduk’s father sees when his wife, Damkina, gives birth to Marduk."},{"startMs":912100,"durationMs":5520,"subtitle":"“So when he, who’s Marduk’s father, saw his son, he rejoiced, he beamed, his heart"},{"startMs":917620,"durationMs":2060,"subtitle":"was filled with joy."},{"startMs":919680,"durationMs":4880,"subtitle":"He distinguished him and conferred upon him double equality with the gods.”"},{"startMs":924560,"durationMs":4310,"subtitle":"Okay, so that’s that first indication that whatever Marduk represents is something that’s"},{"startMs":928870,"durationMs":3630,"subtitle":"elevated beyond the normal status of a primordial deity."},{"startMs":932500,"durationMs":4430,"subtitle":"“So that he was highly exalted and surpassed them in everything."},{"startMs":936930,"durationMs":5050,"subtitle":"Artfully arranged beyond comprehension were his members, not fit for human understanding,"},{"startMs":941980,"durationMs":4330,"subtitle":"hard to look upon, four were his eyes, four were his ears."},{"startMs":946310,"durationMs":2580,"subtitle":"When his lips moved, fired blazed forth."},{"startMs":948890,"durationMs":4160,"subtitle":"Each of his four ears grew large and likewise, his eyes, to see everything."},{"startMs":953050,"durationMs":2500,"subtitle":"He was exalted among gods."},{"startMs":955550,"durationMs":1380,"subtitle":"Surpassing was his form."},{"startMs":956930,"durationMs":1670,"subtitle":"His members were gigantic."},{"startMs":958600,"durationMs":1620,"subtitle":"He was surpassing in height."},{"startMs":960220,"durationMs":1190,"subtitle":"Mariyutu, Mariyutu.”"},{"startMs":961410,"durationMs":1510,"subtitle":"One of his names."},{"startMs":962920,"durationMs":4210,"subtitle":"“Sun of the sun god, the sun god of the gods.”"},{"startMs":967130,"durationMs":1590,"subtitle":"Okay."},{"startMs":968720,"durationMs":1510,"subtitle":"Complex bit of poetry."},{"startMs":970230,"durationMs":1000,"subtitle":"Says a bunch of things."},{"startMs":971230,"durationMs":5940,"subtitle":"It says well whatever Marduk is, is the offspring of the gods."},{"startMs":977170,"durationMs":2810,"subtitle":"Whatever Marduk is, is characterized by heightened awareness."},{"startMs":979980,"durationMs":1000,"subtitle":"Right?"},{"startMs":980980,"durationMs":2270,"subtitle":"Because he has four ears and they’re large."},{"startMs":983250,"durationMs":5990,"subtitle":"Whatever Marduk is characterized by is the status that surpasses that of his fathers."},{"startMs":989240,"durationMs":5400,"subtitle":"Whatever he’s characterized by, is associated with the power of speech, real power, because"},{"startMs":994640,"durationMs":2930,"subtitle":"when he speaks, fire spurts forth."},{"startMs":997570,"durationMs":4340,"subtitle":"Marduk is also huge, but more importantly, he’s associated in this particular poem"},{"startMs":1001910,"durationMs":1510,"subtitle":"with the sun."},{"startMs":1003420,"durationMs":1090,"subtitle":"Why is that?"},{"startMs":1004510,"durationMs":4210,"subtitle":"Well the sun dominates consciousness, right, because we’re conscious during the day."},{"startMs":1008720,"durationMs":4060,"subtitle":"Most of our brain is visual cortex, so we’re visual creatures."},{"startMs":1012780,"durationMs":3400,"subtitle":"So when the sun rises is when the day begins."},{"startMs":1016180,"durationMs":4790,"subtitle":"So Marduk is also associated with whatever deity dominates the day and that’s the deity"},{"startMs":1020970,"durationMs":1080,"subtitle":"of consciousness."},{"startMs":1022050,"durationMs":3840,"subtitle":"And there’s more to the story of the Sun, right, because the Sun is also something that"},{"startMs":1025890,"durationMs":5679,"subtitle":"rises and sets repeatedly and that means that the deity that dominates consciousness is"},{"startMs":1031569,"durationMs":2380,"subtitle":"characterized by a cyclical nature."},{"startMs":1033949,"durationMs":1671,"subtitle":"That’s a Sun myth."},{"startMs":1035620,"durationMs":5179,"subtitle":"Sun rises in the morning renewed, as a consequence of fighting a terrible battle in the night"},{"startMs":1040799,"durationMs":3260,"subtitle":"with the enemies of everything that’s associated with consciousness."},{"startMs":1044059,"durationMs":6681,"subtitle":"A classic solar myth"},{"startMs":1050740,"durationMs":5260,"subtitle":"So Apsu and Tiamat give rise to the world of the gods."},{"startMs":1056000,"durationMs":6420,"subtitle":"The activity of the world of gods reawakens Tiamat, she decides to destroy everything,"},{"startMs":1062420,"durationMs":4130,"subtitle":"but at that moment the gods give birth to Marduk."},{"startMs":1066550,"durationMs":4580,"subtitle":"Now that’s a typical motif which is that the hero’s always born at the time of maximal"},{"startMs":1071130,"durationMs":3700,"subtitle":"crisis and the reason for that is in part, it’s simple."},{"startMs":1074830,"durationMs":5270,"subtitle":"Look, if your culture is dealing well with the forces of the unknown, so that everything"},{"startMs":1080100,"durationMs":5670,"subtitle":"is static, but, static but productive, so that problems themselves don’t arise, there’s"},{"startMs":1085770,"durationMs":3060,"subtitle":"no reason for the hero, right, there’s no reason to confront the unknown."},{"startMs":1088830,"durationMs":4940,"subtitle":"It’s only when crisis beckons that the birth of the hero is necessary."},{"startMs":1093770,"durationMs":4370,"subtitle":"Marduk constitutes the birth of the hero."},{"startMs":1098140,"durationMs":3210,"subtitle":"and they say, “Look, you know, we’re in real trouble unless someone goes out there"},{"startMs":1101350,"durationMs":7250,"subtitle":"and confronts Tiamat straight on, she’s gonna wipe everything out, it’s a dangerous"},{"startMs":1108600,"durationMs":2450,"subtitle":"and terrifying job, but somebody has to do it."},{"startMs":1111050,"durationMs":3710,"subtitle":"And Marduk says, “Oh that’s no problem but I got a few rules here and this is the"},{"startMs":1114760,"durationMs":5770,"subtitle":"first rule, I’m in charge from here on forward.”"},{"startMs":1120530,"durationMs":2640,"subtitle":"What does that mean exactly?"},{"startMs":1123170,"durationMs":8760,"subtitle":"Well these archaic stories are polysemus and, or polysemic in Northrup Frye’s terminology"},{"startMs":1131930,"durationMs":6100,"subtitle":"and what that means is that they can be read validly at multiple levels of analysis simultaneously."},{"startMs":1138030,"durationMs":5930,"subtitle":"And so one thing it means is that if you take the 2-year-old child who’s essentially under"},{"startMs":1143960,"durationMs":4180,"subtitle":"the Dominion of assorted primordial gods and goddesses."},{"startMs":1148140,"durationMs":1090,"subtitle":"Right?"},{"startMs":1149230,"durationMs":9080,"subtitle":"Aggression, fear, panic, and according to Freud, a certain degree of sexual aggression."},{"startMs":1158310,"durationMs":6810,"subtitle":"The child moves from motivated state to domination for motivated state It isn’t until the age"},{"startMs":1165120,"durationMs":5760,"subtitle":"of 3 and 4 when, under the pressure applied by the social world and as a consequence of"},{"startMs":1170880,"durationMs":5420,"subtitle":"the maturation of the prefrontal cortex, which matures throughout childhood and adolescence"},{"startMs":1176300,"durationMs":5520,"subtitle":"and doesn’t reach its final form until perhaps into the early 20s, all of those fundamental"},{"startMs":1181820,"durationMs":5840,"subtitle":"motivational forces start taking on a structured relationship to one another, which is to say"},{"startMs":1187660,"durationMs":8730,"subtitle":"that once your, as your personality becomes integrated, a single motive force forward"},{"startMs":1196390,"durationMs":4990,"subtitle":"has to bring all of these underlying motivational systems into some sort of harmonious arrangement."},{"startMs":1201380,"durationMs":3000,"subtitle":"Okay so let’s, let’s see what the Sumerians are doing here."},{"startMs":1204380,"durationMs":2110,"subtitle":"Okay, first of all they’re, they’re doing psychology."},{"startMs":1206490,"durationMs":5860,"subtitle":"They’re trying to figure out, given the dominion of the, the elder gods, the indisputable"},{"startMs":1212350,"durationMs":4350,"subtitle":"dominion of the elder gods, Instincts, who should rule?"},{"startMs":1216700,"durationMs":1000,"subtitle":"Right?"},{"startMs":1217700,"durationMs":1430,"subtitle":"What should be in charge?"},{"startMs":1219130,"durationMs":2610,"subtitle":"How do you construct a hierarchy of values?"},{"startMs":1221740,"durationMs":6670,"subtitle":"And then more complexly, when you integrate a state, which is what the Mesopotamians did,"},{"startMs":1228410,"durationMs":3200,"subtitle":"right, the first great civilization, what does that mean?"},{"startMs":1231610,"durationMs":7520,"subtitle":"The first time hundreds of tribes were hammered into some sort of stable, hierarchical order,"},{"startMs":1239130,"durationMs":4179,"subtitle":"how do you represent that order?"},{"startMs":1243309,"durationMs":6691,"subtitle":"“So Marduk gets his act together, the gods all meet in a huge chamber, they elect him"},{"startMs":1250000,"durationMs":2570,"subtitle":"king and then they prepare him for battle."},{"startMs":1252570,"durationMs":6020,"subtitle":"When the gods, the fathers, beheld the power of his word, they were glad and did homage,"},{"startMs":1258590,"durationMs":1510,"subtitle":"saying ‘Marduk is king’."},{"startMs":1260100,"durationMs":3750,"subtitle":"They bestowed upon him a scepter, a throne and a royal robe."},{"startMs":1263850,"durationMs":4680,"subtitle":"They gave him an irresistable weapon, smiting the enemy saying, ‘Go and cut off the life"},{"startMs":1268530,"durationMs":1000,"subtitle":"of Tiamat."},{"startMs":1269530,"durationMs":3730,"subtitle":"May the winds carry her blood to out-of-the-way places.’"},{"startMs":1273260,"durationMs":4270,"subtitle":"After the gods, his fathers, had determined the destiny of Marduk, they set him on the"},{"startMs":1277530,"durationMs":4410,"subtitle":"road, the way to success and attainment.”"},{"startMs":1281940,"durationMs":6080,"subtitle":"So then he goes to the “heart of darkness” so to speak and confronts Tiamat, accuses"},{"startMs":1288020,"durationMs":3700,"subtitle":"her of treachery and challenges her to battle."},{"startMs":1291720,"durationMs":4610,"subtitle":"“When Tiamat heard this, she became like one in a frenzy and lost her reason."},{"startMs":1296330,"durationMs":1850,"subtitle":"She cried out loud and furiously."},{"startMs":1298180,"durationMs":3100,"subtitle":"To the very roots, her two legs shook back and forth."},{"startMs":1301280,"durationMs":3890,"subtitle":"She recited an incantation, repeatedly casting her spell."},{"startMs":1305170,"durationMs":2840,"subtitle":"As for the gods of battle, they sharpened their weapons."},{"startMs":1308010,"durationMs":4720,"subtitle":"Tiamat and Marduk, the wisest of the gods, advanced against one another."},{"startMs":1312730,"durationMs":3710,"subtitle":"They pressed on into combat and approached for battle.”"},{"startMs":1316440,"durationMs":5160,"subtitle":"Okay, well things don’t go out so well with Tiamat from this point forward."},{"startMs":1321600,"durationMs":5390,"subtitle":"The first thing that Marduk does is encapsulate her in a net and I think that’s a really"},{"startMs":1326990,"durationMs":4430,"subtitle":"interesting metaphor because that’s essentially what human beings do when they encounter the"},{"startMs":1331420,"durationMs":1000,"subtitle":"unknown, right."},{"startMs":1332420,"durationMs":7060,"subtitle":"They encapsulate it in an explanatory network, so it’s a way of binding up the, the anomaly,"},{"startMs":1339480,"durationMs":4090,"subtitle":"or the unknown, and giving it a substantive form."},{"startMs":1343570,"durationMs":5850,"subtitle":"“Then he cuts her into pieces and then he makes the world out of her pieces."},{"startMs":1349420,"durationMs":6760,"subtitle":"In fact one of Marduk’s names is ‘He Who Makes Ingenious Things’ as a consequence"},{"startMs":1356180,"durationMs":1740,"subtitle":"of the combat with Tiamat.”"},{"startMs":1357920,"durationMs":5590,"subtitle":"Now that’s very, very interesting because what it means is that the Sumerians are presenting"},{"startMs":1363510,"durationMs":5760,"subtitle":"in metaphorical form the notion that when the chips are down, the survival of being"},{"startMs":1369270,"durationMs":5310,"subtitle":"depends on the capacity of whatever Marduk represents, the solar god, to encounter the"},{"startMs":1374580,"durationMs":4750,"subtitle":"matrix of being, to cut it into pieces and to make the world and if you think about in"},{"startMs":1379330,"durationMs":2580,"subtitle":"those terms, it’s a very, very straightforward story, right."},{"startMs":1381910,"durationMs":4611,"subtitle":"It’s basically the story of human beings, fundamentally the story of human beings, because"},{"startMs":1386521,"durationMs":6239,"subtitle":"we, in the words of a famous evolutionary psychologist, whose name completely escapes"},{"startMs":1392760,"durationMs":2860,"subtitle":"me, we occupy the cognitive niche, right."},{"startMs":1395620,"durationMs":8210,"subtitle":"Our mode of being is creativity in the face of the unknown and when Chaos threatens the"},{"startMs":1403830,"durationMs":4770,"subtitle":"established mode of being, it’s necessary for us to put our creativity into action and"},{"startMs":1408600,"durationMs":5590,"subtitle":"to carve out new territory as a consequence of encounter with the unknown."},{"startMs":1414190,"durationMs":1000,"subtitle":"Why?"},{"startMs":1415190,"durationMs":4330,"subtitle":"Well because we can take the world apart with our hands and put it together in new ways"},{"startMs":1419520,"durationMs":4680,"subtitle":"and then we can code what we’ve done verbally and we can transmit it to another person and"},{"startMs":1424200,"durationMs":1530,"subtitle":"then they can do the same thing."},{"startMs":1425730,"durationMs":3120,"subtitle":"And we’re all doing this all the time and we’re all telling each other how we’re"},{"startMs":1428850,"durationMs":1000,"subtitle":"doing it."},{"startMs":1429850,"durationMs":4190,"subtitle":"And that’s how the embodiment of logos in the human being, which is precisely equivalent"},{"startMs":1434040,"durationMs":4440,"subtitle":"to the Sumerian notion of Marduk, that’s precisely how it is that we’re constantly"},{"startMs":1438480,"durationMs":3900,"subtitle":"capable of redeeming the world."},{"startMs":1442380,"durationMs":7630,"subtitle":"and that’s why you make resolutions at New Year’s because the new you is supposed to"},{"startMs":1450010,"durationMs":1630,"subtitle":"be born at the new year."},{"startMs":1451640,"durationMs":3460,"subtitle":"OK, so what do the Mesopotamians do at the new year?"},{"startMs":1455100,"durationMs":3580,"subtitle":"They take their king and they bring him outside the city."},{"startMs":1458680,"durationMs":5580,"subtitle":"Now you have to understand that outside the city is chaos, right, because these are city"},{"startMs":1464260,"durationMs":1440,"subtitle":"states."},{"startMs":1465700,"durationMs":5930,"subtitle":"When you go outside the dominion of the human, you’re in chaos."},{"startMs":1471630,"durationMs":6090,"subtitle":"And then the priest makes the emperor kneel and takes all his marks of status off him"},{"startMs":1477720,"durationMs":6839,"subtitle":"so he’s reduced to his essence fundamentally, bereft of his social persona, and then he"},{"startMs":1484559,"durationMs":6111,"subtitle":"slaps him with a glove and humiliateshim and the king is forced to recount his sins, right,"},{"startMs":1490670,"durationMs":3010,"subtitle":"everything he did in the last year that wasn’t up to Marduk standards,"},{"startMs":1493680,"durationMs":1000,"subtitle":"so to speak."},{"startMs":1494680,"durationMs":3360,"subtitle":"And you can see, that’d be a pretty useful thing to have somebody who’s in power do"},{"startMs":1498040,"durationMs":5930,"subtitle":"on a regular basis, right, because it reminds them that they’re in fact subject to a trans-personal"},{"startMs":1503970,"durationMs":5920,"subtitle":"structure whose nature isn’t precisely evident but is nonetheless there, which is the case."},{"startMs":1509890,"durationMs":4810,"subtitle":"Act like Marduk or all hell will break loose and demolish your kingdom, which of course"},{"startMs":1514700,"durationMs":2560,"subtitle":"is true now, as it was then now."},{"startMs":1517260,"durationMs":7400,"subtitle":"So the emperor gets humiliated, he has to recount his sins, then he’s locked up, then"},{"startMs":1524660,"durationMs":5280,"subtitle":"he Re-enacts the battle with Tiamat and when"},{"startMs":1529940,"durationMs":6661,"subtitle":"he emerges victorious, he’s locked up with a ritual prostitute, a hierodule, and they"},{"startMs":1536601,"durationMs":1000,"subtitle":"mate."},{"startMs":1537601,"durationMs":1000,"subtitle":"Why?"},{"startMs":1538601,"durationMs":4469,"subtitle":"Well, the Hierodule, the ritual prostitute, represents"},{"startMs":1543070,"durationMs":1000,"subtitle":"Tiamat."},{"startMs":1544070,"durationMs":2480,"subtitle":"Now why the hell would that be, because Tiamat’s a dragon,"},{"startMs":1546550,"durationMs":4790,"subtitle":"right, a horrible man-eating dragon that lives at the bottom of the ocean which is to say"},{"startMs":1551340,"durationMs":5680,"subtitle":"that in any encounter with the unknown, as difficult traumatic and violent"},{"startMs":1557020,"durationMs":5590,"subtitle":"as that might be, there’s also the possibility for something creative to emerge as a consequence,"},{"startMs":1562610,"durationMs":6510,"subtitle":"right, because it’s out of the unknown that we mine new information"},{"startMs":1569120,"durationMs":6060,"subtitle":"So insofar as the Mesopotamian emperor acted out the role of Marduk, then he was a good"},{"startMs":1575180,"durationMs":5360,"subtitle":"emperor, then he deserved his sovereignty and literally as well as figuratively, insofar"},{"startMs":1580540,"durationMs":4130,"subtitle":"as he did play that role, then the society was going to remain not only stable but constantly"},{"startMs":1584670,"durationMs":6940,"subtitle":"updated because he’s engaged in this constant creative contact with the unknown, aided and"},{"startMs":1591610,"durationMs":5730,"subtitle":"abetted by his attempts to remember his own inadequacies and weaknesses and to do something"},{"startMs":1597340,"durationMs":1000,"subtitle":"about them."},{"startMs":1598340,"durationMs":3570,"subtitle":"OK, so that’s a pretty interesting story and it gets even more interesting when you"},{"startMs":1601910,"durationMs":6290,"subtitle":"start to understand that the Judao-Christian myth is assimilated to the Sumerian creation"},{"startMs":1608200,"durationMs":4430,"subtitle":"myth by the union of the notions of chaos and Tiamat."},{"startMs":1612630,"durationMs":4540,"subtitle":"So the logos in Judao-Christian thinking, the word of God that produces order out of"},{"startMs":1617170,"durationMs":6100,"subtitle":"chaos, is also essentially equivalent – at least metaphorically speaking – to whatever"},{"startMs":1623270,"durationMs":3200,"subtitle":"Marduk represents in the Sumerian creation myth."},{"startMs":1626470,"durationMs":4610,"subtitle":"And we know that I mean our relationship with the Enuma Elish is obscured by time but our"},{"startMs":1631080,"durationMs":4650,"subtitle":"relationship with the stories that lay out the fundamental sub-structure of western culture"},{"startMs":1635730,"durationMs":4120,"subtitle":"is not so ameliorated even though we may not believe them explicitly anymore."},{"startMs":1639850,"durationMs":2220,"subtitle":"They still sit at the basis of our society."}]
