[{"pageNumber":1,"pageContent":"Ritual Invocation and Early Modern Science: the Skrying Experiments of Humphrey GilbertFrank KlaassenEarly in 1568 Humphrey Gilbert (1537-1583) returned to his family estate in Devon from military campaigns in Ireland where he had distinguished himself with his brutality. It was probably something of a turning point in his life. In the next few years hewould put before Elizabeth I his proposal for a new academy and begin in earnest his preparations for seeking the Northwest Passage. A seventeen-year-old protégé of the Gilberts, John Davis (1550-1605), joined him. Under the guidance of the Gilbert household (including Humphrey’s younger step-brother Walter Raleigh), Davis was aboutto embark on a path that would lead him to become one of the great navigators of his age and namesake for the Davis Strait in the Canadian North. Also present was Adrian Gilbert, Humphrey’s younger brother and Davis’ lifelong associate. They came together one day in February and, employing a show stone and crystals, conjured demons and sought the assistance of angels and the dead. Humphrey, the ‘master,’ read the prayers requesting aid from the divine, conjured the demons, and directed the operations. A variety of visions appeared in the stones, which Davis, as skryer, reported and which theyrecorded in detail. Some of what the spirits told him suggest he was seeking information about his own future, but his principal goal was to seek information about performing magic from creation’s greatest magicians. To this end, he conjured and bound Azazel, the demon in charge of spirits of the dead, and forced him to bring them Adam, Job, Solomon, Roger Bacon, and Cornelius Agrippa. The great magi appeared and consented 1"},{"pageNumber":2,"pageContent":"to help, their numbers supplemented by the un-asked-for appearances of St Luke and John the Baptist. Humphrey Gilbert and John Davis were certainly colorful characters: enterprising,audacious, single-minded, and self-promoting men whose violent and dramatic deaths – Davis at the hands of pirates off the coast of Borneo and Gilbert off the Azores in the wreck of a ship he had been advised to leave – were apt conclusions to lives of inveterate risk taking. But one would have no reason to suspect they had such involved interests in ritual magic in the absence of a record of their activities in the British Library manuscript I discuss here and a few circumstantial clues, such as their association with John Dee and his skryers. If foolhardy and opportunistic, they were of sound mind and built significant careers in the complex world of Elizabethan politics and business. Naturally, such a situation needs no defense or explanation; a belief in the efficacy of ritual magic could hardly be considered unusual in the mid sixteenth century nor its practice sociopathic. Onanother level, however, their interest in ritual magic appears more puzzling. If Gilbert and Davis do not deserve places in traditional histories of science, which tend to emphasize great discoveries, they certainly merit inclusion in more recent studies of the broader social and intellectual context in which modern science was born.1 1 This shift in orientation is very widespread so I can cite only small fraction of the literature salient to the present discussion. The social organization of science has been the subject of numerous studies. See James E. McClellan III, Science Reorganized: Scientific Societies in the Eighteenth Century (New York: ColumbiaUniversity Press, 1985). Michael Hunter, Establishing the New Science: The Experience of the Early Royal Society (Woodbridge: Boydell Press, 1989). The social uses and construction of science or scientific truth have been examined in a variety of ways Steven Shapin has argued that since it was rarely possible to verify experimental results their presentation had to draw upon social constructs of honour and dependability. Steven Shapin, A Social History of Truth: Civility and Science in Seventeenth-Century England (Chicago: University of Chicago Press, 1994). Eric Ash discusses the development of the role of the ‘Expert Mediator’ in the sixteenth century and how it laid the groundwork for Bacon’s conception of himself and of the role of the experimental scientist. Eric H. Ash, Power, Knowledge, and Expertise in Elizabethan England (Baltimore: Johns Hopkins University Press, 2004). Anthony Grafton and others have discussed the context and influence of humanism. Anthony Grafton and Nancy G. Siraisi, Natural Particulars: Nature and the Disciplines in Renaissance Europe, Dibner Institute Studies in the History of Science and Technology (Cambridge, Mass.: MIT Press, 1999). Numerous studies have concerned themselves with the ways in which experience was valorized, understood, and warranted. See for example, 2"},{"pageNumber":3,"pageContent":"They built careers for themselves by promoting the investigation of the natural world as useful and as an important element in state building. Through his abilities, technical innovations, and publication in the area of navigation, John Davis would come to be whatEric Ash has called an expert mediator, synthesizing practical and experientially derived knowledge with theoretical approaches.2 Gilbert’s proposal for a new academy in Londonreveals his approach to learning, inquiry, and experimentation as almost Baconian. In addition to being practical, skeptical, anti-scholastic, experimental in orientation, and hostile to esoteric language, he also advocates breaking down traditional boundaries among professions and between theory and practice, seeking a fruitful engagement between those theoretically included and those of a more practical bent. Following most accounts of the period one would expect those with such ‘proto-scientific’ interests to be attracted to the sort of magical literature concerned with natural causation, the structure of the natural world, and the mathematization of reality. Yet the standard fare of natural magic, astrological image magic, ‘astral magic’, secrets, magical recipes and experiments, or discourses on natural magic, seem to have been of little personal interest to Gilbert and Davis.3 Instead they chose medieval ritual magic, particularly necromancy, a tradition regarded by most historians as a disappearing, superstitious, and utterly un-Peter Robert Dear, Discipline & Experience: The Mathematical Way in the Scientific Revolution, Science and Its Conceptual Foundations (Chicago: University of Chicago Press, 1995). Lorraine Daston and Katharine Park, Wonders and the Order of Nature, 1150-1750 (New York: Zone Books, 1998). Brian Ogilvie’s study of natural history emphasizes sixteenth-century concern with ‘description.’ Brian W. Ogilvie, The Science of Describing : Natural History in Renaissance Europe (Chicago: University of Chicago Press, 2006).2 Ash., 163-65.3 Adrian Gilbert was certainly an active alchemist, but this was arguably not magic at all and, in any event, there is no evidence that Humphrey or Davis shared this interest. The common interest in alchemy and ritual magic evident in a considerable number of sixteenth- and seventeenth-century scribes and manuscriptcollectors, as well as well known figures like Adrian Gilbert, John Dee, and Simon Foreman, was not common before 1500. I plan to explore the significance of this change in a future article. 3"},{"pageNumber":4,"pageContent":"scientific remnant of the middle ages.4 This leads to two possible conclusions. Either theirinterest in this sort of magic was unusual, atavistic, or simply discontinuous with their scientific dispositions – a perfectly reasonable conclusion – or ritual magic was not as outmoded and irrelevant to the history of science as we have thought. It will come as no surprise to readers of this collection that I wish to explore the latter possibility. Gilbert’s proposal for a new academy epitomizes many of the ideas regarded as seminal to the scientific revolution. A closer comparison of his proposal with his magical operations and the traditions from which they drew reveals numerous ways inwhich medieval ritual magic and the intellectual culture which surrounded it conform to the intellectual predispositions and epistemological assumptions of the early scientific revolution. In fact, such strong commonalities may be found between them that this sort of magic should be regarded as quite a natural choice the sixteenth-century man of science. In turn, this should lead us to re-evaluate our assumptions both about sixteenth-century magic and science, but about the notions of magic and science in general.Humphrey Gilbert’s Operations and Medieval Ritual Magic4 Charles Webster epitomizes this view, arguing that “popular operative magic” or “magic as the performance of rituals aimed at controlling forces held responsible for the succession of events, slowly fell into abeyance among the intellectual elite but that the idea that “the magus might unlock the potential of occult qualities through exploiting natural magic” or in this way “gain spiritual ascendancy by transcendingthe limitations of the human frame.” His subsequent discussion focuses almost entirely on the relationship between natural magic and medicine. Charles Webster, From Paracelsus to Newton: Magic and the Makingof Modern Science (Cambridge: Cambridge University Press, 1982)., 11. A similar perspective is expressed by John Henry. “Magic is not a monolithic subject and it is important to stress that major aspects of the history of magic seem to play no role in the rise of modern science, for example, demonic magic, chiromancy, and cabala. The crucial aspects of the magical tradition for the historian of science were those encompassed by the term Natural Magic which embraced all those arts which relied upon natural lore; for example, astrology and alchemy....” John Henry, \"Magic and Science in the Sixteenth and Seventeenth Century,\" in Companion to the History of Modern Science, ed. Robert C. Olby (London: Routledge, 1990), 583-96. This perspective is reflected in most general considerations of the subject. See the general bibliographic essay of Steven Shapin in Steven Shapin, The Scientific Revolution (Chicago, IL: University of Chicago Press, 1996), 195-200. 4"},{"pageNumber":5,"pageContent":"The operations I have described are recorded in two related manuscripts bound together in a volume with a variety of other magical works, London, British Library, MS Additional 36674.5 The first contains a work of necromantic magic and the second a record of the visions attained through its operations, or ones very similar to them. The latter identifies the skryer as John Davis and the master as ‘H. G.’ Paleographic and circumstantial evidence make clear that the text was a joint effort of Adrian and Humphrey Gilbert, that the first text was probably written by Adrian, and that the second was probably a draft prepared by a secretary based on notes taken during the operations.6 They began recording visions on February 24 and continued into April. The magical instructions, begun on March 22, were evidently written contemporaneously with the operations. Great similarity to medieval traditions (discussed in more detail below) suggest they probably had one or more necromantic manuscripts at their disposal which they employed as the basis for their operations. They also incorporated prayers and techniques derived from the visions.7 How much the original text or texts may have been edited is unclear but it seems quite possible that the absence of obviously Catholic elements was due to their editorial efforts.The sources, techniques, goals, and language of these operations are in almost every respect medieval and most of the differences resulted from relatively superficial revisions by their Protestant and secular scribes. After carefully noting that the work was begun at 8 a.m, the Sun in Aries, the text lists a short set of rules for operation including wearing clean clothes, keeping promises, being good to the poor ‘where he seeth need.’ 5 The two sections themselves occur at ff. 47r-57v and 58r-62v.6 For more detail about the manuscript see the Appendix to this article.7 For example, a prayer revealed by Solomon on Easter 1567 appears on f. 47r. This is discussed in greater detail below, ***.5"},{"pageNumber":6,"pageContent":"and avoidance of swearing and drunken company.8 Such rules commonly occur in the early folios of ritual magic works. The Practica nigromanciae attributed to Roger Bacon specifies clean clothing among the rules and the Liber juratus gives a strong emphasis to keeping good company.9 Almsgiving is an instruction found in the Ars notoria’s Opus Operum and in John of Morigny’s work. Medieval ritual texts uniformly emphasize goodbehavior and moral purity, something which could be assured by seeking confession priorto operation.10 They give greater emphasis to sexual purity as inherently powerful, something attributable to Catholic traditions in general, but particularly to emphasis on chastity or sexual self-control in the clerical and university settings where this magic was commonly practiced.11 It seems likely that a Protestant scribe (possibly the Gilberts themselves) removed these more stringent requirements and that the relaxed rules reflect conceptions of sexuality and marriage in Protestant thought and/or the decidedly secular milieu in which the many sixteenth-century magicians (and certainly Gilbert and Davis) moved. As I discuss in detail below, the acquisition of information, learning, or wisdom was a fundamental goal of medieval ritual magic, even necromancy.128 First it is good arte allwayes for the master that must beginn this arte, to leave swearinge, and all drounkenn company, yf he do know themm. He must allway goe very cleane appariled that must worke in this art. He must allway keepe his promyses, yf he make any, and not breake them. He must be good to the poore where he seeth neede. He must allway keepe his Skrier in cleane apparrel. This is the beginninge to bringe them to arte. The master must also haue 1 or 2 good bookes to call by, as after you shall here fyende.f. 47v.9 For the Practica nigromanciae see London, London Society of Antiquaries, MS 39, f. 15v-.17v. For the rules governing the Liber juratus, see Liber juratus I.20-29 (p. 61). The rules also seem to echo those listed in another work in the same codex. “Yf you be wyllynge to work, yt ys requyred that you abstayne from all thinges vnlawfull, as from swearynge, from glotonye, and all other naughty deades; which is requyred for the space of nyne daies before thy workynge...” London, British Library, Additional 36674, f. 14v.10 Oxford, Bodleian Library, Rawlinson D. 252, f. 49v, for example, gives a prayer for confession.11 Frank Klaassen, \"Learning and Masculinity in Manuscripts of Ritual Magic of the Later Middle Ages andRenaissance,\" Sixteenth Century Journal 38, no. 1 (2007).12 The most common form of deriving learning or wisdom was the Ars notoria discussed at length in this volume. The conjuring manual edited and analysed by Richard Kieckhefer also contains a necromantic analogue to the Ars notoria in which demons are invoked rather than angels. See Kieckhefer, Forbidden Rites, 193-96; CLM 849, ff. 3r-5v. A sixteenth century necromantic collection also contains prayers from the Solomonic Ars notoria. See London, British Library, Sloane 3853, ff. 159v-74v.6"},{"pageNumber":7,"pageContent":"The ritual procedures described in the instructions and recorded as having been performed by them in the vision accounts are similarly drawn directly from medieval ritual magic. As was the usual practice in necromantic works, the operators employ a combination of angelic and demonic magic, and assume that, while they can command demons, they may only request the aid of God, the angels, and the dead.13 They work for the most part during the day and are attentive to the hours and the general astrological conditions.14 They employ crystals or other reflecting surfaces for skrying and endeavor both to trap demons in crystals and also to provide crystals for good spirits to enter voluntarily.15 They require that a skryer be used to see the visions but not that he be a virgin child as was common in medieval texts.16 The demon Azazel whom they conjure 13 For example, although the vast majority of the instructions are given over to conjurations, threats, and commands for demons like Azazel, the spirits of the dead consent to help. They also appear to consent to being ‘bound’ in some way, although the specifics of this arrangement are not clear. Additional 36674, f. 59v. For a typical combination of demonic and angelic operations see Oxford, Bodleian, Rawlinson D. 252.14 It was commonly assumed that one could not conjure under cloudy conditions and, although conjuring at night was possible, it appears that working during the day was generally considered preferable. A roughly contemporary conjuring manual puts it like this. “Habe aerem clarum et non nubilosum quia sol magna habet influentia in spiritibus et appetetunt in radiis solaribus apparere et operari....” London, British Library, Sloane 3318, 2v. See also London, British Library, Sloan 3853, f. 10v. The appearance of clouds demanded that the operations be abandoned. See Oxford, Bodleian Library, Rawlinson D. 252, ff. 30v-31r. Certainly clear atmospheric conditions were necessary for crystalomantic operations. “Tunc in loco secreto et honesto aere sereno....”, Ibid., f. 114v.15 The notion that one could trap or somehow contain a spirit in a crystal occurs in numerous texts. See for example Oxford, Bodleian Library, Rawlinson D. 252, 42v-44v and Vaticano (Città del), Biblioteca Apostolica, Pal. Lat. 1375 f. 269v-270r. The fourteenth-century catalogue of the books of John Erghome of the Austin Friars at York includes a tract on enclosing a spirit in a mirror. See K. W. Humphreys, ed., The Friars' Libraries, Corpus of British Medieval Library Catalogues (London: British Library, 1990), 87-8.16 Medieval necromantic operations using various skrying surfaces commonly required ‘virgin boys and sometimes girls. On virginity as a requirement in such texts, see On catoptromantic texts, see Claire Fanger, \"Virgin Territory: Purity and Divine Knowledge in Late Medieval Catoptromantic Texts,\" Aries 5, no. 2 (2005): 200-25. Anecdotal evidence of this practice may be found in the writings of John of Salisburywho recounts being employed for this purpose as a boy. John of Salisbury, Frivolities of Courtiers and Footprints of Philosophers, trans. Joseph B. Pike (London: Oxford University Press, 1938), 146-7. An experiment for seeing spirits with a boy skryer appears in the fifteenth-century commonplace book of Robert Reynes. Cameron Louis, ed., The Commonplace Book of Robert Reynes of Acle; An Edition of Tanner MS 407 (London: Garland, 1980), 169. Quoted in Richard Kieckhefer, Forbidden Rites, 97. Extensive and numerous operations using various skrying devices and young boys or girls occur in Oxford, Bodleian Library, Rawlinson D. 252. See for example, 1r-29v. The notion that certain spiritual capacities were afforded by chastity appears to have motivated this, so it is not surprising that older skryers became common after the Reformation. John Dee’s skryers were uniformly adult males with the exception of a brief period when he attempted to employ his son Arthur. Deborah E. Harkness, John Dee's Conversations with Angels : Cabala, Alchemy, and the End of Nature (Cambridge, U.K. ; New York: Cambridge University Press, 1999), 16-26.7"},{"pageNumber":8,"pageContent":"has a long history beginning with a brief mention in Leviticus, extending through Jewish traditions, and reappearing in Christian cabalism in the late fifteenth century. The somewhat more surprising notion that this demon could facilitate access to spirits of the dead might conceivably be Jewish in origin but was certainly immediately derived from Latin necromantic traditions. Similar operations involving Azazel survive in several otherfifteenth- and sixteenth-century British manuscripts.17 Following the instructions for conjuring the dead, the text gives instructions for conjuring the ‘Four Kings’, the demons governing the four climes of the world, ‘Oriens, Amaimon, Paymon, And Ægin.’ Humphrey evidently performed this operation since it is recorded in the notes, although they included no descriptions of the resulting visions if there were any. Operations for theFour Kings are very common in medieval necromantic works and commonly employ mirrors or crystals.18 The instruction section of the manuscript concludes with all-purpose17 Although the name appears to have Babylonian roots, the Story of Azazel derives from Leviticus 16:7-28.Agrippa tells us that Cabalist sources identify Azazel as king of the south, one of the four kings of the cardinal directions. Agrippa, De occulta philosophia, III: 24. Azazel is one of the fallen angels in Jewish traditions. Although ‘fastened to the mountain of darkness’ and willing to teach witchcraft to those who seek his help, Azael does not appear to have any particular association with spirits of the dead. See Louis Ginzberg, The Legends of the Jews, 7 vols. (Philadelphia: Jewish Publication Society of America, 1909), I.126, I.148-52, V.123, V.152, V.171, V.311, and V.416. Pico, drawing on cabalist sources describes Azazel as one who devours those practicing bad magic, but otherwise the demon appears to have no singular connection with spirits of the dead in general. On Pico’s discussion, see Brian P. Copenhaver, \"Number, Shape, and Meaning in Pico's Christian Cabala: The Upright Tsade, the Closed Mem, and the Gaping Jaws of Azazel,\" in Natural Particulars: Nature and Disciplines in Renaissance Europe, ed. Anthony Grafton and Nancy Siraisi (Cambridge, MA: The MIT Press, 1999), 46-7 and 72. Although not connected explicitly with the dead, Azazel appears in more extensive narratives in the Book of Enoch, 9-11, 13, and 54-5, and 69-70. Whatever the earlier sources for this tradition may have been, the Gilberts’ immediate sources for this operation were undoubtedly late-medieval British necromantic manuals. Rituals for the speaking with the dead occur in a variety of necromantic sources and appear as early as the fifteenth century. See Oxford, Bodleian Library, Ballard 66, ff. 33-39 (s. xvii), London, British Library, Sloane 3884, ff. 47-56 (s. xvi), and Oxford, Bodleian Library, Rawlinson D. 252 (s. xv.), 66v-68r. Rawlinson D. 252 conjures “Asacel.” Interestingly, it is followed by another operation for “Azoel” which may be the same as “Aosal” the other spirit mentioned in the Gilbert manual (f. 50v). Ginzberg identifies Azzazel and Azzael as one and the same. Ginzberg, Legends, V. 152.18 For the record of Humphrey Gilbert performing this operations, see f. 62r. For the relevant instructions, see ff. 51r-53v. The names correspond to those listed by Agrippa as princes of the four points of the compass. Henry Cornelius Agrippa, De occulta philosophia, II:7. The four kings are mentioned in the Speculum astronomiae, XI, 23 and 79. For other medieval examples of conjurations of the four kings see Oxford, Bodleian, Rawlinson D. 252, ff. 15r- 24r and 103r-107r and London, London Society of Antiquaries MS 39, f. 17v. Irenaeus mentions the ideas that there are four intelligences presiding over the 8"},{"pageNumber":9,"pageContent":"conjurations for any spirit. Similar open-ended operations may also be found in necromantic manuals. Aside from the lack of any obviously Catholic formulae, such as Ave Marias, and a reduced emphasis on ascetic practices and moral purity in the period leading up to the operations, the instructions are indistinguishable from those in medievalworks.19 The extensive records of the visions set this text apart from most magical manuscripts. The following passage gives a good impression of them. Seene by H.G. and Jo.: on ye 14 daye of marche anno domini 1567 at the sonns sett, or a little after, I knowe not perfectlye, it was aboute 7 of the cloke. First I, and my skryer sawe a rownde fyer in the west, which sodaynly vanished and came agayne. There apered annother with hym which I beheld very well, and from them there went a greate blacke cloud under them, which went from the west, by the north to the east pointe. And ouer that cloud there came an extreme number of fyer, and in the place where the first fyers were there was a greate quantitye yat was marvelous red, and ye which turned into gold; and some parte of the fyer went towards the south, soe yat god of a great miracle shewed it to me and my skryer; also the fyer was marvelous greate and bright, and tourned into gold as before. And sodainly casting my eye asyde, there was a great blacke cloude, which gathered into a sharpe pointe, into the west, and spreade very brodeinto the top towards the East, being maruelously inclosed with fyer, hauing .6. sundry points of blacke, having under ech bundle on the south side, a longe streyke of gold, very bright, which were in closed with greate fyer. [An four parts of the world and gives the names Mahaziel, Azael, Saviel, and Azazel. P.G., vii, 619. Cited in A. A. Barb, \"Three Elusive Amulets,\" Journal of the Warburg and Courtauld Institutes 27 (1964): 19. Agrippa also lists these four names in as princes of the devils, De occulta philosophia, II:7 and III: 24.19 A medieval work of necromantic magic would always include mention of Mary at one point or another. Her complete absence from this manuscript is thus notable. On the other hand, the text reflects the slow andinitially superficial nature of the changes in this period. The intervention of John the Baptist and St Luke certainly suggest continuities with Catholic invocation of the Saints and belief in intercession. On the notion that Protestantism brought about a decline of magic, see Keith Vivian Thomas, Religion and the Decline of Magic (New York: Scribner, 1971). Eamon Duffy is largely silent about Thomas’ arguments although he explicitly criticizes Thomas for his assumption that the sacraments “were credited with an inexorable and compelling power” only at a popular level. Eamon Duffy, The Stripping of the Altars: Traditional Religion in England, c. 1400-c. 1580 (New Haven, CT: Yale University Press, 1992), 277. Duffy argues instead that much of what Thomas calls superstition or magic was a legitimate form of religious devotion practiced by all levels of English society. For Duffy’s discussion of these forms of devotion in Protestant England, see Duffy, 379-593. Robert Scribner’s recent work includes useful critiquesof Thomas. See Robert W. Scribner, \"The Reformation, Popular Magic, and the 'Disenchantment of the World,'\" Journal of Interdisciplinary History 23, no. 3 (1993): 475-94; and ‘Magic and the Formation of Protestant Popular Culture in Germany’ in Religion and Culture in Germany (1400-1800), ed. Lyndal Roper (Leiden: Brill, 2001), 323-46. On the effects of the Reformation on magical texts see Frank Klaassen, \"The Return of Stolen Goods: Reginald Scot, Religious Controversy, and a Late Sixteenth-Century Manuscript of Magic,\" Magic, Ritual, and Witchcraft 1, no. 2 (2006): 135-77.9"},{"pageNumber":10,"pageContent":"illustration follows.] And after the litle streike there apered aboue them 2 greate bundles of golden streiks, which stoode aboue ech of the golden strikes, but the bundle yat stoode vppermost, was not soe bright as he yat stoode below. There was a greate blacke clowd betwene these 2 bundles and about the topp of this maruelous thinge, there was a greate quantitye of greene as before apereth. And betwene of the .6. blacke clowds as before, there was a greate number of fyer betwix eche of them as before you see. Also there apered on the south syde of yt, uppon the nether most bundle of gold, a square golden hyll with .4. corners, with 4 angles standing about yt, at ech corner one, whose names were mathewe, marke,luke, John, being barefoted with bookes in there hands, ther being a greate tre of bloud in the middle of the golden hyll, also there passed by vs, 2 doggs running on the grounde, which were spirits comming from the south towards the northe; the first of them was white, red and blacke, and went lering away apace which had noe tayle. Then followed the other dog which was all blacke, with a long tayle. And when he was right against me and my skryer, he loked first on the miracle before drawen, and then on me, and then on it againe; and soe passed awaye. These dogs had little legs, and greate brode feete, like unto horses. All which things aperith to vs with in one howers space. And when I went from the place, all things vanished awaye.20Although in some of the records the spirits seem to speak directly to the operators from the stone or crystals, this passage and many others give the impression that all of the participants were entirely immersed in the visionary experience. It seems more likely thatthe skryer saw and reported visions in which he and the others were participants, though it is possible that the others may occasionally have seen things too. Dee’s records of his ‘actions’ contain similar ambiguities in the visionary record, where Dee is always an active imaginative participant in the proceedings, though his notes make it clear that he seldom saw anything. If they are subject to occasional lapses (such as the failure to record the hour in this instance), and if their record keeping is not as thorough as Dee’s, nevertheless the Gilberts certainly make an effort to be systematic. They commonly record the time and general astrological conditions. The tremendous attention to detail makes clear that they were concerned to preserve accurate and detailed accounts of what the skryer had 20 ff. 60r-61r.10"},{"pageNumber":11,"pageContent":"reported. That they returned to the text and corrected various details reinforces the impression that they wished the vision accounts to be as accurate as possible.21 Given thisconcern with detail and accuracy, it may well be that the Gilberts described the visions as if they were visible to all as a literary device to lend the process a level of credibility and to emphasize that they were the result of the efforts of at least two of those present. This passage illustrates an important way in which Gilbert’s operations were not typical of medieval manuals and which cannot be attributed to changes in religious sensibilities. If medieval magical operators made extensive and detailed notes during their operations, to my knowledge, none survive. Accounts of visions attained through magical processes may be found in literary works (usually anti-magical) or in instructionsfor ritual magic operations which tell the operator what should result. More extensive accounts of visions by magical practitioners are less common. The notable exception, theLiber visionum of John of Morigny, is a highly polished account which is clearly reconstructed from memories of the visions rather than detailed notes taken at the time. Unlike John’s work, but more like the records of John Dee’s actions, those visionary records in Additional 36674 appear to be relatively undigested. One might speculate that medieval examples have simply been destroyed or lost, but one would still have to account for why these texts did not survive. The most plausible explanation would be thatprior to the second half of the sixteenth-century any such notes were not considered worth keeping. In either case, the extensive note-taking of the Gilberts and John Dee, their desire to preserve the notes, and their efforts to assure their accuracy and sense of immediacy seem to represent a new attitude to the raw data of the visions. 21 For more details on the note-taking and correcting process see the Appendix.11"},{"pageNumber":12,"pageContent":"A more detailed examination of their goals and methods reveals a similar mix of tradition and innovation. Gilbert’s principal goal of deriving knowledge manifests itself immediately at the start of the instructions where the reader is advised to begin with a short general prayer for wisdom. This prayer is to be sayde when and before you deale with any spiritt; This was reuealed by kinge Solomon, Anno domini 1567, die 20 Februarij circa 9. 10. O god of Aungelles, god of Archaungells; god of Patriarches, god of Prophetts, god of vs sinners; O lord be my help, that this my worke may proceed in good tyme, to thy glorie, O god; and to learninge, and noe Art else, glorifie the in all workes. AmenLet not euyll spyritt enter my mynde o god, nor nothinge else but all to thy glorie o god; for learning is all my desier, lord thou knowest; euen as yt was to thy seruaunt Solomon; O lord sende me somme of this good hiddenn worke, that hath not been reuealed to noe mann. Then for that cause I desier the O god to sende yt mee, that in these our laste daies yt may be knowenn. Amen. Amen, lord, Amen with your Pater noster.22Such prayers are fundamental elements in ritual magic works like the Ars notoria where they employ similar kinds of formulae and rhetorical strategies.23 That this prayer should be said at the start of all spirit operations seems designed to frame the entire set of instructions as a search for knowledge and, at least in these pages, this appears to be sincere: the search for secrets, wisdom, or learning predominates throughout the operations. Precisely how they thought this knowledge was to be transferred, however, is less clear. The request for knowledge in this passage and the attribution of the prayer to Solomon rightly moved Gabriel Harvey, the seventeenth-century owner and annotator of 22 f. 47r.23 For example, a prayer extracted from the Solomonic Ars notoria in London, British Library, Sloane 3853 adopts a similar rhetorical strategy by emphasizing that the magician understood his work to be part of Gods greater purposes. “Et tu, qui es deus meus, qui in principio creasti celum et terram et omnia ex nichilo, qui in spiritu tuo omnia reformas, comple, instaura, sana animam meam, ut glorificem te per omniaopera cogitationum mearum et verborum meorum. Deus, pater, orationem meam confirma, et intellectum meum auge, et memoriam meam ad suscipiendam beatam visionem tuam meo vivente corpusculo et ad cognoscendam super excelsam et super eternam tuam essenciam, qui viuis et regnas per infinita secula seculorum.” f. 162 v. 12"},{"pageNumber":13,"pageContent":"the manuscript, to note its evident likeness to the Ars notoria.24 A passage in which Solomon tells Gilbert that he will be taught ‘all the arts’ suggests this work above all others. That Solomon also advises him that he must read when told to do so may be a reference to the exercise of reading required in the performance of the Ars notoria.25 However, the request for a ‘hidden worke’ in passage above seems to reflect the story of the Liber Rasielis in which secret knowledge is passed to Adam from the angel Rasiel either figuratively or physically in the form of a book.26 That Gilbert is promised such a book and that Davis retrieves it from the ‘House of Solomon’ in a vision tends seems to reflect this tradition.27 Jo. sawe a greate woods, having a greate howse in the middle of yt: with a little house by it most strongly buylded; hauving an Iron dore, with 9 keyholes. these being written vn the dore thes caracts following [numerous sigils] And in the house he sawe a chamber richly hanged with gold, in which chamber there was a tre of christale which was written upon very well, hauving many branches, with a dore on hym, as it were with 7. keyholes, which had the [***?] written on yt; within there with there ware many bookes, whereof one had a christall cover and another with the heary syde of a skyn outward; with divers other goodly bookes....28At still other points, Solomon tells Humphrey that he will teach him how to ‘make’ a book, which suggests the divinely aided editing and writing of John of Morigny and 24“Ad artem notoriam inspiratam.” Add. 36674, f. 47r.25The angles saide unto H.G. that he should feare nothing. [Marginal Note: ss. Solomon seruaunt to H. G.] and that he had a good servante of Solomon, whose counsell he should followe; for he would advise hym for the best. And that he should rede, when Solomon appointed hym; for he would doe nothing to his hindrannce. And that they would appeare to him in the element when he would; And that they would teach him all arts, and howe to make Bookes. f. 61r. On reading as part of the Ars notoria see, article by Véronèsein this volume CROSS REFERENCE ***.26 Tertio die postquam fecit istam orationem ...venit ad eum Rachiel angelus qui stabat supra riuum in exitu paradisi et disco operint se ei ea hora qua calefaciebat se ad solem qui tenebat in manu sua librum istum quem dedit Ade. München, Bayerische Staatsbibliothek, CLM 51, f. 5r. Et aperuit Rachiel librum et legit inauribus Ade. Audiuit autem adam verba libri sancte ex ore angeli et eiecit se super faciem suam ad teram cum magno timore. Cui dixit Rachiel Surge adam et confortare et non habeas timorem.... Recipe librum istum de manu mea et respice in eo quia per ipsum scies et intelliges.... München, Bayerische Staatsbibliothek, CLM 51, f. 6r.27 The last entry, which I take to be a vision rather than a record of a real physical event, notes “On the .6. day of Aprill, Anno domini 1567 my boy went to Solomon’s house in the morning, and came home to me againe about 9. of the clock in the forenone, and Brought me from thence a book written by St Luke the Evangelist.” Add. 36674, f. 62v.28 Add. 36674, f. 59r-v.13"},{"pageNumber":14,"pageContent":"Honorius of Thebes.29 The instructions for conjuring the Four Kings also advise the operator to demand a book of magic from the demon Oriens, so the search for knowledgeof magic is by no means limited to angels and spirits of the dead, even though this appears to have been their most successful avenue.30 One is left with the impression – not surprising given the variety of possibilities suggested by prior texts – that the operators themselves were unsure what to expect, be it a kind of infusion of knowledge, the delivery of a book, or instruction and guidance, but were content to let the spirits decide.At the same time, certain kinds of information were actually transmitted to them and consistent features may be discerned both in the nature of that knowledge and how they used it. The great care taken to record the visions suggests the assumption that all thesmall visual details, such as the sigils on the door, might potentially be important sources of information and perhaps that many of the more incomprehensible ones, such as the activities of the strange multi-colored animals, might need to be decoded or understood ata later date. More importantly, the spirits directly instructed them in the proper performance of magic, sometimes even when they had not been asked, and although they certainly referred to conjuring manuals and perhaps the works of Cornelius Agrippa for information, they appear to have regarded these sources as secondary to the visions. On March 22 between two and three in the afternoon, Humphrey (probably with great relish) was cursing and condemning Bleath, a particularly recalcitrant minor demon.29 On John of Morigny see \"Prologue to Liber Visionum,\" edited, translated, and introduced by Claire Fanger and Nicholas Watson, Esoterica 3 (2001): 108-217. The prologue to the Liber sacer recounts that Honorius wrote the book with the assistance of an angel. Liber iuratus Honorii, I (pp. 60-1).30 “And when [Oriens] hath by your compulsion appeared say that you see a thinge shadowe in the stone, which is in the wall, and therefore appeare to mee annd speeke or wrighte, for I wyll not beleue, that here isany thinge to my syghte, except thou speake or wryte, and appeare to my syghte, and speakew to my hearinge. Or else I wyll accurse the and condemne the by gods power, and not by my owne power. Therefore I charge the do yt. And when he hath doon yt, thenn commaunde him to giue you the beste booke, that euer was.” Add. 36674, 48r.14"},{"pageNumber":15,"pageContent":"There came of hymselfe the Euangelist Luke into a christall stone that lay on the bourd. And willed me to leaue using the names of God, to such wicked and rebellious spirits offering hymself to doe all things for me, and to teach me, howe to haue althings done by the angles, without such cursings, and coniuring by the word and names of god.... And I hauing the spirit of K. Solomon and the spirite ofJobe before. They both fell on their knees to Luke when they sawe him. And the wicked inferior bleath rean continually away, from one place to another rounde about the stone as fast as might be.31 What happens here is unusual in two ways. While John of Morigny also records instances of divine apparition in the course of his performance of demonic magic (including apparitions of the four evangelists), and while these apparitions ultimately do lead to the production of a divine text, the emphasis in John’s autobiography is always at first on the strenuous and difficult conversion away from demonic practices. This intervention by St Luke in this passage is a more direct and effortless transition from demonic binding to something more like angelic invocation, its very fluidity suggestive, perhaps, of a dissolving conceptual boundary between angelic and demonic practices. More importantly, the advice which Luke offers them runs counter not only the approach they had already recorded in their book of instructions but to traditional necromancy as a whole. Rather than the standard method of conjuring, which mimicked exorcism by invoking holy names and by drawing upon the power promised by God to good Christians, Luke suggests a temporary but novel arrangement in which he, a spirit of the dead, an elect soul, would control demons on the operator’s behalf. As in the case of Johnof Morigny, visionary experience supersedes traditional and textual authority. It should not be surprising that they were willing to take the word of a saint on how to perform magic over what they found in their conjuring manuals; however, other examples reveal that this was not an isolated example but part of a purposeful, if not systematic, approach.They did not regard magic as the performance of various experiments unrelated except 31 f. 62r.15"},{"pageNumber":16,"pageContent":"for the similarity of their form, but rather as a progressive program of learning, a cumulative process in which information and experience were assembled over time. Sucha progression is implicit in their demand that one begin with lower spirits and work up to more difficult ones. “Bleath, should a younge beginner first call; although to call Assasel yt is the most noble Arte; whose charact followethe.”32 But the best evidence of their approach to knowledge lies in the way they assembled the manuscripts we are considering. Their careful dating of their visions allow us to reconstruct the complex relationship between their operations and the magical manual they were writing, or at least some of it. We know that their operations were probably based on some late medieval conjuring manual which they, or some prior scribe, had adjusted according to Protestant and secular sensibilities. It is also possible, if not likely, that they had tried this kind of thing before. While it is true that Humphrey was blustery enough to fancy himselfan expert relatively quickly, the confident tone of the text suggests he had been at it longer than a few weeks. They began their recorded operations in late February, and soon after, on the 20th of February, Solomon dictated a new prayer for them to employ at the start of their operations. Presumably they used it from that point on since, as we have seen, they accorded it such an important place in their magical manual when they began to write it on the 22nd of March at 8 a.m. How much they managed to write before that afternoon is unclear, but by 2 p.m. Humphrey was engaged in his operation to conjure theFour Kings. Shortly after this St Luke appeared, offering the correction and assistance wejust discussed and promising to teach a new method of operation. Luke fulfilled this 32 f. 47r.16"},{"pageNumber":17,"pageContent":"promise eight days later with instructions for a show stone in which Bleath would not have been able to disobey.The beste and moste excellente waye and Arte is, as well for Aungells, as for Inferiours and other Spyritts, to haue these names of god wryttenn in your stone, as followethe. [A round stone is roughly sketched out but it has been left incomplete since no characters inserted.] This is written without, because the circle was to lyttle, but yt muste be written wythin the circle nexte adioyninge, your stone muste be flatt of bothe sides, and cleare without crackes or staines, and as large as may be gottenn, and of a good thicknes. Nota: Noe spyritt cann disobay that is called into the stone thus graued; and the makinge therof wast discovered by Luke onn Easter time, beinge in Anno Domini 1567. 33This passage falls on the last folio of the manual, and operations employing the names of God to control recalcitrant demons appear in the previous folio. Precisely how the new equipment provided by Luke was meant to alter the operations is unclear. He certainly did not mean for them to cease employing demons or ghosts, which would have entailed rejecting all the methods they had recorded to that point, but rather “willed [them] to leaue using the names of God, to such wicked and rebellious spirits.” So it seems likely that they assumed this addition would make certain operations of the manual unnecessarybut that in other respects it remained appropriate.Gilbert and his associates sought to acquire knowledge in a purposeful, even systematic, manner understanding that it would be a cumulative process. They began withritual magic manuals in hand and, in fact, given that such texts were common, it is quite possible that they had one of the many circulating manuscripts of ritual magic attributed to Solomon or Roger Bacon, or a printed volume by Cornelius Agrippa. If they did not enter into the operations under the assumption that their books might need correction, they certainly assumed that true magical knowledge had to be derived from practice and 33 f. 56r.17"},{"pageNumber":18,"pageContent":"from direct engagement with the numinous rather than from books. In part they assumed that one had to build up experience in order to practice the art effectively; in part, the practice of the art itself made new information available. They carefully recorded their visions, noting intricate details, evidently assuming their descriptions might ultimately yield further knowledge. The spirits also instructed them. No doubt they understood that Solomon’s promise to assist Gilbert in ‘making’ books would be fulfilled in such a fashion – and they certainly did make a new book. More crucially, the new revealed elements superseded the old and became key elements in the new manual, and at the veryleast, their experiences facilitated a critical dialogue with whatever base text they originally employed. So despite being based on the texts and traditions of medieval ritual magic, this manuscript differed from them. Protestant attitudes (or the desire not to appear Catholic) probably motivated the Gilberts or some prior scribe to strip out Catholic elements and toremove requirement of virginity for a skryer and of ascetic practices for the master. The Gilberts added new techniques, prayers, and magical characters to whatever original text or texts they had, and for all we know, they may have made a wide range of other undocumented changes based on instructions from the spirits. That they made careful records of the visions seems to constitute a significant change to the medieval traditions of ritual magic, but they do not appear to have affected its processes or intellectual culture in a dramatic way. In fact, these changes themselves reflect another significant area of continuity with medieval ritual magic. This continuity can be best understood in the broader context of medieval learned magic. So let me introduce this discussion with a brief description of the other major tradition of illicit learned magic prior to 1500.18"},{"pageNumber":19,"pageContent":"Astrological image magic is represented by hundreds of manuscript witnesses prior to 1500 and the form of those manuscripts is consistent and distinctive. Magical talismans, rings, or other objects bearing some sort of engraved astrological symbol had received enough approval from scholastic writers as a potentially non-demonic form of magic to grant this kind of magic a kind of associate status within scholastic natural philosophy. Important works of natural philosophy such as the Speculum astronomiae regarded some forms of astrological image magic as natural and non-demonic; and philosophers of the stature of Albert the Great had no quarrel with this idea. In part as a result of this, these texts demonstrate a measure of stability in transmission and interpretation. While Thomas Aquinas and others following him were more stringent in their assessment of the legitimacy of image magic, these early positive evaluations were enough to keep a debate continuously alive in scholastic circles from the twelfth through the sixteenth centuries.34 As this debate hinged upon obscure details in the scholastic model of physical causation, proponents of astrological image magic, eager to find ways to demonstrate its legitimacy, tended to employ scholastic arguments. Opponents and those who had not made up their minds also depended upon the literature of natural philosophy for clarity and guidance. This situation is reflected in the manuscripts and the codices and libraries that contained them.. Almost uniformly prior to 1500 scribes, collectors, and cataloguers treat astrological image magic as part of the library of natural philosophy and naturalia The principles of scholastic natural philosophy and the opinionsof scholastic authorities also played a major role in helping scribes to choose appropriate 34 The standard discussion of this debate is Nicolas Weill-Parot, Les Images Astrologiques Au Moyen Age Et a la Renaissance, Speculations Intellectuelles Et Pratiques Magiques (Xiie-Xve Siecle) (Paris: Honore Champion, 2002). For a discussion of the Speculum Astronomiae see, 27-90. For an earlier discussion focused upon how Marsilio Ficino engaged the debate see Brian P. Copenhaver, \"Scholastic Philosophy andRenaissance Magic in the De Vita of Marislio Ficino,\" Renaissance Quarterly 37, no. 4 (1984): 523-54. 19"},{"pageNumber":20,"pageContent":"texts to copy. Texts which were conformable to scholastic prescriptions of legitimacy were copied at a much higher rate than those deemed illegitimate, many of which do not survive at all.35 Works of astrological image magic, by their very nature, also demand a particular kind of treatment by their interpreters and scribes, and this makes them similar to scholastic scientific works in another sense. According to the arguments of the Arabic commentator al-Kindi, the figure in an astrological talisman or ring (as opposed to the stuff of which it was made) had to have an ontological connection with the astrological influences upon which it drew. This assumption was implicit in many of the magical textsthemselves; it also formed the core question in the scholastic debate: does the shape of a physical object have or transmit occult properties? Thus, for Latin readers who believed this was possible, the image depicted or described in the text might reflect a cosmologicalsecret: if the image was accurate, the magic would work, and the text would contain a valuable key to understanding how the universe functioned. If it was not accurate, if it didnot correctly depict the ontological stellar configuration, it was useless. Truth thus potentially resided in the actual depicted figures or characters in the text itself and their usefulness depended upon their accuracy. More significantly, if an appropriate figure was not employed, the operator ran the risk of invoking the aid of demons. Perhaps for this reason, or perhaps because they were treated like other works of natural philosophy, their transmission tended to be relatively stable and the contents did not vary a great deal. The 35The approval of two texts by the author of the Speculum astronomiae had a dramatic effect on the transmission of astrological image magic. See Frank Klaassen, \"Medieval Ritual Magic in the Renaissance,\" Aries 3, no. 2 (2003). 166-99. On the association of dream divination with scholastic thoughtsee Frank Klaassen, \"Magical Dream Provocation in the Later Middle Ages,\" Esoterica VIII (2006): 120-47.20"},{"pageNumber":21,"pageContent":"intellectual culture surrounding this sort of magic is thus arguably similar to scholastic culture in its emphasis on the authority of transmitted texts. The intellectual culture surrounding ritual magic and its written traditions could not be more different. Subject to perennial re-writing, editing, and reformulation, ritual magic was perhaps the most mercurial of all medieval magical traditions. The multiplicityof its textual traditions was both the cause and also the result of the fact that its intellectual tradition in significant ways stood outside the mainstream. Although scholastic arguments certainly played a role in the rejection of ritual magic practices, no scholastic authority ever provided a shred of hope that they might be legitimate. They fallentirely in the realm of what Weill-Parot has termed “addressative” practices – by all standard Augustinian and Thomistic definitions, they are non-natural.36 It is thus understandable that texts of ritual magic travel with works of naturalia far less often. Astrological image magic texts differ from ritual magic texts in a crucial structural way as well: the purpose of ritual magic texts is generally intermediary: they do not tend to record truths about the world, but rather to represent ritual practices by which contact with spirits may be facilitated in order to attain truths about the world. Like all liturgies, ritual magic is highly subject to local need and local change. Finally, the authors of ritual magic texts were keenly aware that the magical library contained false or misleading texts.37 If works like the Liber Rasielis tended to represent themselves as 36 So they tend to support themselves on religious and biblical authority, rather than the authority of natural philosophy., for example, the bible recounts how Christians could cast out demons in Christ’s name and non-Christians could not. Similarly, being an orthodox Christian was an essential element in performing successful ritual magic. The Liber sacer tells of how the Jews cannot perform magic. Liber iuratus Honorii,III.20 (p. 66). A late-medieval necromancer’s manual provides the Apostle’s and Athanasian Creeds to help the operator remain orthodox. Oxford, Bodleian, Rawlinson D. 252, ff. 81r-82v. The dependence of ritual magic on Christian rites is self-evident. This is quite different from the use of intention as an element in image magic which is commonly divorced from the moral and religious condition of the practitioner. For the term “addressative” see notes to the opening pages of the Weill-Parot article in this volume.37 That a magical figure might be secretly demonic or that a magical text presented itself as astrologically based when it was really necromantic certainly concerned scholastic readers of astrological image magic, 21"},{"pageNumber":22,"pageContent":"divinely revealed, they were still less containers of truth than divinely sanctioned means to discover it. Truth had to be discerned in practice and in encounters with the numinous,particularly angels, and the particular knowledge which might be derived would differ from person to person.38 A fifteenth-century necromancer’s manual records necromantic processes in which emphasis is given to questions rather than answers. When the spiryt is apperyd: What is thy name? Under what state and what dynite [i.e. dignity] hast thow? What is thy powyr and thy offyse? Undyr what planet andsygn art thow. Of what parte arte thow of the world? Of which element art thow? Whych is thy monyth? What is thy day and thyn owyr? What is thyne howre, dayor nyght? Whych is thy winde? What be they caretes that thow abyst to? Whych isthy mansion and thy day? Which is thy sterre? Which is thy stone? Which is thy erbe? What is thyne offyse to do. What is thy metale? What is thyne Aungellys name that thow moste obeyst to. And in what lykenes aperyst thow? How many commyst thow wythall?39Similarly, the commonly occurring conjurations for any spirit suggest the users developedmagical processes in response to whatever circumstances might arise in their operations or using whatever new knowledge they might have gained through their practices. For example, it appears that Trithemius probably employed angel magic to fill in the gaps as he wrote his Chronicle.40 Truths were thus derived directly from experience of the but was not an explicit concern of the authors. The Liber sacer recounts that its author had produced it by extracting the flowers of wisdom from seven volumes of magic for the good magicians. It also recounts that‘others’ were given empty husks. “Qui consulente angelo Hocrohel nomine 7 volumina artis magice deffloravit nobis florem accipiens et aliis cortices dimittendo.” (Liber iuratus Honorii, I.16.) It is not clear whether this means Honorius intentionally wrote false magical works to deceive the ignorant, found false and empty portions of the original volumes which he somehow left behind, or simply that by removing crucial sections he left behind works denuded of their wisdom. But there is no doubt that the author understood the magical library to be polluted with these ‘husks.’ John of Morigny, the victim of such a falsetext, discovered that when he used prayers in the Ars notoria he was unknowingly invoking demons rather than angels. (Liber visionum, 19 (p.181).) Curiously, the ‘false’ nature of this text was not a barrier to the discovery of truth through it.38The Liber Rasielis gives a long list of the Old Testament patriarchs who employed it. Each of them is said to have derived something different from the volume. München, Bayerische Staatsbibliothek, CLM 51, f. 111v. For an interesting parallel to this process, see the discussion of astrological prognostication in Madagasgar by M. Bloch. Bloch argues that the presence of stable astrological texts did not serve to stabilize interpretive systems, but actually increased their diversity. M Bloch, \"Astrology and Writing in Madagascar\" in J.R.Goody, ed., Literacy in Traditional Societies (Cambridge: Cambridge University Press, 1968), 278-299. 39 Oxford, Bodleian Library, Rawlinson D. 252, f. 65r.40 Forthcoming paper by Anthony Grafton. ***22"},{"pageNumber":23,"pageContent":"numinous, from instruction by it, or from interrogating it, and this process of discovery both enabled and depended on a dynamic relationship with the texts, which were continuously being adapted to suit new needs. Even where ritual texts are handed on in recognizable forms and variants (e.g., in the case of the Ars notoria), practitioners appear to have understood ritual magic as a program of progressive, cumulative, and practical knowledge acquisition. It was understood that one had to learn how to perform ritual magic. The prologue to the Liber sacer requires the understanding of the text be passed on in a kind of magical apprenticeship process, a holy brotherhood in which the master selects appropriate followers who ultimately may be given the right to take up his position and pass the knowledge on to others.41 John of Morigny talks explicitly about how he had to learn howto make the Ars notoria work.42 Part of this process may have been a kind of conditioningwhich made the practitioner more disposed or attentive to whatever psychological mechanisms the magic drew upon, such as dreams or trance states. But this learning process was also understood as practical and cumulative. For example, John appears to take it for granted that the natural result of having developed expertise in necromantic magic was to write a book on the subject.43 In part the process also involved the development of critical skills in dealing with visionary experiences. When John of Morigny began practicing magic, he was unable to tell the difference between holy and 41 The Liber iuratus Honorii describes a small group of scholars and disciples knitted together by a master. They swear mutual loyalty and protection. At the time of his death, the master must decide if one of his followers is worthy of taking up the role of master. If not, the work must be buried with him. That they live under a sort of rule, observe strictures of moral behaviour, and have been tried for a year, may also make the process similar to oblature. Liber iuratus Honorii, I.15-642 “...et in predicto libro continebatur qualiter ad propositum meum attingere per doctrinam subitaneam potuissem, idcirco, omnibus alijs studijs dimissis, cepi in ipsa frequencius studere, et in tantum studui quod qualiter operari deberem sciui.” John of Morigny, Liber visionum, Prologue 15 (p. 137). 43 “Ego, frater Johannes, postquam dimisi artem notoriam declinaui ad artes nigromancie, et in ipsa preualaui tantum quod nouam nigromanciam componerem et quod Annulos Salomonis fabricarem.” John of Morigny, Liber visionum, Prologue 24 (p. 145).23"},{"pageNumber":24,"pageContent":"unholy presences and he emphasizes the need for requesting assistance through prayer.44 Eventually, however, he was able to produce a detailed discussion of the ways in which one could do this.45 In summary, ritual magic was not regarded by its practitioners as part of the discourse of scholastic natural philosophy. Ritual magicians understood truth to be derived not from knowledge preserved in authoritative works but from experience, practice, or interrogation of spirits. They understood this knowledge to be cumulatively assembled by the practitioner rather than to inhere in a pre-existing set of authoritative pronouncements. They understood their relationship with their texts to be dynamic and susceptible to information by the spiritual encounter. And finally, although their ritual processes were in part designed to overcome the deficiencies of the natural senses, nevertheless they were almost entirely dependent upon the senses for knowledge acquisition.These habits of mind may be witnessed in Gilbert’s operations. Aside from some imagery which suggests an interest in alchemy, they display no interest in astrological image magic, other kinds of natural magic, or any of the scholastic theories and debates associated with them. They did not regard the received traditions of magic as authoritative but employed them in a dynamic and interactive manner. Their advice that “the master must also haue 1 or 2 good bookes to call by, as after you shall here fyende” makes clear that one had to be discerning about the texts one chose; however they also evidently regarded their base text as something which might need to be corrected or moresubstantially transformed. They did not hesitate to make modifications where they saw 44 Omnibus visionibus leuiter non credas uel acquiescas, set consilio saluatoris proba spiritus si ex Deo sint et discretionem ipsorum precibus impetres a Spiritu Sancto. John of Morigny, Liber visionum, 49.45 John of Morigny, Liber visionum, Prologue 15.44-49 (pp. 158-162).24"},{"pageNumber":25,"pageContent":"fit. Some of these modifications were more minor and motivated by their own religious sensibilities. Some were more considerable, involving the incorporation of new operations or equipment prepared under the direction of the spirits.Perhaps more radically than their medieval forebears, the Gilberts understood their visions not only as a proof and tangible effect of the legitimacy of their operations, but as experiences which were potentially an important source of raw data. Their attention to the intimate and seemingly inconsequential details of the visions, and their efforts accurately to record them in an undigested form, witness their focus on experientially derived knowledge. The way they edited their texts, and their advice that the operator must work progressively, starting with lower demons and working upwards, demonstrate that they regarded knowledge of magic to be acquired cumulatively. In the end, they contributed to the on-going transformations of medieval ritual magic by assembling and collecting their information in a new magical text. Magic and Science: Humphrey Gilbert’s AcademyIn a 1994 book review, Brian Vickers criticized the tendency to regard Ficino and Pico as the epitome of renaissance magic when the vast majority of contemporary learnedmagic did not look at all like their ‘intellectualist’ works.46 While there may be other problems with Vickers’ theoretical frame, he was quite right to emphasize that practitioners of learned magic in the sixteenth century rarely looked like what readers of Frances Yates’ works might be led to believe. The overwhelming majority of sixteenth-century manuscripts of high magic contain medieval works of ritual magic or reformulations of them. At the same time, the major medieval tradition of natural magic 46 Review of Zambelli, L’ambigua natura della magia in Isis 85 (1994): 318-320.25"},{"pageNumber":26,"pageContent":"often assumed to have been central to renaissance magic (that is, astrological image magic), appears to have been in decline.47 Humphrey Gilbert’s practices exemplify this situation and allow us to use his example to take up Vickers’ challenge, although perhaps in a way he would not have anticipated. As a magical practitioner, Gilbert has no place in the traditional accounts of the relationship between magic and science in the renaissance. Almost without exception, from the foundational work of Lynn Thorndike, through the chimeral edifice of Frances Yates, to more recent work by Charles Webster, Deborah Harkness, John Henry, Stephen McKnight, Brian Copenhaver and others, a focus upon natural philosophy and natural magic has precluded direct consideration of ritual magic. Most scholars continue to assume that the magical traditions that Thorndike referred to as ‘superstitious’ and whichYates derided as the ‘old dirty’ magic of the middle ages declined and were superseded inthe sixteenth century by a purified renaissance magic, a form of magic emphasizing mathematics, focusing on the natural world and occult causation, or exhibiting ‘science-friendly’ mythic structures.48 As a result, they have tended to focus almost entirely upon 47Astrological image magic declined sharply after 1500 as an independent genre and in manuscript copies made by specialists. This cannot be attributed simply to the availability of printed texts since the copying ofritual magic texts increased despite the presence of printed works. See Klaassen, \"Medieval Ritual Magic.\"48 On the ‘old dirty’ magic see Frances Yates, Giordano Bruno and the Hermetic Tradition (Chicago: University of Chicago Press, 1964), 80-1. The many studies of Brian Copenhaver are exemplary. On the subject of magic and science see, Brian P. Copenhaver, \"Natural Magic, Hermeticism, and Occultism in Early Modern Science,\" in Reappraisals of the Scientific Revolution, ed. David C. Lindberg and Robert S. Westman (Cambridge; New York: Cambridge University Press, 1990), Brian P. Copenhaver, \"Scholastic Philosophy and Renaissance Magic in the De Vita of Marsilio Ficino,\" Renaissance Quarterly 37, no. 4 (1984), Brian P. Copenhaver, \"A Tale of Two Fishes: Magical Objects in Natural History from Antiquity through the Scientific Revolution,\" Journal of the History of Ideas 52, no. 3 (1991). Harkness’ first rate study of Dee focuses connects Dee’s angel magic with his natural philosophy but seeks to distinguish it from the ritual magic tradition in general. Surprisingly, she cites Additional 36674, but does not make any mention of the close affinities with the practices of John Dee. Deborah E. Harkness, John Dee's Conversations with Angels: Cabala, Alchemy, and the End of Nature (Cambridge, U.K.; New York: Cambridge University Press, 1999). Stephen McKnight seeks to demonstrate the influence of mythologies of ‘pseudo-science’ on science but concentrates entirely upon hermetic and neoplatonic mythologies. He seems to regard Solomonic myths as belonging to that tradition. \"Science, the Prisci Theologia, and Modern Epochal Consciousness.\" In Science, Pseudo-Science, and Utopianism in Early Modern Thought, edited by Stephen A. McKnight, 88-117. Columbia: University of Missouri Press, 1992. Charles Webster seems to repeat the assumption that ritual magic was in decline where he notes “Magic as the performance 26"},{"pageNumber":27,"pageContent":"natural philosophy, natural magic, so-called hermetic traditions, astrological image magic, and cabalism, particularly where they emphasize number or geometry. If Humphrey cared about any of these things, they do not appear in his magical practices which are very much in the tradition of the ‘old dirty magic.’ In fact, his magical genealogy (which does not even include Hermes) makes clear that he and his companionsunderstood renaissance magic, at least as represented by Cornelius Agrippa and themselves, to belong to a tradition extending back through medieval ritual magic to the Old Testament patriarchs. Like his magic, Gilbert’s proposal for a new academy was by no means revolutionary, but as an expression of common attitudes and approaches crucialto the development of modern science, it suggests a number of ways in which we may reorient our approach. The striking commonalities between his scientific and magical projects suggest that he conceived of them and approached them in very similar terms. Elizabeth’s new academy was to be dedicated to the education of young noblemenunder the wardship of the crown, but was also be open to others. In many ways Gilbert’s proposal simply reiterates standard humanist ideas (arguably elements in the developmentof modern science themselves); he emphasizes worldly skills, advocates training the whole person, and rejects scholasticism and scholastic pedagogy. In other ways it moves beyond them. The academy would fund investigation of the natural world for practical purposes and it would do so by combining theoretical and practical skills. One of its of rituals aimed at controlling forces held responsible for the succession of events, slowly fell into abeyanceamong the intellectual elite....” In any event he does not consider it alongside natural magic. Charles Webster, From Paracelsus to Newton: Magic and the Making of Modern Science (Cambridge: Cambridge University Press, 1982), 11. John Henry argues that “Magic is not a monolithic subject and it is important to stress that major aspects of the history of magic seem to play no role in the rise of modern science, for example, demonic magic, chiromancy, and cabala. The crucial aspects of the magical tradition for the historian of science were those encompassed by the term Natural Magic which embraced all those arts which relied upon natural lore; for example, astrology and alchemy....” John Henry, \"Magic and Science in the Sixteenth and Seventeenth Century\" in Companion to the History of Modern Science, edited by Robert C. Olby (London: Routledge, 1990), 58627"},{"pageNumber":28,"pageContent":"‘mathematicians’ was to be essentially a cosmographer with a heavy emphasis on navigation and the other a military engineer with a large gunpowder budget for monthly practical demonstrations of ballistics.49 Similarly the physician would be required to supplement his traditional theoretical training by acquiring and practicing the skills of theapothecary and surgeon. This destruction of the traditional boundaries of professional practice also would include experimental and collaborative work. This phisition shall continuall practize togeather with the naturall philosophor, by the fire and otherwise, to search and try owt the secreats of nature, as many waies as they possiblie may. And shalbe sworne once euery yeare to deliuer into the Treasorer his office, faire, and plaine written in parchment, without Equiuocationsor Enigmaticall phrases, vnder their handles, all those their proofes and trialles made within the forepassed yeare, Togeather with the true event of thinges, and allother necessary accidentes the way of their working, and the event thereof, the better to follow the good, and avoyd the evill, which in time must of force bring great thinges to light, yf in Awcomistrie there be any such thinges hidden.50Far from the esoteric tendencies commonly attributed to enthusiasts of the occult, Gilbert does not appear sympathetic to the so called ‘renaissance episteme’ but rather proposes tostrip natural magic and alchemy of their poetic and philosophical language and drop themin the cold light of practical experiment, close observation, and disinterested description.51 Gilbert’s proposal rejects traditional scholastic pedagogy, scholastic method, the old division of disciplines, and esoteric language; it promotes a critical dialogue with ancient sources; it sets experientially derived knowledge over authority as 49 Humphrey Gilbert, \"The Erection of an Achademy in London for Educacion of Her Maiestes Wardes, andOthers the Youth of Nobility and Gentlemen,\" in Queen Elizabethes Achademy, a book of precedence, etc., with Essays on Italian and German Books of Courtesy, ed. F.J. Furnivall, Early English Text Society, extra series (London: Early English Text Society, 1869), 4-5.50 Ibid., 6.51 The term “episteme” was coined by Michel Foucault, The Order of Things : An Archaeology of the Human Sciences (New York: Vintage Books, 1994), 25-30. Despite the usual evidentiary issues associated with his work, the term has some viability and certainly has been employed a great deal since that time. Fora recent critique which discusses the history of the term, see Ian Maclean, \"Foucault's Renaissance Episteme Reassessed: An Aristotelian Counterblast,\" Journal of the History of Ideas 59, no. 1 (1998): 149-66.28"},{"pageNumber":29,"pageContent":"the standard for judging the received traditions; it sees the search for knowledge less as an engagement with a body of knowledge than the assembling of collection of known truths; it seeks to attain critical distance through careful observation and description of experimental processes; and it gives primacy to practical results. In all of these respects, he belongs firmly in the tradition of British thinkers leading up to Francis Bacon and reflects the shifts in thought which were crucial to the scientific revolution. Since he probably put it before Elizabeth in 1570, if Gilbert was not at work on his proposal when he was engaged in his magical operations, he certainly undertook it very soon afterwards.The practices and intellectual traditions of medieval ritual magic and Gilbert’s reformulations of them are very much in line with what we see in the proposal and with what makes it ‘scientific.’ Peter Dear has suggested that one of the crucial differences between scholastic natural philosophy and modern science was that the former considered itself a ‘body of knowledge’ to be learned while the latter considered itself to be more like a ‘research enterprise.’52 Clearly for Gilbert the “research enterprise” aspectof ritual magic links it to the attitude we find in his more “scientific” endeavors. Ritual magic was as constituted of an experientially focused methodology as much as a written tradition, was suspicious of received texts, and required knowledge to be established in a critical dialogue between received knowledge and experience, a dialogue in which the element of experience was primary. If the circumspect attitude towards received traditions by ritual magic operators was still accompanied by belief that men of the past, such as Adam and Solomon, had had privileged access to knowledge of the world, this was little different from Francis Bacon, who expressed similar ideas. Beyond this, ritual 52 Peter Robert Dear, Mersenne and the Learning of the Schools, Cornell History of Science Series (Ithaca: Cornell University Press, 1988). ***29"},{"pageNumber":30,"pageContent":"magic (again unlike many forms of natural magic) was not found in scholastic books, understood as a part of scholastic discourse, or promoted by writers using warmed over scholastic arguments, so it may well have been attractive to those with anti-scholastic sentiments. In short, medieval ritual magic texts had much to offer to the practical, experientially oriented, anti-scholastic, and independent-minded Humphrey Gilbert.It almost goes without saying that in many other crucial respects Gilbert’s magic was not like modern science and I don’t wish to elide the differences between his demon conjuring and Boyle’s air pump.53 At the same time, the mechanistic models and systematic approaches of Bacon, Descartes, Boyle and others had not yet been formulatedso it would be anachronistic to hold Gilbert’s magical exercises to their standards. Insofaras Gilbert’s proposal for a new academy may be taken as representative of important newintellectual and social currents which contributed to the rise of science, the medieval ritual magic he practiced may also be understood not only as amenable to them but even ‘scientific’ in its own right. At the very least Humphrey Gilbert’s story illustrates that the almost universally held assumption that the ‘old magic’ was in decline, uniformly represented ‘regressive’ tendencies, or was incompatible with the new trends in science cannot be sustained. In fact, in many respects the forms of magic commonly granted a kind of associate status in accounts of the scientific revolution would have been wrested from their theoretical settings and dismembered in Gilbert’s academy, while ritual magic as a practice and method survived more or less intact in his hands, arguably becoming 53 Despite the difficulties that often accompanied the construction of such devices, a properly assembled air pump would certainly return more consistent results. The vague and inconsistent nature of magical visions also probably tended to encourage the esoteric interpretive approaches of the so-called ‘renaissance episteme.’ More crucially, practitioners do not display the preoccupations with method or 'rules of engagement’ characteristic of seventeenth-century scientists. Ritual magic also did not focus solely on the natural world nor does it seem to have encouraged a mechanical view of nature. Seventeenth-century science would also ultimately reject ritual magic in the strongest terms.30"},{"pageNumber":31,"pageContent":"more scientific through his increased emphasis on description. In this sense, the learned magic of Gilbert, and later of Dee, need not, and in fact, cannot, be squeezed into the narrow confines of natural magic or of a putatively purified ‘renaissance magic’ and it cannot be understood without reference to medieval traditions. In fact, in numerous ways ritual magic can be considered more ‘scientific’ than natural magic traditions such as astrological image magic, whose associations with the increasingly antiquated approachesof scholastic thought remained strong. When the day was over and the conjurations had drawn to a close, Gilbert may well have decided his magical operations were a blind alley. Had he lived to see them, he might well have preferred the approaches of Boyle andhis associates. But we will know a good deal more about sixteenth-century magic and science if we can understand why Humphrey Gilbert was inclined to walk among the spirits with his crystals, conjurations, and pen.Appendix: The Manuscript and the Question of AttributionThe manuscript falls into two parts, the first containing instructions for operationsand the second the record of visions attained (ff. 47r-57v and 58r-62v respectively). In thesecond section, the master of the operation is identified as H.G. and the skryer as John Davis. Without question Davis was not one of the scribes and, despite a cataloguer’s identification, neither was Simon Forman.54 Gabriel Harvey’s suggestion that the second might be the work of Thomas Smith seems very unlikely.55 The manuscript does, 54 A note of the first folio of the first section notes that Mr McKray of the Bodleian Library in 1868 identified the hand of the first section that of Simon Forman, the well known late-sixteenth-century doctor, astrologer and magician. However, assuming the date is correct, he would only have been seventeen in 1576, and in any event, this is certainly not Forman's distinctive hand. See f. 47r. The manuscript is also notthe work of John Caius as suggested by Benjamin Wooley The note identifying Caius as the owner refer only to the materials in ff. 23-46 not 47-62. These two sets of folios are also clearly distinct. 55 The hands do not match the Thomas Smith autograph, London, British Library, Sloane 325, particularly given Smith’s preference for italic forms in formal writing. In addition, he was heavily involved in matters in France at the time of the conjuring. See, London, British Library, Sloane 325, f. 4. Mary Dewar, Sir 31"},{"pageNumber":32,"pageContent":"however, provide as solid a link with the Gilbert household as paleography can afford. Adrian Gilbert is a credible candidate for the scribe of the first section.56 The hand of the second section cannot be positively identified as Humphrey Gilbert’s but the possibility cannot be rejected either. That Gilbert’s only surviving autograph is in an informal hand and the magical manuscript is in a semi-formal cursive makes identification difficult.57 It seems more likely, however, that the manuscript was written by a secretary, something that would have been in keeping with Humphrey’s habits. The vast majority of his surviving correspondence and works were not written in his own hand. Such a scenario isborne out by the corrections to the second portion, which were likely made by the scribe of the first section. In addition, many of the errors suggest the second section was copied,perhaps from more informal notes, in preparation for a final formal copy. Many of the errors are difficult to account for except as misreadings in copying. We find, for example,“shyll” expunged and “hill” written in (59v) and ‘a loud streake of golde’ corrected to ‘a longe streake of gold’ (60v). More tellingly, accidental duplication of words also recurs, such as the duplication of ‘apereth’ (60v) and ‘help’ (60r). In short, the paleographic evidence tends to favor attribution to the Gilbert household and certainly cannot be used to reject this thesis. Circumstantial evidence for this attribution, however, is powerful. Humphrey Gilbert was in England at the time these operations are said to have taken place. His known brutality in arms matches the character of H.G. who takes great relish in cursing and abusing demons in the operations and whose engagements with them are presented Thomas Smith: A Tudor Intellectual in Office (London: Althone Press, 1964), 121-2.56 An autograph of Adrian Gilbert from the early 17th century and shortly before his death is likely by the same hand as the book of instructions. State Papers 14/48 (493.202.143). Certainly, it would not be possibleto reject this possibility on palaeographic grounds.57 *** Shelfmark of HG autograph. 32"},{"pageNumber":33,"pageContent":"entirely in military terms, something which is not typical in necromantic literature. He rides into armies of demons, cutting them down with his sword. As noted in the first paragraph, the operations took place at a time when Humphrey was undertaking important new directions in his life; the concern for the future reflected in the manuscript appears to bear this out.58 The descriptions of the skryer also correspond well with the John Davis who would become the navigator. Davis, the son of a local family and protégéof the Gilbert household, would certainly have been familiar to the household and was of an age when he could have been expected to be living there for long periods of time. At seventeen John Davis would have been older than the boys traditionally used in medieval skrying, but the old requirement of virginity and sexual purity appears to have become less crucial in sixteenth century operations, perhaps under the influence of Protestantism, but also potentially due to a de-clericalization of ritual magic. The descriptions of the skryer in the visions suggest a youth rather than a pre-pubescent boy.59 As we discuss below, both Davis and Adrian Gilbert were heavily involved in magical operations and Adrian with alchemy.60 So each of the known figures corresponds well with what appears in the manuscript.58 On October 12, 1566, he was sent back from military service in Ireland with dispatches for Queen Elizabeth. As his biographer, William Gosling notes, \"no clear purpose seems to have motivated Sir Henry Sidney to order his return to England. Neither the dispatches nor the news he carried were of such paramount importance as to require a messenger of his calibre; and we are therefore obliged to conclude that he had obtained leave of absence from the army to return to England for some private purposes of his own, and that Sidney merely took advantage of his departure to send dispatches to the Queen.” Gosling goes on to suggest that he took leave to petition Elizabeth for assistance in an expedition to find the North-West Passage. This project dominated his energies over the ensuing decades. William Gilbert Gosling, The Life of Sir Humphrey Gilbert: England’s First Empire Builder (London: Constable & Co., 1911), 39-40.59 For example, Solomon requires that the skryer be dressed like the master in a black coat and cloak. See f.60r. The visions refer to John as Gilbert’s ‘boy.’ He plays an active role in the visions themselves, holdinga magical book up to frighten the demons (ff. 59r-60r) and at on point going independently to retrieve and important book from the ‘House of Solomon’ (f. 62v). 60 Adrian’s ‘chemical’ interests were well known and he was supported by Mary Sidney as an instructor in the art. Margaret Hannay and Mary Ellen Lamb have speculated that Adrian worked with Mary Sidney Herbert producing medicines. See Mary Ellen Lamb, “The Countess of Pembroke’s Patronage,” (Ph.D. diss., Columbia University, 1976), 107. See also, Margaret Hannay, Philip’s Phoenix; Mary Sidney, Countess of Pembroke (Oxford: Oxford University Press, 1990), 130-31.33"},{"pageNumber":34,"pageContent":"Perhaps most convincing of all, Humphrey, Adrian, and John, were evidently part of a circle of practitioners associated with John Dee, whose magical operations and note taking greatly resemble theirs. Their interaction with Dee certainly involved questions of navigation, exploration, cartography, metallurgy, mining, and the associated business interests and nothing in the records of Humphrey’s visits suggests the topics of discussioninvolved magic.61 John and Adrian’s dealings with Dee, however, had as much, if not more to do with magic. In his diary Dee notes that in 1583 he reconciled some difference he had with them occasioned by William Emery. He also notes Davis’ dislike for the skryer. Adrian was also evidently familiar enough with Dee’s household to have mediateda conflict between Dee’s wife and his skryer, Edward Kelly, and was involved in some of Dee’s early operations with Kelly.62 Their evident familiarity with Dee’s circle of magicalpractitioners appears to have been even more long standing than the diary suggests. A note by John Dee dated 1568 indicates that he had determined through magic and with the assistance of William Emery the date of John Davis’ birth.63 It would have been very unlikely that he came to know the Devon teenager unless through the Gilbert household, and the fact that he could not just ask for the information makes clear that Davis was not in the environs of Mortlake. That Dee inquired about Davis shortly after the operations recorded in Additional 36674 suggests that Dee was aware of them and of Davis’ role. In 61 Humphrey visited Mortlake in November of 1577, Diary, p. 3. He corresponded with Dee through the early 80s and visited his home again in 1581. Calder. ch 5. p. 3. Adrian Gilbert and John Davis visited Dee along with a larger group of gentlemen and had discussions regarding the North West Passage several timesin 1583. Diary, 18-20. On Gilbert and alchemy etc. see Brief Lives, ed. Powell, p. 53. 62 Benjamin Wooley, The Queen’s Conjurer, 200-201. In May 1583, Dee asked his spirits whether he shouldinvolve Adrian in his operations. London, British Library, Sloane 3188, f. 103.63 In the margin of a table of star positions, he scribbled a note, dated 22 May 1568, that he had learned the exact time and date of John Davies’s birth ‘by magic’ at Mortlake with the help of William Emery. Although unclear what the form of their magic might have been, the fact that Emery later worked as Dee’s skryer suggests it was probably a crystal-gazing operation. Wooley, 166-7. Wooley cites Oxford, Bodleian, Ashmole 423, f. 295. 34"},{"pageNumber":35,"pageContent":"fact, one wonders if the conflict between Davis and Emery was a matter of professional competition between two skryers. In summary, although no individual piece of evidence incontrovertibly connects Additional 36674 with the Gilbert household, the overwhelming weight of circumstantial evidence leads me to attribute it to John Davis, Adrian Gilbert, and Humphrey Gilbert. That Humphrey does not appear to have been involved in Dee’s magical operations at thetime of his first recorded visits to Mortlake may suggest that his interests in it had waned by that time. It is, nonetheless, interesting to note that Gilbert’s posthumous portrait which now hangs in his ancestral home at Compton includes a stylized combination of the astrological sigils for Mercury and Mars (remarkably suited to the martial and mercurial Humphrey) which looks a great deal like the hieroglyphic monad of John Dee. Even to the end of his life, he was evidently fashioning himself as a man with esoteric interests.35"}]
