[{"pageNumber":1,"pageContent":"I N D U C T I O N S & S T U F F"},{"pageNumber":2,"pageContent":"DEEPENING : RELAXATION METHOD I SPOKEN TO THE SUBJECT Turn loose now, relax. Let a good, pleasant feeling come all across your body. Let every muscle and every nerve grow so loose and so limp and so relaxed. Arms limp now, just like a rag doll. That's good. Now, send a pleasant wave of relaxation over your entire body, from the top of your head to the tips of your toes. Just let every muscle and nerve grow loose and limp and relaxed. You are feeling more relaxed with each easy breath that you take. Droopy, drowsy and sleepy. So calm and so relaxed. You're relaxing more with each easy beat of your heart ... with each easy breath that you take ... with each sound that you hear."},{"pageNumber":3,"pageContent":"DEEPENING: RELAXATION METHOD II SPOKEN TO THE SUBJECT Your arms are loose and limp, just like a rag doll. As I raise your hand, just let all of the weight hang limply in my fingers. An when I drop it, send a wave of relaxation all across your body. As you feel you hand touch your body, send that wave of relaxation from the top of your head all the way down to the very tips of your toes. And as you do, you find that you double your previous level of relaxation. Now, once again, with the other hand. (Repeat with other hand)"},{"pageNumber":4,"pageContent":"DEEPENING : STAIRCASE METHOD SPOKEN TO THE SUBJECT In a moment I'm going to relax you more completely. In a moment I'm going to begin counting backwards from 10 to 1. The moment I say the number 10 you will allow your eyelids to remain closed. The moment I say the number 10, you will, in your minds eye, see yourself at the top of a small set of stairs. The moment I say the number 9, and each additional number, you will simply move down those stairs relaxing more completely. At the base of the stairs is a large feather bed, with a comfortable feather pillow. The moment I say the number one you will simply sink into that bed, resting your head on that feather pillow. Number 10, eyes closed at the top of those stairs. Ten ... Nine, relaxing and letting go. Nine ... Eight, sinking into a more comfortable, calm, peaceful position ... Seven .... Six ... going way down ... Five ... moving down those stairs, relaxing more completely. Four ... Three ... breathe in deeply ... Two ... On the next number, number one, simply sinking into that bed, becoming more calm, more peaceful, more relaxed ... One ... Sinking into that feather bed, let every muscle go limp and loose as you sink into a more calm, peaceful state of relaxation."},{"pageNumber":5,"pageContent":"DEEPENING : STIFF ARM METHOD SPOKEN TO THE SUBJECT Raise and stiffen you arm. Make a fist. (Help subject achieve this position, then let go) That's good. Just like a steel bar, stiff and powerful. So stiff and rigid and so powerful that the more you try to lower or bend your arm, the stiffer and tighter it becomes. Try to lower or bend your arm and find it locking stiff; stiff and rigid. The harder you try, the stiffer it becomes. That's fine. When I touch your forehead, your arm drops limply down and you go deeper in sleep. (Tap forehead)"},{"pageNumber":6,"pageContent":"INDUCTION : ARM-DROP METHOD INSTRUCTIONS TO HYPNOTIST The subject is asked to raise an arm so that the hand is slightly above the head and given suggestions. There are a number of aspects of this induction which are worthy of special notice. First, the arm is placed in such a position that fatigue will eventually bring it down. The downward movement is tied into going \"down\" into a \"deep state of relaxation.\" The harder the individual keeps fighting to hold it up, the more he is committed to the proposition implied by the statement that, \"You will not go into a deep state of relaxation until the arm is all the way down.\" This means, of course, that, \"You will go into such a state when the arm comes all the way down.\" SPOKEN TO SUBJECT (Have subject raise arm so that hand is slightly above head) Stare at one of the fingers, either the index or the middle finger. You may continue to look at it, or, if you wish, close your eyes and visualize it in your mind's eye. As you fixate your gaze on it you will notice that the other fingers tend to fade out of focus and that your entire arm begins to feel heavier and heavier. The longer you concentrate on that finger the heavier and heavier your arm becomes. But you will not go into a deep state of relaxation until the arm has come all the way down. Keep concentrating on that finger while the arm gets heavier and heavier and heavier. (When downward movement become apparent) Notice that as the arm is getting heavier it is slowly coming down, down, down. But you will not relax into a deep and profound state of relaxation until the arm is all the way down. Going down, down, down, deeper, deeper, deeper. (Continue deepening comments: The suggestions must be timed with the actual movement of the arm)"},{"pageNumber":7,"pageContent":"INDUCTION : ARM LEVITATION METHOD I INSTRUCTIONS TO HYPNOTIST This induction (or deepening) technique requires that the hypnotist gauge the pace of the suggestions to the response of the subject. SPOKEN TO THE SUBJECT I'm going to count from one up to twenty. As I do, a light, easy, pleasant feeling moves into your right hand and into your right arm. As I continue counting, that feeling grows stronger and stronger. Soon you'll feel the first slight movement of your fingers, a twitching of the muscles. (At this point, grasp the subjects arm and demonstrate how it will move as you continue with the following suggestions) . Then your hand begins to lift. Your arm begins to lift. It continues moving, lifting, and rising until it comes to rest upon your body. Now when you feel the movement in your hand and in your arm, don't try to resist. You could resist if you chose to, that is not why you are here. Just let your subconscious mind do its perfect work. All right, now we are ready to begin. Number One - The first light, easy sensation moves into the fingertips of your right hand. Number Two - The feeling is spreading around beneath the fingernails. Number Three - It is moving up to the first joint of the fingers. Number Four - Spreading to the large knuckle across the back of the hand. Number Five - the first slight movements begin to start taking place. Slight movements of the fingers, a twitching of the muscles. Number Six - The light sensation spreads all across the back of your hand. Number Seven - Spreading over and into your thumb. Number Eight - Moving now all through the palm of your hand. Number Nine - The light sensation spreads up and into your wrist. Think of your left hand now. You'll see by comparison, your left hand is beginning to feel very, very heavy. While on Number Ten your right hand grows lighter and lighter with each number I count; just as light as a feather floating in the breeze and even lighter. As light as a gas-filled balloon. Just as a gas-filled balloon will rise and float towards the ceiling, in the same way, by the time I reach the count of twenty, your right hand is moving, lifting, rising and floating. Number Eleven - The light sensation has moved beyond your wrist now, spreading into your forearm. Number Twelve, Thirteen - Once again, think of your left hand. Your left hand has grown so heavy, it feels as though it were made of marble or stone."},{"pageNumber":8,"pageContent":"Number Fourteen - That light sensation is spreading up toward your elbow. Now on Fifteen - From the fingertips all the way up to the elbow your hand has grown light, light and free. It's beginning to lift. It's moving, lifting, rising and floating. (At this point, if the hand is not moving, gently lift the hand to get it started) All right, Sixteen - Now your arm is moving and lifting and rising. And as your arm is lifting, you're going deeper and deeper into hypnosis. Seventeen - Your hand continues moving, lifting and rising now until it comes to rest over on your body. Eighteen - Moving, lifting, rising, floating. Right on over now and when your hand comes to rest upon your body, at that time your eyelids lock tightly closed. Your eyelids lock so tightly closed at that point, the more you try to open them the tighter they're locking closed. Nineteen - Your hand is getting ready to come down and rest upon your body. Twenty - Now your hand has come to rest upon your body and at the same time, your eyelids are locked so tightly closed, the more you try to open your eyelids the tighter they are locking closed. That's fine, stop trying and go deeper into trance."},{"pageNumber":9,"pageContent":"INDUCTION : ARM LEVITATION METHOD II SPOKEN TO THE SUBJECT As soon as you are ready to go into a deep hypnotic state, you will close your eyes and begin inhaling deeply and exhaling slowly ... (Pause and observe a moment) Breathing deeply and slowly brings more oxygen into your system, and each time you exhale your body keeps relaxing more and more ... Each time you inhale and exhale you can become more aware of the natural rhythms of your body and the feelings of comfort that develop ... (Pause) As you continue sitting there, you will find yourself becoming more relaxed and comfortable ... Can you feel even more comfortable letting your hands rest very gently on the arms of the chair? (Pause until subject's arms and hands are on the arms of the chair) That's good ... just have your hands barely touching the arms of the chair ... notice that your hands can rest so lightly that your fingertips are barely touching the arms of the chair ... You're doing good ... as your hands are resting and lightly touching the arms of the chair, do you notice that they tend to lift up a little bit all by themselves with each breath you take? Does it seem like they keep feeling lighter and lighter so that they are now lifting up easily toward your face as the rest of your body continues relaxing ... (Pause, and give hands time to begin lifting) As that continues on, does one hand or the other or maybe both continue lifting even more? (Pause) It's really interesting the way that hand continues feeling lighter, and keeps lifting up toward your face without any conscious effort ... As that hand keeps lifting toward your face, does the other hand want to keep lifting and catch up, or does the other hand want to rest lightly on the arm of the chair? Does that hand keep lifting up toward your face smoothly, or does it want to lift with slight jerking movements? It may want to lift more quickly ... or more slowly as it gets closer to your face ... and it may need to pause briefly before it finally touches your face, so you will know you are going into a really deep hypnotic trance ... And your hand will not touch your face until your subconscious mind is really ready for you to go into a deep hypnotic trance ... When your hand touches your face, you will take a real deep breath as you relax and experience yourself going into a much deeper, more peaceful hypnotic trance ..."},{"pageNumber":10,"pageContent":"(NOTE: continue with suggestions of that type until hand touches the face. After hand touches the face, proceed with the following suggestions:) You may not even notice yourself going into an even deeper hypnotic trance as your hand slowly returns to the arm of the chair all by itself ..."},{"pageNumber":11,"pageContent":"INDUCTION : ASSOCIATION METHOD SPOKEN TO THE SUBJECT You can close your eyes now ... And begin breathing deeply and slowly ... Before you let go completely, and go into a deep hypnotic state, just let yourself listen carefully to everything I say to you ... It's going to happen automatically ... So you don't need to think about that now ... And you will have no conscious control over what happens ... The muscles in and around your eyes will relax all by themselves as you continue breathing ... Easily and freely ... Without thinking about it, you will soon enter a deep, peaceful, hypnotic trance, without any effort ... There is nothing important for your conscious mind to do ... There is nothing really important except the activities of your subconscious mind ... And that can be just as automatic as dreaming ... And you know how easily you can forget your dreams when you awaken ... You are responding very good. Without noticing it, you have already altered your rate of breathing ... You are breathing much more easily and freely ... And you are revealing signs that indicate you are beginning to drift into a hypnotic trance ... You can really enjoy relaxing more and more, and your subconscious mind will listen to each word I say ... And it keeps becoming less important for you to consciously listen to my voice ... Your subconscious mind can hear even if I whisper ... You are continuing to drift into a more detached state as you examine privately in your own mind ... Secrets, feelings, sensations, and behavior you didn't know you had ... At the same time, letting go completely ... Your own mind is solving that problem ... At your own pace ... Just as rapidly as it feels you are ready ... You continue becoming more relaxed and comfortable as you sit there with your eyes closed ... As you experience that deepening comfort you don't have to move, or talk, or let anything bother you ... Your own inner mind can respond automatically to everything I tell you ... and you will be pleasantly surprised with your continuous progress ... You are getting much closer to a deep hypnotic trance ... And you are beginning to realize that you don't care whether or not you are going into a deep trance ... Being in this peaceful state enables you to experience the comfort of the hypnotic trance ... Being hypnotized is always a very enjoyable, very pleasant, calm, peaceful, completely relaxing experience ..."},{"pageNumber":12,"pageContent":"It seems natural ... to include hypnosis in your future ... Every time I hypnotize you it keeps becoming more enjoyable, and you continue experiencing more benefits ... So you will really enjoy having me hypnotize you ... You will always enjoy the sensations ... Of comfort ... Of peacefulness ... Of calmness ... And all the other sensations that come automatically from this wonderful experience ... You will be really happy that you decided to have me hypnotize you ...as you continue experiencing progressive understanding on your part ... You are learning something about yourself ... You are developing your own techniques of therapy ... Without knowing you are developing them ...You can have it as a surprise sooner or later ... a very pleasant surprise ... Imagine yourself in a place you like very much ... By a lake, or by the ocean ... Perhaps you are floating gently on a sailboat on a peaceful lake ... On a warm, summer day ... You are continuing to relax even more now ... And you continue becoming more comfortable ... This is your own world that you like very much ... You are going to find that any time you want to spend a few minutes by yourself, relaxing, and feeling very comfortable and serene, you can automatically go back to this feeling you're experiencing now ... You can put yourself into this world anytime you like ... There are times when you will want this serene feeling ... And it is yours whenever you want it ... Continue enjoying this pleasant experience as your subconscious mind is receiving everything I tell you ... And you will be pleased the way you automatically respond to everything I say."},{"pageNumber":13,"pageContent":"INDUCTION : BIONIC ARM METHOD (For Children) SPOKEN TO THE SUBJECT Have you ever heard of a bionic arm? (Pause for response) (if the child hasn't heard about the million dollar man on TV, explain something about it, especially about his unusual, powerful arm) I want to tell you something else about the million dollar man that most people don't know, but you'd probably go around telling everyone else. (Pause for response) (Usually you get the child going, and he/she promises to keep it a secret) Would you really like to know something special about his arm? (Pause for response) (OPTIONAL: If using music, start it at this point) One day the million dollar man was sitting at home, listening to music on his radio, and all of a sudden he noticed something very unusual about his arm, (watch to see if his/her eyes move left or right. Then use the arm on the side towards which his/her eyes moved) (Lift his/her arm) Yes, that's it. It's that arm. It started becoming very stiff, and soon became as stiff as a board, (stroke the arm and say) notice that it keeps becoming stiffer ... As stiff as a board. That's a very special arm, as it keeps becoming stiffer your eyes close, and you begin having a very pleasant dream, because that's your dreaming arm. You can hear the music playing as you are beginning to have a very pleasant dream ... Watch the whole dream, and your arm will go down only as fast as you see the whole dream. (NOTE: THE FOLLOWING SECTIONS ARE FOR PERFORMING THERAPY) You can tell me all about the dream, and every time I lift your dreaming arm you can have another dream. (NOTE: You can then use the dreaming arm to have the child dream about the cause of the problem and get any information needed to help overcome the problem) EXAMPLE: When I lift your dreaming arm, you will have a replay, a very clear dream of the entire experience that has been causing (Describe the problem)"},{"pageNumber":14,"pageContent":"INDUCTION : CONFUSION METHOD CONFUSION METHOD The basic message to this induction is the conscious forgetting, and the subconscious knowing. This message is drawn out and repeated. Separate directions for the conscious mind, and separate directions for the subconscious mind. Maintain the subconscious attention, while dismissing the conscious attention both by the suggestions and the pauses and mental fatigue. Have the subject sit or lay in a relaxed position, with their eyes closed. Read the text slowly and rhythmically SPOKEN TO THE SUBJECT (Read only first time, do not repeat) Just close your eyelids and let your mind drift where it will. You are aware of everything, and yet you are not aware. You are listening with your subconscious mind, while your conscious mind is far away, and not listening. Your conscious mind is far away, and not listening. Your subconscious mind is awake, and listening, and hearing everything while your conscious mind remains very relaxed and peaceful. You can relax peacefully because your subconscious mind is taking charge, and when this happens, you close your eyes and let your subconscious do all the listening. Your subconscious mind knows, and because your subconscious mind knows, your conscious mind does not need to know and can stay asleep, and not mind while your subconscious mind stays wide awake. You have much potential in your subconscious mind which you don't have in your conscious mind. You can remember everything that has happened with you subconscious mind, but you cannot remember everything with your conscious mind. You can forget so easily, and with forgetting certain things you can remember other things. Remembering what you need to remember, and forgetting what you can forget. It does not matter if you forget, you need not remember. Your subconscious mind remembers everything that you need to know and you can let your subconscious mind listen and remember while your conscious mind sleeps and forgets. Keep your eyes closed, and listen with your subconscious mind, and when you're listening very, very carefully, your head can now \"yes\". As you continue to listen to me, with your subconscious mind, your conscious mind sleeps deeper and deeper, and deeper, and deeper. Let your conscious mind stay deeply asleep, and let your subconscious mind listen to me. (Repeat. Begin at paragraph two) (USE A DEEPENING TECHNIQUE AND TEST SUBJECT)"},{"pageNumber":15,"pageContent":"INDUCTION : DAVE ELMAN METHOD GIL BOYNE VERSION (TWO-FINGER TECHNIQUE) SPOKEN TO THE SUBJECT For the moment, rest your arms limply on your thighs, just like this (demonstrate position to subject) . Now I want you to look out here at my hand. In a moment I'm going to bring my hand up in front of your eyes like this. (Demonstrate bringing index and middle finger of right hand, in a pointing V position, to a position just above their eyebrows) When I do, I'll pass my hand down in front of your eye. Keep your eyes fixed on my fingers. As I pass my hand down, let your eyelids close down. (Bring hand straight down, one finger moving down over each eye) (Move fingers to a pointing V position just above eyebrows so they have to look up at an angle to see fingertips) All right, now fix your eyes on my fingers. Now I'm passing my hand down in front of your eyes, and as I do, let your eyelids close down. (Move hand straight down, one finger moving down over each eye) Now your eyelids are closed down. I want you to relax every tiny muscle and nerve in and around your eyelids. I want you to relax them so much that they wouldn't work even if you wanted them to. Now, when you know that you've relaxed them that much that they wouldn't work even if you wanted them to, test them; you'll see you've been completely successful. Now, relax them so much that they wouldn't work even if you wanted them to. Now test them; you'll see you've been completely successful. (If they open their eyes, tell them to relax them again, this time more completely and test again. If they don't open their eyes, pause three seconds and continue) All right, that's fine. Now, stop trying and just relax and go deeper now. Now I'm going to raise your hand. I will do it by grasping your right thumb in my fingers like this. (Grasp thumb between thumb and index finger -- make sure you grasp the correct thumb) As I lift your hand, just let it hang limply in my fingers (OPTIONAL: slightly rock arm back and forth) Then, when I drop it, let it drop like a wet, limp rag. When you hand touches your body, as it drops, send a wave or relaxation from the top of your head all the way down to the tips of your toes. That will double your present level of relaxation. (Lift hand, optionally rocking it) Now, I'm raising your hand. That's it, let it hang limply. That's good. Now, when I drop it, let it drop like a limp, wet rag, and as it touches your body, send a wave of relaxation from the top of your head to the tip of your toes. (Drop hand) That's good. Now, we'll do that again with the left hand. Now I'm going to pick up your left hand, and as I take your thumb, just let it hang limply. (OPTIONAL: slightly rock arm back and forth) That's good; now you're getting the idea. When I drop it, let it drop like a wet, limp rag. When it touches your body, send another wave or relaxation from the top of your head to the tips of your toes and double your present level of relaxation. (Drop hand) That's good. Now, your body is relaxed and I'm going to show you how to relax your mind. Listen very carefully. The next time I touch your forehead, I want you to begin counting from one hundred backward in this way: One hundred, deeper asleep. Ninety-nine, deeper asleep. Ninety-eight, deeper asleep, and so on. After counting just a few numbers, by the time you reach ninety-seven, or ninety-six, or maybe, at the most, ninety-five, you will find those numbers disappearing. You will find your mind has become so relaxed that you'll just relax them out of your mind."},{"pageNumber":16,"pageContent":"All right, get ready now, three, two, one. (Tap subject on forehead) Begin counting. (Listen to them count down. Based upon the rate of speed, you may say the following statement) GOOD, slow them down now. (After each count, say one of the following) GOOD/FINE. (After the count of ninety-seven say) Start relaxing them out of your mind. (After several more counts, based on how the subject is performing, say) Let them relax out of your mind right now. (After another count) Let them fade away completely. (After subject has stopped counting, continue with) That's fine, You've relaxed your body; you've relaxed your mind; you've gone into a much deeper state of hypnosis. (USE A DEEPENING TECHNIQUE AND TEST SUBJECT)"},{"pageNumber":17,"pageContent":"INDUCTION : DIRECT GAZE METHOD DIRECT GAZE TECHNIQUE This process is the Direct Gaze Induction Technique. This is the most powerful technique of all, and also the most difficult to use because you have to express perfect confidence. If you have any doubt, hesitation, or fear, it will show in your eyes; the subject will read it and it will inhibit their response. If the subject is standing, you say to them, \"All right, I want you to fix your eyes right here.\" Take the index finger of your right hand and bring it up under your right eye. If they're seated, or lying down on their back, say exactly the same thing. When you're looking the subject in the eye, it is important for you not to blink. Narrow your eyes slightly, enough to keep your eyeballs from drying out. Time your counting in response to what you see happening in the subject's eyes. If you don't see any response, stretch out the suggestions. (ex. Five -- eyelids heavy, droopy, drowsy and sleepy, your eyelids feel so heavy. Four -- your heavy lids begin to feel as though they're getting ready to close. Three -- the very next time ....) The moment you see the subject beginning to blink, pick up the tempo and say 'And now they begin closing, closing ...' SPOKEN TO THE SUBJECT Now I want you to look right here. Don't take your eyes from mine. Don't move or speak or nod your head or say \"uh-huh\" unless I ask you to. I know that you hear and understand me just as you know it. If you follow my simple instructions, there is nothing in this world that can keep you from entering into a very deep and pleasant state of hypnosis, and doing it in just a fraction of a second. Now, take a deep breath and fill up your lungs. (Take a deep breath and take your right hand and move it in an upward motion in the air) . Now exhale. (Bring hand down as they exhale) That's fine. Now a second and deeper breath. (Bring hand up) Exhale. (Bring hand down) Relax. Now a third deep breath. (Bring hand up) Exhale. (Bring hand down) (NOTE: THE FOLLOWING SECTIONS ARE FOR PERFORMING THERAPY) (Raise your hand up over their head, about three feet in front of them, two feet above their head, pointing finger) And now, I'm going to count from five down to one. As I do, your eyelids grow heavy, droopy, drowsy and sleepy. By the time I reach the count of one, they close right down and you go deep in hypnotic slumber. Deeper than ever before. All right, Five (Start moving finger down) -- Eyelids heavy, droopy, drowsy and sleepy. Four (Moving finger down) -- Those heavy lids feel ready to close. Three (Moving finger down) -- The next time you blink that is hypnosis coming on you then. Two (Moving finger down) -- They begin closing, closing, closing, closing, closing, closing, closing, closing them, close them, close them. They're closing, closing, closing, closing .. One (Place right hand behind subjects head at base of skull. Grasp subjects left arm at elbow. With a sudden forward pulling movement of the right hand, say) SLEEP NOW. (USE A DEEPENING TECHNIQUE AND TEST SUBJECT)"},{"pageNumber":18,"pageContent":"INDUCTION : DROP OBJECT METHOD (Good for Hypnotizing A Group) INSTRUCTIONS TO HYPNOTIST This technique can be employed using either a pen, a pencil or a coin. In many cases individuals will have coins but will not have a pen or pencil available to them. It is suggested that the subjects can use either a pen or pencil interchangably, but if you're using coins, all the subjects should use coins. SPOKEN TO THE SUBJECT (Ask the subject or the group to get a pen, pencil or coin and hold it out in front of the body between the thumb and index finger. Tell them to grip it in a secure way. If hypnotizing a group, at the appropriate time, you can drop the appropriate object in order to get the process started) Now close your eyes and think of that (PEN or PENCIL, COIN) between the thumb and index finger of your right hand ... Now breathe in deeply and exhale slowly five times ... Each time you inhale you bring more oxygen into your lungs. It passes from your lungs into your heart, and your heart pumps it into your circulatory system. It moves through your whole body, and each time you exhale you keep relaxing, becoming more calm and more peaceful. That relaxation is moving through your whole body, and through your right shoulder, down your arm into your hand and fingers ... soon the fingers on your right hand will become so relaxed that the (PEN or PENCIL, COIN) will slip from your hand and drop to the floor. As you hear the (PENS or PENCILS, COINS) dropping to the floor, it may seem a little humorous at first, but it will cause you to continue relaxing even more ... you'll enjoy the feelings of relaxation that are coming over your whole body. Other sounds and noises are fading away and you are listening only to my voice ... That relaxation is continuing to move through your whole body. You are relaxing from the top of your head to the tip of your toes ... You are continuing to relax and feel more at ease. You are sensing, feeling and imagining peacefulness, comfort, and calmness all through your system ... You are relaxing in a way that is just right for you ... Now take your left thumb and press it tightly against the index finger on your left hand ... You will notice the rest of your body relaxing even more now, and soon the thumb and finger on your left hand will relax and your finger and thumb will begin to move apart ... As the finger and thumb on your left hand relax, the finger and thumb holding the pen continue relaxing and the pen will soon slip from your hand and drop to the floor ... When the (PEN or PENCIL, COIN) drops from your fingers, you will move into an even deeper hypnotic state, and you will keep your eyes closed until I ask you to open them ..."},{"pageNumber":19,"pageContent":"INDUCTION : EYE FIXATION WITH IMAGERY METHOD (For Children) INSTRUCTIONS TO HYPNOTIST A tactile technique, such as holding a stuffed animal, may be appropriate for a 2-year-old. A 4-year-old may respond better to a rag-doll and a 6-year-old to a coin or television technique. Developmentally, a school child (7-11 years of age) may respond best to a favorite place technique and adolescent to sports imagery. SPOKEN TO SUBJECT (CHILD's NAME) I would like to teach you something very special that you can learn, and with practice, you can get better and better. The first thing I would like to do is to have you hold this coin (give the child a quarter) up here. (Hypnotist puts coin between the child's thumb and index finger and moves the arm and hand slightly above eye level) I would like you to stare at the coin and concentrate all of your attention on some special part of that coin, and as you do, just let yourself get more and more relaxed. As you get more and more relaxed, the coin will get heavier and heavier. As the coin gets heavier and heavier, you arm will also get heavier and heavier. In a moment, the coin will drop from your fingers and your eyes will close and your arm will come back down to rest in your lap. (Wait for response, and reinforce statements if necessary) We can now talk about some other pleasant things that can help you to become even more relaxed and comfortable. I would like you to imagine yourself at a wonderful picnic. This is the best picnic you have every attended - the sky is blue and clear, the clouds are just the way you like them, it's just as cool and as warm a day as you would like it; just let it be the kind of day you would want it to be. You might want to be at this picnic by yourself or by sharing it with some of your favorite friends and playing some of your favorite games. Somebody at this picnic (child's name) has laid a very special blanket on the ground. I would like you to sit down on that blanket by yourself or with a friend. You find out that this is a very special blanket because you can make that blanket fly. You can make it go as high as you wish or as low, as fast or as slow; you can make it turn left or right, you can do anything you want the blanket to do. You are the pilot and you are in control. You can fly anywhere you wish and see anything you want to see. It is a wonderful feeling to fly along on your blanket, enjoying the day and being in control. (NOTE: THE FOLLOWING TWO PARAGRAPHS CAN BE USED WHEN PERFORMING THERAPY) Just enjoy what you are doing on this beautiful day, as you fly along, you might think for a moment (therapeutic suggestions and talk can occur here with the use of ideomotor signals) . (Continue to reinforce that the child is the pilot and in control) Anytime you want to go to this very special picnic and to fly on your blanket, you can do it - always remembering that you are the pilot and are in control. Every time you practice, it will get easier and easier to (therapeutic goal) . (NOTE: RETURN HERE FOR TRANCE TERMINATION) And now, (child's name) , I would like you to land your blanket in a place that you like very muc h - a place back at the picnic where you feel comfortable and very relaxed and safe. When your blanket gently touches the ground, you can open your eyes, feeling refreshed, relaxed, and comfortable."},{"pageNumber":20,"pageContent":"That's right. You did a swell job (child's name). (Spend a few moments processing the child's experience)"},{"pageNumber":21,"pageContent":"INDUCTION : FIXATION OBJECT METHOD INSTRUCTIONS TO HYPNOTIST This is the traditional method of inducing hypnosis. The subject is asked to direct their gaze at the fixation object and not shift their focus. The hypnotist can intensify the induction by observing the subjects reactions and timing his suggestions very closely with them. For example, the remark, \"Occasionally, they are going to blink,\" might be made immediately after he perceives a blink. SPOKEN TO SUBJECT Stare at the shiny part of (FIXATION OBJECT) . Fix your eyes on it. Take a few deep breaths. Just keep breathing deeply. Listen to the sound of my voice. You will find that your eyelids have a tendency to get heavy. Almost as if they had a heavy weight attached to them. And the longer you stare at this, the more your eyelids get heavy, and you blink, and they have a feeling like something is pulling them down, as if they wanted to slowly close, and get drowsier and sleepier and heavier. And you have a feeling as if they were slowly closing, slowly closing, getting drowsier and more tired, and when they finally do close, how good you'll feel. Drowsy, heavy, pulling down, down, down, slowly closing, getting harder and harder to see, and you feel good. Very, very hard to keep them open, feel that very soon they will close tightly, almost tightly closing, almost tightly closing, tightly closing. Your eyes are tightly closed; you feel good; you feel comfortable; you're relaxed all over; just let yourself drift and enjoy this comfortable relaxed state. You will find that you head will get heavier; tends to nod forward some, and you just let yourself drift in an easy, calm, relaxed state."},{"pageNumber":22,"pageContent":"INDUCTION : FAVORITE PLACE METHOD (For Children Age s7-11) INSTRUCTIONS TO HYPNOTIST A tactile technique, such as holding a stuffed animal, may be appropriate for a 2-year-old. A 4-year-old may respond better to a rag-doll and a 6-year-old to a coin or television technique. Developmentally, a school child (7-11 years of age) may respond best to a favorite place technique and ad adolescent to sports imagery. During the pre-hypnotic interview, as much information as possible should be gathered about the child's favorite place. This information will be fed back during the session. SPOKEN TO SUBJECT Just make yourself nice and comfortable in the chair. Now I would like you to put your hands on your lap and to use your eyes to find a spot on one of your hands on which you would like to focus all of your attention. It might be a wrinkle or a fingernail. Now that you have found that spot - that special spot on which you have chosen to focus all of your attention - let yourself really concentrate on that one spot; let yourself totally concentrate on that spot that was special for you, concentrate on it just as hard as you can. As you do that, you can still be aware of my voice and you can let all of your body become very relaxed and comfortable. Now in a little time - I'm not exactly sure when, but soon - your eyes will become so relaxed and comfortable that they will want to close. You pick the time that feels just right for you. And when that happens, you can feel even more relaxed and comfortable than you are feeling right now. When that happens, when your eyes close, we can talk about some other very pleasant things that are relaxing and comfortable for you. (Reinforce as needed for eye closure) That's it - so comfortable and peaceful from the top of your head all the way down to the bottom of your toes. And when you are feeling so relaxed and comfortable, like you feel right now, you might like to imagine that you are in your favorite place in the whole world. Being there right now. Now, that favorite place might be a place you have really been to before, or a place you have only read about, or a place you have dreamed about. But everything about that favorite place is just the way you want it to be. You might be there by yourself or maybe with some very special friend. Of course, you are doing your favorite activities and everything about the day is just the way you would like it to be. I am not sure where your favorite place is - I imagine it might be (Information obtained from child in interview) I know that you know where your favorite place is and that you are enjoying it right now. You can continue to enjoy your favorite place and all of the things you would like to do while we talk about special things you can do when you are relaxed and in your favorite place - things that can help you. (NOTE: If performing therapy, the therapist begins to work on treatment goals with appropriate suggestions and questioning with ideomotor signaling) Now you can continue to be in your favorite place for a moment longer. In the next minute or so, it will be time for you to return to the room here with me, feeling refreshed and relaxed and very good about what you have learned and what you can do when (reinforce therapeutic suggestions) Just let yourself gradually return feeling refreshed and relaxed, ready to open your eyes and to be back here with me. You can go back to your favorite place any time you want. Welcome back (CHILD'S NAME) ."},{"pageNumber":23,"pageContent":"INDUCTION : FOREST AND STREAM METHOD INSTRUCTIONS TO HYPNOTIST For this induction it is helpful to have background sounds of water, birds, and other forest sounds, but do not start the sounds until indicated in the induction SPOKEN TO THE SUBJECT To prepare yourself for this enjoyable, helpful experience, be sure you have all tight clothes loosened, and then get yourself in just as comfortable a position as you can ... Now close your eyes and inhale deeply and hold it for three or four seconds and then exhale slowly ... (Pause as subject responds) Again breathe in deeply and exhale slowly ... keep doing that 5 or 6 more times ... As you inhale, you bring more oxygen into your body, and as you exhale it causes your body to keep relaxing more and more ... (Pause and observe) Now you can continue breathing easily and freely, and can feel yourself becoming more calm and peaceful ... You are revealing signs that indicate you are moving into a very deep, peaceful state of relaxation ... as I continue talking to you, you can keep relaxing more peacefully ... not caring how deeply you relax, just happy to continue becoming more calm, more peaceful, and more at ease ... continuing to breathe easily and freely ... Your subconscious mind will always be aware of what I'm saying to you, so it keeps becoming less and less important for you to consciously listen to my voice ... Your subconscious mind, and all levels of your inner mind can hear and receive everything I tell you, and your conscious mind can relax completely ... You are continuing to experience perfect peace of mind, and can feel yourself moving into the situation I describe to you ... it's going to happen automatically, and you don't even need to think about it consciously ... (OPTIONAL: Start background tape of birds and water. Pause about 30 seconds after starting background sounds) Now I want you to imagine yourself lying in a comfortable position near a stream of fresh, clear water, in a beautiful forest on a perfect summer day ... There is a warm, gentle breeze, and the air is fresh and clean, the sound of the peaceful stream is very relaxing ... It keeps becoming less important for you to consciously listen to my voice because your subconscious mind and all levels of your inner mind are hearing and receiving everything I say ..."},{"pageNumber":24,"pageContent":"In your mind, you are enjoying the beauty of nature, as the sunlight shines through the trees and you listen to the gentle flow of water and the birds singing cheerfully ... You are lying there, comfortably relaxing ... it is so peaceful that you continue feeling more relaxed than ever before in your entire life ... As you continue enjoying this peaceful, pleasant experience, a soothing drowsiness is coming over your whole body, from the top of your head to the bottom of your feet ... You continue feeling calmer, more relaxed and more secure ... And now, as you lie there with your eyes closed, you are so relaxed and comfortable and happy that you continue moving into a more peaceful, more detached state ... It may seem like you are drifting into a state of sleep ... There may be times when it seems like my voice is a long distance away ... and there may be times, when I'm talking to you, that you will not be consciously aware of my voice, and that's okay, because your subconscious mind is still receiving every word I say, and is making true everything I tell you ... From now on you will be influenced only by positive thoughts, ideas and feelings ... The following thoughts come to you ... I am calm, secure, and relaxed ... I am comfortable and at ease ... I am in control of myself at all times ... I am responsible for my body, and will always treat my body well ... my mind enables me to be relaxed and calm as I go about the activities of my daily life ... (NOTE: THE FOLLOWING PARAGRAPHS CAN BE USED FOR THERAPY) Your subconscious mind, and all levels of your inner mind can now review and examine what has caused that problem, and can assess that information and work out a solution that is pleasing to you ... And you will be pleased to notice yourself improving more each day, and you can be sure it is permanent and lasting ... When your inner mind understands what has caused that problem and realizes that it is okay for you to get rid of that problem, one of the fingers on your right hand will lift up towards the ceiling and will remain up until I tell it to go back down. (NOTE: as the subjects mind is reviewing the information and you are waiting for finger to lift, give suggestions from an appropriate prescription pertaining to the problem)"},{"pageNumber":25,"pageContent":"INDUCTION : GIL BOYNE METHOD OF CONDITIONING SPOKEN TO THE SUBJECT You are about to enjoy a very pleasant and a very beneficial experience. First, be sure that you will not be disturbed. Second, remove your shoes or any apparel that will interfere with your physical comfort in any way. Third, now stretch out on your back, with your legs separated, so that no part of your calves or thighs are touching. Keep feet separated at least 8 to 10 inches; arms extended loosely and limply alongside your body, palms facing downward and fingers limply outstretched. Once we begin, you can help by remaining quiet and passive. Our first goal is for you to become unaware of your body. You can best achieve that goal by avoiding movement. The first thing that I want you to do is to fix your eyes at a spot on the ceiling overhead. Pick out an imaginary spot, and stare at that spot without moving a muscle. Now, take a deep breath and fill up your lungs. Exhale slowly. SLEEP NOW. Now, take a second and even deeper breath. Take in all the air that your lungs can hold. Exhale slowly. SLEEP NOW. Now, let your eyelids close down. Now, your eyelids are closed down. Please leave them closed down until I ask you to open them again. You will always be able to open your eyes, unless I were to give you a direct command and tell you that your eyelids are locked closed. And I don't intend to do that. Hypnosis is a state of mind, not a state of eyelids. Now, I want you to mentally picture and imagine that you are looking at the muscles in the tips of the toes of your left foot. In your imagination, follow those muscles as they move back into the ball of the foot. In your imagination, follow those muscles as they move back into the ball of the foot. Back into the arch, and all the way back into the heel. Now, turn all those muscles loose. Let them grow limp and lazy, just like a handful of loose rubber bands. Now, as the muscles begin to relax, just let your mind relax, too. Let your mind drift where it will. Let your mind drift off to pleasant scenes in you imagination. And now, let the relaxation move on up, into the ankle now. From the ankle, all the way up to the left knee. The calf muscles begin to grow loose and limp -- heavy, and so relaxed. All of your tensions are fading away. You're relaxing more with each easy breath that you take. Begin breathing more deeply, now, just as you breathe each night, when you are deep and sound in slumber. Just imagine that you can see your breath as a white mist, coming from your nostrils. Each and every time that you exhale this white mist, you are freeing yourself of tension, and going deeper, deeper into drowsy relaxation."},{"pageNumber":26,"pageContent":"Now, from the knee, all the way to the left hip, the long thigh muscles are turning loose, easing off, and just relaxing now. Now, as those muscles relax, just let go a little more, and gently, calmly, easily, drift on over, into a pleasant state of easy relaxation. Now let the wave of relaxation that started from the toes of your left foot just a few seconds ago -- let it move over now into the toes of the right foot, back into the arch, and all the way back to the heel. Turn all of those muscles loose, and go deeper and deeper into relaxation. Into the ankle, the muscles let go. From the ankle, all the way up to the right knee. The calf muscles are turning loose and letting go. You're relaxing more with each easy breath that you take. With each sound that you hear. Each sound carries you deeper, deeper and sounder in sleep. From the knee, all the way up to the right hip. The long thigh muscles grow limp and lazy. Now, as those muscles relax, just go all the way down, deeper and deeper in drowsy slumber. Turn them all loose and go deeper in sleep. Now, the wave of relaxation moves on up, into the stomach now. Into the solar plexus, the center of nervous energy. Each muscle and nerve lets loose the tensions, relaxing. You're drifting down, deeper and deeper in sleep. Down, deeper in slumber. Up through the ribs, the muscles relax. Into the broad muscles of the chest. The muscles of the chest grow limp and loose, and so relaxed. All of your tensions are fading away. You're relaxing now, more with each easy beat of your heart, and going deeper in drowsy slumber. Into the neck, the muscles let go. All around the neck, the muscles relax, just as they relax each night when you you are deep and sound in sleep. Turn them all loose, and go deeper and deeper in slumber. Now let the relaxation start down your back. From the base of the skull to the base of the spine. Each muscle and nerve along the spine lets loose the tension, relaxing, your drifting down. Deeper and deeper in sleep. down deeper in drowsy slumber. And the wave of relaxation spreads out into the broad muscles of the back. All across the small of the back. All across the back of the shoulders. Turn loose every muscle and every nerve in the back, and go deeper and deeper in sleep. Into the shoulder, the muscles let go. From the shoulders, down to the elbows of both arms. The upper arm muscles are turning loose, easing off, and just relaxing now. From the elbows, down to the wrists on both arms, the forearm muscles grow limp and lazy. From the wrists to the fingertips of both hands, each muscle and nerve lets loose the tensions, relaxing, you're drifting down. Deeper and deeper in sleep. Into the jaws, the muscles relax. The jaws are parting slightly, teeth not quite touching. All around the mouth, the muscles let go."},{"pageNumber":27,"pageContent":"Up through the nose, each nerve gives way. All around the eyes, the muscles are heavy, and so relaxed. Even your eyebrows are relaxing now. Across the forehead, the muscles smooth out. Across the top of the skull. Down the back of the neck. Down through the temples, back around the ears, all of the muscles are loose, and lazy -- just like a handful of loose rubber bands. And you may feel now, a pleasant tingling sensation in the tips of your toes, or in your fingertips -- a pleasant tingling sensation, growing stronger and stronger now, as your entire body is being bathed in the pleasant glow of complete and utter relaxation. Now you are completely relaxed. Each muscle and nerve in your body is loose and limp and relaxed, and you feel good."},{"pageNumber":28,"pageContent":"INDUCTION : HAND SHAKE METHOD INSTRUCTIONS TO HYPNOTIST The following hypnotic induction utilizes all three of the learning modes. The subject will be responding through hearing, seeing, and feelings. Begin with the subject sitting in a comfortable chair. SPOKEN TO SUBJECT Would you like to experience the state of hypnosis? (After a yes response, have the subject extend his or her arm to you as though you were going to be shaking hands) (Take the subjects hand with your right hand while making sure the subjects arm is straight) I would like you to look at me for just a moment. As you focus your eyes on me, and listen to my voice, I would like you to allow things to take place. (Slowly begin raising and lowering the subjects arm. The up and down movement of the arm should be about three inches each way) As I raise and lower your arm, I wonder if you have noticed yet that there is a drowsy, heavy feeling beginning to occur in and around your eyes. Each time I raise your arm upward, that heavy feeling in those eyes will keep becoming stronger. As the eyes begin to close down, it becomes increasingly more desirable to allow them to remain closed. They are closing down all the way now. Let it happen. Want it to happen. Feel it happening now. (Make a special note to when the eyes begin to blink or start to close. This will be a signal to reinforce the feeling by raising the arm higher into the air. The subject will quickly associate the raising of the arm with closing of the eyes)"},{"pageNumber":29,"pageContent":"INDUCTION : HAND TO FACE METHOD INSTRUCTIONS TO HYPNOTIST Tell subject to get as comfortable as possible with their arms resting on the arms of the chair. Show subject how you would like them to hold their hand in front of their face. Palm of their hand facing in towards their face, with fingers pointing upward pressed lightly together. Hand should be about eye level. Have subject close their eyes and begin with progressive relaxation and then proceed with the Hand To Face induction. SPOKEN TO SUBJECT In just a moment, when I ask you to, I am going to have you bring one of your hands up in front of your face, fingers extended upwards and pressed together. I am then going to have you try to open your eyes, and pick a spot on your hand. It may seem difficult to open the eyes, and keep them open, which is only natural since you have been relaxing so far. I am going to want you to try, and open your eyes, and with a little effort you will at least be able to get them open. Now, the one thing that you must accomplish is that I want you to remain totally relaxed, and at ease even with your eyes open, and your hand in this position. Remaining relaxed, and at ease, move your hand up in front of your face with the fingers pointed upward, and pressed together. Now, attempt to open your eyes, and pick one spot on your hand, and begin to concentrate on it. As you concentrate on that one spot, and one spot only, your fingers are going to spread apart. You do not have to make them spread, but do not try and stop them ... concentrate, and allow things to take place. Feel them spreading apart now. Automatically separating now ... It is beginning to feel as though there was a string tied to each finger pulling them apart. Separating further, and further. (Once the fingers have separated, proceed in the following way) Now, please do not let it disturb you that the drowsy, heavy feeling in your eyes is becoming stronger now that your fingers have spread apart. It is a very normal, natural sensation. As I begin to count from 5 down to 1 that heavy, drowsy feeling will continue to grow stronger. (Continue with deepening technique)"},{"pageNumber":30,"pageContent":"INDUCTION : HANDS CLOSING TOGETHER I HANDS CLOSING TOGETHER TECHNIQUE This technique is the Gil Boyne version of the \"hands closing together.\" Although you can do this with the subject lying on their back with their arms extended upward toward the ceiling, or standing in front of them and having them extend their arms toward you, the best position is to have your subject seated in a chair. Stand in front of them, about six feet in distance, extend both of your arms out toward them. With the palms of your hands facing each other, your fingers held together, and your thumbs pointing upward, speak to them in this manner: SPOKEN TO THE SUBJECT Extend both of your arms out in front of you like this. Stiffen your arms, lock your elbows; palms of your hands facing each other. Your thumbs up, your fingers held together. Now in a moment, I am going to bring my fingers in between your two hands. Until I do, I want you to look right here into my eyes. (Move index finger to right eye) Keep looking at me. Just as soon as I bring my index finger in between your two hands, take your eyes from mine and fix them on my fingertips. Then I will move my finger; when I do, do not move your eyes. Keep looking straight ahead between your hands. (Move hand with extended index finger to between their hands) All right, now bring your eyes down here to my fingertips. Now I am going to move my finger, and when I do, do not move your eyes. Keep looking straight ahead between your hands. Then as I count from three down to one close your eyelids down. Now, the very moment that your eyelids close down (grasp their hands and slowly push them together), your two hands begin drawing together. Just imagine there is a magnet on the palm of each hand which is drawing them in closer, closer, closing and moving in until your two hands touch. (separate their hands) All right, when I count from three to one, close your eyelids down. (Position each of your hands under each of their hands with your index finger pointing outward) (Begin sweeping your fingers in towards the center so that the last thing they see visually are your hands moving in toward each other) All right, three, two, one, close your eyelids down. Now they're closing, closing, closing, closing, closing, closing, closing, closing and almost touching, closing and almost touching. Picture the magnet in the palm of each hand. They are closing and moving in, closing and moving in. They are closing, closing, closing, closing, closing and moving, moving in and closing, closing, closing and moving in, moving in and closing, until your two hands touch. They're closing and almost touching. Picture the magnets in the palm of each hand as they are closing, closing and moving in. (If the hands get very close but do not touch, simply take your hands and push their hands together and say 'SLEEP NOW') The moment your two hands touch, a wave of relaxation will move all across your body. The moment you feel your two hands touch, every muscle and every nerve in your body will completely relax. All right, now they are closing, closing almost touching, closing, closing, closing and almost touching, closing and almost touching, closing and almost touching, now they are touching. Let your head come forward on your chest; let your arms drop limply into your lap; let every muscle and every nerve now grow loose and limp and relaxed and feel good all over now. ADDITIONAL INSTRUCTIONS"},{"pageNumber":31,"pageContent":"Pull their hands down into their lap and say, \"Let your head come forward on your chest and continue going easily, pleasantly, fully into a wonderfully pleasant state of hypnotic relaxation.\" The following are several suggestions you may choose to use during this process should you see resistance on the part of the subject: \"Just as a magnet get stronger, the closer your hands get, the stronger the pull\" or \"In a moment, I'm going to tap you on the forehead, the moment I do, the magnets become 10 time stronger, pulling you hands together\" (Tap subject on the forehead) (USE A DEEPENING TECHNIQUE AND TEST SUBJECT)"},{"pageNumber":32,"pageContent":"INDUCTION : HANDS CLOSING TOGETHER II HANDS CLOSING TOGETHER TECHNIQUE This induction is VERY similar to the previous induction. The primary differences is the method by which trance is achieved once the hands are locked or touch. SPOKEN TO THE SUBJECT Extend both of your arms out in front of you like this. Stiffen your arms, lock your elbows; palms of your hands facing each other. Your thumbs up, your fingers held together. Now in a moment, I am going to bring my fingers in between your two hands. Until I do, I want you to look right here into my eyes. (move index finger to right eye) Keep looking at me. Just as soon as I bring my index finger in between your two hands, take your eyes from mine and fix them on my fingertips. Then I will move my finger; when I do, do not move your eyes. Keep looking straight ahead between your hands. (Move hand with extended index finger to between their hands) All right, now bring your eyes down here to my fingertips. Now I am going to move my finger, and when I do, do not move your eyes. Keep looking straight ahead between your hands. Then as I count from three down to one close your eyelids down. Now, the very moment that your eyelids close down (Grasp their hands and slowly push them together) , your two hands begin drawing together. Just imagine there is a magnet on the palm of each hand which is drawing them in closer, closer, closing and moving in until your two hands touch. The moment your fingers, touch you will allow them to interlock and you'll clasp your hands down tightly together. (Interlock their fingers and push hands together, wait three seconds) Now separate your hands. (Separate their hands) All right, when I count from three to one, close your eyelids down. (Position each of your hands under each of their hands with your index finger pointing outward) (Begin sweeping your fingers in towards the center so that the last thing they see visually are your hands moving in toward each other) All right, three, two, one, close your eyelids down. Now they're closing, closing, closing, closing, closing, closing, closing, closing and almost touching, closing and almost touching. Picture the magnet in the palm of each hand. They are closing and moving in, closing and moving in. The moment your two hands touch, your hands lock down, sealed shut, fingers tightly interlocked together. They are closing, closing, closing, closing, closing and moving, moving in and closing, closing, closing and moving in, moving in and closing, until your two hands touch. The moment your two hands touch, your hands lock down, sealed shut, fingers tightly together. They're closing and almost touching. Picture the magnets in the palm of each hand as they are closing, closing and moving in. (If the hands get very close but do not touch, simply take your hands and push their hands together) The moment your two hands touch, your hands lock down and seal shut, fingers tightly together. All right, now they are closing, closing almost touching, closing, closing, closing and almost touching, closing and almost touching, closing and almost touching, now they are touching. Your hands are locking down, sealing shut, clasping down tighter and tighter together. (Do not start this section until the fingers are interlocked) In a moment I'm going to count backwards from three to one. When I say the number one you will try to unclasp your hands. The moment that I do, you will find that the harder you try, the more your hands lock down, seal shut and clasp down tighter and tighter together. Number three, your hands are locking down, sealing shut, clasping tighter and tighter together. Number two, it feels as if your hands are carved from a single block of wood. On the next number,"},{"pageNumber":33,"pageContent":"number one you'll try to unclasp your hands, the more you try the more secure they become. Number ONE. Try to unclasp your hands, the more you try, the more secure they become, tighter and tighter together. (Wait three seconds) Stop trying to unclasp your hands, allow your hands to remain straight out in front of you. In a moment I'm going to touch your hands, the moment I touch your hands they will easily and readily unlock. The moment I touch your hands you will relax every muscle in your body and become limp and loose as if you were made from a hand full of loose rubber bands. When I touch your hands relax and let go. ADDITIONAL INSTRUCTIONS Pull their hands down into their lap and say, \"Let your head come forward on your chest and continue going easily, pleasantly, fully into a wonderfully pleasant state of hypnotic relaxation.\" Should you encounter resistance, you may chose to add the following statements: \"Just as a magnet get stronger, the closer your hands get, the stronger the pull\" or \"In a moment, I'm going to tap you on the forehead, the moment I do, the magnets become 10 time stronger, pulling you hands together\" (Tap subject on the forehead) (USE A DEEPENING TECHNIQUE AND TEST SUBJECT)"},{"pageNumber":34,"pageContent":"INDUCTION : HANDS PRESSING DOWN METHOD SPOKEN TO SUBJECT Put your hand on mine. When I count to four, press down as hard as you can. One, look at me. Two, pressing down harder. Press it down harder. Three, eyelids heavy, droopy, drowsy and sleepy. Four, close them and sleep (Pull hand away now) (Use a deepening technique)"},{"pageNumber":35,"pageContent":"INDUCTION : INSTANTANEOUS METHOD INSTANTANEOUS METHOD SPOKEN TO THE SUBJECT Stand facing me. That's right. Now step forward. (Place right hand on subjects head, supporting the base of the skull. Grasp subjects right arm at elbow with left hand) Bring your feet closer together. Closer. That's right. Breathe in deeply. (With a sudden forward pulling movement of the hands, lightly jerk the subject towards you) SLEEP NOW. (If the subject's legs begin to buckle) Just as a horse can stand and sleep without losing its balance, so too your legs are strong beneath you. You can stand and sleep. (Alternate to horse description) Your legs are stiff and rigid beneath you, supporting your body as you stand straight and erect."},{"pageNumber":36,"pageContent":"INDUCTION : MAGIC SHAPE METHOD (For Children Ages 5 to 10) SPOKEN TO THE SUBJECT I want you to listen closely to what I'm saying to you now without moving your head. Just lean back in the chair and get real comfortable, and then I want you to look up toward the ceiling, and look for a tiny spot. That spot will have special meaning to you. It will help relax you, and you may notice as you watch that spot it may begin to change its shape. Tell me when you notice that spot magically changing its shape ... (Pause for response) Now keep watching that spot and you may soon notice it begin to magically change its color. Tell me when you notice that spot begin to change its color ... (Pause for response) As you watch that spot, you are continuing to relax even more and you will soon notice your eyelids relaxing, and your eyes will feel like they want to close ... Without moving your head, just move your eyes now and find another magic spot on the ceiling, and notice how your eyelids keep closing more and more as soon as you notice the other magic spot, and notice also how you can still see the spot after your eyes have closed ... As you keep your eyes closed notice that you can see that spot beginning to change its shape, it is very pretty. It may even sparkle or shine, and it keeps changing its shape as you keep your eyes closed and continue to watch it ... The more you watch that spot with your eyes closed, the more you continue to relax ... and you will soon notice the magic spot becoming smaller and smaller ... tell me when you notice it getting smaller ... (Pause for response) Now notice that it is disappearing completely, and you are becoming drowsier as the spot disappears ..."},{"pageNumber":37,"pageContent":"INDUCTION : MAGIC TELEVISION METHOD (For Children 5 to 10) INSTRUCTIONS TO HYPNOTIST You don't really need any introductory preparation for using this induction with a child. Simply have the child get in a comfortable position and close his eyes and listen to the suggestions you tell him. SPOKEN TO THE SUBJECT Just keep your eyes closed now until I tell you to open them. And I want you to tell me about your favorite TV program. As you are continuing to feel more calm and relaxed, I want you to tell me about the TV program that you enjoy most of all ... (Pause for response) In just a moment, with your eyes closed, you will begin seeing your favorite TV program ... you will keep feeling more calm, and relaxed, and peaceful, and safe and secure ... Okay, I'm turning on the TV now, and in your mind you will see your favorite program on the screen. You will hear the sounds and have the feelings and really enjoy watching your favorite program ... You can continue watching that program, by keeping your eyes closed ... You don't need to pay any attention to what I'm saying ... You're just continuing to relax and enjoy that special program by keeping your eyes closed until I tell you to open them and awaken from the hypnotic state ... (At this point you may want to test the state of the child, you can achieve this by saying 'As your watch your show, one of your fingers on your right/left had moves straight out,' Wait for response) (The following lines can be used for general therapy .. fill in the specific problem) In just a moment that program will finish, and we will change the channel ... you will continue moving into an even deeper, drowsier state ... you will be seeing a program that will show you how to overcome that problem and get rid of it completely ... Your favorite program has ended now, and I'm changing the channel ... you're continuing to feel more peaceful, and now you are seeing a program that is showing what has been causing that problem, and how easily you are getting rid of that problem ... The picture is becoming more clear ... you are understanding it, and realizing that you are overcoming the problem completely ... Later on, when you open your eyes, you will be back in a wide awake, fully alert state, feeling confident and happy. You will notice the improvement, and will keep improving more each day ..."},{"pageNumber":38,"pageContent":"INDUCTION : MAKE BELIEVE FRIEND METHOD (For Children Ages 5 to 10) INSTRUCTIONS TO HYPNOTIST This induction is best used when performing therapy. The use of an all knowing and understanding friend is very helpful in getting a child to discuss their problems. (Have the child close his or her eyes and pretend they are visiting with a new friend. Maybe their friend is a cuddly puppy or kitten, or it may be a little rabbit that likes to be cuddled) SPOKEN TO THE SUBJECT Now just keep your eyes closed and pretend that you are enjoying the company of your friend. You are a very special person, and you can really relax and enjoy yourself, feeling calm, and peaceful and safe in the company of your friend ... As you are having an enjoyable time with your friend, you are listening only to my voice ... Now I want you to tell me a little bit about your friend ... (Pause as subject describes friend) Now ask your friend what name we should use when we talk to him or her ... Tell me your friend's name ... (Pause for response) (The following lines can be used for general therapy .. fill in the specific problem) Okay that's good ... Now you can relax even more, and I want you to ask your friend to help you ... Your friend knows about the problem you've been experiencing, and your friend will be able to tell you how you can get rid of that problem completely ... As soon as your friend tells you how to get rid of that problem, I want you to lift one of your hands up toward the ceiling ... (Pause for response) Let yourself continue relaxing ... Bring your friend along now as you begin feeling a peaceful drowsiness all over your body. Now you are beginning to see yourself improving ... You are getting rid of that problem ... You are experiencing some pleasant changes right now, and you will keep improving even more later on after I tell you to open your eyes and come back to a wide awake, fully alert state. You are learning more and more from your friend ... You are aware now that your friend really loves you and cares for you, and is doing everything to help you get rid of that problem completely ... And you will know that you can go back and be with your friend anytime you want to in the future, and your friend will always be there to help you."},{"pageNumber":39,"pageContent":"INDUCTION : MISDIRECTION METHOD MISDIRECTION This technique is used when the subject is too tense or subconsciously doesn't wish to be hypnotized. The idea is to get the subject to take his/her mind off of hypnosis all together and then perform a rapid induction. The misdirection stems from fact that it is physically impossible to open one's eyes when the eyeballs are rolled back in the head. To sell this technique you may choose to describe this testing as a requirement for a relaxation exercise that will help the subject to be hypnotized in the future. Describe the mythical exercise as one that requires several weeks of daily practice and a good imagination. Describe the following induction as a \"imagination test\". SPOKEN TO THE SUBJECT Just sit and relax. (Have subject sit and relax, hands on knees, body relaxed and passive) Do you have a good imagination? (If subject responds \"YES\", continue, If the subject responds \"NO\", simply state that they are are too hard on themselves and continue) In other words, can you close your eyes and imagine a scene, visualize a scene and see it in front of your eyes? (Once again, continue on \"YES\", deal with \"NO\") Good. Let's test your imagination in a few ways. I'll describe what I want you to visualize and then after you close your eyes and you visualize it, I'll ask you a few questions about what you see. (The following is a sample scene and questions. If the subject doesn't drive, use something that the subject is familiar with) Do you drive a car? (if \"YES\", continue, else find another topic) Alright, close your eyelids down and imagine you're standing in front of your car. Now when you see it very clearly, just nod your head (Wait for nod) Fine, now your looking at your car, what color is it? (Wait for response) Good. Open the door of the car and get in behind the wheel. Now look straight ahead. Is the speedometer in the center or to your right or to your left? (Wait for response) Is the speedometer circular, semi-circular, horizontal or vertical? (Wait for response) Alright, what color is the needle that indicates the speed on the speedometer? (Wait for response) Alright, fine. Open your eyes. Could you see all that clearly? (Wait for response) Now lets test your imagination in another way. We learned a couple of things about your imagination right then. This time when you close your eyelids right down, imagine your at a swimming place, a beach, a pool, a lake or at the ocean. Close your eyelids down. Now I want you to imagine that you're at a swimming place. When you see the scene clearly in your minds eye, nod your head (Wait for head to nod) Alright, fine. Now look around you at this place and tell me what you see (Wait for description) Do you see any people there? (If \"YES\", say the following \"Pick out one of the persons and describe them to me\", if \"NO\", have subject describe some item that he saw at scene) (This section is the actual misdirection) That's very good, open your eyes. Could you see all that clearly as a mental picture? That showed that you have a good imagination to create, because in that instance I asked you something where you had to create the scenes in the picture. Now we'll go to the other extreme and find out how well you can imagine a simple, single object. This time when you close your eyelids down, imagine that you're looking at a full moon."},{"pageNumber":40,"pageContent":"Close your eyelids down. Now then I want you to imagine that you are either seated outside or in a car, or at the beach, or maybe looking out your bedroom window. Its night time and you're looking up at a full moon. To help you to see the full moon, I want you to now to roll your eyeballs back up, with you eyelids remaining closed down. Roll your eyeballs backup in your head as if you could see the full moon right up here (Touch subjects forehead lightly) backup in the center of your forehead. (Pick up the pace slightly and read this section as one flowing sentence) Roll your eyeballs way back up in your head and as you do your eyelids lock tightly closed the more you try to open them the tighter they are locking closed try now to open your eyelids they're locking tighter and tighter, now stop trying, just relax and SLEEP. Let a good and pleasant feeling now come all over your body. Let every muscle and nerve in your body go limp and loose. Breathe easily and deeply and send a way of deep relaxation from the top of your head to the top of your toes."},{"pageNumber":41,"pageContent":"INDUCTION : MOUNTAIN TRIP METHOD SPOKEN TO THE SUBJECT Before you go into a hypnotic state, be sure that you have your clothes loosened in any areas where they may be tight, and then get yourself into a very comfortable position, close your eyes and begin inhaling deeply and exhaling slowly ... Continue inhaling deeply and exhaling slowly about five or six times ... each time you exhale your whole body keeps relaxing more, you continue feeling more calm, more peaceful and more at ease ... As you continue relaxing, I want you to use your imagination. Imagine yourself lying on the grass in a soft, green meadow, the sun is shining gently, and there is an easy breeze blowing over your body ... you continue feeling more comfortable and at ease ... Beautiful flowers are blooming all around you ... you can see the flowers moving gently in the breeze ... notice the wonderful fragrance of the flowers ... Now, in your mind I want you to stand up ... look to the north and see the beautiful mountain at the end of this meadow ... let's take a trip up that mountain ... you look around and notice an easy flowing stream to the right of you ... you are walking over to the stream, and you bend over and put your hand in the water. You notice the water is pure, clean, cool and refreshing. Listen to the gentle flow of the rapids ... Since the stream seems to come from the mountains, let's follow the stream up into the mountains ... as we walk along, following the stream, we come to a pond at the head of the stream ... you bend over and put your hand into the water and you notice it is nice and warm ... since at this level of your mind you are an excellent swimmer, we decide to get in the water and swim for a brief time ... you can feel the warm water surrounding your body as you quietly move through the water ... it feels so refreshing and so enjoyable, but it's time to get out now and continue moving up the mountain ... as we climb, you can hear the birds chirping ... you smell the pine trees ... once in awhile you can still see the meadow in small openings between the trees ... we're halfway up the mountain now ... we notice a fallen tree over on the left and we decide to stop and rest ... the meadow below is in full view from here ... the scene is really beautiful ... now it's time to continue on up the mountain ... you can imagine how beautiful it will be to be at the top to be able to look down into the meadow below ... The breeze is blowing gently, and you can notice the smell of small cedar trees as we are nearing the top of the mountain ... just a few more steps and we will be at the top ... we finally made it ... you can see the deep canyon on the other side ... and from this side you can see the meadow below ... Just ahead, you notice a sign there on top of the mountain ... you walk over to it and you notice that it says, \"Speak the questions you want answered most into the canyon below, and you will see the answer written in the sky above\" ... You are deciding the most important question that you want to speak into the canyon below ... as soon as you make that decision, you ask the question and then look to the sky above for your answer ... (Pause for a minute or two for subject to receive answer)"},{"pageNumber":42,"pageContent":"Now it's time to go back down the mountain and return to the meadow ... you can notice the sun beginning to set on the hills on the left ... we still have plenty of time to get down before it gets dark, but we need to be on our way down ... As we're going down, we notice a few deer off in the forest ... we're halfway down now ... we pause for a few minutes and sit on the fallen tree again ... we can see the beautiful sunset as it is forming ... now we continue moving on down ... you can hear the birds chirping ... now we come to the pond, and we can see the reflection of the sunset on the surface of the water ... we continue on, following the beautiful, refreshing stream ... now we're back in the meadow, and you lie down in the comfortable grass again ... you can smell the fragrance of the flowers ... and now you are ready to receive some additional suggestions I will be giving you before you awaken from the hypnotic state."},{"pageNumber":43,"pageContent":"INDUCTION : NON-VERBAL METHOD I INSTRUCTIONS TO HYPNOTIST The subject is seated in a chair and instructed to hold both arms out in front of him and upward so that the hands are above eye level. They should be parallel, the hands being about two feet apart. The hypnotist now moves back and forth in front of the subject from one side to the other, making a small postural change in the subject's right arm first, then over to the other side to make a similar charge in the left arm. First the right arm is bent at the elbow so that the hand comes a bit inward and downward (the right elbow simultaneously extending more outward) . The hypnotist then moves over to the left side and repeats the movement of the subject's left arm in the same way. After each movement he pauses a few seconds and observes the posture. This permits him both to observe the subject's reaction and to allow time for adjustment to the new change in posture. Once again he moves to the subject's right side and adjusts the right arm again slightly downward. This is then matched in a few seconds with a similar adjustment in the left hand. The postural adjustments of the arms and hands are constantly transmitting the message of \"inward and downward,\" inward into one's self, and downward toward a more unconscious level of awareness. Finally, when the hands are almost together and are barely above the lap the hypnotist grasps both of them firmly by the wrist and forcibly lowers them rapidly all the way down. At this point the subject's eyes will usually close and his head slump forward on his chest. If this does not happen the hypnotist can pull the eyelids down, and by a push on the back of the head, administer this final forceful suggestion which implies, \"Go inward and downward, close your eyes and enter a deep relaxed, hypnotic state!\" No words have been spoken, but the induction has been accomplished by the series of progressively spaced changes in posture. To remove the hypnotic state which has been so achieved the hypnotist simply reverses the movements. First, he lifts up the head. Then he lifts up both arms to the position they held just prior to the forcible lowering of them. Next, one arm and hand at a time the movements are reversed. The movements are now outward and upward, \"Come up out of yourself and back into the conscious state,\" is the message. Finally, the arms are back in their original position; the patient's eyes are fully open, the head is up."},{"pageNumber":44,"pageContent":"INDUCTION : NON-VERBAL METHOD II INSTRUCTIONS TO HYPNOTIST A non verbal induction may be accomplished with any individual that is ready to experience hypnosis. One of the keys to the induction of hypnosis is correct use of pre-hypnotic suggestions. The following is an example of pre- induction suggestions. Hypnotist: Would you like to experience hypnosis? Subject: Yes Hypnotist: I would like you to simply allow things to take place. Do not try to make anything happen, but do not try to stop things from taking place. Is this agreeable to you? Subject: That would be fine.. Take the subject's hand as if you were going to be shaking hands. Have the subject's arm stretched straight out. With the subject looking directly in your eyes, begin slowly raising, and lowering the arm about three to four inches each way. Keep your eyes fixed on the clients eyes. As the subject begins to blink their eyes, interrupt your up, and down movement of the arm, and begin pushing the arm down slightly. Return to the up, and down movements of the arm until the client blinks again. Once again, when the subject blinks their eyes push the arm down slightly. You will discover that with in a few movements the eyes will close completely. Drop their arm to their side."},{"pageNumber":45,"pageContent":"INDUCTION : RAPID METHOD INSTRUCTIONS TO HYPNOTIST Begin by having the subject hold their arms stretched out directly in front of them, so that the palms of the hands are facing each other. Have the hands about 6 inches apart. SPOKEN TO THE SUBJECT You may now lower your hands back to your side. In just a moment I am going to have you bring your hands back to this position, and you will find it very easy to go into a deep pleasant level of hypnosis in just a matter of seconds. Would this be alright with you? (You must have the subjects consent before proceeding any further) Now close your eyes, and take in a couple of deep easy breaths. Hold each breath for a moment and then exhale slowly. In just a moment I am going to have you extend your arms in front of you, just as you had them a moment ago. When I ask you to move your hands to this position I am then going to have you open your eyes, and follow my simple instructions. Remaining relaxed, and at ease, I want you to extend your arms out in front of you just as you had them earlier. (After subject extends their arms adjust the distance between the hands to about six inches. Hold your index finger at eye level, and instruct subject to follow the movement of your finger. Slowly move your index finger between their hands) Now I want you to concentrate on my finger. In just a moment I am going to move my finger away, and I want you to begin to concentrate on the spot where my finger was. (Quickly move your finger in a downward motion) You are doing good. Keep concentrating on the spot where my finger used to be. I am going to begin to count from 3 down to 1. On the count of one allow your eyes to close. Three, your eyes are feeling heavy, and tired. Two, they are beginning to water, and tear slightly. One, so heavy just allow them to close, and relax. Even with your eyes closed you can still imagine that spot between your hands. I am now gently touching your hands, and as I do notice that your hands are beginning to move together. In just a moment your hands will touch. As they touch your entire body will feel loose, and limp. You will be going into a very deep hypnotic state."},{"pageNumber":46,"pageContent":"The hands are moving closer, and closer. The moment that they touch the whole body becomes lose and limp. You will be going into a very special kind of sleep. Almost there get ready to let go. The moment that they touch you go into a very deep special type of sleep. (As the hands move together, have your hands in a position that will allow you to lightly slap the outside of the subjects hands, and thus pushing them together. You must be ready the moment that the subjects hands touch. At the exact moment when the subjects hands touch, rapidly, and firmly slap the two hands together while giving the command to SLEEP. At the same moment lightly apply a downward motion to the subjects hands. This will cause the subject to bend at the waist. Allow the arms to dangle at the subjects side)"},{"pageNumber":47,"pageContent":"INDUCTION : RAPID METHOD (for Children) INSTRUCTIONS TO HYPNOTIST Most children will enter hypnosis very quickly and easily; while an eye closure technique is suitable for most children, some smaller children will object to it. It is always wise to enquire from the child whether it will be O. K. for him to close his eyes. SPOKEN TO THE SUBJECT Do you like to pretend games, (CHILD'S NAME) ? I would like you to pretend something for me, will you? Good. All right, now close your eyes please and while you have them closed, I want you to pretend that they just won't open no matter how hard you try and, so long as you keep pretending, they won't open at all. That's good. Keep pretending until I ask you to stop. Do you have a television at home? O.K., will you switch in on please? What's on? ... Can you turn it up a little? Good. What's happening now? COMMENTARY The exact wording is not important here and should be adapted to the circumstances. The objective is to invoke the child's imagination, which normally he/she is using continually in his/her games of pretence, to gain eye closure. When futile attempts to open the eyes are observed, hypnosis has already begun. It is important to secure the child's agreement to maintain the pretence until you direct him/her to stop pretending. With an easy extension of his/her pretence, the child transports himself/herself to his/her home and regresses to a favorite TV programme. He/she can be asked to describe in detail all that he/she sees and hears going on. Hypnosis is established. The body relaxation normally associated with adult hypnosis is often less in evidence with children who remain physically active through hypnosis."},{"pageNumber":48,"pageContent":"INDUCTION : RAPID METHOD (Permissive I) INSTRUCTIONS TO HYPNOTIST Begin with subjects sitting in a straight back chair. SPOKEN TO THE SUBJECT Are you ready to go into a hypnotic sleep ? (Subject just respond with 'YES') Close your eyes and take in a few deep breaths and relax with each breath that you take. I am now picking up your right hand. (Pick up subjects hand as if you were going to shake hands) In just a moment I am going to have you open your eyes and look at me. I will then count from three down to one. On the count of one your eyes will close again and your whole body will feel loose and limp. You will quickly enter a hypnotic sleep. Do you understand? (Wait for a nod or a yes signal) Now, I want you to open your eyes and try to keep them open until I reach the number one. Three, your eyes are feeling heavy, try to hold them open. Two, almost there, on the count of one they may close and feel wonderful. One, eyes closing and sleep. (At the moment that the eyes close, firmly pull the right arm in a downward movement, while delivering the command of SLEEP)"},{"pageNumber":49,"pageContent":"INDUCTION : RAPID METHOD (Permissive II) INSTRUCTIONS TO HYPNOTIST It is important to realize that the ability to go into the hypnotic state is the subjects ability, and not related to the hypnotist. After accepting the fact that the ability to enter hypnosis the subjects ability, and not the hypnotists, we see that the time spent on induction should be related to the subjects willingness to enter hypnosis quickly. SPOKEN TO THE SUBJECT I would like you now, to take in three deep, easy breaths. As you exhale each time, I would like you to relax the muscles in, and around your eyes. By the third breath you will have relaxed the muscles in, and around the eyes to the point that the eyes no longer want to open. Now, take in three deep, easy breaths, and relax the eye muscles totally as you exhale. (Allow the subject to take in three breaths, and proceed) Good, you have now relaxed the eyes to the point that they no longer want to open. I would like you now to relax the eyes to the point that they will not open. Once you have relaxed them, make sure that they will not open. (Allow a test)"},{"pageNumber":50,"pageContent":"INDUCTION : TELEVISION IMAGINATION METHOD (For Children Age s7-11) INSTRUCTIONS TO HYPNOTIST A tactile technique, such as holding a stuffed animal, may be appropriate for a 2-year-old. A 4-year-old may respond better to a rag-doll and a 6-year-old to a coin or television technique. Developmentally, a school child (7-11 years of age) may respond best to a favorite place technique and ad adolescent to sports imagery. SPOKEN TO SUBJECT I would like to show you and teach you how you can use your \"make believe\" ability in areas of your life to help yourself. Would you like to learn how you can help yourself with (child's presenting problem) ? (Child responds Yes) You already have your own imagination. I cannot give you any imagination. I can show you, however, how to use your imagination in a very special way. First, I would like you to get into a very comfortable position. Just put your legs in front of you, with your hands resting comfortably in your lap. You might notice that, in this position, your while body feels nicely supported, with every part of your body being held up by something. And now, I would like you to close your eyes - that's right - and with your eyes closed, you can enjoy the darkness and the quietness, the peacefulness, and the calmness. You can become more aware of your breathing. Just feel how cool your breath feels as it comes into your body, bringing with each breath energy and oxygen that spread to every corner of your body. With each breath out, you can feel warmth, and your body can just relax all of the muscles in your body. Every time you breathe out, you go deeper and deeper into relaxation and comfort. As you relax deeper and deeper, I would like you to imagine that a TV screen has appeared before your eye s - a very special TV that would only be found in a very special place. This TV has been made especially for you. Just see the dials on the TV and examine them very carefully and find the ON switch. Just turn on that TV and turn the dial around until you find the program that seems just right for you. It may be a program that you have already seen before, or one that you would only imagine that you would like to see. What is the program that you are seeing right now (CHILD'S NAME)? (Get response from the child and then ask additional questions to increase and enhance image) You can continue to enjoy that picture for a moment more and then I would like you to turn the dial until you reach a channel where you can see yourself on TV and you find yourself in (wherever the therapist wants the therapeutic environment to be) and you are the star in that program. Have you found that channel? (Child responds) Good. What are you doing right now in that picture on the TV? (Child responds) Just continue to watch that program because that is a special TV and you are in control of that TV. (Use therapeutic suggestions related to the presenting problem - stress achievements and positive feelings. Use a posthypnotic suggestions that the child can go back to that special channel whenever the child wishes. The therapist can also ask the child to use \"slow motion\" suggestions at any time) Now turn your dial to any channel you would like to end with that gives you a nice feeling of being you and a nice feeling of being comfortable and peaceful, of being strong and wise, and knowing what is best for yourself and how to find it. You can thank yourself that you have this special TV in your mind and that you can use it any time you wish. Now it's time for your to turn your set off and to let yourself gradually return to the room here with me, feeling refreshed and relaxed and"},{"pageNumber":51,"pageContent":"ready for a nice day - ready to OPEN your eyes NOW. That was very nice (CHILD'S NAME)."},{"pageNumber":52,"pageContent":"TESTING : EYE CATALEPSY SPOKEN TO THE SUBJECT (Optionally, place your right thumb on the bridge of the subjects nose and apply slight pressure) I'm going to count from five down to one. As I do, you're eyelids lock so tightly closed that the more you try to open them, the tighter they're locking closed. Five, your eyes are pressing down tightly. Four, pressing down and sealing shut. Three, sealing as if they were glued. Two, they're locked shut. The more you try to open them, the tighter they're locking closed. Okay, try to open your eyelids now and find them locking tighter and tighter. That's fine. You can stop trying now. Just relaxed and go deeper."},{"pageNumber":53,"pageContent":"TESTING : SPINNING HANDS SPOKEN TO THE SUBJECT This time I'm going behind you to raise your hands ... and start moving them around each other. (Start spinning their hands around each other) Now, as I release your hands, continue the motion of your own accord. (Release their hands) Moving, spinning, turning. Moving, spinning, turning. Even faster now. Moving, spinning, turning. That's good. As your hands are turning, I want you to think about your heart. Your heart beats automatically in response to the needs of your body. In the same way, your hands are turning automatically so that the more you try to stop the motion, the faster they're turning. I'm going to touch your forehead. The instant I do, your hands spin in the opposite direction. (Touch forehead) Back the other way, moving, spinning, and turning. And as they're turning, you're going much deeper in sleep. This time I touch your forehead, your left arm drops limply down to your side; Your right arm continues the movement. (Touch forehead) Left arm drops; right arm continues, and as it's moving you're going deeper and deeper into hypnosis. This time I touch your forehead; right arm drops limply down; you go much deeper. (Touch forehead) Drop it down and go deeper. That's fine."},{"pageNumber":54,"pageContent":"TRANCE : CREATING MENTAL NOTHINGNESS / AMNESIA INSTRUCTIONS TO HYPNOTIST This technique can be used for both mind clearing or amnesia. The \"Room of Nothingness\" can become the \"Room of Forgetfulness.\" The suggestion is given that any suggestions given in the \"Room of Forgetfulness\" will not be remembered by the conscious mind, but the subject will act upon them none the less. The suggestion is also given that the more the subject tries to remember the suggestions, the suggestions will be forgotten. SPOKEN TO THE SUBJECT I want you now to imagine that you are standing in front of a house. This is an unusual house. It's twelve feet high, twelve feet wide, thirty-six feet long. There are three rooms, one behind the other. And this structure stands over a basement. There are three steps that lead up to the house. I want you to walk up and open the front door. As you do, you step into the first room. It's a very unusual room because there is only one piece of furniture in the room, a reclining chair. The carpeting, the walls, the ceiling, and the upholstery on the chair are all a beautiful sunny yellow. This is the Yellow Room. The chair looks so inviting that you walk over to it, sit down in it, and push it back into a reclining position. You feel so relaxed, and as you do, you let your mind drift to a pleasant experience of the past thirty days. A pleasant experience of the past thirty days. [FIFTEEN SECOND PAUSE] And now that memory causes you to feel even more relaxed. But it's time to get up from the chair and move on to the second doorway and step inside. This room is almost identical to the first, except the color is gold. This is the Gold room, and there is that reclining chair in the center of the room. Since your experience was so good the first time, you walk to that reclining chair again, sit down in it, and now you just lean back. As you do, you bring into your mind the memory of a very pleasant experience of the past twelve months - the past year. [FIFTEEN SECOND PAUSE] Alright, it's time to get up from that chair, and you move into the third room. This is the Blue room. It's exactly like the first two, except for the color. You walk to that chair, you sit down in it, and you lean back. But as you lean back, there's something very interesting occurring. What's occurring is that the chair now is on a hydraulic hoist, and it begins to slowly move down. It's going down into that lower level, passing right down through the floor. As you're going right down, deeper, sitting in a very relaxed, comfortable position. Now it stops, and you're down into the basement."},{"pageNumber":55,"pageContent":"Now as you stand up from the chair, there's one door ahead with a sign that says, \"The Room of Nothingness.\" You walk to the door, turn the knob, and step inside. As you do, your eyes narrow down and you hesitate, because it's very dim in this room and the door closes behind you. There a strange feeling beneath your feet, because you're standing on a foam rubber pad which is three inches thick. Now the door is closed and your eyes slowly become accustomed to the gloom. There is a kind of a rosy glow in the room. You take a few more steps in and you decide to just sit down. Now you sit down and you feel this soft foam, three inches thick, cradling you so comfortably that you just decide to lay back. Now all the light is gone and the room is filled with nothingness. As you like there, that nothingness moves across your mind. You mind is filled with nothingness. [FIVE SECOND PAUSE]"},{"pageNumber":56,"pageContent":"TRANCE : REINDUCTION SPOKEN TO THE SUBJECT I am going to give you a signal so you can enter into hypnosis more easily. I am going to count from one to three. At the count of three, you will open your eyes, remaining deeply relaxed. When I say \"Sleep now\" and snap my fingers, that will be the signal for your eyelids to close down and you will go deeper into hypnosis. All right. One. Two. Three. Open your eyes. (Snap finger) Sleep Now! Close them down and go deeper asleep. (Repeat both several times)"},{"pageNumber":57,"pageContent":"TRANCE : SIGNS OF TRANCE INSTRUCTIONS TO HYPNOTIST There are several outward signs of trance that can be observed in all subjects. These signs can not be simulated by the subject. The subject will exhibit at least one, and in many cases, multiple signs. 1) BODY WARMTH Many subjects note a distinct change in body temperature. Many subjects feel cold, and others feel warm. This is attributed to the lower pulse rate and extreme relaxation of the subject. 2) FLUTTERING EYELIDS (R. E. M.) Virtually all subjects in trance exhibit a 'fluttering of eyelids'. The subject is actually in R. E. M. state. (Rapid Eye Movement) 3) REDDENING OF THE EYES All subjects will demonstrate a reddening of the eyes once they've entered trance. This phenomenon is attributed to the relaxation of the muscles in the eyes of the subject, allowing a greater flow of blood through the veins. 4) INCREASED LACRIMATION Many subjects, upon entering trance, will exhibit an increased 'tearing of the eyes.' This is attributed to the relaxation of the muscles surrounding the tear ducts. 5) EYES ROLLING BACK Many subjects, upon entering trance, will experience their eyes rolling back in their head. It will appear as if the subject is looking up through the top of his head."},{"pageNumber":58,"pageContent":"TRANCE : TERMINATION SPOKEN TO THE SUBJECT (Based on the type of session, you may care to skip this paragraph) Each time that you use this method for easy relaxation, you relax more easily, more quickly, and more deeply. Relaxation is a skill that you are easily developing with trance. Now, I'm going to count from one to five, and then I'll say, \"Fully aware.\" At the count of five, your eyes are open, and you are then fully aware, feeling calm, rested, refreshed, relaxed. All right. One: slowly, calmly, easily you're returning to your full awareness once again. Two: each muscle and nerve in your body is loose and limp and relaxed, and you feel wonderfully good. Three: from head to toe, you are feeling perfect in every way. Physically perfect, mentally perfect, emotionally calm and serene. On the number four, your eyes begin to feel sparkling clear. On the next number I count, eyelids open, fully aware, feeling calm, rested, refreshed, relaxed, invigorated, full of energy. Number five: You're fully aware now. Eyelids open. Take a good, deep breath, fill up your lungs, and stretch."}]
