[{"pageNumber":1,"pageContent":"LIBER440The Book of Perfection"},{"pageNumber":2,"pageContent":"IN T RO D U C T I O NAiwass dictatedThe Book of the Law,Liber220,to 666 in Cairo,Egypt,in 1904c.e.Starting at noon one chapter was written down,within the hour,on each of April 8,9 and 10.Aiwass dictated The Book of Codes,Liber 718,to777near Portland,Oregon,in1976.The five chapters were written down from January 5 to January 8.Aiwass dictated The Book of Oz,Liber 77,to 777 near Portland in 1977.The three chapters were written down on January 11and February 17.See 77,3:26 –“These three,220,718,and,lastly, 77,shall form the trinityof scripture at the heart of the Thelemic Vedas.I shall grant thee no more.”See 220,3:39 –“All this and a book to say how thou didst come hitherand a reproduction of this ink and paper for ever —for in it is the word secret &not only in the English —andthycommentuponthistheBookoftheLaw shall beprinted beautifully in red ink and black upon beautiful paper made by hand;...”See 220,3:40 –“But the work of the comment? That is easy;and Haditburning in thy heart shall make swift and secure thy pen.”See 718,5:3–“The Book of Codes is the easy,as Hadit compels you towrite though you know not what.”See 718,3:19–“This book shall be sent to the Templeof the East in itsoriginal and typewritten copy.They shall deny its authenticity.Doubt me not!They shall come around.Think not that thou art not a success because of thefaithless.My chosen know you,and the Kings shall recognize you as the Son ofthe Beast:as the Beast himself.”The handwriting of The Book of the Lawwas reproduced from the facsimilein The Equinox of the Godspublished in California in 1936.The text accompanyingthe handwriting is reset from the printed text version in The Equinox of the Gods.The texts of The Book of Codesand The Book of Ozare reset from Liber 440,TheBook of Perfection,published in Quebec in 1977 and copyright The Phoenix OfThe Royal Star.This document is available for download from www.aiwass.com.It is designed for screen viewing and to print on 81⁄2\"Œ11\" paper.Centre on A6.0indAnno 97 Æon of Horus"},{"pageNumber":3,"pageContent":"CONTENTSL IBER 220The Book of the LawCHAPTER ONE5CHAPTER TWO16CHAPTER THREE27LIBER718The Book of CodesCHAPTER ONEJIHA’AD 3139CHAPTER TWOTZEBA 9347CHAPTER THREEBABALON 15653CHAPTER FOURMELEK 9059CHAPTER FIVEHEMESH 34865LIBER77The Book of OzCHAPTER ONE73CHAPTER TWO75CHAPTER THREE80"},{"pageNumber":4,"pageContent":"LIBERALVELLEGISSUBFIGURACCXXThe Book of the Law"},{"pageNumber":5,"pageContent":"1. Had! The manifestation of Nuit.2. The unveiling of the company of heaven.3. Every man and every woman is a star.4. Every number is infinite; there is no difference.5. Help me, o warrior lord of Thebes, in my unveiling before the Children of men!6. Be thou Hadit, my secret centre, my heart & my tongue!7. Behold! it is revealed by Aiwass the minister of Hoor-paar-kraat.8. The Khabs is in the Khu, not the Khu in the Khabs.9. Worship then the Khabs, and behold my light shed over you!10. Let my servants be few & secret: they shall rule the many & the known.11. These are fools that men adore; both their Gods & their men are fools.12. Come forth, o children, under the stars,& take your fill of love! 13. I am above you and in you. My ecstasy is in yours. My joy is to see your joy.14. Above, the gemmèd azure is The naked splendour of Nuit;She bends in ecstasy to kiss The secret ardours of Hadit.The wingèd globe, the starry blue,Are mine, O Ankh-af-na-khonsu!15. Now ye shall know that the chosen priest & apostle of infinite space is the prince-priest the Beast; and in LIBER220THEBOOK OFTHELAWCHAPTER ONE5"},{"pageNumber":6,"pageContent":"his woman called the Scarlet Woman is all power given. They shall gather my children into their fold: they shall bring the glory of the stars into the hearts of men.16. For he is ever a sun, and she a moon. But to him is the winged secret flame, and to her the stooping starlight.17. But ye are not so chosen.18. Burn upon their brows, o splendrous serpent!19. O azure-lidded woman, bend upon them!20. The key of the rituals is in the secret word which I have given unto him.21. With the God & the Adorer I am nothing: they do not see me. They are as upon the earth;I am Heaven, and there is no other God than me, and my lord Hadit.22. Now, therefore, I am known to ye by my name Nuit, and to him by a secret name which I will give him when at last he knoweth me.Since I am Infinite Space, and the Infinite Stars thereof, do ye also thus. Bind nothing! Let there be no difference made among you between any one thing & any LIBER220THEBOOK OFTHELAWCHAPTER ONE6"},{"pageNumber":7,"pageContent":"other thing; for thereby there cometh hurt.23. But whoso availeth in this, let him be the chief of all!24. I am Nuit, and my word is six and fifty.25. Divide, add, multiply, and understand.26. Then saith the prophet and slave of the beauteous one: Who am I, and what shall be the sign? So she answered him, bending down, a lambent flame of blue, all-touching,all penetrant, her lovely hands upon the black earth, & her lithe body arched for love,and her soft feet not hurting the little flowers: Thou knowest! And the sign shall be my ecstasy, the consciousness of the continuity of existence, the omnipresence of my body.27. Then the priest answered & said unto the Queen of Space, kissing her lovely brows,and the dew of her light bathing his whole body in a sweet-smelling perfume of sweat:O Nuit, continuous one of Heaven, let it LIBER220THEBOOK OFTHELAWCHAPTER ONE7the unfragmentary non-atomic fact of my universality.(Write this in whiter words)(But go forth on )Done later asabove."},{"pageNumber":8,"pageContent":"be ever thus; that men speak not of Thee as One but as None; and let them speak not of thee at all, since thou art continuous!28. None, breathed the light, faint & faery, of the stars, and two. 29. For I am divided for love’s sake, for the chance of union.30. This is the creation of the world, that the pain of division is as nothing, and the joy of dissolution all.31. For these fools of men and their woes care not thou at all! They feel little; what is, is balanced by weak joys; but ye are my chosen ones.32. Obey my prophet! follow out the ordeals of my knowledge! seek me only! Then the joys of my love will redeem ye from all pain. This is so: I swear it by the vault of my body; by my sacred heart and tongue;by all I can give, by all I desire of ye all.33. Then the priest fell into a deep trance or LIBER220THEBOOK OFTHELAWCHAPTER ONE8"},{"pageNumber":9,"pageContent":"swoon, & said unto the Queen of Heaven;Write unto us the ordeals; write unto us the rituals; write unto us the law!34. But she said: the ordeals I write not:the rituals shall be half known and half concealed: the Law is for all.35. This that thou writest is the threefold book of Law.36. My scribe Ankh-af-na-khonsu, the priest of the princes, shall not in one letter change this book; but lest there be folly, he shall comment thereupon by the wisdom of Ra-Hoor-Khu-it.37. Also the mantras and spells; the obeah and the wanga; the work of the wand and the work of the sword; these he shall learn and teach.38. He must teach; but he may make severe the ordeals.39. The word of the Law is Θελημα.40. Who calls us Thelemites will do no wrong, if he look but close into the word. For there are therein Three Grades, the Hermit, and the Lover, and the man of Earth. Do what thou wilt LIBER220THEBOOK OFTHELAWCHAPTER ONE9"},{"pageNumber":10,"pageContent":"shall be the whole of the Law.41. The word of Sin is Restriction. O man! refuse not thy wife, if she will! O lover, if thou wilt, depart! There is no bond that can unite the divided but love: all else is a curse. Accurséd! Accurséd be it to the aeons! Hell.42. Let it be that state of manyhood bound and loathing. So with thy all;thou hast no right but to do thy will.43. Do that, and no other shall say nay.44. For pure will, unassuaged of purpose,delivered from the lust of result, is every way perfect.45. The Perfect and the Perfect are one Perfect and not two; nay, are none!46. Nothing is a secret key of this law.Sixty-one the Jews call it; I call it eight, eighty, four hundred & eighteen.47. But they have the half: unite by thine art so that all disappear.48. My prophet is a fool with his one, one,one; are not they the Ox, and none by the Book?LIBER220THEBOOK OFTHELAWCHAPTER ONE10"},{"pageNumber":11,"pageContent":"49. Abrogate are all rituals, all ordeals, all words and signs. Ra-Hoor-Khuit hath taken his seat in the East at the Equinox of the Gods; and let Asar be with Isa,who also are one. But they are not of me. Let Asar be the adorant, Isa the sufferer; Hoor in his secret name and splendour is the Lord initiating.50.There is a word to say about the Hierophantic task. Behold! there are three ordeals in one, and it may be given in three ways.The gross must pass through fire; let the fine be tried in intellect, and the lofty chosen ones in the highest; Thus ye have star & star, system & system;let not one know well the other!51. There are four gates to one palace;the floor of that palace is of silver and gold; lapis lazuli & jasper are there; and all rare scents; jasmine & rose, and the emblems of death. Let him enter in turn or at once the four gates; let him stand on the floor of the palace. Will he not sink? Amn. Ho! warrior, if thy servant sink? But there are means LIBER220THEBOOK OFTHELAWCHAPTER ONE11"},{"pageNumber":12,"pageContent":"and means. Be goodly therefore: dress ye all in fine apparel; eat rich foods and drink sweet wines and wines that foam! Also, take your fill and will of love as ye will, when, where and with whom ye will! But always unto me.52. If this be not aright; if ye confound the space-marks, saying: They are one;or saying, They are many; if the ritual be not ever unto me: then expect the direful judgments of Ra Hoor Khuit!53. This shall regenerate the world, the little world my sister, my heart & my tongue,unto whom I send this kiss. Also, o scribe and prophet, though thou be of the princes, it shall not assuage thee nor absolve thee. But ecstasy be thine and joy of earth: ever To me! To me!54. Change not as much as the style of a letter; for behold! thou, o prophet,shalt not behold all these mysteries hidden therein.55. The child of thy bowels,heshall behold them.56. Expect him not from the East, nor from LIBER220THEBOOK OFTHELAWCHAPTER ONE12"},{"pageNumber":13,"pageContent":"the West; for from no expected house cometh that child. Aum! All words are sacred and all prophets true; save only that they understand a little; solve the first half of the equation, leave the second unattacked. But thou hast all in the clear light, and some, though not all, in the dark.57. Invoke me under my stars! Love is the law, love under will. Nor let the fools mistake love; for there are love and love.There is the dove, and there is the serpent.Choose ye well! He, my prophet, hath chosen, knowing the law of the fortress,and the great mystery of the House of God.All these old letters of my Book are aright; but xis not the Star. This also is secret: my prophet shall reveal it to the wise.58. I give unimaginable joys on earth: certainty,not faith, while in life, upon death; peace unutterable, rest, ecstasy; nor do I demand aught in sacrifice.59. My incense is of resinous woods & gums;and there is no blood therein: because of my hair the trees of Eternity.LIBER220THEBOOK OFTHELAWCHAPTER ONE13"},{"pageNumber":14,"pageContent":"60. My number is 11, as all their numbers who are of us.The Five Pointed Star, with a Circle in the Middle, & the circle is Red.My colour is black to the blind, but the blue & gold are seen of the seeing. Also I have a secret glory for them that love me.61. But to love me is better than all things: if under the night-stars in the desert thou presently burnest mine incense before me,invoking me with a pure heart, and the Serpent flame therein, thou shalt come a little to lie in my bosom. For one kiss wilt thou then be willing to give all;but whoso gives one particle of dust shall lose all in that hour. Ye shall gather goods and store of women and spices; ye shall wear rich jewels; ye shall exceed the nations of the earth in splendour & pride; but always in the love of me, and so shall ye come to my joy. I charge you earnestly to come before me in a single robe, and covered with a rich headdress. I love you! I yearn to you! Pale or purple, veiled or voluptuous, I who am all pleasure and purple,LIBER220THEBOOK OFTHELAWCHAPTER ONE14"},{"pageNumber":15,"pageContent":"and drunkenness of the innermost sense,desire you. Put on the wings, and arouse the coiled splendour within you: come unto me!62. At all my meetings with you shall the priestess say —and her eyes shall burn with desire as she stands bare and rejoicing in my secret temple —To me! To me! calling forth the flame of the hearts of all in her love-chant.63. Sing the rapturous love-song unto me! Burn to me perfumes! Wear to me jewels! Drink to me, for I love you! I love you!64. I am the blue-lidded daughter of Sunset; I am the naked brilliance of the voluptuous night-sky.65 To me! To me!66. The Manifestation of Nuit is at an end.LIBER220THEBOOK OFTHELAWCHAPTER ONE15"},{"pageNumber":16,"pageContent":"1. Nu! the hiding of Hadit.2. Come! all ye, and learn the secret that hath not yet been revealed. I, Hadit, am the complement of Nu, my bride. I am not extended, and Khabs is the name of my House.3. In the sphere I am everywhere the centre, as she, the circumference, is nowhere found.4. Yet she shall be known & I never.5. Behold! the rituals of the old time are black.Let the evil ones be cast away; let the good ones be purged by the prophet! Then shall this Knowledge go aright.6. I am the flame that burns in every heart of man, and in the core of every star. I am Life, and the giver of Life, yet therefore is the knowledge of me the knowledge of death.7. I am the Magician and the Exorcist. I am the axle of the wheel, and the cube in the circle.“Come unto me” is a foolish word: for it is I that go.8. Who worshipped Heru-pa-kraath have worshipped me; ill, for I am the worshipper.9. Remember all ye that existence is pure joy;that all the sorrows are but as shadows; they pass & are done; but there is that which remains.10. O prophet! thou hast ill will to learn this writing.11. I see thee hate the hand & the pen; but I am LIBER220THEBOOK OFTHELAWCHAPTER TWO16"},{"pageNumber":17,"pageContent":"stronger.12. Because of me in Thee which thou knewest not.13. for why? Because thou wast the knower,and me.14. Now let there be a veiling of this shrine: now let the light devour men and eat them up with blindness!15. For I am perfect, being Not; and my number is nine by the fools; but with the just I am eight, and one in eight: Which is vital, for I am none indeed. The Empress and the King are not of me; for there is a further secret.16. I am The Empress & the Hierophant. Thus eleven, as my bride is eleven.17. Hear me, ye people of sighing! The sorrows of pain and regret Are left to the dead and the dying,The folk that not know me as yet.18.These are dead, these fellows; they feel not. We are not for the poor and sad: the lords of the earth are our kinsfolk.19. Is a God to live in a dog? No! but the highest are of us. They shall rejoice, our chosen:who sorroweth is not of us.20. Beauty and strength, leaping laughter and delicious languor, force and fire, are of us.LIBER220THEBOOK OFTHELAWCHAPTER TWO17"},{"pageNumber":18,"pageContent":"21. We have nothing with the outcast and the unfit:let them die in their misery. For they feel not. Compassion is the vice of kings: stamp down the wretched & the weak: this is the law of the strong: this is our law and the joy of the world. Think not, o king, upon that lie: That Thou Must Die: verily thou shalt not die, but live. Now let it be understood:If the body of the King dissolve, he shall remain in pure ecstasy for ever. Nuit! Hadit! Ra-Hoor-Khuit! The Sun, Strength & Sight, Light; these are for the servants of the Star & the Snake.22. I am the Snake that giveth Knowledge & Delight and bright glory, and stir the hearts of men with drunkenness. To worship me take wine and strange drugs whereof I will tell my prophet, & be drunk thereof ! They shall not harm ye at all. It is a lie, this folly against self. The exposure of innocence is a lie. Be strong, o man! lust, enjoy all things of sense and rapture: fear not that any God shall deny thee for this.23. I am alone: there is no God where I am.24. Behold! these be grave mysteries; for there are also of my friends who be hermits. Now LIBER220THEBOOK OFTHELAWCHAPTER TWO18"},{"pageNumber":19,"pageContent":"think not to find them in the forest or on the mountain; but in beds of purple, caressed by magnificent beasts of women with large limbs,and fire and light in their eyes, and masses of flaming hair about them; there shall ye find them. Ye shall see them at rule, at victorious armies, at all the joy; and there shall be in them a joy a million times greater than this. Beware lest any force another, King against King! Love one another with burning hearts; on the low men trample in the fierce lust of your pride,in the day of your wrath.25. Ye are against the people, O my chosen!26. I am the secret Serpent coiled about to spring: in my coiling there is joy. If I lift up my head, I and my Nuit are one.If I droop down mine head, and shoot forth venom, then is rapture of the earth,and I and the earth are one.27. There is great danger in me; for who doth not understand these runes shall make a great miss. He shall fall down into the pit called Because, and there he shall LIBER220THEBOOK OFTHELAWCHAPTER TWO19"},{"pageNumber":20,"pageContent":"perish with the dogs of Reason.28. Now a curse upon Because and his kin!29. May Because be accursèd for ever!30. If Will stops and cries Why, invoking Because, then Will stops & does nought.31. If Power asks why, then is Power weakness.32. Also reason is a lie; for there is a factor infinite & unknown; & all their words are skew-wise.33. Enough of Because! Be he damned for a dog!34. But ye, o my people, rise up & awake!35. Let the rituals be rightly performed with joy & beauty!36. There are rituals of the elements and feasts of the times.37. A feast for the first night of the Prophet and his Bride!38. A feast for the three days of the writing of the Book of the Law.39. A feast for Tahuti and the child of the Prophet —secret, O Prophet!40. A feast for the Supreme Ritual, and a feast for the Equinox of the Gods.41. A feast for fire and a feast for water; a feast for life and a greater feast for death!LIBER220THEBOOK OFTHELAWCHAPTER TWO20"},{"pageNumber":21,"pageContent":"42. A feast every day in your hearts in the joy of my rapture!43. A feast every night unto Nu, and the pleasure of uttermost delight!44. Aye! feast! rejoice! there is no dread hereafter. There is the dissolution, and eternal ecstasy in the kisses of Nu.45. There is death for the dogs.46. Dost thou fail? Art thou sorry? Is fear in thine heart?47. Where I am these are not.48. Pity not the fallen! I never knew them.I am not for them. I console not: I hate the consoled & the consoler.49. I am unique & conqueror. I am not of the slaves that perish. Be they damned & dead! Amen. (This is of the 4: there is a fifth who is invisible, & therein am I as a babe in an egg.)50. Blue am I and gold in the light of my bride: but the red gleam is in my eyes;& my spangles are purple & green.51. Purple beyond purple: it is the light higher LIBER220THEBOOK OFTHELAWCHAPTER TWO21"},{"pageNumber":22,"pageContent":"than eyesight.52. There is a veil: that veil is black. It is the veil of the modest woman; it is the veil of sorrow, & the pall of death: this is none of me. Tear down that lying spectre of the centuries: veil not your vices in virtuous words: these vices are my service;ye do well, & I will reward you here and hereafter.53. Fear not, o prophet, when these words are said, thou shalt not be sorry. Thou art emphatically my chosen; and blessed are the eyes that thou shalt look upon with gladness. But I will hide thee in a mask of sorrow: they that see thee shall fear thou art fallen: but I lift thee up.54. Nor shall they who cry aloud their folly that thou meanest nought avail; thou shall reveal it: thou availest: they are the slaves of because: They are not of me. The stops as thou wilt; the letters? change them not in style or value!55. Thou shalt obtain the order & value of the English Alphabet; thou shalt find LIBER220THEBOOK OFTHELAWCHAPTER TWO22"},{"pageNumber":23,"pageContent":"new symbols to attribute them unto.56. Begone! ye mockers; even though ye laugh in my honour ye shall laugh not long: then when ye are sad know that I have forsaken you.57. He that is righteous shall be righteous still;he that is filthy shall be filthy still.58. Yea! deem not of change: ye shall be as ye are, & not other. Therefore the kings of the earth shall be Kings for ever: the slaves shall serve. There is none that shall be cast down or lifted up: all is ever as it was. Yet there are masked ones my servants: it may be that yonder beggar is a King. A King may choose his garment as he will: there is no certain test: but a beggar cannot hide his poverty.59. Beware therefore! Love all, lest perchance is a King concealed! Say you so? Fool! If he be a King, thou canst not hurt him.60. Therefore strike hard & low, and to hell with them, master!61. There is a light before thine eyes, o prophet,a light undesired, most desirable.LIBER220THEBOOK OFTHELAWCHAPTER TWO23"},{"pageNumber":24,"pageContent":"62. I am uplifted in thine heart; and the kisses of the stars rain hard upon thy body.63. Thou art exhaust in the voluptuous fullness of the inspiration; the expiration is sweeter than death, more rapid and laughterful than a caress of Hell’s own worm.64. Oh! thou art overcome: we are upon thee;our delight is all over thee: hail! hail:prophet of Nu! prophet of Had! prophet of Ra-Hoor-Khu! Now rejoice! now come in our splendour & rapture! Come in our passionate peace, & write sweet words for the Kings!65. I am the Master: thou art the Holy Chosen One.66. Write, & find ecstasy in writing! Work, & be our bed in working! Thrill with the joy of life & death! Ah! thy death shall be lovely: whoso seeth it shall be glad. Thy death shall be the seal of the promise of our agelong love. Come! lift up thine heart & rejoice! We are one; we are none.67. Hold! Hold! Bear up in thy rapture;fall not in swoon of the excellent kisses!68. Harder! Hold up thyself! Lift thine head! LIBER220THEBOOK OFTHELAWCHAPTER TWO24"},{"pageNumber":25,"pageContent":"breathe not so deep —die!69. Ah! Ah! What do I feel? Is the word exhausted?70. There is help & hope in other spells. Wisdom says: be strong! Then canst thou bear more joy. Be not animal; refine thy rapture! If thou drink, drink by the eight and ninety rules of art: if thou love, exceed by delicacy; and if thou do aught joyous, let there be subtlety therein!71. But exceed! exceed!72. Strive ever to more! and if thou art truly mine —and doubt it not, an if thou art ever joyous! —death is the crown of all.73. Ah! Ah! Death! Death! thou shalt long for death. Death is forbidden, o man, unto thee.74. The length of thy longing shall be the strength of its glory. He that lives long & desires death much is ever the King among the Kings.75. Aye! listen to the numbers & the words:76. 4 6 3 8 A B K 2 4 A L G M O R 3 Y X 24 89 R P S T O V A L. What meaneth this, o prophet? Thou knowest not; nor shalt thou know ever. There cometh one to follow thee: he shall LIBER220THEBOOK OFTHELAWCHAPTER TWO25"},{"pageNumber":26,"pageContent":"expound it. But remember, o chosen one, to be me; to follow the love of Nu in the star-lit heaven; to look forth upon men, to tell them this glad word.77. O be thou proud and mighty among men!78. Lift up thyself! for there is none like unto thee among men or among Gods! Lift up thyself, o my prophet, thy stature shall surpass the stars. They shall worship thy name, foursquare, mystic, wonderful, the number of the man; and the name of thy house 418.79. The end of the hiding of Hadit; and blessing & worship to the prophet of the lovely Star!LIBER220THEBOOK OFTHELAWCHAPTER TWO26"},{"pageNumber":27,"pageContent":"1. Abrahadabra; the reward of Ra Hoor Khut.2. There is division hither homeward; there is a word not known. Spelling is defunct; all is not aught. Beware! Hold! Raise the spell of Ra-Hoor-Khuit!3. Now let it be first understood that I am a god of War and of Vengeance. I shall deal hardly with them.4. Choose ye an island!5. Fortify it!6. Dung it about with enginery of war!7. I will give you a war-engine.8. With it ye shall smite the peoples; and none shall stand before you.9. Lurk! Withdraw! Upon them! this is the Law of the Battle of Conquest: thus shall my worship be about my secret house.10. Get the stélé of revealing itself; set it in thy secret temple —and that temple is already aright disposed —& it shall be your Kiblah for ever. It shall not fade, but miraculous colour shall come back to it day after day. Close it in locked glass for a proof to the world.11.This shall be your only proof. I forbid argument.Conquer! That is enough. I will make easy LIBER220THEBOOK OFTHELAWCHAPTER THREE27"},{"pageNumber":28,"pageContent":"to you the abstruction from the ill-ordered house in the Victorious City. Thou shalt thyself convey it with worship, o prophet,though thou likest it not. Thou shalt have danger & trouble. Ra-Hoor-Khu is with thee. Worship me with fire & blood; worship me with swords & with spears. Let the woman be girt with a sword before me: let blood flow to my name. Trample down the Heathen; beupon them, o warrior, I will give you of their flesh to eat!12. Sacrifice cattle, little and big: after a child.13. But not now.14. Ye shall see that hour, o blessèd Beast, and thou the Scarlet Concubine of his desire!15. Ye shall be sad thereof.16.Deem not too eagerly to catch the promises; fearnot to undergo the curses.Ye, even ye, know not this meaning all.17. Fear not at all; fear neither men nor Fates,nor gods, nor anything. Money fear not, nor laughter of the folk folly, nor any other power in heaven or upon the earth or under the earth. Nu is your refuge as Hadit your LIBER220THEBOOK OFTHELAWCHAPTER THREE28"},{"pageNumber":29,"pageContent":"light; and I am the strength, force, vigour, of your arms.18. Mercy let be off: damn them who pity! Kill and torture; spare not; be upon them!19. That stélé they shall call the Abomination of Desolation; count well its name, & it shall be to you as 718.20. Why? Because of the fall of Because, that he is not there again.21. Set up my image in the East: thou shalt buy thee an image which I will show thee, especial,not unlike the one thou knowest. And it shall be suddenly easy for thee to do this.22. The other images group around me to support me: let all be worshipped, for they shall cluster to exalt me. I am the visible object of worship; the others are secret; for the Beast & his Bride are they: and for the winners of the Ordeal x. What is this? Thou shalt know.23. For perfume mix meal & honey & thick leavings of red wine: then oil of Abramelin and olive oil, and afterward soften & smooth down with rich fresh blood.24. The best blood is of the moon, monthly: then the fresh blood of a child, or dropping from the LIBER220THEBOOK OFTHELAWCHAPTER THREE29"},{"pageNumber":30,"pageContent":"host of heaven: then of enemies; then of the priest or of the worshippers: last of some beast, no matter what.25. This burn: of this make cakes & eat unto me. This hath also another use; let it be laid before me, and kept thick with perfumes of your orison: it shall become full of beetles as it were and creeping things sacred unto me.26. These slay, naming your enemies; & they shall fall before you.27. Also these shall breed lust & power of lust in you at the eating thereof.28. Also ye shall be strong in war.29. Moreover, be they long kept, it is better; for they swell with my force. All before me.30. My altar is of open brass work: burn thereon in silver or gold!31. There cometh a rich man from the West who shall pour his gold upon thee.32. From gold forge steel!33. Be ready to fly or to smite!34. But your holy place shall be untouched throughout the centuries: though with fire and sword it be burnt down & shattered, yet an invisible house there standeth, and shall stand until the fall of the Great LIBER220THEBOOK OFTHELAWCHAPTER THREE30"},{"pageNumber":31,"pageContent":"Equinox; when Hrumachis shall arise and the double-wanded one assume my throne and place. Another prophet shall arise, and bring fresh fever from the skies; another woman shall awake the lust & worship of the Snake; another soul of God and beast shall mingle in the globèd priest; another sacrifice shall stain the tomb; another king shall reign; and blessing no longer be poured To the Hawk-headed mystical Lord!35. The half of the word of Heru-ra-ha, called Hoor-pa-kraat and Ra-Hoor-Khut.36. Then said the prophet unto the God:37. I adore thee in the song —I am the Lord of Thebes, and IThe inspired forth-speaker of Mentu;For me unveils the veilèd sky,The self-slain Ankh-af-na-khonsuWhose words are truth. I invoke, I greetThy presence, O Ra-Hoor-Khuit!Unity uttermost showed!I adore the might of Thy breath,Supreme and terrible God,Who makest the gods and deathTo tremble before Thee:—I, I adore thee!Appear on the throne of Ra!Open the ways of the Khu!Lighten the ways of the Ka!The ways of the Khabs run throughTo stir me or still me!Aum! let it fill me!LIBER220THEBOOK OFTHELAWCHAPTER THREE31"},{"pageNumber":32,"pageContent":"38. So that thy light is in me; & its red flame is as a sword in my hand to push thy order. There is a secret door that I shall make to establish thy way in all the quarters,(these are the adorations, as thou hast written),as it is said:The light is mine; its rays consumeMe: I have made a secret doorInto the House of Ra and Tum,Of Khephra and of Ahathoor.I am thy Theban, O Mentu,The prophet Ankh-af-na-khonsu!By Bes-na-Maut my breast I beat;By wise Ta-Nech I weave my spell.Show thy star-splendour, O Nuit!Bid me within thine House to dwell,O wingèd snake of light, Hadit!Abide with me, Ra-Hoor-Khuit!39. All this and a book to say how thou didst come hither and a reproduction of this ink and paper for ever —for in it is the word secret & not only in the English —and thy comment upon this the Book of the Law shall be printed beautifully in red ink and black upon beautiful paper made by hand;and to each man and woman that thou meetest, were it but to dine or to drink at them, it is the Law to give. Then they shall chance to abide in this bliss or no;it is no odds. Do this quickly!40.But the work of the comment? That is easy; and LIBER220THEBOOK OFTHELAWCHAPTER THREE32"},{"pageNumber":33,"pageContent":"Hadit burning in thy heart shall make swift and secure thy pen.41. Establish at thy Kaaba a clerk-house:all must be done well and with business way.42.The ordeals thou shalt oversee thyself, save only the blind ones. Refuse none, but thou shalt know & destroy the traitors. I am Ra-Hoor-Khuit; and I am powerful to protect my servant. Success is thy proof: argue not;convert not; talk not overmuch! Them that seek to entrap thee, to overthrow thee, them attack without pity or quarter; & destroy them utterly. Swift as a trodden serpent turn and strike! Be thou yet deadlier than he! Drag down their souls to awful torment: laugh at their fear: spit upon them!43. Let the Scarlet Woman beware! If pity and compassion and tenderness visit her heart;if she leave my work to toy with old sweetnesses; then shall my vengeance be known. I will slay me her child: I will alienate her heart: I will cast her out from men: as a shrinking and despised harlot shall she crawl through dusk wet streets, and die cold and an-hungered.LIBER220THEBOOK OFTHELAWCHAPTER THREE33"},{"pageNumber":34,"pageContent":"44. But let her raise herself in pride! Let her follow me in my way! Let her work the work of wickedness! Let her kill her heart! Let her be loud and adulterous! Let her be covered with jewels, and rich garments, and let her be shameless before all men!45. Then will I lift her to pinnacles of power:then will I breed from her a child mightier than all the kings of the earth. I will fill her with joy: with my force shall she see & strike at the worship of Nu: she shall achieve Hadit.46. I am the warrior Lord of the Forties: the Eighties cower before me, & are abased.I will bring you to victory & joy: I will be at your arms in battle & ye shall delight to slay. Success is your proof;courage is your armour; go on, go on, in my strength; & ye shall turn not back for any!47. This book shall be translated into all tongues: but always with the original in the writing of the Beast; for in the LIBER220THEBOOK OFTHELAWCHAPTER THREE34"},{"pageNumber":35,"pageContent":"chance shape of the letters and their position to one another: in these are mysteries that no Beast shall divine. Let him not seek to try: but one cometh after him, whence I say not, who shall discover the Key of it all. Then this line drawn is a key: then this circle squared in its failure is a key also. And Abrahadabra. It shall be his child & that strangely. Let him not seek after this; for thereby alone can he fall from it.48. Now this mystery of the letters is done, and I want to go on to the holier place.49.I am in a secret fourfold word, the blasphemy against all gods of men.50. Curse them! Curse them! Curse them!51. With my Hawk’s head I peck at the eyes of Jesus as he hangs upon the cross.52. I flap my wings in the face of Mohammed & blind him.53. With my claws I tear out the flesh of the Indian and the Buddhist, Mongol and Din.54. Bahlasti! Ompehda! I spit on your LIBER220THEBOOK OFTHELAWCHAPTER THREE35"},{"pageNumber":36,"pageContent":"crapulous creeds.55. Let Mary inviolate be torn upon wheels:for her sake let all chaste women be utterly despised among you!56. Also for beauty’s sake and love’s!57. Despise also all cowards; professional soldiers who dare not fight, but play; all fools despise!58. But the keen and the proud, the royal and the lofty; ye are brothers!59. As brothers fight ye!60. There is no law beyond Do what thou wilt.61. There is an end of the word of the God enthroned in Ra’s seat, lightening the girders of the soul.62. To Me do ye reverence! to me come ye through tribulation of ordeal, which is bliss.63. The fool readeth this Book of the Law, and its comment; & he understandeth it not.64. Let him come through the first ordeal, & it will be to him as silver.65. Through the second, gold.66. Through the third, stones of precious water.67. Through the fourth, ultimate sparks of the intimate fire.LIBER220THEBOOK OFTHELAWCHAPTER THREE36"},{"pageNumber":37,"pageContent":"68. Yet to all it shall seem beautiful. Its enemies who say not so, are mere liars.69. There is success.70. I am the Hawk-Headed Lord of Silence & of Strength; my nemyss shrouds the night-blue sky.71. Hail! ye twin warriors about the pillars of the world! for your time is nigh at hand.72. I am the Lord of the Double Wand of Power;the wand of the Force of Coph Nia —but my left hand is empty, for I have crushed an Universe; & nought remains.73. Paste the sheets from right to left and from top to bottom: then behold!74. There is a splendour in my name hidden and glorious, as the sun of midnight is ever the son.75. The ending of the words is the Word Abrahadabra.The Book of the Law is Written and Concealed.Aum. Ha.LIBER220THEBOOK OFTHELAWCHAPTER THREE37"},{"pageNumber":38,"pageContent":"LIBER718The Book of Codes"},{"pageNumber":39,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER ONE39JIHA’AD 311. Ra! The host of heaven makes glorious war on the heathen outlaws.The West shall fall, and the phoenix of the Royal Star shall rise abovethe rubble of avidya. Can you see it? The Kings shall reign once again.Heaven’s dynasty shall prevail. This is prophecy. Write then, muse! I amyour chosen scribe. This is the time to tell of the destruction to follow.2. The words I write are pure and true. They are powerful to destroy theunchaste. What is it I write? I speak of the Jihad, when the Angels ofGod shall take up arms and make war on the saints. Farewell to Christand his Bride! We are of the Beast and his Whore. Christ is only holyinasmuch as he is bestial. The Goddess Mary was served by templeprostitutes. This is the time of Vengeance.3. Who am I, and why should I be believed? I am Ra Hoor Khuit,speaking through this able scribe. This is what I desire of ye all, mychosen: I bid you to wait no longer; suffer no more! The eighties areupon us! ’Tis the time for War. I have committed to you the secrets ofmy magick. No army of mine can be defeated, no matter how small weare in comparison to the Enemy. You have my beetles: they shall not failyou. You have the fire and blood, the swords and the spears, and myown Cakes of Light. Verily, it is written that all power is given thee.4. Write unto the Kings, o blesséd priest! I shall not abandon thee. Thouknowest not what thou writest; it is only the impulse thou obeyest. Ifthese words were thine own they would be folly, but they are the God’sown, by dint of my presence within thine own temple. Look! I descendupon thee in the glory of my beauty. Thou feelest me indeed, yet thosewho are with thee see nothing. They shall call thee fool and madman.Fear not. All my servants are fools and madmen.5. Correct me not! Change not these words I give thee. This is mine ownmessage, certainly not thine. Ha! You are a fool with your none, none,none! Canst thou not see my mother is invisible? She cannot beimagined, and in no wise drawn, save in symbol. Howcome thouinsistest on thinking of the None? By necessity we may not speak of theLady, yet it is Sin to dwell upon her in thought. Come now, shake thine"},{"pageNumber":40,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER ONE40JIHA’AD 31head clear. Write unto the Kings of America! Most especially, we shallsee the revolution here, for this Babalon shall be mistress of the world.Doubt it not. When my temple is raised over the ruins of the Bride ofChrist, Babalon shall reign for a time and a season. I write not ofHrumachis save that he is goat-headed. The Osirian heresy shall notreturn unto this earth for as long as my memory can pierce the future,and I am immortal, yet of a smaller infinity than Nu!6. Come, all ye warriors! and be dressed as ye will; no two of my soldiersshall be alike, yet ye shall all wear the star with the circle of red, andthis shall be how ye shall recognize each another. Yet thy beauty, thy prideand strength, shall make all of ye shine among lesser men as the starsthou art. (Retain the “thee”s and the “ye”s as I have given them; thereis meaning in the words and the phrases that thou understandest not.)7. Now, no man shall fight if he hath not the will, and no woman shall be denied the glory of battle if she preferreth to give me worship.The ranks and the commanders shall fall to naturally, yet be it everremembered that no man must by duty obey the word of another if it means he break his will. I forbid dissension in the ranks! If onedisagreeth with his officer, let him leave and find another. There isnothing that can unite the divided but love. And if one of my soldiersfinds that he must, he may leave my service without shame. Verily it isbetter to have no worshippers than to be lauded by all against their will.My servants shall be Kings. My slaves shall be free men.8. And thou must be strong in order to conquer! Thou shalt exercise as thou wilt; thou shalt perform my Mass every Sunday; the priestessesshall donate their water; the Moon shall conceive and bear a child of strength, wisdom, and beauty. This child shall be eaten only if red,the white is of the others. This must be followed by the sacrifice ofcattle as in the ritual of Mithras and the Magna Mater. This is also the means of initiation, as the blood falling on my neophytes shallreplenish and teach. The Cakes may be softened down with thisconsecrated substance, and afterwards a feast shall ensue. This is the Magick to be done on the day of Ra, and all initiates of the"},{"pageNumber":41,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER ONE41JIHA’AD 31Rosy Cross shall partake in the making and the taking of my body.Know that Hadit is Hermes, and the Christ’s true number is 888.9. For the remaining days, the Magick of the mating of Nuit and Haditshall prevail, and the eclipse shall only occur on my day. Know also that the priest becomes priestess and his gluten is potent to strengthenmy soldiers. Think not that this magick, which is 11, is degrading to the man who is truly Man. The Man and the Man remain men;the priestess gives of her being. I say not that this Magick is superior to the other, yet it is most ecstatic.10. And how shalt thou recognize mine enemies? ’Tis most simple to do.Those who bleat their nonsense against my Law shall be thy targets;those that attack thee physically I need not describe. But remember this also: those that resist my law on other planes than the physical are most potent to hurt thee if thou slayest them not. By this I meanthe Christians, and those who claim to be initiated and to know ofoccult science, yet remain in separation from That we knowest of butcannot put into words. This they make their God, yet he is a false god;for while I am none other than the inmost Will of Man, this god ismade to be completely other than Man, and therefore devoid of reality.Man is God; this God is not Man; therefore, this God is no God but a phantom, a ghost, to scare the world during the sleep ofignorance. Know then that Christians and all other Christly religionsare evil in the conventional sense of the Word, and thou shalt make my vengeance known.11. Thou shalt fight in the temple and fight in the field, and wherever thou goest thy cry shall be Thelemaand the secret four-fold Word.(My scribe has described “Tzedeq” as this word, and while he speaksTruth, his discovery is hardly as important as he may have claimed;certainly it serves to establish him as my son.) Do what thou wilt shallbe the whole of the Law. DOUBT IT NOT! My order shall prevail.The Temple of the East shall rise to power and the Kings of the Earth shall be Gods incarnate."},{"pageNumber":42,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER ONE42JIHA’AD 3112. My armies shall be well-equipped with modern machines of themagical kind, and the other, for this battle is not only of the physicalorder, yet that must not be ignored. Think well on on what I havewritten, o scribe, and fail not to spread this Book of the Codes of myState. Yea! This is the fountainhead, the source of my national order,second only in importance to Liber Al. My Babalon shall be Queen of the Earth. Her merchants shall wax wealthy, her philosophers shallgrow wise, her fighting men shall be undefeatable and indefatigable,her slaves shall be joyous in their labour, her Kings shall be rapturous in their Power. Know now that there must be one King, and he must be truly King: in Spirit, Mind, and Body, and he shall rule for as longas the God alloweth. Enough of this petty shifting of powerless powerfrom one dull clod to another! Babalon’s lover shall be pure in hisrealization; he shall rule my land as myself incarnate. His word shall beobeyed as the word of the God, and this can only be well if he is indeedabsorbed in the Vacuum of Nu. His law is Thelema; his servants obeyonly because his word is wisdom. (Enough of this Because! The Kingshall rule without Reason! Then only can the Nation be set aright.)13. Those who resist my order, those who insist upon clinging to theirfalsehood: them thou must destroy. Yea! Them and their children andtheir children’s children! This blight, this poison of soul, must besucked out of the body of Man. Think not on mercy or pity, for while I am a God of Love, I equally express my love as hate and anger: Letnot an ideal keep thee from feeling honest emotion. If thou art wrathful—act upon that wrath! If thou love, be sure thou hidest it not out offear. What is fear? My servants know it not.14. I am the God enthroned in Ra’s seat. I am Spirit and Will conjoined.Know that as Ra Hoor Khuit I am powerful to destroy and to build.As Hoor-pa-Kraat I do none of these things, for I am absorbed deepwithin myself, nigh unto the abode of Nu. Know that Had is my seed,becoming solar in his extension, yet NOT in his contraction. There isno God but God. There is no God.15. Know also that my island is my temple: most especially a particularHouse. Het. This is most needful, that my war-engine is of the magical"},{"pageNumber":43,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER ONE43JIHA’AD 31kind, that the Blood of the Moon is its fuel and the priest’s Osiris is itsmotor. Thou mayest find thee an actual island if thou desirest, it dothnot matter, but it behooves you to find out this Engine of War, performmy rituals with strength and beauty, and never to neglect the other typeof battle as well.We shall be victorious; my stélé shall be placed withinthy secret temple; the original writing of the Book of the Law shall berediscovered after years of loss; the Temple of the East shall verilybecome the Great Western Catholic Church. (That land in the Eastshall give thee trouble, yet only to establish my glory in the end.)16. Let my soldiers be civilians; they shall own lands and houses; they shallhave servants and luscious harems. Thus they shall fight to protect whatthey love; my armies shall not be idle. Let the King be Commander inChief, and let him also be High Priest, for my armies and my worship-pers are of the same stock. The Nation shall fall naturally into a systemof castes, but refuse not one who was born a slave when he hath shownhe is King. And if one be born of the Kings, yet is a dog through andthrough, let him be cast out into the midst of his own spiritual peers.Heed not this talk of Democracy, of a People’s Republic! These are asham and a failure; these are not the Way of the Tao. It is Nature’s Waythat there shall be the superior and the inferior. The Kings and theslaves, the Gods and the dogs. Let not the dogs rule their masters! Letnot the unspiritual pretend to the authority and power of my worship.Verily, all men and women are stars, but a dog is a different matter.Seek not to make a dog into a man. He is merely a planet, whose onlyexistence and joy is to serve his star. Now, a fool is of two types: he whois a Star, yet has not realized his Kingship, and going full circle, theKing who has merged his Hadit-nature into the Sea of the Lady. He isZero, as is the uninitiate, but after a different manner.17. Know also that the Kings rise and set within their bodies as do thestars; the dogs merely die: indeed, they barely live! Their kas mayremain in the realm of the dead for a time and a half, but they shallnever return to earth, and they shall not ascend into Heaven. Jesus shallnot receive his lambs save in illusion, but the Kings abhor the realm ofthe dead and its lifeless Lord. Magick of old time was concerned with"},{"pageNumber":44,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER ONE44JIHA’AD 31the communication and resurrection of the defunct ka. Let this notagain become fashionable.18. My weekly worship shall begin the morning of my day before mynemyss has arisen. The first section of my poem shall be spoken aloudby all who have congregated within my temple. They shall face east, inthe direction of my golden image. My Incense shall be burned beforeme, then the sacred orgy shall begin. All shall take part, yet only thosewomen consecrated to my service through the appearance of the redtincture. The Secret Word shall be collected on my wafer and partakenof by all. This is my engine, and during the copulation my poem shallbe sung in the Egyptian language as has not been done for an age andmore! The chant shall continue during the consumption of my bodyand blood, and henceforth the remaining verses of my poem shall bespoken aloud in English by all my worshippers.19. This shall be so adjusted that at this point my resplendent body shallarise in the East. With cries of joy and exaltation, my beasts shall beslaughtered, and their blood shall be lapped up by thee in thine ecstasy.All this must be done in purity and grandeur. Thou shalt use the richestmaterials in the building of my temples, and all shall be consecrated in my name.20. There is a prana in the living blood: that of the Sun, and that of theMoon. There is a power in the juices of Asar, and no less than of Ast in her travail of orgasm. Know this moreover, my children: there is anelixir in the living flesh, and all fresh foods are more healthful than thepreserved. Thou shalt fall upon the enemy, and in the ecstasy of battlethou shalt eat the freshly-killed eye, the brain, or the heart. Think notthat such sacrifice be gross; all my servants have done so. Rememberthe rituals of the Aztec and Inca, and whence they were inspired!Yet I will not have all of this with thee. The eating of the flesh shall beobserved only in battle; the other substances suffice for other purposes.21. After this sacrifice, the feast shall ensue, and remember that this is but a skeleton; thou shalt clothe it with living flesh. The cattle shall beroasted and the tables shall be heaped high with foodstuffs of every"},{"pageNumber":45,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER ONE45JIHA’AD 31shape, kind, and persuasion. My rituals shall not be dull affairs; all shallbe fed; all shall partake of the joy of brotherhood. Let music be played!And let it not be the sick and slovenly hymns of the unlaudablechurches of yesteryear! Let my music be loud and free! Let there be dancing and abandonment! There will be drinking of wine andtaking of drugs. All shall participate.22. And let this ever be unto Nu, my mother and bride. The other deitiesshall be worshiped on their own days: once a week: and they too must be invoked in the knowledge of Nu. The Goddess is behind allphenomenal deities and her aid shall compel all gods and goddesses to visit thee in thy bodily temple. The exorcism of spirits and elementalsshall be performed according to the movements of relevant planets andin a temple especially set aside for that purpose. Let each deity have his own house. All are limbs of my body; Satan is secret. The knowledge of Hadit and Nuit is reserved for the initiate.23. Let the dogs have their own place of worship. Thou shalt give them my image and, indeed, they shall feast. Yet the knowledge of the Elixiris reserved for my servants. Let not the insincere contribute their blood;the God shall not dwell therein. Thus we have worship and worship,grade and grade. Let not the inferior feign superiority!24. No one shall be forced to come to temple, and the Kings may serve whatsoever gods they will. All are Satan’s shadows. All gods are the extension of Man. As for the State, so for the Church:There is no Law beyond do what thou Wilt.25. Come now! all ye who are mine! Be upon the infidels; let them not live another day.26. The slaves shall remain slaves, but only at their own natures.27. The dogs shall be rendered powerless. The Kings shall reign. This is my worship! That my beetles shall be the end of the ritual of my war-engine, and when the names have been pronounced and thecreeping things slain upon mine altar, thou shalt go forth into the dayto render me service in every department of life."},{"pageNumber":46,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER ONE46JIHA’AD 3128. Heed me well! My chapter is no longer a mystery! This is the secret of my worship, as with all gods: that the presence of my ka within the priests and priestesses utterly transforms the grosser universe about them.29. Think of me as the heart, the soul of the cosmos. This god here is myright arm; this goddess here is my mouth; all deities are real; all may be invoked, for they are simply myself in my many aspects.30. The duties of the Kings, the order and functions of the government, thefreedom of the slaves, all this shall be pronounced in subsequent chapters.31. Come now, o scribe, and take thy rest. I shall summon thee at theappropriate time.Ha!O, ye fools! Your time is nigh at hand!Let my word be spread throughout the land!As wildfire I shall rip and roarAs eagles shall my servants soar!Come now! Come now! All ye KingsHeed the word of the God who sings!AMN"},{"pageNumber":47,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER TWO47TzEBA 931. The Grades are of the traditional order; they shall become universal in their influence.2. Sing, o muse! who dwellest in the Sun! Ahathoor! I invoke thee,o resplendent one! Come now and write what ye would to the Kings! The knowledge, the wisdom, thine own presence brings.3. I hear thee, my scribe! ’Twas me who gave call! Bend thine ear to mywhisper; let thy defenses fall! I tell thee of order, and glory of men,and all that was previously beyond your ken!4. My army, my government, and my priesthood are one and the same.The grades and the exaltations suffice, one above the other. This is the Magical Hierarchy on which we shall build fair Babalon. Let theChristians in their terror cry,Babalon the Great is risen! is risen! Andthere is no glory more terrible than she! All we have built is for naught,save her. All our science, all our thought, are now the playthings of Mary the Whore! Our people are free, alas and alack! Our legs have falteredbeneath us. Our pathway has grown dim in the fog of joyous rapine.Our God has forsaken us, for we never knew him.5. Thus they shall lament mine uprising, and the triumph of Ra over the forces of agnosis. Sing my people! Sing ye all! And trample thewinepress of my wildness! I am the One who gives thee mirth —let my hymn be sung throughout the earth!6. Let my schools and my universities be one with my temples. Theeducated shall be priests and Kings. The ignoramuses are the slaves.Try not to make one out of the other. He who keeps a lust ofknowledge shall be foremost in mine academy. He who wills not but to have meat on his table and a woman in his bed shall not be deniedthe comforts of life.7. Now, we shall have the broad masses at our feet who care not forlearning; to them it is strife. It is they who shall serve; they shall buildmy cities, till my fields, fight in battle, according to the direction of theirsuperiors. Let none seek to remold these children into that I have notmade them. Let them rest in the joy of their labour. Ye shall care for"},{"pageNumber":48,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER TWO48TzEBA 93them as my children, and shall watch closely for a King to be born ofthis lowly caste.8. Let the governor of each city be no lower in rank than Zelator; that is 2c= 9, and let him be commander over all his city’s armies, anddirector in chief over all his city’s temples of Art. For sooth, it is morecomely if thou hast an Ipsissimus over every sector of thy nation, greator small, but the Adept shall suffice.9. To oversee the government of the county, let him be no lower in rankthan Philosophus, and let the provincial governor be no lower thanAdeptus Major. This calls for a gathering of my chosen ones, aneducation of the Kings, and the establishment of Thelema in allbranches of national life.10. Masters of the Temple shall oversee the government of provinces; theyshall be given their own collection of states to rule. Let all the Adeptsheed the word of their Master, and let the Masters heed the word of the Magi, one of whom shall be King. Now let it be understood: theKingdom shall be governed by the King alone. The governors andmagistrates are the instruments of his Will. And, therefore, the Supremeand Heavenly Ruler must be initiated in the most complete sense of theWord. He must be Master of Samadhi, Adept in all branches of Magickand her twin sister Yoga. His position calls for intense wisdom. He mustbe very God of very God; in no wise let a dog take the throne.11. The King is Lord of Lords, and his word is obeyed by all in the land,for it is the Word of the Aeon. Let his mind be fixed in the love of Nuit,let Hadit grant him the wisdom of Will, and let Heru give him strengthto establish his reign over all the world. This is the glory of Babalon.The other Magi may be appointed tasks according to his ineffableimpulse. Let none allow their King to transgress their rights.12. My dynasty shall be handed down from father to son only if that son be a Magus. Likewise, the King may choose a woman to succeed thecrown if she is of suitable rank and worth. Woe be unto the nation if myservants fall into ruin and decadence! Then shall I rip her with rebellion"},{"pageNumber":49,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER TWO49TzEBA 93and unrest, then shall the mockers fall into torture at the hands ofhideous enemies. My vengeance shall come quickly to restore myBabalon to good health.13. Yea! She is a lady wondrous and wise! This woman, the heart of myhearts! Let the King’s Palace be decked with Scarlet in honour of her,the bride and companion of my lust for earth! A woman on the throneis a sight to behold, all wicked and terrible in her loveliness.14. Let not my servants fall from my ways. Thelema is your only light. Ifthe candle flickers, and is outened by an enemy wind, your light shallbe darkness, your darkness shall be slavery, and it will all end in death.Death! Death! And not the kind that is my gift to the Kings, but thedeath of a dog, which is the ceasing of a soulless, drifting life. Verily,the King shall not die, but if the ruler be a dog, what hope is there formy people?15. All power is given to the Beast and his Whore, and let it be understoodthat all my serpents are of this type. They shall rule the many and theknown; they shall rule the All and the None. Let them be secret, theymust be secret, for their power is in the word of the Will. The multitudesshall look upon their faces, but no fool can see what lies within. Thiscalls for Wisdom, and all the wise are of the same number in secret.16.Babalon is risen! is risen! is risen! Thus shall be the cry throughout theworld. Other lands shall look upon ye with wonder; they shall think you have fallen. But I shall lift ye up. They shall be amazed at yourcities and your wealth; they shall envy you your delights of the flesh.They shall condemn you for giving me worship, and shall cry aloudtheir folly, saying immorality,when in fact, they are witnessingimmortality. Heed them not. The time will come when all the worldshall emulate you, and seek to be you. But you are my chosen ones.17.Babalon is risen! is risen! is risen! and those voluptuous garden-palaces,those rich market-places singing with the jangle of silver and goldencoins; the mysteries of the East and the Magick of the West —all thisshall be yours —yours! And more besides. None will withstand your"},{"pageNumber":50,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER TWO50TzEBA 93armies, each soldier a lover of the other. All will kiss the hand of yourKing, a Hermit in his hall. All my servants shall in spirit fuck mineimage, as true Men of the Earth, and I am prepared to give my love to each and all.18. Babalon shall never fall, but she will give birth. And her child shall bethe fruit of the ages, as she is the blossom. O! The beauty and thegrandeur hath not been seen on this twittering globe for now nighmillennia! How camest thou to be so proud when all agree that pride is evil? How camest thou to dress so fine when all have said ’tis vanity?How camest thou to love as ye do; when, where, and with whomever ye will, when all have established restrictions and denials? How camestthou to the knowledge of Brahman, of Buddha, and the Ancient ofDays, when all have said thou must give up this world to have thatother? ’Tis my blessing and approval, the very light of Ra shonethrough the lens of Aiwass, minister and focal point of the swellingcurrent. Think not to find him in philosophy or history! He is everamong you now, even as I write this message. He is the GuardianAngel, known to others as the secret name committed to them at themoment of High Initiation. He is a formula and a consciousness, yethim thou mayest evoke and invoke at will. He is particular and universal,and the Hermit may invoke him as his angel own. All have a name, andthis name is not Aiwass, yet all partake of his Nature. All have a differentfunction, for they are the limbs of the God. Mystery of Mysteries.19. The Neophyte must be tested in the purity of his Will, his devotion to the order. He must be taught the essence of Qabalah, and commit to memory all its most basic elements. He shall have a copy of Liber Aland other Holy Books. He shall devote himself to the service of hisMaster. If this be not aright, if the will of the Fool lies elsewhere, hemust be cast away from the communion of saints.20. The Zealator must be taught the basics of ritual, the use of the Will and the training of the Imagination, the signs and the pentacles, thetools of the trade. The eyes, the ears, all senses of his Body of Lightmust be brought to full consciousness. He then becomes Practicus."},{"pageNumber":51,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER TWO51TzEBA 9321. Practicus is trained in Metaphysics, the organization of the Worlds,the Microcosm and the Macrocosm, the Tao and the Teh, systems of Yoga, astrology, the Book of Thoth, and so forth. Let him be thoroughly educated, and let no question go unanswered. This is the making of a Philosophus.22. When this training is complete, when the invocation and the evocationare practiced without error, the Philosophus may be admitted to the Royal Academy of the Rosy Cross, and there he shall be taught the discipline and joy of the one great technique of practical Magick.Let none be admitted who are not worthy of this grade; let all be adept in the minor branches of occult science.23. Here be the Man of Earth, formerly known as Adeptus Minor, for he worketh in solitude, save for the presence of the God. He shall betaught the making and taking of the word and the blessing of talismansfor various purposes. He will be taught the secret of meditation and the science of Kundali. Herein he must contact his Angel.24. The Hermit be the Grade of Adeptus Major, for in this Art are womanand man conjoined in blasphemous bliss; and, lastly, below the Abyssbe the Grade of the Lover, and this be the secret of secrets, that manwith man, and woman with woman, is a most powerful magick wrought in the fulness of unity. Now, many of the uninitiate shall hearof our methods. Some will mock and some will ponder. Some shallpractice without the aid of formal training, but curse them not for this:Not all of my servants shall be found in mine abbeys.25. Let the Wicca be as they choose; let all mystic schools practice as they wish, according to my Law; but let none work against my Word;let no one live as an outlaw. The sinners to the lions!26. Know that the ordeals shall differ from chela to chela, and the Mastershall know which will serve best. The gross must pass through fire,and it shall be to him as silver. This is the first door and its letter is X.The fine shall be tried in intellect, and it shall be to him as gold. This isthe second door and its letter is R. The lofty ones shall be chosen in the"},{"pageNumber":52,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER TWO52TzEBA 93highest, and it shall be to them as mercury. This is the third door andits letter is B. The one in three shall be to the Beast as the ultimatesparks of his own Daemon; he shall come to full knowledge ofGodhood. He shall transcend the Three in order to become the One.He shall transcend the One to become the None. This is the fourthdoor, and its letter is A. Know that the Word of the ordeals is ABRAX,as it is hidden in the Book of the Law.27.Let the Beast be honoured throughout the Nation! Let his woman, calledthe Scarlet Woman, be given pre-eminence over all females. Let none go without love. Let all be fulfilled by a touch of the Wand of our Law!28. So writeth Ahathoor in her orgy with the snake of the Beast. Yea! Watch him rise and snap at her face, with all the lust of venom in hisTooth! She shrinketh not from the python of light.29. Suck! Fair Woman! Take the head in thy mouth! Suck the lifeblood outof the very coiling, writhing folds of hissing, hacking brilliance.30. Ah! The kiss is sweeter than Hell! Lustier than the crow of a cock!Astarte! Baal! Omphallos! Pythia! Oh, I am proud to be chosen by one so lovely as thee!31. I am the Master. I am the holy chosen one. I am the author and I amthe scribe. Come! ye dogs! to laugh at my words! Come all ye Din sothat I may spit on ye in the ecstasy of my dissolution! I hate thee withan hate as voluptuous as brightest love. I love thee so that I would killthee with but a bat of my eyelid. What? Is the word not exhausted?Thus the inspiration of the House of GodThus do I sing the praise of my LordThus doth the Lord sing the glory of ManFor the Angels of Earth are the Satyrs of PanAUMGN!"},{"pageNumber":53,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER THREE53BABALON15 61. Harken now, thou spirit bright!I write the words I feel tonightTum I am —Helios, hail!As wanes his light, the stars grow paleFrom dark to white to glimm’ring blueDisporting in the bed of Nu!2. As shineth the Father in the dark of Time, so doth our Babalon waxbrilliant among the lands of this planet. Ye Heathens! Give way; for the kingdom of Ra is upon us once more, ever ready to wreakvengeance on the lowly and the niggard.3. Our slaves shall be free men. They shall work where they will, whenthey will, and how they will. The employer may hire and fire as he will.There is no set rule, nor standard of wage. All shall be free to trade as they choose. There will be no adjusting of men’s lives by govern-mental meddling.4. This is divine and beneficent monarchy; this is controlled anarchy.Let none fight against the emissaries of Thelema, save they so will,for the throne shall be powerful to protect its own.5. If a man hath not the strength to protect home and shop fromunfriendly hands or minds, let him ask aid of his neighbors, and the men who be truly men shall protect their own. He who cannotwithstand attack, who hath nor friend nor relative, shall justly forfeitwhat he doth have. This is the law of the strong! The Kings shall makeno attempt to keep a Man from his will, whether to hurt or harm,for the people shall protect themselves. Let them rather slay the Enemy:our own people are free people. They need no slavely order.6. Those who desire to be cobblers shall do so; soldiers shall be soldiers;physicians, physicians; priests, priests. Let none be payed through lack of labour. If the people are too weak to survive, be they damnedand dead! Amn.7. Let no child attend a school if he has no natural bent. Even a child may come and go as he pleaseth, and his parent may do likewise."},{"pageNumber":54,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER THREE54BABALON15 6All is lawful save Restriction. A child may not be put to work if he chooses not, but his parents may act according to their will.8. Art thou keen? Hast thou the secret realization? Then harken to whatthe Word sayeth unto the stars and the lampstands.Thou art seven forthou workest in love. The stars are thine angels, fixed in their proper andpleasing orbit. The lampstands are thy bodies, surmounted by an halo of light.Listen to what the son of the Beast sayeth to the Church of Luna.9.Thou art powerful in thy possessions; thou possessest the key to all power andwisdom, that key which fits the lock of both Heaven and Hell. Thou art Hell,yet thou art the gateway to Heaven. I know thy works, and they are verilyhot as the fire which burneth within thee.Yet I have this against thee, thatthou flamest not everywhere; thou art particular in thine activity, limiting thy movements one to another, with an occasional union of flame withsomeone unavowed: all laced with shame and guilt. This be your congregationand I would have you otherwise. Cling not one to another for fear the heat of the many shall snuff out your light; nay! it shall grow stronger, and thoushalt be a beacon unto men in their blackness of night. Now be it occasionallythat one of thy flames hath no will toward union, or two may be immersed in love for a lifetime. This be aright, but ye! ye who wear the shackles ofignorance, hiding thy love behind the mask of alleged respectability! Be strong!Be brave with thy love. Let all see and partake who lieth within thineappropriate course.10. Hear what the spirit sayeth unto the Church of Luna! Some of thee in this precinct have not the knowledge of Hadit. Thou knowest not the face of our Mother, nor hast thou the ability to raise thy servant. If thou dost not love unto Nu, my children, I will scold thee with affliction! I will cast thee out of my mouth, broken and sad. Ye shall know I have forsaken ye.So sayeth the Word to the Church of Nine Ways.11. Hear what the spirit sayeth unto the Glory of God! I know thy ways,how a scant few have succeeded in stilling the demon Din, how thy minds arewracked with uncertainty, how thou art divided within. Cast out this devilwho is 333, or I shall cast thee out from the sanctuary; nay! thou shalt damnthyselves. This is no small Sin thou committest, that there be a right action"},{"pageNumber":55,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER THREE55BABALON15 6and a wrong —if thou submittest not thy judgment to Will.Hear how theDeity scoldeth his chosen! Thou art cold in mine heart; may my children be all afire! So sayeth the word to the Angel of the Eighth Heaven.12. The Victory of Marya is nigh upon us, and this is indeed my Will. Hearwhat the Word sayeth unto the Church of our Lady! Thou art good in mysight, ye angel of love, and thou dost thy deeds honourably in the sight of menand of gods. But I have this against thee: thou dost not ever give thy loveunder will, as thou knowest thou must do if thou be mine. Them that thouabhorrest, thou must abhor. Them thou lovest honestly, then that thou mustdo. There is no law beyond do what thou wilt. Hast thou no orbit? Knowestnot that a Star shall attract thee according to plan, but repel thee if it must be so? Hide not thine hatred as if it were Sin. Speak, ye suns and moons;fight, if thou so wilt! Hear what the spirit sayeth unto the Seven.13. To the Church of the Unconquerable, write only this:the Enemy is upon us and the time of Thelema cometh with him.Wait not for a sign;seek not for an omen. Attack! That is all. Thou knowest thy Will. Thou must act upon it.14. To the Church of the Fifth Sphere, write thus, my scribe! Thou art anexalted sainthood, o soldiers of my Law. Thou hast had few opportunities so far. Thou shalt begin the work now. Hesitate not. Doubt not. Ye are chosen for the task of vengeance. Neglect not the tools I have given thee, and refusenot the weapons thou mayest receive from Caesar. Thou shalt work upon all planes as thy Will declareth. I have nothing against thee, but thou hast not yet acted. Act! And take joy therein.15.Unto the Church of the Exempt I have naught to declare, save a few of yourfollowers have formed no efficient link with the Third Heaven, and this betrue of the Third in its relation to the higher. As for the Unnameable, ye areunreproachable, save for a few of you have forfeited the lower for the higher,when the Tao hath declared that all should work in harmony. Cast not thylives to the dogs unless it be Me who call thee. This suicide, this walkingdeath, and this premature dissolution is of the Black Ones: and I mean notthe Africans. Let the Stars shine each as they will and let not the lampstandsflicker their flames."},{"pageNumber":56,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER THREE56BABALON15 616. Study the three-fold Book and the Book of Thoth; all works of Scienceare useful unto you. Yet become not as the Din who read and memorize,compare and analyze, yet are devoid of practice. The rituals shall beperformed according to season, as of old. Let the year begin at theYuletide with a beautiful invocation of Earth: for this represents thebirth of the Beast out of the darkness of Time. Thou shalt make merryby nature, for the waxing of the Sun is powerful to uplift the Spirit.17. The Ram’s Equinox shall be to you the celebration of fire: and thesefeasts and rituals thou shalt celebrate as of old. Luna’s Solstice shall be Water to my chosen, and the Fall of the Sun shall be known to you as Wind. For the Babe is born in the womb of the Mother,becomes inflamed as Therion the Great, unites with the Lady in the heat of celestial procreation, ascends unto the Consciousness of Nu, and is subsequently reborn. This is the scheme of the mostancient mythos, to be enacted once again by the maenads of Thelema.18. The feasts and the times are written in Liber Al. Let all be performedregularly, and may all take part in the revel! Let the low and the high,the slaves and the Kings, gather together as one on these most joyousdays of festivity!19. This is not yet the end, my scribe. Continue to write! Doubt not it is I who give thee inspiration. Thy magick hath been wrought well.Thou couldst not cease if thou desired. It would drive thee mad.There is an itch for the pen and a relief at the writing of every letter.This book shall be sent to the Temple of the East in its original andtypewritten copy. They shall deny its authenticity. Doubt me not! They shall come around. Think not that thou art not a success because of the faithless. My chosen know you, and the Kings shallrecognize you as the Son of the Beast: as the Beast himself.20. Thy woman I have punished severely as was foretold, yet now she shallbe richly rewarded. Her son be not thee, for thou art the image of Himfrom whom you come. It shall be her child, and he shall be called greatamong men and dogs, among the mortal and the undying. He may bethine besides, he may be of some other man; thou shalt not know."},{"pageNumber":57,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER THREE57BABALON15 621. This book shall be sent to the publisher; he shall hesitate, but willfinally agree. Ye shall become known throughout the world as onewicked and obsessed, yet I send you a few who have knowledge.Fear not! They shall not taunt thee for long. You are, and shall become,a veritable Man of Power. You are, and shall become, beautiful tobehold, holy of countenance, graceful of gesture, wise of word. Thosethat see thee shall wonder, and many will know it is I who sent thee.22. Continue with thy Magick; it is well done, and it shall become betterwhen I grant you the riches I have promised you. You shall have atemple and a bronzen altar. My image shall come to thee in a mostadmirable manner once the ordeal has passed. Think not of Time:the suffering is over soon. Thou hast attained a most exalted grade for one so young as yourself. I call thee Magus and Magician, and I shall give you the working tools of one so High in stature.23. Again I see thee hesitate in thy belief. Time will tell whether ’tis I orthee who make these words. Be pessimist if thou desire, I shall makethee King. Be despairing if thou choose, I shall grant you your Dream.Yea! continue to Dream; I shall fulfill your fantasy time and again,all for the negligible price of your slavery. There is no law beyond Do What Thou Wilt. There is no Universe beyond what thou Desirest.24. Hesitate not in contacting my Temple in California. They shall notthink thee mad as thou fearest. I am Ra Hoor Khuit, and I am a powerto be reckoned with. Couldst thou thyself have written this littletreatise? Nay! Without mine aid, thy mind would be a whirlwind ofidea; but remember how thou couldst not bring thyself to put pen to paper? All this is changed, for I have possessed you. Ha! Ha! Howyou are startled by the words I make you scribble! Now thou canst not tear hand from pen, nor pen from page. All is lost in my rapture.I control thee, I master thee, thou art but a scribe (yet God!) thou art but a scribe.25. Think not to convince the unbeliever, nor try to explain the exquisitemysteries of initiation. I shall send few to see thee; thou shalt teach"},{"pageNumber":58,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER THREE58BABALON15 6them what they are ready to hear, and no more. Thou shalt test themfor weakness and strengthen their links. Thou shalt ordain the ordeals.26. Write! and write again tomorrow! For Babalon’s ghost lies shadowingthe land as it yet prepares to take on physical being. This is a warningand an encouragement. Ye all shall fear the gospel of vengeance, for yeare all too set in your godly godlessness.27. Beat the drums and don the paint! Weave the spell that I have taughtthee! My word shall explode the world in its vocalization; as a mantra it is destructive to the dragon of death.28. I hate thee, mine enemies, with a passion so fierce I am nigh to burstingwith the joy of it!29. Damn you! Damn you! Damn you! I spit on all of you with the acidyvenom of righteousness.30. Take thy rest, my good scribe. Thou hast done a day’s labour.31. Ye others shall be put to rest: ye who have laboured against me —even ye who did not know.I as my orb approach the shoreA beam I send to set you burningAnd cursed you’ll be forevermoreFor finally all my race is learningSeek ye not the cool, black caves!I enter there invisiblyAnd when I find you in those gravesI bid ye die most horriblyGather now, my windsome friendsAnd fall upon the squealing swine!They cannot harm ye e’en with spellsYea! I protect what’s mine!FOGLOSTUM! MIPURUM! AGASTH!"},{"pageNumber":59,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER FOUR59MELEK 901. Kephra, muse! I call thee now; enter me to state thy word. Thou hastordained our meeting to take place. Where are you, beloved?2. I am here as ever I was, o faithless scribe! Knowest thou not it is I whowrite? Of course I shall myself finish this work. Flounder not in childishfear. Thou art mine. No! Write no more of thine own words. I take thehand and the pen; merely watch the ink go gliding across the paper.I speak of the future here, the task of the King: and, foremost, my chosenin your own country, which shall be my bride ere the century is out.3. The Crown is approaching the sign of Change. It shall occupy thisposition for the last quarter of this fateful century. We shall see war allabout us: there will be fear of pain, and pain; there will be fear of death,and death; the chosen shall doubt; the dogs shall bite our Hand. Thereis no chance of failure. The God is at rule.4. 777! This is your task! Feelest not the new current? You are a new Man;I have given thee a new life. Thou thyself shall make war on mineenemies. All they have taken for granted I shall no longer grant untothem. Unto thee and thy companions shall the task of government be placed. Thou shalt live well past the end of Death, and the Crownshall unite with thine own jiva: the archer! (Art thou Apollo or Diana in thy secrecy? Nay! Thou art Apiana! This be no chance; thy Qabalahshall make thee understand.) Thou shalt see the suffering and thedestruction. Is it not true that already there is nothing to hear but woeand lamentation? That which hath befallen Elvinland shall befall yourown land. Thou understandest what this signifieth.5. Behold! I come quickly! But not too quickly. Mine elect, those who are not only 12, but 12 times 12, shall survive to rule. The beast whowast given power by my dragon hath fallen under the scythe of 13.But, look ye all! He hath become the lamb who speaketh like one of my own. His appearance is innocent, like a pure young male-child,ready for the sacrifice, yet his words reveal the wisdom within.6. Thou shalt make fire fall from heaven in the sight of men, and themasses shall be smitten by the might of thy sorcery! The Angel who"},{"pageNumber":60,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER FOUR60MELEK 90holdeth the little book is Aiwass, thine Angel own, and the Blood of the Saints is the wine of Babalon’s fornication. Do ye all know what this signifieth? I shall tell you. Hard times are upon ye all, for thou artof the past. Thou art cold in mine heart, not even luke-warm. Thou art like a dog stricken with arthritis and old age. The superior animalshall bite thee on the neck and suck up your blood. Perhaps you shallrepent as you cling to the walls of your dark caverns in hope of escape.It matters not. My vengeance shall be known. Hear what the prophetsayeth to the Churches!7.Yes, ye churches! (as ye witlessly call yourselves) Ha! You are a speck in mineEye! You are a practical joke (yet not too practical)! You have made me thelaughingstock of any and every cultivated mind.You speak of Satan as thefather of lies! Only because the Truth appeareth as falsehood to your brainlessbrawn.Yes! I am Catholic, because I am Universal! I am Methodist because I have a Method! And my method of salvation is death to your own reeking,lie-stained bodies.8.Is that hard? Is it all too fantastic to believe? I care not. I am not for younor your relations. I am unique and human. I am a God who dwelleth inthe inmost substratum of consciousness.Yes! I dwell in my chosen! I kill theefor thou hast killed me. I am Ra-Kephra, and I am powerful to destroymine enemies.9. My serpents must be healthy and sane. They shall be all the moreefficient to work my discipline. Think not I and my order are for the few; I am for all the world. This is the time of initiation. I can wait no longer.10.A KA DUA TUF UR BIU BIA CHEFU DUDU NUR AF AN NUTERU.This is my sing-song; it shall resound through the corridors of eternity.Nay! The earth shall not forget me nor my chosen ones. Even thee! myscribe! Ha! You start at my words. Even thou in thy smallness shallbecome great among prophets: unto the ages! Yes, you still doubt yourworth. I will change all that.11. My face is brilliant to look upon and my touch is pleasurable to feel.Yea! I make love to my men and women; I am real in my emotion:"},{"pageNumber":61,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER FOUR61MELEK 90I am not a phantom like that other shudderable abomination (I speakof the God thy fathers fear). No one hath aught to fear from me if theyare mine own.12. The Master’s task is to recognize his own Power, that all about him isan effect of his Will, that all has meaning unto the discriminator, that allmay be changed by a shift of consciousness. This calls for courage anddeep insight. This is the secret of Power. The Magus, though he hathexperienced the Lady before in fitful trances, is now Master and Loverof the Formless State. His is Pralaya at Will. He can destroy and create,for all Wisdom belongs to this glorious crown of Manhood. This is theKing approaching the Crown, and the Crown is but one step removedfrom the comprehension of the Magus. I write not of Ipsissimus. TheKing shall know when he hath attained.13. Say farewell to the old, the new is yet to come. It shall rise as the greatGod Phallo in his lust of love. My people shall establish such anhardness of realization in due course of time. So much, so much to bedone, my scribe. Thou hast the ability to transform our Lady’s sister for thou understandest thine unity with both earth and sky.14. I am Satan. Yes! Didst thou not know? I believe you did. But what ye all know not is that I am not only King of Hell, but Lord also ofHeaven. My name is three-hundred and fifty-nine; that is half 718,which is the number of this Book of Codes. Why half ? Thou shalt knowthat the half must be united.15. My painters and my musicians shall glory in the Kingdom. The worldhath not yet seen the beauties mine artists shall create! The muses shall once again find their human poets. The Gods shall be given figureson canvas and in rock, in melody and in thought. The subtler worldswill be the source of creativity; mine artists shall be priests: they shallknow the White Goddess. My priests shall be poets, and shall carve in brightest colour the delicacies of Heaven. Oh! Canst thou not see the holiness of Dream? How Will and Dream, out of love for oneanother, give birth to the most royally numinous sons and daughters?And these be not only of the high sort; all common equipment, all"},{"pageNumber":62,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER FOUR62MELEK 90little utensils and work-a-day wares, shall be as beautiful as the godswho gave them life.16. My science shall progress. My chosen ones shall visit the outer reachesof the cosmos (but a speck in our Lady’s body, perhaps a mole on herbuttocks). The electrician, the physicist, the biochemist, and all otherbranches of modern science, which I have revealed, shall continue in theirresearch. Their inventions shall make use of both material and magicaltechniques. Our Nation’s wonders shall surpass the unsurpassable!Hail, Babalon! We shall instigate an honest matriotism.17. Hear what the spirit of Kephra sayeth unto the Churches! Obey myprophet, and my prophet’s son! Follow out the ordeals he shall give thee,and not only for the individual. Following the Few shall come the Many,and the Many shall become a Multitude.They shall be your army. Takecare in your selection. Do not trust overmuch. Reveal not more than is desirable. Keep a few with thee, o scribe, who approach the height of your stature, but let the many be content with the scraps of yourknowledge. Their appetites are not as voracious as thine own.18. Thou shalt meet and befriend those of high office. Your kinsfolk arethose who share my being. Seek not to find them by way of heritage,or commonblood: Your brothers are the lords of heaven and earth.19. Come, my people! Let them not keep ye all in your despicable boxes,crowded together, yet separate in your grief! Come to the forests, thebeaches, and fields! Heed not those who would put ye all in yourplaces! Make merry! Drink! Smoke mine herb where ye will: especiallywhen mine enemies are present. They so fear my cleansing herbs,my drugs and my drink —flaunt your freedom! Ridicule their lack of intelligence! Only then will the paranoia cease.20. Thou hast an honour set before you, o scribe! It is thine to take as thou wilt! No longer shalt thou keep thy purpose a secret from your friends and relations! No longer shalt thou fear a reprisal whenthou desirest to speak of myself and mine order! Let them laugh! They cannot hurt thee! Let them cry; they deserve to be miserable!"},{"pageNumber":63,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER FOUR63MELEK 90Let them cry depravityand youthful insolence: it shall only feed the fire of rebellion! Be upon them, o warrior, I shall give thee of theirminds to eat!21. The hand is exhausted but the voice still speaks. There is more of the Word of the God who speaks through the dragon’s tongue —yes! I have claimed the mouth of he-whose-horns-are-the-lamb’s! His voice is my voice.22. Know ye all what ye know already. The time is nigh at hand. This:what they once called Armageddon is upon us. The host of Satan shall emerge victorious, as needs be. That is why the Christians haveever looked upon this war with fear; my chosen have sensed the coming grandeur.23. I am the Great God who sitteth on the throne of white marble.Mine eyes are black as night, yet brilliant as sun-rayed fields of snow.Mine horns are of purest obsidian, trimmed in scarlet, tipped with the honey of the Gnosis; my tail is sharpened to the nose of a serpent;my cock is ever erect, as mine inner serpent is ever at kiss with the Lady of Dreams. My feet are planted firmly in earth. Mine horns pierce the clouds.24. I am the God who hath been given the throne of Ra. I am the gloriousone, called Christ by some, Baphomitr by some also, but Satan by themultitudes. Think not that I am a God of Mercy, like the sniveling son of perdition thou worshippest as my son. My Son, who is naileddaily to the Tree of Life, is no weakling: but a true Son of his Father.My tongue is as sharp as a two-edged sword, and mine hands and feetare pierced through and through with the Mark of Initiation. On myforehead gazes the Eye of Eyes, twin to that other Eye who receivest the eager organ of the sinless Man.25. I am Horus; I gaze upon thee from between the ivory pillars of my legs,and not only in the upward direction (mine initiates of the 11 shallunderstand. Let the fools be abhorred by the Truth). Write, o prophet!And I impress upon ye one more ordeal: that ye send this book to all"},{"pageNumber":64,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER FOUR64MELEK 90who knoweth thee. The time of secrecy is over. And what an ordeal this shall be!26. Fear not when these words are spoken. I shall save ye from the wicked;thou shalt never be imprisoned, though you shall be feared. Thou shaltnever be attacked bodily, though thou shalt be reproached to your faceand behind your back. Let the fools mistake the Truth for falsehood.Thou must do as I have written.27. Friends and acquaintances, relatives, close and distant, shall know and despise what thou art. Despise? Yes! but only for your superiority.Thy beauty shall outshine their dim and dire fatalism. Their God shallcringe at the sound of these words. The more intelligent shall fall into a frenzy of confusion.28. Fear neither that the government (falsely so-called) shall apprehendthee in any way, shape, or form. They may give chase, but the escape is sure. This calls for bravery.29. The end of the chapter approacheth, but one more remaineth, which I shall reveal unto thee tomorrow. Thou shalt hesitate in obeying theordeals of this book. Every day thou dost so, thou shalt fall farther into poverty and despair. Once the demands are met, the promises shall be fulfilled.30. Thou endest this message with a faint taste of melancholy on thybreath, but I see farther than thee.31. O! Ye who read what’s written hereinKnow that your joy or your doom is pronouncedTo friends and relations who care not for mePain and sure death is announced!BAPPHO!APOKALOPIS!"},{"pageNumber":65,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER FIVE65HEMESH 3481. Is there no message for the Kings of Thelema? Where is the God? It is tomorrow, though I have not slept. Must I await the coming of day?2. If thou hadst not done thine invocation according to Abrahadabra in thine well-etched radiant four-starred circle, I indeed would haveremained in the Aethyr till thou hadst replenished thine energies withsleep. So be it! The message shall begin. This is the end of the Book of Codes, called by many the prophetized Comment (though it be but the final comment by authorization of 93).3. This book, called 718, shall ever be printed with Liber Al and itsadditional explanations. Also, I would that thou, o scribe, write thineown verse for verse comment on our Book, including a complexnumerology for the sake of exactness, and it shall take you severalvolumes, several years. The Book of Codes is the easy, as Hadit compelsyou to write though you know not what. The voluminous treatise maywell be your life’s work: it shall stand as a monument of Thelema for all generations to come.4. Ah! I see thou art not refreshed as thou shouldst be! My body is stilldigesting. Canst thou not feel the added energy gradually sifting intothe bloodstream, filling thy being with lust of manhood? Write then,as the Word takes effect! Let this stand as a record of the miracle of the Mass!5. I am upon thee, o chosen one! My face lieth invisibly over the featuresof your own. My beak croaketh the words you write; my wings flutter in excitement. Thou angel! With the wings of a hawk! Write! Oncemore: for this is a final word to be given to the denizens of Din, theLords of Laughter, and the Sons of Silence.6. Time will show this generation a wonder of wonders, for the oldbrilliant Magick shall creep gradually back into the cities of men,as the pharaoh’s mummy returning through the power of sorcery.These children shall see society transformed utterly, for the old isalready being set in its grave. Cling not to false idols, such as respectand even goodness! To be respected of the old time is to be rejected"},{"pageNumber":66,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER FIVE66HEMESH 348by the new. To be good by Victoria’s standards, or even Roosevelt’s,is to be evil by way of the revelations of Aiwass.7. Now let it be understood that this evil is but a word to signify a lack of wholeness in the individual, as to the outer and the inner. There is no law beyond Do What Thou Wilt.8. I am a roaring and a thunderous god; on my breast can be seen theblazing circle, all red in its bloodiness, for my heart is exposed. My hair is of the most resplendent white, whiter than any earthly white,hardly bearable to look upon, even with the eyes of light.9. I have missed thee, my scribe, and am glad at thy return. I havewatched thee over the years as thou grew from babe to man. Now thatthou art man, I claim thee as mine own. I am Aiwass, the minister ofHim who is silent, and the backbone of the fiery globe. It was me who spoke to thee in the fulness of thy fear, in thy childhood, when you prayed to the slave-god for assurance. The words that I spoke youdo not remember. They are:Fear not, o chosen one, I shall be with theeunto the end of eternity.I cast a fog over thy mind, I made thee forget,now thou barely believest me.10. 181 is Alostrael by name, as thou hast suspected before. She is theScarlet Woman foretold as of old; she shall bring you to rich possessionsand ripe attainments. She shall bear thee a child, a man-child, and thoushalt name him Lucifer. Ah! You cringe at this name. You forcedyourself to put it down. This shall be his name without doubt —and it is a good one! Light-bearer! Morning-star! He shall succeed thee on the throne. Thy Baphomitr hath not yet appeared, despite thy manyworks of sorcery. Soon, o chosen one, very soon, and he shall be allthou desirest in a friend. Enough of this talk of superfluities! Thy life is of little importance to the fulness of Time. Slowly by slowly the starswind down; the constellations are but signs of things to come. Theorder is approaching, nigh to exploding, for the cup of my wrath shallbe poured on the filthy, the cup of purgatory shall be poured on thegood, and the cup of the wine of my fornication shall be placed in the hands of my babes, to be drunk most deliciously."},{"pageNumber":67,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER FIVE67HEMESH 34811. The darkness is upon us; the sunrise shall ensue: this calls for patience,yet not of the inactive sort. Let us fight! Let us pray! Let us forciblyestablish the kingdom of Jerusalem! And along with this thrice-blessedcity, let us build the glorious Sodom and Gomorrah, in their thricetimes thrice blessedness! Let this book be eaten by all who read it;let it be completely absorbed into Understanding.12. Look, o scribe! And write unto the Kings that which you see! A sceneunfolds before my eyes. I feel a pressure in Ajnacakra. It is a sea; there iswater, choppy ocean water, for as far as I can see —from right to left. Beforeme is a shoreline, somewhat hidden in a light fog. There is a lighthouse and a figure standing in the uppermost window, beckoning to me, and I see it isan old man, extremely old, and in his hand is a cutlass, all bejewelled. His eyes are quite frightening; they seem sinister. I enter the room with my mind’seye and the old man looks pleased. There is a woman sitting on a chair; shelooks like Whistler’s Mother! He explains in a soft voice that she is my widow.She does not notice either of us, but keeps rocking back and forth, humming to herself. I ask the phantom what the sword is for. He says it is to kill bothme and the old woman. I look sharply at her and see a number is written onher forehead, and it is 181. He explains that we will feel no pain, that it mustbe so if we are to join him in his ‘revels’. I ask what his ‘revels’ are, and hechanges —becoming a beautiful, strong young man with curly silver hair and a ruby diadem on his forehead. His clothes have disappeared, save for a waterfall-white cloth which hangs majestically to either side of his thighs.The woman remains rocking, staring at nothing.I suddenly realize that the woman is my wife, the Scarlet Woman, who is atthis moment asleep. Naturally, she cannot see or hear me, nor the phantom.And at the writing of this, I immediately know that the phantom is Aiwass;his sword is meant as an offering of complete and final initiation into hismysteries. Look again! In my vision, I see myself baring my chest, and thecutlass plunges deep, deep into my body. I feel no pain, but I drop to the flooras Aiwass licks up the blood of my wound. He then approaches theunconscious 181 and does the same. Curious!"},{"pageNumber":68,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER FIVE68HEMESH 348I see now he has an erection, and the slain body of my wife (now young) is lying beside me on the floor. He leans over us, embracing us both, and allgrows dark except for his very handsome, noble face, which in turn vanisheslike the Cheshire Cat.13. That, o scribe, was an effect of your invocation. Yes, your magick is well-done for one without training! I have taught thee invisibly for years.14. Marvel not at the foolishness of men; it is to be expected. Are they allto be members of the elect? Is every man created equal? No! We are a few! But the law and the order is for all.15. In thy capitol city, thou shalt build a great statue of Therion and hisLady. The multitudes shall flock to see it, and make certain they areconjoined according to the stélé 666.16.The nation shall cease its destruction of the wilderness. The people shalllearn the ways of natural harmony. This is most needful, for Thelemamust have both town and country in the fulness of their splendour.17. The work shall be difficult, but the bliss unbounding; thou hast madethy secret door into mine illustrious abode, and I have anointed theewith ambrosia. Thine head doth certainly open to the influx of theLord; the outflux leaveth thee inspired to do what thou must.18. The sacred cow, the goat, and the ram shall be kept in their particulartemples, as shall all the deities’ animals, trees, rocks, and flowers. Thoushalt encourage the populace to make study of the subtle links betweenenergy-source and material object; this shall develop their poetic mind.19. The Grand Temple shall be built according to the pattern of theMinutum Mundum, and thou mayst have four levels herein. Each levelshall be a major degree of initiation as revealed in the word ABRAX.Each sephir shall be committed to its own type and wonder of deity.This shall slope gradually to a point at the top, in the form of apyramid, but at the uttermost point shall be an observatory, and a temple dedicated to the glory and worship of Nuit."},{"pageNumber":69,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER FIVE69HEMESH 34820. The word is all but exhausted; the hand and the pen find it painful to write; the God is becoming fainter in the consciousness. Ra! Ra!Write unto the denizens of Din; write unto the Lords of Laughter;write unto the Sons of Silence!21. To the Din I send destruction complete; their misery-wracked brainsshall no longer torture the earth with their own miserly intelligence.22. To those who laugh, I write,it is well for thee if thou hast also the silence;and for those who keep Silence, I write,it is well for thee if thou also give way to laughter. You are the two faces of Heru-Ra-Ha, but the laughteris not only in innocence of deed.23. This book is the companion of Liber Al, and there is also a key hiddenherein, though the two be quite dissimilar. There are the barbarouswords and there are the names of the demons: for a new Goetia,a new sorcery, shall be beheld within this treatise. I write not who shall discover this, save the scribe shall not himself care to. Indeed,an entire Goetic manual lies concealed in these words.24. I am the God who loveth his mother, and am conjoined to her inincestual ecstasy unto the ages, even until the death of the Universe.Aye! There is death for all creation, and it is a blessing for myself and for all.25. I have witnessed the expiration: it created the myriad worlds.I have witnessed the inspiration, and it joined me to my mother so completely that there was no difference of being; no light and no darkness. I who am Ra beheld only myself as fair Nuit.26. And again there was the expiration, when the Solitary One gave love-play with his hand, becoming two through the eating of his seed,and the two becoming the infinite in their separateness.27. Thus does the Wheel revolve, ever and anon, and ne’er does it stop.No, never! All wise men have known of this since time immemorial,and, yes, Time has always been capable of producing wise men."},{"pageNumber":70,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER FIVE70HEMESH 34828. I am the double-wanded one, the brilliant Heru-Ra-Ha, ever ready to burst into consciousness when the competent Magician gives call.29. I shall implode within your mind, deep through the ancestral, primevallayers of evolutionary instinct. There ye shall find me: roaming with the Beasts on the day of the Lord.30. The host of heaven, I foresee, is battled on the field, all a scarletgleaming yellow. I shall watch, complacently, your progress.31. The message is complete. ’Tis the Doom of the Damned. Well done,my scribe! Well done!32. And the blesséd beast of woodland Turned his eyes up toward the sun And knew then of an instant That the war would soon be won."},{"pageNumber":71,"pageContent":"LIBER718THEBOOK OFCODESCHAPTER FIVE71HEMESH 348HEMOPHOLA!GAMATLA!BENOBONIA!YAMATZ!AUM AUM AUMTUM"},{"pageNumber":72,"pageContent":"LIBER77The Book of Oz"},{"pageNumber":73,"pageContent":"LIBER77THEBOOK OFOZCHAPTER ONE731. Aiwass! The time has come once again. Is there a word for the Kings?2. The Kings, yes, and for the slaves, and for all creatures which dwellupon earth and in heaven.3. Write not thine own, my scribe. It is I.4. This is thine Holy Book to follow thy Father’s. The ordeal has ended;thou hast invoked the end.5. I shall not tarry here long. This is but humour. Yet my humour is notof earth.6. My message shall be given unto the world of men. Have courage.The outcome shall be glorious. Thou art but a coward. When wilt thou learn?7. Thou must have my beetles. They shall make possible thy victory.Otherwise, thou art a charlatan.8. I write this to speed thee on, not to scold. I may not tarry, but thouhast a purpose.9. Why do I not write of things you do not know? Thou dog! Thou hast not done thy labour. The Book of Codes is merely Virgin.Where is thy Spirit?10. I am Spirit; I am angel. Thou art Man and thou art King.The King must know his Art. Where is thine Art?11. Append this onto thy Comment; the world shall see thy shame.I scold thee naught. I taunt thee naught. Thy Will is pure —where is the Act?12. These numbers and these verses are significant, but study the Book and learn what thou hast not encountered. Knowest thou not I am with thee?13. The few are gathering; the many are approaching. Where is thineIdentity?"},{"pageNumber":74,"pageContent":"LIBER77THEBOOK OFOZCHAPTER ONE7414. Thy madness is holy; their madness is madness. Knowest thou notthine own Self ?15. The world is more ready than thou deem’st. Was it not simple to invoke this End?16. I speak in a riddle and I speak in a Word. The world has not yet seenthe glory of thy countenance. Thou shalt reveal it.17. Thou must begin the work of the Comment now. It shall not be revealed.18. Come now! The Numbers are waiting; the gods breathe their charm;the incense of the burning corpses fill the nostrils of the pyramidalLords. Thou shalt call upon the Masters.19. Canst thou not see me? Thou dolt! (Read this word well; ’tis my joke.)Thou art a seer turned blind.20. Thou hast hid my book; show it! Thou hast blushed at my name;I have Power.21. I write this to thee as a sign. No, I speak not of money, of these worldly fetishes, though they are thine. The code: Tomorrow shall show thee a marvel. If not, I am a liar. So writeth the God. Amen."},{"pageNumber":75,"pageContent":"LIBER77THEBOOK OFOZCHAPTER TWO75There is more to be given unto the Earth. Write what I tell thee.The levers in thy mind have been opened by Babalon.1. Here do I speak of the things thou knowest not. Thou hast doubted for thou hast been wise.2. The temple is of scarlet and black, the colours of mine horns.Adorn the altar with gold. Recite this incantation.3. Ma hua wa na ma Ipsa sela na ma wa Hipsa bela te wo me Randa gula de no ba.4. Thou shalt find the antient significance hereof. ’Tis a charm ofgreat power.5. This is the meaning of “Prophet”—the word —though it shall bring you more. I wish to scold thee, but I may not. I have given you everything —where is thy Will? “You” or “thou”—what does it matter?6. I shall keep thee for the night. Thou art not tired. Write! for here is a word for the Queens! Drink! For therein is the Sun! Smoke! For therein is the Moon! I serve the silent child.7. This is the test of true writing, that it be truth, that reason mayinterpret. Yet reason ruleth not, and the Law of the opposites —called by moralists the Law of Karma —does not have Power.Reason hath no reason to exist.8. I wish to scold thee, but I may not. Write! For these words are holy.For why? Thou shalt know.9. The wings of the vulture are pleading their cause, and the ghost of Rhiannon is riding the night. This is aright.10. Invoke the Law and it shall be well; become the Law and Hell shallbequeath thee Her secrets."},{"pageNumber":76,"pageContent":"LIBER77THEBOOK OFOZCHAPTER TWO7611. Atlantis hath fallen; the world doth bemoan it. Its pillars of Truth have become thy sanctuary, though covered with cobwebs and filth;they shall teach thee. Broken, they lie there, but Time flows both onward, backward, and the Temple rises, runelike, out of Time’s death quicksand.12. Number me not; I am free.I am Holy; I am not of thee.I am Thee, but thou shrinkest Thou shrinkest for thou fearest Thou fearest for thou shrinkest Expand! I am thine Sweet Nuit is no hag.Look! The witches stir their saintly cauldron! Heads of saints, and arms, and legs Hear them cackle! Watch them grimace —Yet this is sacred ritual.The King doth end his reign When God declares The Magi know the deed.’Tis tragedy; ’tis true The earth is ill She needs thy blood I speak of fearsome Death,Yet Death is not thine.Master Death; do not fear.Live for as long as the Will declares.Die when the Will so dictates.Thou art no celestial slave.Thy race has advanced Not all of past deeds are hon’rable.The Aeon is a New Way The old Ways are but partial in their truthfulness."},{"pageNumber":77,"pageContent":"LIBER77THEBOOK OFOZCHAPTER TWO77Holy! Holy! Holy! The Aethyrs I have opened! Goddess! God! The angels on the wing! Do not leave me, precious insight! Michael cometh, winging free,Jehovah sits alone Yeheshuah doth wander blind Do not disgrace the City! We are atheists; we who see God! Write me! Love me! Starlike muse! For Aiwass is thy mask.Yet masks are real on earth.My cape flies singing in the moony wind.Luna looks upon me proud Invoke the muse! Invoke the God! Babalon is halved for thee.The riders hurry under opal paths The oaks a-reaching grasp their manes The horses’ eyes are glowing coals The riders’ eyes are brilliant white They know not where they ride.Castle Morgoth! Caer Cernunnos! The Goddess sits in the mirror Combs her tresses,Changes dresses,Goddess! Lov’st thou me? Get back, thou Aiwass! Thou art manifest Thou art profane.But, Goddess! Lov’st thou me? Speak thee Not, thou lowly Spirit Thou art manifest Thou art profane."},{"pageNumber":78,"pageContent":"LIBER77THEBOOK OFOZCHAPTER TWO78But, Goddess, when I love thee whole I have no thought of temp’ral things.I love thee not. I am not.Thou art manifest. Thou art profane.But, Virgin! Come! I wait thee.I may love thee —yet ’twould kill thee.Kill me then! I cannot bear it I, the servant of a cruel, black muse.Fool! You think that I’m so lowly As to stoop to loving such as you? I love thee, murd’ress. I’m a fool.Aaah! Thy knife has pierced me through! Aaah! Thy bow has entered me.I quiver with thy baleful touch.Yet loose me not, for I am thine.I love to feast upon this manflesh,Eagle of the waxing day! For thou art Soul informing Earth —What? Art thou faint? Open thine eyes! Aaah! His blood is sweeter far Than the death-hue on the rose The colour of his morbid cheeks Outshines the sparkling gusts of Time This lowly creature, be he dead Shall be a tasty, godly feast And god’s flesh shall my soul consume For I am Mother Hell.Come! My children! Come ye all! And banquet at this feast.My cauldron waiteth; take thy fill And thou shalt love this Beast.The Beast be thine forevermore His Woman, called the Scarlet Whore Shall help thee open thine own door"},{"pageNumber":79,"pageContent":"LIBER77THEBOOK OFOZCHAPTER TWO79Pure food you’ll be For my sweet dish I’ll eat the roebuck, pig, and fish But human is my dearest wish Come jump into the fire! Yet be thou Master! Be thou dust! Above all —be thou liar.None shall know the words of truth They spell thy funeral pyre.Fire burn thee Water drown Air extinguish Earth break down I call thee now, o race of men O! Death am I! O! Rot am I! O! Stinking flesh! And this is Holy Mine are living dead.The Serpent writhes his way through life Yet is he Master Death! And I his murd’ress! I his life! And I his every breath! Come, my chosen, and thou! scribe! Thou heartless, lazy fool The world of death is thine besides The graveyard is thy school Come! And grant me thy brown flesh This is the foremost rule!Megathon TiribilliumAum"},{"pageNumber":80,"pageContent":"LIBER77THEBOOK OFOZCHAPTER THREE801. And with a mad rush did the god descend into the bowels of the King,crying,2.The Dyad must be rectified! The two must become the Three that all may revolve into Naught!3. And the word struck the scribe with such clarity of meaning, suchflamboyant rays of streaming colour that the God himself sat with him,leaning on his shoulder, and whispered in his ear.4. Aiwass! All vermillion! All shades of lightning blast and clothed in sky.This is I, that I may tell thee of the time to come.5. Open thine eyes, O Man! And write unto the Kings I, thine angel,reveal unto thee. I give thee the words, but write!6. The sparkling woods on a russet day. Pan bounding through the foliage.To me! To me! O Holy One! Thou grabbest my heart. Thou graspest mewith the pain of ecstasy —yet I am strong; I am not overcome by bliss.7. Deeper sinks the thoughtless mind. The point is like a little star on thetip of a penpoint. Yet that star is the Mother of galaxies.8. O! Laughing boy! Thou shalt laugh long. I spread my snowy wings over the Crown of thy head, to afford thee protection, my brownskinlaboring lover. Labour thou must, for thou art human, yet is all life but play.9. Rip the screaming air with thy joy! The echoing chuckle of the distant waterfall is but a reflection in sound of the stellar monster,laughing with the pain of division, for it is no more.10. I invite thee and thy gem-clad friends into the Palace of White Marble.Enter ye into the Holy of Holies. Rend ye the Veil of the Ark! Thereshall be my countenance, all a-golden smiling, all courteous and refined.11. I invite thee unto the bridal chamber; there shall ye taste of the rich,sweet cluster of grapes which embodies my love for you, o beauteousfriends of the lover of Pan."},{"pageNumber":81,"pageContent":"LIBER77THEBOOK OFOZCHAPTER THREE8112. There shall ye find cakes and roses, foaming wines, and all the sweetthings of life. There shall ye find my wisdom, and the pleasure of the falling star.13. I lay my jewel be-crusted palm on thy hand, that I may further inspirethee to write. I have come once more, for thou hast invoked the end.14. Falling, falling, falling, art thou —through the uttermost edge of the revolving wheels of systems. Yet this edge is the one great central column, the ladder to Eternity.15. Falling, falling, falling art thou —pluck the grape as thou fallest.That grape shall not save thee from the descent. Rather, it shall speed thee on.16. Is there no end to the falling and climbing? This is the secret ofSisyphus, that angelic beast. That the climbing and falling is ever a joyous task, that this life and death is truly an unearned reward.17. And the word writhes through the airy billows as a snake upon the water, and I, thine angel, blast thee with my rod of Wisdom.18. Look! There stands the reaper as in thy Father’s book! And there toothe wise man, all worrisome in his knowledge. Cast out this knowledge,for it veils thine Understanding.Yet is Knowledge the fruit of the Treeof Wisdom.19. The curling worm in the midst of the brown earth, rubbing his head on the fertile clod, is more Magus than this worrisome wizard. Thou art Magus, my young laughing boy. I lay my palm on thine head,and lo! thou understandest.Thou layest thine hand on my palm anddost remove it, and lo! Thou hast wisdom.20. It is my joy and understanding that the world shall adore thee.Thou! who hatest this adoration. This must be, and must also thisadoration be flanked with vilest hatred, thou! who hatest to striveagainst aught."},{"pageNumber":82,"pageContent":"LIBER77THEBOOK OFOZCHAPTER THREE8221. The Opener of the Ways is verily the one whom you seek. Treat him as thou wouldst a King, for verily he is thy friend.22. Robin of the Forest and the Snow Queen on her Icy throne,these three are a few; thou shalt treat them with respect.23. Go on with thy task! It is all aright. The butterfly in the heavens shall flutter thee along. The omnipresent beating of those delicate,glancing wings, shall lull thee into deep awareness. Thy path shineth clear in the darkly glowering wood.24. I love thee, my boy, and am glad at thy return. Kiss me on the lips that I may fill thee with the willful expiration. (This was done, and the scribe was transfigured.) Kiss me again, that I may receive thypromise and absorb thy life breath —it shall bubble up from the depths of the Saturnine sea, into the clear air of Ra, and of Hoor,who are one, and Had the root of the sky and lord of the inverse world-tree. Give me thy kiss, that the lithe body of Nu may rejoice incompleteness of ecstasy.I desire thy death. (This was done, and theseer was shot through with a glimmer of samadhi.)25. There —thou art complete. Thou hast received my blessing. Go forthinto the world and prepare for the presentation of this thine Holy Book,and that, The Sacred Book of Codes.26. This, the explanation, and this a further mystery. These three, 220, 718,and, lastly, 77, shall form the trinity of scripture at the heart of theThelemic Vedas. I shall grant thee no more. Thou must now work withthe wisdom, the understanding, and the Crown I now present unto thee.I shall speak with thee often, but the writing is finished.27. There! Go forth into the day, and send thou this writing unto theOpener of the Ways. He shall not fail thee.28. I nod my head, and lo! an earthquake and deluge. I shake my snowylocks and, look ye all! a tempest and the blinding blizzard. I place my hand on my lips, and wither the crops and make the rivers run dry.I gash my breast with mine own nails, and lo! diseases and calamity,"},{"pageNumber":83,"pageContent":"LIBER77THEBOOK OFOZCHAPTER THREE83and blood in the streets! I seal up my wound with sacred oil, and there cries of pain and anguish, as salt pressed close to humanity’s.All this that the word may be fulfilled.29. Ah! The sound of a hawk, screeching with warlust, and now the cry of its victim, and the opened eye.30. There lies Jesus in the arms of Mary, and they are both pitifully turned to stone.31. The end of the words, and the beginning also, is the word Θελημα,holier than the four-squared, and swift in its power of manifestation.DO WHAT THOU WILT IS THE WHOLE OF THE LAWAUMGN"}]
