[{"pageNumber":1,"pageContent":" ASTRO-THEOLOGY an Interview with Michael Tsarion (with Psychic Reader Magazine , 2000) ◊◊◊ According to Astro-theologian Michael Tsarion there is a great story of the human race that lies mostly buried in the unconscious slumber of men and women, although the story line continues to unfold as every hour passes upon the Earth. It is the story of humans and the natural world in which we live. It is not history or even her-story, it's our story. Tsarion says that thousands of years ago, in the great society of Egypt that birthed the legendary Stellar and Lunar cults, men and women lived together as equals. They spent their lives striving for balance within themselves and with each other. To them the human body and consciousness were sacred and the inner questions of who and what they were reflected outward in their everyday lives. Living on the earth was a spiritual act and what we today consider mundane and ordinary, everyday reality, was understood by them to be infused with psychic energy and rich with personal meaning. In their understanding, that which was created within the human psyche was partially reflected outward in the material world. The cycles of the human body and the cycles of nature were revered and studied in great depth as a means of divination and insight into their individual quests for clarity and understanding. The way they lived together and interacted was symbolic of their inward journey through the great challenges of life on the path to wisdom. Today, most of us realize that we are out of balance within ourselves, with each other and with the planet. Other forces and other agendas have cut off the feminine and have driven reverence for the cycles of life and nature into a place of suspicion and domination. Without the wisdom of the other the male principle continues to divide and conquer the planet, paving it over for the mechanical progeny of his wounded ego. The way we now reflect outward, the way we create our habitat here on this Earth, is an indicator of our internal crisis of spirit. Some believe that in prayer or by studying indigenous traditions we might gain clues as to what's not working within ourselves. Although we are on the right track in thinking that something must change, we are still mostly looking up to an inflated male ego creation (God) as the one who can force a solution. According to Tsarion the missing piece was left behind 10,000 years ago in the Garden of Eden. In the subsequent rewriting of this myth, the new authors condemned nature and the feminine principle. The liberating knowledge of the male and female was twisted into punishing retribution of the knowledge of good and evil. Women and nature were vilified and everyone was thrown out of balance, out of the Garden. It seems like the game was and still is about cutting off the male from the female and the human being from nature. All of our related psychic stress and searching is then covered up by artificial doses of material substitutions, religious dogma and rules."},{"pageNumber":2,"pageContent":"But fortunately, the human spirit is strong. Most of us want to reconnect. We just don't know where to start. Tsarion says the place to start is right here at home. Where we live. Inside and out. We have made an intellectual journey back to where we started 10,000 years ago — now it's time to get our house back in order. Kirstin Miller: You say there once were four great ancient cults that eventually evolved into this main religion of Christianity. Can we start, though, back at the first cult, the Stellar Cult? The first Cult, the Stellar, is actually the most interesting Cult and it's still the most important area of study for us in Western civilization. Everything that's taught to us is mostly meaningless if the study of the first cult is not brought in — as it's not been brought in. Some people, instead of speaking about the cults speak of “Egyptology” which is much to general. Which is confusing? It is confusing. What are we talking about? The Golden Age? the Middle Kingdom? or the Alexandrian Age? In the Stellar Cult women shared supremacy. Women were often keepers of the wisdom and there was harmony between the human and the world. The flora and fauna where deeply respected. There was a also deep understanding of the geometrical and numerical principles of life and a tremendous understanding of the body and somatic harmony as regards health. When you actually study the Stellar Cult you realize that almost every epoch after that was basically civilization in retrograde. What happened? Well, the power elite's of seven great ancient Cults got together to determine their future. They gradually decided to get together to some extent and rule the world by way of religious dogma and economic control. We simply don't realize that religion is a means to control people. Obviously, if the ultimate end of religion is to take you to God or to take you to a height of spiritual enlightenment, then something with that much power can also do the opposite. Something with that much power has the equal capability of keeping you in darkness, in ignorance, confusing your libido, making you frustrated. And that's exactly what religion has done so well. The original idea of the Stellar Cult, before it went corrupt, was to work people towards a state of union with nature, a state of cosmic harmony. Later it came about, especially in Christian times, not to give a final answer but to keep putting that off, to keep delaying it. Not only do you suppress the role of women, but also you exalt the role of men far beyond the level of manhood. You make the man into a Godhead which meant nothing to the ancient people. Instead of giving a final answer, you give this spiritual bromide, this anesthesia, that it's all going to happen after your death once we displace our responsibility to someone else. You create this mythos of mind control that goes on with religion. It takes many shapes and forms. Tarot and Astrology are two subjects that come about as the finest collegiate of academic creations of the Stellar Cult. Many people now studying divination don't have the faintest idea they are studying Egyptology. When you are studying the divination arts, you are studying the finest possible creations that came out of the Stellar Epoch. But it's not only in divination that we find images of the Stellar Epoch. We find it on flags, on medals and heraldry, etc,. Look at the logos of almost every single movie corporation, from MGM to Tri-Star, Paramount, Columbia, and you'll see stars. Look at the architecture of Washington D. C. Look at the monuments like the Statue of Liberty. Look at the insignias of the military and the design of the Pentagon. These people who specialize in mass murder and genocide wearing the symbols of the stars! They literally give a star to one another as an award. Their machines of violence, the tanks and bombs, the guns, have stars on them. In England, there was a famous missile called the Polaris, named after the star. You are getting all this terminology coming out of the Stellar Cult. The dollar bill has nothing but Stellar Symbols on it. And there are 22 complete zodiacs secreted into the architecture of Washington D C, that is more than anywhere in the entire world. These were put there consciously by men who knew exactly what they were"},{"pageNumber":3,"pageContent":"doing, and when to do it. Presidential speeches today are still made a key points of the zodiac, when the sidereal time is right. Gore’s last address (when running against Bush) actually took the listener subliminally through the northern signs of the zodiac. So you believe the roots of this conspiracy of the powerful elite misrepresenting the Stellar Cult go all the way back to when this Cult was in power 10,000 years ago? Yes is does. Many people talk about this conspiracy without realizing this. The elite actually refers to their control as a technocracy or an oligarchy. An oligarchy is rulership by the rich. Technocracy is rulership by those who have technical ability, which includes a psychological understanding of our nature. People who understand entirely about the sexuality of mankind. Why do you think churches are referred to as \"Holy Mother Church\" which you enter through an arched door shaped like the vagina? And you then see a man dressed in a woman's robe. Now, you see, they've taken away your personal sexual freedom and the idea that the sexes are equal. They have to give it to you in surrogate form, and since they've repressed you, whatever you've repressed can control you. So they control us through sexual imagery through the churches. It wasn't an overnight thing. At first people said, “The hell with Christianity, we've got Astrology, we've got these wonderful rich philosophies, we don't need your Christianity.” For Christianity to become infused into Western society and to take over the mind was a masterwork of manipulation. So it was very carefully planned? Oh yes, very carefully orchestrated. Who are these people? Are they still around? Oh yes, you have to maintain it. Any deception can't live forever. Are they the Masons? Yes, the Freemasons are very much a part of it, although what we refer to as your local stock and trade Mason probably doesn't have the faintest idea of what's going on and are genuinely good people who are themselves brainwashed by those above the common lodges. But a deception needs maintenance. Therefore, there is a bloodline, a stream of people involved with the aristocracy, the money power, the Venetian money power, the Royal aristocracy and then the Catholic Church. They have official and unofficial families. And we will find them in many elite positions of the world, such as the World Bank, the United Nations, NATO, the American Presidency — you're going to find a consistent throwback through many of these people to the ancient blood families. What do these people call themselves? They call themselves the Illuminati, or the Knights Templars, etc,. They use a lot of terms, and many of them are also smokescreen terms to throw you off. Freemasonry is another one of these “catch” terms. The original Freemasons were Stellar Cult people of intense spirituality who were preservers of the knowledge. And it wasn't a male organization like it is today? No, in fact the females were the nominal heads. If you become a Freemason today, as you progress through the lodges you'll soon discover that they still worship the goddess. They just use different names. That's why America has the Oval Office. The President reigns from there, the symbol of the female principle. Same thing with the Egyptian Pharaoh. That's why the main symbol of this country is the female Statue of Liberty. That's why the administrative center of this country is the District of Columbia, and Columbia is a female and looks like the Mother Mary in her blue robe. You'll see that many churches are shaped and based on the symbols of the females, but it's done in a very subliminal way. They want to disempower ordinary females,"},{"pageNumber":4,"pageContent":"because they don't want a female to ever get any type of power. All secret societies have different terminology, but underneath it, they draw upon this wealth of Stellar symbolism because they know it has a great deal of power over the human consciousness. They turn it inside out ? They turn it to negative. They turn around the sacred symbols that once had to do with your spiritual divinity and your destiny. They now put them out as their own symbols. Maybe you could talk a bit about numerology, the evolution of consciousness and the Tarot? Numerology is one of the great divination sciences that came out of the Stellar Cult, but then, every other cult, realizing its power, picked up on it, so we still have it today in the idea of numbers. You find the same numbers turning up all over the place. And of course two of the most important numbers you find in all fields, not just occultism but in Christianity and government, are twelve and seven. Twelve and seven are all over the place. There is a reason why those numbers are in the zodiac, in government, why you find them preferred by people, why the days of the week are seven. It's to do with Astrology, yes. But it turns out that consciousness has been divided into twelve zones. And then the factors of twelve are very important: four and three. And four and three added equal seven and four and three multiplied equals twelve. Four and three were the most important numbers known in ancient times. If anyone doesn't believe it, they only need to look at the geometry of the pyramid or of the ziggurat and you'll find that the four and three is right there. I thought it was interesting what you said about the evolution of human consciousness and its ability to reflect upon itself: In the genesis of consciousness, it was consciousness found dividing into one then two then three then four, and then seven, ten and twelve. It went through an unfolding, like a plant. Your consciousness is a lotus. The Egyptians used the symbols of the papyrus and the lotus, and the Indians, the Hindus, use the lotus. The Christians picked it up and started using Ivy and Myrtle, and then later the Rose. Sacred plants have always been used like that. Ivy and the Iris have been used to symbolize consciousness. Consciousness coming from a singularity and moving through different factors of number, most important being seven and twelve. The mind sits at the state of twelve-ness. I came across it because I was looking into Astrology and Tarot and kept finding this harmonic turning up over and over again. It's something the mind feels good about. Pythagoras, Fibonacci and Da Vinci, have all written about it. These symbols are everywhere, it seems? The chairs we sit upon, the robes that you wear at graduation, the symbols you see in Renaissance Art, the architecture of cities...why do you think you have the clock tower? In most cities you go to you see this tower with a beautiful timepiece. Well, that's pretty useless. The clock face is usually so high that you can't even read the time. So what's the point of having that? It's because the clock tower symbolizes sidereal time coming into terrestrial time. This is a pole of access reaching from the center of the square saying that our time, man's physical time, the time of his civic life, the 12 hours on the clock, are based on the 12 hands of the zodiac. Then even in the cities where they don't have a clock tower, they'll call the square Time Square. That's why you have the Thames River. Thames is the old word for the time, from which we get Thomas the Doubter. The whole idea is that heavenly time reaches earth. Why do you think the clock has twelve units? It's the same reason that the calendar has twelve months. It's the same reason the zodiac has 12 signs. Some of the most beautiful clocks that you'll see have the designs of the sun and the moon. They are still telling you. In fact, have you ever seen clocks where the hands of the clocks have the little circles on them? Those represent the three planets. Our three hands of the clock represent the sun the slow moving one, the hour hand), the quicker moving minute (based on the moon), and the quick ticking hand (based on Mercury). They are the three planets that calculate time. This is why three medals are given in sports. This is why on the chessboard, the King and Queen and pawns represent the zodiac. The King, which is very slow moving, is the sun. The Queen, which can move almost everywhere,"},{"pageNumber":5,"pageContent":"is the moon. Other pieces represent other signs. The black and white board represents the turning of night and day; diurnal time. You know, I previously have not been that interested in Tarot or Astrology, because it hasn't made sense the way it's been explained to me. But now, I see it in a whole different light and it's very interesting within the context of its true foundation. So many books on Tarot leave all this out. Our society and book publishers have decided that they'll allow this stuff out there as long as it's skinned and amputated from its source. Then they don't mind a 200 page coldly written pocket book on reading the cards completely removed from its ancient background. I've gone back to the roots. I'm a Gnostic, and I go back to the roots with everything. So when I bring this to the public you'd better believe that I want to make sure that some part of its background is presented as well. A person can then abstract and take what they need from it. Tarot and astrology are chapters out of the greater book of symbolism. What you're studying when you're studying Tarot is symbolism. I can put books from here to the ceiling and they are just copies of other people's work. I specialize in books that are out of print through the Rosicrucian Library and some private libraries. You can find books that have been suppressed from the public domain. After reading about one hundred of those books, I suddenly noticed that there's one hell of a difference. When you finish one of those books, your questions are answered. Today, when you close a book, maybe the question you had was answered, but you now have twenty new ones. Or sometimes your question is not answered at all. On television today, how many programs have you seen that are beautifully designed to look like a mystery program lasting one hour, sumptuously done with millions of dollars spent, and in the end they end with another question. This seems to be habit. “Well, we still don't know the meaning of this and maybe given more research and more time we'll have the answer.” Well, what was the whole hour program about? It should have been to extrapolate that entire answer. Give me the same amount of time and I could have brought a hundred mysteries to conclusion. What they do is talk and talk and talk and make a bunch of suggestions and then capitulate at the end. But that is not conducive to knowledge. This is the habit then. It leaves the youth especially feeling like we don't really know anything, that it's all going to be tomorrow when some scientist comes up with a miracle cure, there's no end to knowledge, it's just this endless journey out into the future, there's no certainty. And it's no wonder; it's all been designed this way. So, what can humanity do? Well, my answer is this: the universal force that works with us every day, this whole miracle of creation coming into existence, speaks to us every day, every minute of the day. But it speaks to us in symbols and in vibration. It doesn't speak in words. We are very word oriented, very left brain. If we start to incorporate the right brain hemisphere, the feminine side of us, the synthetic holotropic side of us, the synergistic side, then we start to become symbol literate. Symbol literacy is the beginning to access that inner oracle. I choose one way to do it, which is teaching divination. Actually, there are many ways of doing it; through art, dance, music. I just choose to do it through the most ancient of ways, which is divination. The Christians have used symbols to control people since time immemorial. Actually, they were a secret, occult society in the beginning. So did the Nazis. If anyone doubts for a moment the power of symbols, just remember Nazi Germany and the horrors that took place there. That's why you find ancient symbols on these flags. The communist flag of Soviet Russia has three Druidic symbols: the hammer and the sickle and the stars are from the time of Druids. If you look at the Oval office, it has oak leaves around the carpet. If you look at the Nazi generals, they had the oak leaves on their lapel. If you look at the French generals of the police, they have oak leaves around their hats. And the American Calvary in the Civil War — on their hats in front they had oak acorns. So what on earth are these Druidic symbols from thousands and thousands of years ago doing on the symbols of the military? It is not just"},{"pageNumber":6,"pageContent":"decoration. Are men more influenced by symbols than women? We are all influenced by them from a DNA level. They say that red affects women more and blue affects men. So there are certain gender differences, but that comes mostly from our conscious self or our predisposition. The chalice is a subconscious symbol for reception, for receiving of bounty. You'll find that a lot of people are using that symbol. The TV Evangelists, I have noticed, use that a lot, because every five minutes they are saying “Send a check.” But you know, these people couldn't have this power unless if they hadn't first raped us of the knowledge. So when you are putting the knowledge back into people, you're giving them power. Knowledge has always been connected to power. So these elite people don't like you, do they? They may not, but they cannot have any particular grudge against me, as I have taken nothing from them. I have not come out of their coterie or eaten out of their hands. It would be a different story if I had and if I was not largely self taught. Then I may not be around. And I've met several of these people in my time and my mentors, like Jordan Maxwell, are always accosted by them. We are not afraid of them. Can you be afraid of a hand puppet, or something on strings? Anyway one of the ways they ascend is through fear. Fear means a great deal to them. If you are afraid of them then they've won already. I don't have fear of these people, I have pity for them. My love for humanity and the cause that I believe in is my mission. And also, I've come from a long line of people who have done this. It's in my obligation to continue. Just as they come from a long line of deceivers, I come from a long line of awakeners. So there is this battle that's been going on for centuries. I do not care about the way I am going to die only about the way I live and the way we all live. When you meet the average man on the street and try to awaken him to this, it's a whole other game. It's all about a spiritual Armageddon. What does it say in the Book of John but that Armageddon is fought in the air? Air implies that it is not physical. It's not so much a physical battle fought in physical time. It's something that's intellectual. Air is a symbol in Astrology for the intellectual process. So this battle therefore is an intellectual one. It's a battle of knowledge, of understanding, of wisdom. It's, “Be ye as wise as serpents.” The \"Serpents\" were of the Stellar Cult. The people who had the true knowledge but also had the moral sensibility. They had equality. As we move more into the Saturnian Cult and the Solar Cult (remember Christianity comes from the Solar cult and Judaism comes from the Saturnian Cult), so when we have Judeo-Christianity, all you're talking about is the Solar and the Saturnian Cults together. When these two cults came about they go into power and money, suppression of woman, the sequestering of knowledge, rather than the Stellar and the Lunar Cults who said knowledge should be given forth to people. You have a set of initiations, so that you're not getting totally impure people, but it is open it to all. And if some candidates can't make it, then they just stay there until they can. Everyone has the right to partake of mystery and knowledge. The whole myth of Genesis is very fundamental, I think, a crossover from the Sidereal to the Christian way of thinking. They turned a beautiful story into something very negative and then brought into it this agency of Satan. Nowhere is Satan mentioned in Genesis. That just does not appear in any of the five books of the Torah or the Old Testament. This is an interpolation later on from the Church Fathers. A swing back towards the feminine, I think, is definitely happening. And I think it's embodied in the New Age Movement. So perhaps there is a battle of intellect, but there's also this polarity or this male/female dichotomy that is moving towards some type of resolution, it seems. There is some big change happening that has to do with sexuality and female energy . And it also has to do also with the changing of the Equinox as we move more into an Aquarian Age. But more than that, on a much higher level of Astrology, what we are doing is moving full circle."},{"pageNumber":7,"pageContent":"As each of these four cults has had their hegemony we are moving back to a Stellar Epoch. Because the Stellar Epoch was the one much longer temporally than all of these other epochs. If you add all these other epochs together, the Stellar Cult was still longer. So even though we've moved away from it, there's an inclination, especially strong in women, to go back to its fundamentals. Because women know that their power under the Stellar Cult is exalted again. So when I see that power of women in the metaphysical movement is stronger, that's a good sign for people like me because that means it's the harbinger. It's actually calling back in together the Stellar Cult. And that's the reason why I started to do this work. I've studied these subjects my whole life but absolutely never intended to do it publicly. It was only when I saw these patterns happening, when there was this force that operated through my life. So I believe that there is a fundamental resolution coming and that the 21st Century will see us returning again to the paradigm of a Stellar Cult. I'm working with a partner right now to get more exposure on the Internet to release the third world. When the third world starts getting online it will stop being a third world. The West had been deprived of sacred knowledge for so long. But the East has a lot of it. It has poverty, but it has a great spiritual intensity and spiritual principles. The West has a lot of wealth but it doesn't have a lot of spirituality. The Internet can balance this, through websites and through the oracle of intelligence. Through the world wide web, these third world scholars, poets, artists, these incredible people will be known. Even just south of the border here — in Peru, Mexico, South America you get the finest poets and musicians. People who are deeply connected to their indigenous culture. So there's going to be an infusion again from what we laughingly call the Third World. (And the reason that we have three worlds goes back to Masonry. Remember, three is an important number in Masonry. Three worlds, three divisions of education, three divisions of military, many things you'll see in life are in threes and have to do with the Freemasons and their influences.) The third world can help us through the property of the Internet and infuse the culture with what we don't have. I believe there will be a meeting of the minds again and this will be a fundamental paradigm that will help shift the balance back. I think this will be very powerful and I am looking to this and I think Noam Chompsky and other people are also looking for that as well. Because these people are not being heard in their neighborhoods. When you are living in Ecuador or when you are living in the back of somewhere in the Congo you don't have to be told that the Big Brother is controlling things. You just pull your curtain aside and watch their cranes decimating your forest or digging oil wells. If you go into the local neighborhoods here, especially in the East Coast and talk about government control, they'll look at you as if you're talking nonsense. So this is the problem. But you go to anybody in the third world and they'll say, “We knew that for years. Look at this devastation, mutilation and injustice.” We in the West are in a complete state of illiteracy and ignorance. But luckily the mass of the world is not. We are like babies here, sheltered? Yes, we are like babies. The third world has the intelligence, they have the background, they have the history. They've been keeping notes, many of these people. But they just don't have a voice. Their newspapers are controlled and nobody ever listens to them anyway. Or if they say something they might be killed? But that will change. Remember Tieneman Square? The West heard about Tieneman square because of the Internet. The government sealed off all members of operations of journalists. \\ There was a very different outcome? There was. It hasn't happened quite yet and I think that's because it's so expensive to get on the Internet. People in Europe are not even online as much yet. You'd be amazed. People there hardly ever use the Internet unless they're in business. The general people almost never have their computer on; they're hardly into the Internet at all. And they certainly don't have their own websites as much as here in the US. So it's mostly an American thing right now. But I think you're going to see Europe starting to get online more. And then what I'm really looking forward to is when the third world starts getting online because the stories they have to tell: the"},{"pageNumber":8,"pageContent":"injustices, the factuality. They can put photographs up there, movies, streaming audio; you're going to hear things and see things that will start giving us the fundamental evidence. And anytime you take somebody to court you need evidence. What I say to the people I teach is, “You've heard about Big Brother, now it's time for Little Brother.” It's like the Native American Indian concept. You fight Big Brother with Little Brother. It's time for Little Brother to come together my means of the Internet. The pawns can overthrow the king. Which is more important, the King or the Pawn? Actually it's the Pawn because he is the protector. The King can actually only move one square at a time and is restricted by his own gang. And you loose the King and the game is over, but the Pawn still exists. So the idea is that the pawns need to come together to make a greater understanding. I was impressed with what Kathy O'Brien said. She said that they believed they had left her with no place to run, but she did have a place to run - RIGHT AT THEM. I also like what Guylaine Lanctot said about the Biblical story of David and Goliath. David, she said, was victorious over his monstrous adversary because he did five important things. He correctly identified his enemy, he overcame his fear, he found a weak spot, he used a simple weapon and finally... he won. "}]
