[{"pageNumber":1,"pageContent":" ATLANTIS 2012 AND THE AGE OF REVEALING Cover to June 04 edition Psychic Reader newspaper In the following decade of this new millennium the human race is destined to finally discover the facts about its true origins and destiny. As part of this discovery we have to address the overwhelmingly important question of how the phenomena of evil came into the world and into the consciousness of the Earth's human inhabitants. This is a question which should be on the mind of every living man and woman. It has been with us for millennia and it will be with the children of the future if we do not come upon the answer now. We have left the question of evil in the hands of theologians and scientists for too long. This was surely a mistake for as the casualty statistics clearly testify the institutions of religion and science have been the worst purveyors of evil that this planet has ever had to endure. After centuries of prevarication and criminality we can no longer afford to look to these edifices to answer the all- important conundrum of evil. But if we turn from religion and science, in this regard, does it mean that we are left in a void? Is there, perhaps, another answer to how the phenomenon of evil came into being? I believe that the answer lies in the ancient records of our forefathers and in the myths and legends of the pre- and post-diluvian epochs, that speak of the visitation of the \"gods\" or \"angels.\" In the past the orthodox enclaves of religion and science have outwardly paid little heed to tantalizing ancient legends coming from all over the planet which have as central motifs references to advanced prehistoric civilizations. Entrapped within their unsustainable Darwinian dogmas concerning human origins and ancestry, behind fictitious data concerning the geological fossil record and behind personal myopia concerning our perfumed garden Earth and the cosmos we all inhabit, mainstream academes have seen fit to habitually relegate the subject of Atlantis and prediluvian history to the realm of pseudo- science and arcane novelty. Ignored or sequestered are the 30,000 surviving texts that describe continents where culturally superior societies dwelt and once experienced the total destruction of their world about 13,000 years ago."},{"pageNumber":2,"pageContent":"Scientists have had to frequently admit that predictions and suppositions from laypersons have been proven uncannily valid time and time again. What were they to make of the fact that 175 years prior to it being proven, the 18th century author, politician, and theologian, Johnathon Swift, knew of the existence of Martian satellites, including their distance from Mars and periods of rotation? What do we make of Russian scientist Dr. L. Shklovsky when he announced, in 1959, that the two moons circling Mars are artificial satellites that were put into orbit by a civilization occupying the red planet long ago. What of Immanuel Velikovsky's exact knowledge of the anti-clockwise orbit of Venus, its exact temperature, and the fact that it was the most recent body to our solar system, all subsequently proven true? What are we to make of the anomalous artifacts which constantly defy categorization and even fly directly in the face of established paradigms? What of the \"Crystal Skull,\" the \"Star- Child\" skull, the Aztec Calendar, the temple at Baalbeck, the Xian Pyramid, the Piri Reis map of 1513, and the sandal prints in rock dating 500 million years of age? What can be made of the strange notosphilia of certain animals? Lemmings, eels, birds, and even butterflies that have been seen to circle around a certain spot in the middle of the Atlantic Ocean clearly attempting to negotiate some non-existent land mass or descend to rest? What does it mean when coral is brought to the surface from depths of 3,000 feet to show striations that could only have been formed in an atmospheric environment? Before the modern scientist becomes indignant and seeks to regale us, we ask an explanation as to how it was that Aulukya, the Indian philosopher, could assert the existence of a miniature solar system within the atom, how he could identify the principles of molecular construction and transformation, as well as the theory of relativity 2800 years prior to Einstein? Why do we read in the Mahabharata of the existence of thermo-nuclear weaponry capable of extinguishing hundreds of thousands of people by their heat and glare, and which could only be used by one side in retaliation for the adversary using their versions first? Why is fused glass found in profusion beneath the sands of Iraqi plains. Why are radioactive tektites and isotopes found all over the Dead Sea basin at the very location posited for the ancient cities of Sodom and Gomorrah? What are we to make of the glassware discovered in Syria by Dr. R. V. Dolphin that were constructed in temperatures of 6,000 degrees Celsius, just 2,000 degrees less than the temperature of the sun? Fortunately, there are those few from within the academic enclaves who cannot be silenced and who are willing to look again at the array of unexplained data. Certain free-thinking men and women of science are filled with awe and curiosity when mysterious ruins turn up in the depths of the Andes or from beneath fathoms of water in Japan, when some new intricately designed artifacts or even modern hominoid skeletons emerge from strata dating back 60 million years and more. Paleontologist Michael Cremo, for instance, writes in his monumental revisionist work Forbidden Archaeology of crafted artifacts discovered in strata as old as 2.5 Billion years which have shapes and compositions that the hominoids of the time could not have produced. And in the monumental work from the 90s called When the Earth Nearly Died, scientists Alain and Delair, finally give us the science that proves beyond doubt that the Earth was indeed visited by a recent catastrophe and pole shift and that not one but five continents sank beneath the waves of a frightful deluge that extinguished almost all the"},{"pageNumber":3,"pageContent":"flora and fauna on the surface of the planet. Why is it that we have not heard worldwide debate on this book and its findings which serve to vindicate not only thousands of lambasted freethinkers and scholars, but innumerable indigenous legends? Why is there silence over Robert Milton ยน s recent classic Shattering the Myths of Darwinism which refutes with formidable arguments the theories of Evolution and Uniformitarianism, etc,? Many a modern scientist has expressed a belief that a thermo-nuclear holocaust occurred in ancient times. Commenting on the Mahabharata , top physicist Fredrick Soddy wrote in his book Interpretation of Radium : Can we not read in them some justification for the belief that some forgotten race of men attained not only the knowledge that we have so recently won, but also that power that is not yet ours? I believe that there have been civilizations in the past that were familiar with atomic energy and that by misusing it they were totally destroyed. At Rochester University, when Robert Oppenheimer was asked if the discharge of his Atomic bomb was the first such event, he answered publicly: Well yes, in modern times, of course. Does he know something we don't? Do the Bible and hundreds of other scriptures and myths contain information about ancient wars on this planet: The Lord also thundered in the heavens, and the Highest gave his voice; hailstones and coals of fire. Yea, he sent out his arrows, and scattered them; and he shot out lightenings, and discomfited them - Psalms 18:13 A fire goeth before Him, and burneth up His enemies round about Him - Psalms 97:3 The day of the Lord is cometh as a thief in the night; in the which the heavens shall pass with a great noise, and the elements shall melt with fervent heat, the earth also and the works that are therein shall be be burned - 2 Peter 3:10 Many writers and commentators speak about the strange beings that existed in pre-diluvian times, and who were certainly involved in the tribulations that were later attributed to purely supernatural agencies. And on Earth shall be monsters, a generation of dragons of men and likewise of serpents - Clement ( Apocalyptic Fragment ) Atlantis race became a nation of evil magicians ล the giants and magicians and all flesh died and every man - Madame Helena Blavatsky There were the giants famous from the beginning, that were of so great stature, and so expert in war. But they were destroyed, because they had no wisdom, and perished through their own foolishness - Book of Baruch 3:24 If our planet, and our forefathers, did indeed experience such tempestuous upheavals then not only are anomalies, of the type mentioned earlier, explained but we can also assume that within our existing subliminal racial memories such events remain as engrammatic"},{"pageNumber":4,"pageContent":"encodations. Cannot our various fears and phobias, therefore, have physiological rather than psychological causes? Why do we really experience fear of the dark, of certain insects and noises, of enclosed places, of water and storms, and so on? And, again, what about the mysterious image of the serpent which is so revered and feared by the world ยน s nations? How many of us, with the philosophers, have wondered why our intellectual and technological expertise and advancement is so far ahead of our emotional, psychological and spiritual natures? I believe that all the answers to these questions can be found by a reading of the bequeathed works of our ancestors. Looking to and studying the works of our ancestors, however, should not be an idle or frivolous endeavor. It should be undertaken with the detail and method expected of the professed scientist, with the reverence and moral sensibility expected of the professed theologian and, most of all, with the passion to find out why it is that we inhabit the moral climate we do, why we go from the sublime heights to the demonic depths. For it may be that it will not only be the ancients who experienced tribulation and ruin in their times, but it may soon be ourselves experiencing the same. For, it has been said that those who do not learn from the past are doomed to repeat it. Now, in regards ancient anomalies and ancient prophecies, we cannot help but specifically wonder at the predictions gleaned from the Maya Calendar of the Long Count, which stipulated the 13 year \"Age of Reckoning\" (between 1996 and 2012) in which mankind's inner constitution would be made apparent, and the end-date year 2012 when history itself would end. Though different scholars each have a specific take on the meaning of this prophecy, I personally believe that it is not as much a prophecy, in the traditional sense, but a simple statement of a pre-known end-game being orchestrated in ancient times by the Atlanteans progenitors (giants or gods) of \"Adamic Man,\" those who have shaped the whole of history, ancient and modern, and who are leading humanity to a point when their \"revelation\" will take place, one that may not include their erstwhile servants on the lower tiers of the hierarchic pyramid. That the political events of our present times are centered in the Middle East, the birthplace of our unsustainable post-diluvian empires, is suggestive and even alarming to those who have made a close study of alternative history, and who sense a more malign force operating behind the saber-rattling of the Right and Left, the victims and avengers, the \"cops\" and \"robbers\" and \"made-for-media,\" orchestrated chaos. Will 2012 be the end of the world, or only of the world as we know it? Certainly, time seems to be speeding up and the economic, political, religious and sociological idioms which we have taken for granted for millennia and which we have labored so hard to create, do seem to be morphing and even degenerating into something anti-human and anti-nature. As T. S. Eliot wrote in his poem \"The Four Quartets,\" the ending is in our beginning, and as such, I believe, that in the next 10 years the intelligent within mankind will have no alternative but to look to their own true beginnings in order to know what lies ahead and what to do when we arrive at the Maya \"zero-hour.\" (Dec 21 2012). Now, for some, looking ahead causes enormous trepidation, while for others it brings calm. In either case, the major prophecies and scriptures, when taken together, make a fascinating archive for debate. It is up to the individual (as always) to bring sense to their content. Are they the ravings of escapists? Are they the epiphenomena of mental derangement? Are they flights of creative fancy? Or, are they accurate, if edited, excerpts from the final chapter of the great book of history,"},{"pageNumber":5,"pageContent":"transmitted to us by those privy, in one way or another, to the machinations of mankind's and history's creators and controllers? Are they exhortations from the brothers and sisters of humanity who have, through the ages, walked very near to us, and wept bitter tears for our sorry predicament, our endemic ignorance and existential fragility? The author J. R. R. Tolkien caused some confusion when he emphatically assured readers that his masterpiece \"The Lord of the Rings\" was NOT and allegory. It is not an allegory, and neither is the Book of History. There is very little that is fictional in either, except to those minds who have, as yet, not learned how to tell fact from fiction. The next ten years will encapsulate millennia of experience, for it is not that time is \"speeding up\" but that the hands of the inner clock of consciousness are slowing down. Something within us is applying the breaks, and we are each and all going to very soon know for sure whether we are heading for the shining summits of Olympus or the gloom of the precipice of Hades, and whether Sir Francis Bacon's utopian, hierarchical and high-tech \"New Atlantis,\" which so many visionaries, inventors, tyrants and tycoons, have lived, labored and slaughtered to build, may fall into the oceans as did the old one, so many ages ago. For more information on this subject, see our Atlantis Book page Close Page to Exit"}]
