[{"pageNumber":1,"pageContent":"Temple of Set Reading ListCategory 5: Atlantisas of February 26, 2003Since it is now established fact that mankind has possessed high intelligence for quite some time prior to the recorded beginnings of Egypt, the question of what was happening during the previous 95,000 years - approximately the length of time we’ve possessed our expanded cranial capacity - remains unresolved. Did our ancestors content themselves with swinging from trees and eating bananas ... and suddenly decide to civilize themselves a mere 5,000 years ago? Or were other things taking place?5A. Atlantis, the Antediluvian World by Ignatius Donnelly, 1882; revised/edited by Egerton Sykes, 1949. NY: Gramercy, 1949. [Deutschland: Atlantis, die vorsintflutliche Welt. ?, Esslingen a.N., 1911.] (TOS-3) MA: “This is the classic analysis of Atlantis. Written to the scientific standards of Donnelly’s time, it fell victim to a priori disbelief and was dealt a near-death blow by being embraced by the occult faddists of that day. Nevertheless the book remains a sound archæological study, though dated in some areas which will be readily apparent to modern readers. Some of the more startling points made by this book are cited at the beginning of George Pal’s sci-fi/fantasy (?) film Atlantis, the Lost Continent (#F-5A).”5B. The Mystery of Atlantis by Charles Berlitz.NY: Leisure Books #272DK, 1969. [Deutschland: Das Atlantis-Rätsel. Zsolnay Verlag, Hamburg, 1976.] (TOS-3) MA: “This book summarizes the current case both for and against Atlantis. Berlitz comments extensively and authoritatively on Donnelly, particularly with regard to the language question. [Berlitz, son of ‘the’ Berlitz, speaks thirty languages himself.] The tone of the book is conservative and scientific. Ultimately, however, Berlitz can add little in the way of new data; he merely critiques #5A.”5C. Atlantis Rising by Brad Steiger. NY: Dell Books #1182, 1973. (TOS-3) MA: “A speculative work on Atlantis, with some interesting new data. The case studies are well presented, although the book suffers from Steiger’s sensationalistic writing-style.”5D. Atlantis: The New Evidence by Martin Ebon. NY: Signet #W-7371, 1977. (TOS-3) MA: “In most regards this book is neither as scholarly nor as thorough as the other books in this category. It does include, however, a very intriguing account of the archæological efforts of Heinrich and Paul Schliemann concerning Atlantis. A lot of time is wasted on snipe-hunt theories about Atlantis actually being Crete or Santorini, presuming that Plato (who traveled about the Mediterranean Sea) was too stupid to know the difference between the Mediterranean and the Atlantic Ocean.”5E. Timæus and Critias by Plato. Baltimore: Penguin Books #L261, 1971. [Deutschland: Platon-Hauptwerke (u.a. Texte). Alfred Kröner Verlag, Stuttgart, 1973.] (TOS-4) MA: “These are the two Platonic dialogues concerned, among other things, with Atlantis. They are also included in #12C, but this edition has the added attraction of some very good footnotes to the mathematical intricacies of the dialogues. The book’s drawback is a Santorini-oriented appendix on Atlantis by the edition’s translator, Desmond Lee of University College, Cambridge.”"},{"pageNumber":2,"pageContent":"5F. The Secret of Atlantis by Otto Muck. NY: Pocket Books, 1978. [Deutschland: Atlantis-gefunden. Victoria Verlag, Stuttgart, 1954.] (TOS-3) MA: “A tightly argued, carefully documented case for the historical accuracy of Plato’s accounts. Muck, a German scientist who contributed to the invention of the schnorkel and V1/V2 rockets of World War II, concludes: ‘The Mayan temple records and modern methods of historical dating agree. They prove that Plato’s account is true. The statements that have been looked on with such skepticism are correct.’ Introduction by Peter Tompkins, author of #1F, who dispenses firmly with the Santorini theory.”5G. Ancient Man: A Handbook of Puzzling Artifacts by William R. Corliss. Glen Arm, Maryland: The Sourcebook Project, 1978. (TOS-3) MA: “In his preface Corliss states: ‘The primary objective of this handbook is to provide libraries and individuals with a wide selection of reliable descriptions of unusual artifacts of ancient man. To meet this goal I have analyzed hundreds of volumes of archæological journals as well as the complete files of Nature and Science. The result is an incomparable collection of information on the frontiers of archæology.’ Chapters on engineering structures, tools & artifacts, graphics & symbols, geology, anthropology, biology, and mythology. 800 pages of small print! Altogether a refreshingly reliable text after one has endured the sensationalistic stuff of van Däniken and his many imitators for so many years.” DW: “If you write to Corliss, get his catalogue. Its well-researched title stock will challenge you in many ways.”5H. Atlantis of the North by Jürgen Spanuth. NY: Van Nostrand Reinhold Company, 1979. [Deutschland: Die Atlanter-Volk aus dem Bernsteinland. Grabert Verlag, Tübingen, 1985.] (TOS-4) (TRP-1) MA: “This is a rather deceptive work. Although published as a book in 1979, it is a revised and expanded treatment of the author’s earlier work Atlantis (1965). But as you examine the dates in the footnotes and the 16-page bibliography, it begins to dawn on you that Spanuth has taken massive amounts of material from the archives of the prehistorical research elements of the Ahnenerbe-SS [see #14M]. In fact it is rather amusing to see how ‘startling’ everyone finds this book - as though this is all ‘breakthrough revelation’ in archæology. It is more correctly the unveiling of source material that has lain under an emotional and political taboo since 1945. To be fair to Spanuth, he has done a good job of integrating and analyzing an enormous amount of data whose processing under the Nazi regime was inhibited by (a) wartime pressures and (b) the ideological constraints of Nazi politics. Spanuth’s thesis is that the royal island of Atlantis (Basileia) was located in the area of Heligoland, and that the Platonic accounts of Atlantean history are essentially accurate. He - and the Ahnenerbe - make a good case.”5I. Plato, Prehistorian: 10000-5000 B.C. Myth, Religion, and Archæology by Mary Settegast. Cambridge: The Rotenberg Press, 1986. (TOS-3) DW: “There’s a more recent trade paperback of this book from Lindisfarne Press. Settegast looks seriously at Plato’s Timæus and Critias as a remembrance of the spiritual awakening in the mid-seventh millennium from Persia to north Africa to the Greek peninsula, which created certain links in these cultures with the practice of mystery religions.”- 2 -"},{"pageNumber":3,"pageContent":"5J. Forbidden Archæology: The Hidden History of the Human Race by Michael Cremo and Richard Thompson. San Diego: Bhaktivedanta Institute, 1993. ISBN: 0-9635309-8-4. (TOS-4) MA: “A gigantic compendium of all sorts of ‘inconvenient’ archæological data that conventional archæology has preferred to ignore or ‘fast-forward’ through. At the end of this tome the authors blithely propose the significance of this data: that ‘beings resembling anatomically-modern humans were present in the Early Pleistocene (1.7 million years ago) and Pliocene (3.5 million years ago)’. Furiously denounced by conventional archæologists [see Scroll of Set, April 1996], this book still, well, exists unrefuted. A year later C&T followed FA with a less-technical, abridged version entitled just The Hidden History of the Human Race (Badger, California: Govardhan Hill, 1994), which could be considered TOS-3.”* * *F5A. Atlantis, The Lost Continent. MA: “Despite the power of the Atlantis legend, it has not been an object of much interest by filmmakers. One exception was this 1960s-vintage fantasy film by George Pal. Beginning the film with a recitation of ‘Atlantis-proofs’ from #5A, Pal set his Atlantis in the time of Classical Greece and decorated it with Nautilus-like submarines, crystalline death-rays, and mad-lab experiments in applied lycanthropy. Interesting for the ‘flavor’ it creates for an Atlantic civilization like yet unlike the known ones of the Mediterranean.”- 3 -"}]
