[{"pageNumber":1,"pageContent":"AARRTT Black/White Version (suitable for print) (BW, Black/White) Compiled 5. February 2010"},{"pageNumber":2,"pageContent":"ART    II    05.02.10    "},{"pageNumber":3,"pageContent":"ART    III    05.02.10    a) Table of Contents, in Checkcheet order: 1. ART..................................................................................................................................................................1 2. ART, MORE ABOUT........................................................................................................................................5 3. STAGE MANNERS........................................................................................................................................11 4. RHYTHM........................................................................................................................................................13 5. ART AND COMMUNICATION.......................................................................................................................17 6. ART IN ITS BASICS.......................................................................................................................................21 7. FINE ARTS VERSUS ILLUSTRATIONS........................................................................................................23 8. A PROFESSIONAL........................................................................................................................................25 9. ART SERIES 9...............................................................................................................................................27 10. THE JOY OF CREATING..............................................................................................................................29 11. HOW TO VIEW ART ......................................................................................................................................31 12. ARTISTIC PRESENTATION..........................................................................................................................35 13. DEPTH PERSPECTIVE.................................................................................................................................39 14. COLOR ..........................................................................................................................................................41 15. ART AND INTEGRATION..............................................................................................................................45 16. MESSAGE .....................................................................................................................................................51 17. ART AND EQUIPMENT.................................................................................................................................53"},{"pageNumber":4,"pageContent":"ART    IV    05.02.10    "},{"pageNumber":5,"pageContent":"ART    V    05.02.10    b) Table of Contents, in chronological order: 1. 64-10-08 ARTISTIC PRESENTATION........................................................................................................35 2. 65-08-30 ART................................................................................................................................................1 3. 73-07-29 ART, MORE ABOUT......................................................................................................................5 4. 74-04-10 STAGE MANNERS......................................................................................................................11 5. 74-04-25 RHYTHM......................................................................................................................................13 6. 77-09-26 ART AND COMMUNICATION.....................................................................................................17 7. 79-03-04 ART IN ITS BASICS.....................................................................................................................21 8. 79-04-15 FINE ARTS VERSUS ILLUSTRATIONS......................................................................................23 9. 79-06-10 A PROFESSIONAL......................................................................................................................25 10. 80-01-12 ART SERIES 9.............................................................................................................................27 11. 82-08-25 THE JOY OF CREATING............................................................................................................29 12. 84-02-01 HOW TO VIEW ART ....................................................................................................................31 13. 84-02-25 DEPTH PERSPECTIVE...............................................................................................................39 14. 84-02-26 ART AND INTEGRATION............................................................................................................45 15. 84-02-26 COLOR ........................................................................................................................................41 16. 84-03-10 MESSAGE ...................................................................................................................................51 17. 89-11-16 ART AND EQUIPMENT...............................................................................................................53"},{"pageNumber":6,"pageContent":"ART    VI    05.02.10    "},{"pageNumber":7,"pageContent":"ART    VII    05.02.10    c) Table of Contents, in alphabetical order: 1. A PROFESSIONAL........................................................................................................................................25 2. ART AND COMMUNICATION.......................................................................................................................17 3. ART AND EQUIPMENT.................................................................................................................................53 4. ART AND INTEGRATION..............................................................................................................................45 5. ART IN ITS BASICS.......................................................................................................................................21 6. ART SERIES 9...............................................................................................................................................27 7. ART..................................................................................................................................................................1 8. ART, MORE ABOUT........................................................................................................................................5 9. ARTISTIC PRESENTATION..........................................................................................................................35 10. COLOR ..........................................................................................................................................................41 11. DEPTH PERSPECTIVE.................................................................................................................................39 12. FINE ARTS VERSUS ILLUSTRATIONS........................................................................................................23 13. HOW TO VIEW ART ......................................................................................................................................31 14. MESSAGE .....................................................................................................................................................51 15. RHYTHM........................................................................................................................................................13 16. STAGE MANNERS........................................................................................................................................11 17. THE JOY OF CREATING..............................................................................................................................29"},{"pageNumber":8,"pageContent":"ART    VIII    05.02.10    "},{"pageNumber":9,"pageContent":" ART    1    05.02.10    HUBBARD COMMUNICATIONS OFFICE Saint Hill Manor, East Grinstead, Sussex HCO BULLETIN OF 30 AUGUST AD 15 Remimeo Saint Hill Executives Saint Hill Students Art Series 1 ART For some fifteen years I have been studying, amongst other branches of philosophy, the subject of Art. The reason for this is: Art is the least codified of human endeavors and the most mis-understood. What is Art? is one of the least answered of human questions. Art abounds with authorities. It was chosen because “that field containing the most au-thorities contains the least codified knowledge.” The obvious invitation is to answer the ques-tion and codify the subject. This has now been done. The subject was originally brought up in a conversation with Donald H. Rogers at 42 Aberdeen Road, Elizabeth, New Jersey, in 1950. As this zone of human activity seemed to stand outside the field of Dianetics and Sci-entology, I thereafter worked with it on a casual basis. Having published 15,000,000 words between 1929 and 1941, I was not unacquainted with the arts. Since 1950 I have worked with other arts than that of literature in order to make an advance on the general subject of ART. I have made a breakthrough at last in this matter. And I find it is applicable to what we are doing and therefore also has practical value. To make it a matter of record rather than a filed sheaf of notes, I am publishing these findings as an HCO B. I also feel they will be of some assistance in forwarding Scientology. As in the case of all “pure research” (by which is meant study without thought of pos-sible application) there is a sudden pay-off in these answers including the better dissemination of Scientology and the rehabilitation of the artist. My incidental studies in the fields of photography and music materially assisted these discoveries. Approaching the state of Clear has also assisted in comprehending this rather vast sub-ject of Art. It is adventurous to state one has solved such a sweeping subject but here at least are the fundamentals and basics."},{"pageNumber":10,"pageContent":"ART    2    HCOB    30.08.65    ART    2    05.02.10    The following are rough notes but are in fact the basis of that branch of activity we call Art. THE FUNDAMENTALS OF ART BASIC DEFINITION Art is a word which summarizes the quality of communication. ____________________ It therefore follows the laws of communication. ____________________ Too much originality throws the audience into unfamiliarity and therefore disagree-ment, as communication contains duplication and “originality” is the foe of duplication. Technique should not rise above the level of workability for the purpose of communi-cation. ____________________ Perfection cannot be attained at the expense of communication. Seeking perfection is a wrong target in art. One should primarily seek communication with it and then perfect it as far as reasonable. One attempts communication within the framework of applicable skill. If perfection greater than that which can be attained for com-munication is sought, one will not communicate. Example: A camera that shoots perfectly but is not mobile enough to get pictures. One must settle for the highest level of technical perfection obtainable below the ability to obtain the picture. The order of importance in art is: 1. The resultant communication, 2. The technical rendition. 2 is always subordinate to 1. 2 may be as high as possible but never so high as to in-jure 1. The communication is the primary target. The technical quality of it is the secondary consideration. A person pushes 2 as high as possible within the reality of 1. A being can take a lot of trouble with 2 to achieve I but there is a point where attempt-ing 2 prevents 1. If the ardures of 2 prevent 1, then modify 2, don’t modify 1."},{"pageNumber":11,"pageContent":"ART    3    HCOB    30.08.65    ART    3    05.02.10    Perfection is defined as the quality obtainable which still permits the delivery of the communication. Too much time on 2 of course prevents 1. It is usually necessary to lower a standard from absolute perfection to achieve com-munication. The test of the artist is how little it is lowered not how high it is pushed. A professional in the arts is one who obtains communication with the art form at the minimum sacrifice of technical quality. There is always some sacrifice of quality to commu-nicate at all. The reduction of mass or time or impedimenta or facilities toward the ability to render a result is the exact measurement of how much technical perfection can be attempted. The rule is if one is being too perfectionistic to actually achieve a communication, reduce the mass, time, impedimenta or facilities sufficiently low to accomplish the communication but maintain the technique and perfection as high as is reconcilable with the result to be achieved and within one’s power to act. No communication is no art. To not do the communication for lack of technical per-fection is the primary error. It is also an error not to push up the technical aspects of the result as high as possible. One measures the degree of perfection to be achieved by the degree of communication that will be accomplished. This is seen even in a workman and tools. The workman who cannot accomplish any-thing but must have tools is an artistic failure. ”Art for art’s sake” is a complete paradox as a remark. “Art for the sake of communi-cation” and “Attempted perfection without communicating” are the plus and minus of it all. One can of course communicate to oneself, if one wishes to be both cause and effect. One studies art only if one wishes to communicate and the search for artistic perfec-tion is the result of past failures to communicate. Self-improvement is based entirely on earlier lack of communicating. Living itself can be an art. The search for freedom is either the retreat from past failures to communicate or the effort to attain new communication. To that degree then the search for freedom is a sick or well impulse. Searching for and discovering one’s past failures to communicate an art form or idea about it will therefore inevitably rehabilitate the artist. However, due to the nature of the Reactive Mind, full rehabilitation is achieved only through releasing and clearing. ____________________"},{"pageNumber":12,"pageContent":"ART    4    HCOB    30.08.65    ART    4    05.02.10    How much art is enough art? The amount necessary to produce an approximation of the desired effect on its receiver or beholder, within the reality of the possibility of doing so. A concept of the beholder and some understanding of his or her acceptance level is necessary to the formulation of a successful art form or presentation. This includes an ap-proximation of what is familiar to him and is associated with the desired effect. All Art depends for its success upon the former experience and associations of the be-holder. There is no pure general form since it must assume a sweeping generality of former experiences in the beholder. Artists all, to a greater or lesser degree, need comprehension of the minds and view-points of others in order to have their work accepted; since the acceptability of a communica-tion depends upon the mental composition of the receiver. Scientology then is a must for any artist if he would succeed without heartbreak. In any art form or activity one must conceive of the beholder (if only himself). To fail to do so is to invite disappointment and eventual dissatisfaction with one’s own creations. An artist who disagrees thoroughly with the “taste” of his potential audience cannot of course communicate with that audience easily. His disagreement is actually not based on the audience but on former inabilities to communicate with such audiences or rejections by a vaguely similar audience. The lack of desire to communicate with an art form may stem from an entirely differ-ent inability than the one supposed to exist. Professionals often get into such disputes on how to present the art form that the en-tirety becomes a technology, not an art, and, lacking progress and newness of acceptance, dies. This is probably the genus of all decline or vanishment of art forms. The idea of con-temporary communication is lost. All old forms become beset by technical musts and must nots and so cease to communicate. The art is the form that communicates not the technology of how, the last contributing to the ease of creating the effect and preservation of the steps used in doing it. A form’s reach, blunted, becomes involved with the perfection alone, and ceases to be an art form in its proper definition. A communication can be blunted by suppressing its art form: Example, bad tape re-production, scratched film, releasing bits not authorized. This then is the primary suppression. On the other hand, failing continuously to permit a non-destructive communication on the grounds of its lack of art is also suppressive. Between these two extremes there is communication and the task is to attain the high-est art form possible that can be maintained in the act of communicating. To do otherwise is inartistic and objectionable. These, therefore, are the fundamentals of Art. L. RON HUBBARD LRH:ml.cden"},{"pageNumber":13,"pageContent":" ART    5    05.02.10    HUBBARD COMMUNICATIONS OFFICE Saint Hill Manor, East Grinstead, Sussex HCO BULLETIN OF 29 JULY 1973 Remimeo Art Series 2 ART, MORE ABOUT Ref: HCO B 30 Aug AD15, ART How good does a professional work of art have to be? This would include painting, music, photography, poetry, any of the arts whether fine or otherwise. It would also include presenting oneself as an art form as well as one’s products. Yes, how good does such a work of art have to be? Ah, you say, but that is an imponderable, a thing that can’t be answered. Verily, you say, you have just asked a question for which there are no answers except the sneers and ap-plause of critics. Indeed, this is why we have art critics! For who can tell how good good is. Who knows? I have a surprise for you. There is an answer. As you know, I searched for many years, as a sort of minor counterpoint to what I was hardwork doing, to dredge up some of the materials which might constitute the basis of art. Art was the most uncodified and most opinionated subject on the planet after men’s ideas about women and women’s ideas about men and Man’s ideas of Man. Art was anyone’s guess. Masterpieces have gone unapplauded, positive freaks have gained raves. So how good does a work of art have to be to be good? The painter will point out all the tiny technical details known only to painters, the mu-sician will put a score through the Alto horn and explain about valve clicks and lip, the poet will talk about meter types, the actor will explain how the position and wave of one hand per the instructions of one school can transform a clod into an actor. And so it goes, art by art, bit by bit. But all these people will be discussing the special intricacies and holy mysteries of technique, the tiny things only the initiate of that art would recognize. They are talking about technique. They are not really answering how good a work of art has to be. Works of art are viewed by people. They are heard by people. They are felt by people. They are not just the fodder of a close-knit group of initiates. They are the soul food of all people. One is at liberty of course to challenge that wide purpose of art. Some professors who don’t want rivals tell their students “Art is for self-satisfaction” “It is a hobby.” In other"},{"pageNumber":14,"pageContent":"ART, MORE ABOUT 2 HCOB 29.07.73 ART    6    05.02.10    words, don’t display or exhibit, kid, or you’ll be competition! The world today is full of that figure-figure. But as none of this self-satisfaction art meets a definition of art wider than self for the sake of self, the professional is not interested in it. In any artistic production, what does one have as an audience? People. Not, heaven forbid, critics. But people. Not experts in that line of art. But people. That old Chinese poet who, after he wrote a poem, went down out of his traditional garret and read it to the flower-selling old lady on the corner had the right idea. If she under-stood it and thought it was great, he published. If she didn’t he put it in the bamboo trash can. Not remarkably, his poems have come down the centuries awesomely praised. Well, one could answer this now by just saying that art should communicate to people high and low. But that really doesn’t get the sweating professional anywhere as a guide in actually putting together a piece of work and it doesn’t give him a yardstick whereby he can say “That is that!” “I’ve done it.” And go out with confidence that he has. What is technique? What is its value? Where does it fit? What is perfectionism? Where does one stop scraping off the paint and erasing notes and say “That is that”? For there is a point. Some artists don’t ever find it. The Impressionists practically spun in as a group trying to develop a new way of viewing and communicating it. They made it-or some of them did like Monet. But many of them never knew where to stop and they didn’t make it. They couldn’t answer the question “How good does a piece of art work have to be to be good?” In this time of century, there are many communication lines for works of art. Because a few works of art can be shown so easily to so many there may even be fewer artists. The competition is very keen and even dagger sharp. To be good one has to be very good. But in what way and how? Well, when I used to buy breakfasts for Greenwich Village artists (which they ate hungrily, only stopping between bites to deplore my commercialism and bastardizing my tal-ents for the gold that bought their breakfasts) I used to ask this question and needless to say I received an appalling variety of responses. They avalanched me with technique or lack of it, they vaguely dwelt on inherent talent, they rushed me around to galleries to show me Picasso or to a board fence covered with abstracts. But none of them told me how good a song had to be to be a song. So I wondered about this. And a clue came when the late Hubert Mathieu, a dear friend, stamped with youth on the Left Bank of the Seine and painting dowagers at the Beaux Arts in middle age, said to me “To do any of these modern, abstract, cubist things, you have to first be able to paint!” And he enlarged the theme while I plied him in the midnight hush of Manhattan with iced sherry and he finished up the First Lady of Nantucket’s somewhat swol-len ball gown. Matty could paint. Finally he dashed me off an abstract to show me how somebody who couldn’t paint would do it and how it could be done. I got his point. To really make one of these too modern things come off, you first had to be able to paint. So I said well, hell, there’s Gertrude Stein and Thomas Mann and ink splatterers like those. Let’s see if it really is an art form. So I sharpened up my electric type-"},{"pageNumber":15,"pageContent":"ART, MORE ABOUT 3 HCOB 29.07.73 ART    7    05.02.10    writer and dashed off the last chapters of a novel in way far out acid prose and put the end at the bottom and shipped it off to an editor who promptly pushed several large loaves down the telephone wire and had me to lunch and unlike his normal blase self said, “I really got a big bang (this was decades ago, other years, other slang) out of the way that story wound up! You really put it over the plate.” And it sent his circulation rating up. And this was very odd be-cause you see the first chapters were straight since they’d been written before Matty got thirsty for sherry and called me to come over and the last chapters were an impressionistic stream of consciousness that Mann himself would have called “an advanced rather adventur-ous over-Finneganized departure from the ultra school.” So just to see how far this sort of thing could go, for a short while I shifted around amongst various prose periods just to see what was going on. That they sold didn’t prove too much because I never had any trouble with that. But that they were understood at all was sur-prising to me for their prose types (ranging from Shakespeare to Beowulf) were at wild vari-ance with anything currently being published. So I showed them to Matty the next time he had a ball gown to do or three chins to paint out and was thirsty. And he looked them over and he said, “Well, you proved my point. There’s no mystery to it. Basically you’re a trained writer! It shows through.” And now we are getting somewhere, not just with me and my adventures and long dead yesterdays. As time rolled on, this is what I began to see: The fellow technician in an art hears and sees the small technical points. The artist himself is engrossed in the exact application of cer-tain exact actions which produce, when done, his canvas, his score, his novel, his perform-ance. The successful artist does these small things so well that he also then has attention and skill left to get out his message, he is not still fiddling about with the cerulean blue and the semiquaver. He has these zeroed in. He can repeat them and repeat them as technical actions. No ulcers. Strictly routine. And here we have three surrealist paintings. And they each have their own message. And the public wanders by and they only look with awe on one. And why is this one different than the other two? Is it a different message? No. Is it more popular? That’s too vague. If you look at or listen to any work of art, there is only one thing the casual audience responds to en masse, and if this has it then you too will see it as a work of art. If it doesn’t have it, you won’t. So what is it? Technical expertise itself adequate to produce an emotional impact. And that is how good a work of art has to be to be good. If you look this over from various sides, you will see that the general spectator is gen-erally unaware of technique. That is the zone of art’s creators. Were you to watch a crowd watching a magician, you would find one common de-nominator eliciting uniform response. If he is a good magician he is a smooth showman. He"},{"pageNumber":16,"pageContent":"ART, MORE ABOUT 4 HCOB 29.07.73 ART    8    05.02.10    isn’t showing them how he does his tricks. He is showing them a flawless flowing perform-ance. This alone is providing the carrier wave that takes the substance of his actions to his audience. Though a far cry from fine art, perhaps, yet there is art in the way he does things. If he is good, the audience is seeing first of all, before anything else, the Technical Expertise of his performance. They are also watching him do things they know they can’t do. And they are watching the outcome of his presentations. He is a good magician if he gives a technically flawless performance just in terms of scenes and motions which provide the channel for what he is presenting. Not to compare Bach with a magician (though you could), all great pieces of art have this one factor in common. First of all, before one looks at the faces on the canvas or hears the meaning of the song, there is the Technical Expertise there adequate to produce an emotional impact. Before one adds message or meaning, there is this Technical Expertise. Technical Expertise is composed of all the little and large bits of technique known to the skilled painter, musician, actor, any artist. He adds these things together in his basic pres-entation. He knows what he is doing. And how to do it. And then to this he adds his message. All old masters were in there nailing canvas on frames as apprentices or grinding up the lapis lazuli or cleaning paintbrushes before they arrived at the Metropolitan. But how many paintbrushes do you have to clean? Enough to know that clean paint-brushes make clean color. How many clarinet reeds do you have to replace? Enough to know which types will hit high C. Back of every artist there is technique. You see them groping, finding, discarding, fooling about. What are they hunting for? A new blue? No, just a constant of blue that is an adequate quality. And you see somebody who can really paint still stumbling about looking for tech-nique – a total overrun. Someplace one says, “That’s the Technical Expertise adequate to produce an emo-tional impact.” And that’s it. Now he CAN. So he devotes himself to messages. If you get this tangled up or backwards, the art does not have a good chance of being good. If one bats out messages without a Technical Expertise carrier wave of art, the first standard of the many spectators seems to be violated. The nice trick is to be a technician and retain one’s fire. Then one can whip out the masterpieces like chain lightning. And all the great artists seem to have managed that. And when they forked off onto a new trail they mastered the technique and then erupted with great works. It is a remarkable thing about expertise. Do you know that some artists get by on “Technical expertise adequate to produce an emotional impact” alone with no messages? They might not suspect that. But it is true. So the “expertise adequate” is important enough to be itself art. It is never great art. But it produces an emotional impact just from quality alone."},{"pageNumber":17,"pageContent":"ART, MORE ABOUT 5 HCOB 29.07.73 ART    9    05.02.10    And how masterly an expertise? Not very masterly. Merely adequate. How adequate is adequate? Well, people have been known to criticize a story because there were typographical errors in the typing. And stories by the non-adept often go pages before anyone appears or anything happens. And scores have been known to be considered dull simply because they were inexpertly chorded or clashed. And a handsome actor has been known not to have made it because he never knew what to do with his arms, for all his fiery thunderings of the Bard’s words. Any art demands a certain expertise. When this is basically sound, magic! Almost anyone will look at it and say Ah! For quality alone has an emotional impact. That it is cubist or dissonant or blank verse has very little bearing on it; the type of the art form is no limita-tion to audience attention generally when it has, underlying it and expressed in it, the exper-tise adequate to produce an emotional impact. The message is what the audience thinks it sees or hears. The significance of the play, the towering clouds of sound in the symphony, the scatter-batter of the current pop group, are what the audience thinks it is perceiving and what they will describe, usually, or which they think they admire. If it comes to them with a basic expertise itself able to produce an emo-tional impact they will think it is great. And it will be great. The artist is thought of as enthroned in some special heaven where all is clean and there is no sweat, eyes half closed in the thrall of inspiration. Well maybe he is sometimes. But every one I’ve seen had ink in his hair or a towel handy to mop his brow or a throat spray in his hand to ease the voice strain of having said his lines twenty-two times to the wall or the cat. I mean the great ones. The others were loafing and hoping and talking about the producer or the unfair art gallery proprietor. The great ones always worked to achieve the technical quality necessary. When they had it they knew they had it. How did they know? Because it was technically correct. Living itself is an art form. One puts up a mock-up. It doesn’t happen by accident. One has to know how to wash his nylon shirts and girls have to know what mascara runs and that too many candy bars spoil the silhouette, quite in addition to the pancreas. Some people are themselves a work of art because they have mastered the small prac-tical techniques of living that give them a quality adequate to produce an emotional impact even before anyone knows their name or what they do. Even a beard and baggy pants require a certain art if they are to be the expertise ade-quate to produce an emotional impact. And some products produce a bad misemotional impact without fully being viewed. And by this reverse logic, of which you can think of many examples such as a dirty room, you can then see that there might be an opposite expertise, all by itself, adequate to produce a strong but desirable emotional impact. That is how good a work of art has to be. Once one is capable of executing that techni-cal expertise for that art form he can pour on the message. Unless the professional form is there first, the message will not transmit."},{"pageNumber":18,"pageContent":"ART, MORE ABOUT 6 HCOB 29.07.73 ART    10    05.02.10    A lot of artists are overstraining to obtain a quality far above that necessary to produce an emotional impact. And many more are trying to machine gun messages at the world with-out any expertise at all to form the vital carrier wave. So how good does a piece of art have to be? L. RON HUBBARD Founder LRH: nt.jh"},{"pageNumber":19,"pageContent":" ART    11    05.02.10    HUBBARD COMMUNICATIONS OFFICE Saint Hill Manor, East Grinstead, Sussex HCO BULLETIN OF 10 APRIL 1974 Remimeo Art Series 3 STAGE MANNERS An actor, performer or musician should have a good command of what is called” Stage Manners”. While it is not possible here to give a full text on the subject, these basics should suf-fice. 1. The performer purpose is basically Communication. (a) To Communicate one must have R (Reality) – which is to say one must be visible. (b) To Communicate one must have R that there is an audience there to be Communicated to. (c) A degree of Affinity with or for the audience must be physically expressed. (One can-not treat an audience with contempt, for instance.) (A perpetual smile is not a must, a respectful look, a friendly look does as well.) If you look over the above ABCs you will see that the general basic of Stage Manners is the ARC Triangle. From this almost anything else can be derived. However, there are some traditional rules. I. You accept applause. This is the contribution of the audience. You do not cut it off. You acknowledge it with bows or other physical actions. But you accept it. You don’t dodge it. II. You never turn your back on the audience. (An exception is an actor in play stage situations.) You turn in such a way as to turn facing the audience. You do not turn the other way around and so give them your back. III. Never express embarrassment or stage fright even when you feel it. Force yourself into a physical appearance and expression of poise. IV. If you goof, ride right over it. Do not break off, call attention to it or look helpless or foolish. Just ride right over it and go on."},{"pageNumber":20,"pageContent":"STAGE MANNERS 2 HCOB 10.4.74 ART    12    05.02.10    V. If you do not know what to do with your hands or feet, don’t do anything with them. Avoid twisting your feet or legs or hands or arms around. Don’t fiddle with things. Be positive in motion. VI. During breaks or silent periods remember you are still on stage and Stage Manners still apply. VII. Always appear to be in control of the place and the audience. VIII. Never let your poise be shattered by a sudden surprise. Ride over it and handle. IX. A performer dominates an audience: (a) By his comm, (b) By his art, (c) By his technical perfection, (d) By his Stage Manners. None of this means that one cannot clown, joke, act superior or even seem austere. these are the arts of presence. But even in doing these, Stage Manners are observed. If as a small child one was always cautioned about his manners and resented it one should get a clear idea of what manners are: In a culture manners are the lubrication that ease the frictions of social contacts. On the stage, Stage Manners are the means of smoothing the problems of interchange between audience and performer. The hallmark of the professional performer, next to his art and expertise, is flawless Stage Manners. Stand before a full-length mirror. (Or use Video Tape.) Assume the postures of your act. Accept applause gracefully. Bow gracefully. Smile pleasantly. Laugh. Be dignified. Demonstrate poise. Assume the posture needed for a non-applauding audience. Ride out boos. Demand more applause. Do the postures to end your performance after applause. Accept a standing ovation. Deplore not being able to give an encore. Appear at the start for a first part of a performance. Assume the postures and poise needed on stage during a one minute break between numbers. Accept a plaque. Accept flowers. Ride over a bad goof. Be respectful to the audience. Kid the audience out of it. Do each one of the IX rules. And all without saying a word. Do it with physical motions or lack of them. When you can do all these things and look right to yourself and feel easy about them you will have and be confident of your Stage Manners. L. RON HUBBARD Founder LRH:ntm.rd"},{"pageNumber":21,"pageContent":" ART    13    05.02.10    HUBBARD COMMUNICATIONS OFFICE Saint Hill Manor, East Grinstead, Sussex HCO BULLETIN OF 25 APRIL 1974 Remimeo Art Series 4 RHYTHM Rhythm: Any kind of movement characterized by the regular recurrence of strong and weak elements. Rhythm denotes the regular patterned flow, the ebb and rise of sounds and movement in speech, music, writing, dance and in other physical activities. Meter basically means measure and applies to a system or pattern of measured recurrence of length, beat or numbers in poetry or music. TYPES OF MUSIC RHYTHM There are six distinct types of rhythm in music. These are: Regular: Meaning the evenly accented (stressed) beat. Syncopated: The placing of upbeats along with downbeats at regular or irregular intervals. Stopped: In a stopped rhythm there are regular distinct halts to the flow of melody, but all the beats are there, they are simply regularly halted for an interval. (The term comes from choreography as in tap dancing where the dancer taps fill the stops.) Accented: Where one or more beats in a measure received a stronger stress (beat) or accent. Accent in a rhythm can be done by volume, duration, pitch or tone quality (timbre). Omitted Beat: The regular omission of one or more beats in measures. Time may have to be counted over two or more measures in order to regularly omit. (Soul, Mo-town.) Added Beat: Additional strong or, generally, weak beats are added to the rhythm in a con-sistent or inconsistent manner. (Bongos, Congas, etc.) USAGE Any and all rhythms are made up of the six basics above. One, two or more can be employed in complex patterns."},{"pageNumber":22,"pageContent":" ART    14    05.02.10    REPETITION Rhythm is rhythm because of repetition (recurrence). RAPPORT Rapport: Relationship, especially, one of mutual trust or affinity. An audience in rapport is different than an audience of spectators. An audience in rapport participates in small or large ways with the performer or the artist or work of art, often by vocal or body motion. Such participation is achieved by: 1. Reliance on the even recurrence of the rhythm. 2. Ability to predict it will recur. 3. Formation of agreement by such reliable prediction. 4. Permitting the audience to fill gaps or significances. Regular omission of a beat or step or full explanation causes the audience to fill it for themselves and brings about physi-cal or mental participation. RHYTHM All life is a repeating pulse and ebb and surge of motion. Life becomes difficult when rhythmic prediction cannot occur. Anxiety sets in. It is a relief to participate in predictable rhythm in an art form. It is safe and reassuring. If the rhythm is exciting it is also exciting. Therefore participation in predictable rhythm is pleasure and even joy. IMPINGEMENT When one changes rhythm within a single work one “makes wrong” because the per-son has predicted the rhythm but the prediction is not met. Thus he is wrong. If the rhythm recurs, the person is made right. A new rhythm attracts attention. If it is agreed with and recurs it gets participation. ART FORMS The above materials, while written from the viewpoint of music, apply to any art form. Even prose has a rhythm."},{"pageNumber":23,"pageContent":" ART    15    05.02.10    Not all rhythms are pleasant or acceptable. Many ways exist to utilize these observations on rhythm – i.e. one can begin an un-wanted rhythm, using the audience objection to impinge and then turn it into a wanted rhythm. As life itself is going through time and as time is recurrence, some rhythms are too dull to attain any attention. Rhythm, used in art forms, must therefore slow or speed or change the expected rhythms of ordinary life in order to command attention. Rhythm can sooth, lull, excite, arouse to any point of the emotional tone scale. A rhythm one half to one tone below the usual rhythm in life will depress or degrade an audience. A rhythm one half to one tone above the usual rhythm will dominate and interest. Rhythm and its expression is the basic key to all art forms. L. RON HUBBARD LRH:ntm.rd"},{"pageNumber":25,"pageContent":" ART    17    05.02.10    HUBBARD COMMUNICATIONS OFFICE Saint Hill Manor, East Grinstead, Sussex HCO BULLETIN OF 26 SEPTEMBER 1977 Remimeo ART AND COMMUNICATION (Art HCOB No. 3) When a work of painting, music or other form attains two-way communication, it is truly art. One occasionally hears an artist being criticized on the basis that his work is too “lit-eral” or too “common.” But one has rarely if ever heard any definition of “literal” or “com-mon.” And there are many artists simply hung up on this, protesting it. Also, some avant-garde schools go completely over the cliff in avoiding anything “literal” or “common” – and indeed go completely out of communication! The return flow from the person viewing a work would be contribution. True art al-ways elicits a contribution from those who view or hear or experience it. By contribution is meant “adding to it.” An illustration is “literal” in that it tells everything there is to know. Let us say the il-lustration is a picture of a tiger approaching a chained girl. It does not really matter how well the painting is executed, it remains an illustration and it IS literal. But now let us take a small portion out of the scene and enlarge it. Let us take, say, the head of the tiger with its baleful eye and snarl. Suddenly we no longer have an illustration. It is no longer “literal.” And the reason lies in the fact that the viewer can fit this expression into his own concepts, ideas or experience: he can supply the why of the snarl, he can compare the head to someone he knows. In short he can contribute to the head. The skill with which the head is executed determines the degree of response. Because the viewer can contribute to the picture, it is art. In music, the hearer can contribute his own emotion or motion. And even if the music is only a single drum, if it elicits a contribution of emotion or motion, it is truly art. That work which delivers everything and gets little or nothing in return is not art. The “common” or overused melody, the expected shape or form gets little or no contribution from the hearer or viewer. That work which is too unclear or too poorly executed may get no con-tribution. Incidental to this, one can ask if a photograph can ever be art, a controversy which has been raging for a century or more. One could say that it is only difficult to decide because one has to establish how much the photographer has contributed to the “reality” or “literalness” in"},{"pageNumber":26,"pageContent":"ART AND COMMUNICATION 2 HCOB 26.09.77 ART    18    05.02.10    front of his camera, how he has interpreted it, but really the point is whether or not that pho-tograph elicits a contribution from its viewer. If it does, it is art. Innovation plays a large role in all works which may become art. But even this can be overdone. Originality can be overdone to the point where it is no longer within any possible understanding by those viewing or hearing it. One can be so original one goes entirely outside the most distant perimeter of agreement with his viewers or listeners. Sometimes this is done, one suspects, when one has not spent the labor necessary to execute the work. Various ex-cuses are assigned such an action, the most faulty of which is “self-satisfaction” of the artist. While it is quite all right to commune with oneself, one cannot also then claim that it is art if it communicates with no one else and no other’s communication is possible. The third flow, of people talking to one another about a work can also be considered a communication and where it occurs is a valid contribution as it makes the work known. Destructive attitudes about a work can be considered as a refusal to contribute. Works that are shocking or bizarre to a point of eliciting protest may bring to themselves notoriety thereby and may shake things up; but when the refusal to contribute is too widespread, such works tend to disqualify as art. There is also the matter of divided opinion about a work. Some contribute to it, some refuse to contribute to it. In such cases one must examine who is contributing and who is re-fusing. One can then say that it is a work of art to those who contribute to it and that it is not to those who refuse to contribute to it. Criticism is some sort of index of degree of contribution. There are, roughly, two types of criticism: one can be called “invalidative criticism,” the other “constructive criticism.” Invalidative criticism is all too prevalent in the arts for there exist such things as “in-dividual taste,” contemporary standards and, unfortunately, even envy or jealousy. Too often, criticism is simply an individual refusal to contribute. One could also state that “those who destructively criticize can’t do.” “Constructive criticism” is a term which is often used but seldom defined. But it has use. It could probably be best defined as criticism which “indicates a better way to do,” at least in the opinion of the critic. Those who simply find fault and never suggest a practical means of doing it better rather forfeit their right to criticize. Art is probably the most uncodified and least organized of all fields. It therefore ac-quires to itself the most “authorities.” Usually nothing is required of an “authority” except to say what is right, wrong, good, bad, acceptable or unacceptable. Too often the sole qualifica-tion of the authority (as in poor teaching of some subjects) is a memorized list of objects and their creators and dates with some hazy idea of what the work was. An “authority” could con-siderably improve his status by using rather precise definitions of his terms. The modern trend of seeking the significance in what the artist meant is of course not likely to advance the arts very much."},{"pageNumber":27,"pageContent":"ART AND COMMUNICATION 3 HCOB 26.09.77 ART    19    05.02.10    Viewing and experiencing art on the basis of what one is contributing to it and what others contribute to it is a workable approach. And it would result in improved art and im-proved appreciation. Such a viewpoint, interestingly, also includes some things into the field of art not pre-viously so viewed. L. RON HUBBARD Founder LRH:pat"},{"pageNumber":29,"pageContent":" ART    21    05.02.10    HUBBARD COMMUNICATIONS OFFICE Saint Hill Manor, East Grinstead, Sussex HCO BULLETIN OF 4 MARCH 1979R Revised 30 December 1979 Remimeo (Revisions in this type style) Art Serves 6 ART IN ITS BASICS Every separate sector of artistic creations has its own basic rules. Such areas include writing, painting, lighting, camera work, costumes, sets, marketing, recording, mixing – every contributory sector to a final art offering. Each one of these areas has basic stable data which govern it. They are contained in the textbooks on these subjects. These are the rules – the stable data, the senior data of each specialized activity. We follow the rules because the rules give impact, effect and message. We don’t fol-low the rules because we’re told to, we follow the rules to get a product that is effective and brings about what we want brought about. Anybody who thinks it’s just an odd idea that you just follow the rules should get Short Form Product Clearing, because rules have everything to do with the value of the prod-uct. Anybody can turn out amateur junk. Who looks at it? Who would look at it even if they were paid? The distance between amateured junk and an effective product is accomplished by knowing and following the basic rules and using them expertly. When you add to this dexterous handling of materials and equipment and then add some experience you have a professional. When you add a dash of good sense and talent you have a knockout. Be professional in whatever you do, the tale is told by the effectiveness of the product on its viewers and intended public. So whatever your specialty, you have to sort out what the senior data are – the rules – and know them cold, so you don’t even have to think about them and can think with them. Did you ever realize that each one of these specialties has only a dozen or two rules? A=A=A is the way most people handle data, some of these A’s however, really have a thousand times the importance of other data."},{"pageNumber":30,"pageContent":"ART IN ITS BASICS 2 HCOB 4.0379R ART    22    05.02.10    If you know these and sort them out you have a chance of becoming a professional and if you have sorted them out and can think with them and have manual dexterity with materials and equipment any professional in that field will recognize you as a professional but far more important, your specialty will communicate. If you disregard the above you’ll be out of communication with your specialty not only specialty but every viewer including kids, whether they know the rules or not. Be a professional in whatever you do. L. RON HUBBARD Founder Revisions assisted by Maggie Sibersky LRH Comps I/C LRH:MS:jk.dr"},{"pageNumber":31,"pageContent":" ART    23    05.02.10    HUBBARD COMMUNICATIONS OFFICE Saint Hill Manor, East Grinstead, Sussex HCO BULLETIN OF 15 APRIL 1979 Remimeo Art Series 7 FINE ARTS VERSUS ILLUSTRATIONS The division between fine arts and illustrations is that fine arts permit the viewer to contribute his own interpretations or originations to the scene whereas illustrations are “too literal” and give him the whole works. To evoke an emotion in fine arts, the spectator must be invited to contribute part of the meaning. In a poster, the viewer is most often intended to be clobbered. In illustration, the viewer is intended to be informed. A work of fine art can elicit quite different emotional contributions from one member of an audience to the next as he is left free to some degree to contribute meaning and emotion at his choice. In fine arts, the viewer must supply something to make it complete. Fine arts evoke some chord in the viewer’s nature or past. L. RON HUBBARD Founder LRH:cb"},{"pageNumber":33,"pageContent":" ART    25    05.02.10    HUBBARD COMMUNICATIONS OFFICE Saint Hill Manor, East Grinstead, Sussex HCO BULLETIN OF 10 JUNE 1979 Remimeo Art Series 8 A PROFESSIONAL Ref: HCOB 4 March 1979 Art Series 6 ART IN ITS BASICS A professional is somebody that can produce a high quality product. A professional is not an audience, and when he views things, he looks for what’s good in them and neglects the poor, low-grade things. The reason he does this is so he has an ideal scene. Without an ideal scene, he just operates off technical data and produces, artwise, a low quality product and isn’t a professional. Without an ideal scene, he can never get a preconception of the shot. In viewing things that approach an ideal scene, the true professional works out how they did it and when presented with similar tasks of production, can bring off things which approach an ideal scene in his own work. Another thing that separates a member of the audience from a professional is that the professional only thinks in terms of getting out an actual product. It never enters his head that he’s just there for the ride or that being an „expert“ is enough. A member of the audience has no faintest concept or idea of getting out a product. A professional knows the rules of the game as a matter of course so that he can achieve in the upper strata above that, a high quality of art. When a person simply looks at everything as to whether he „likes them“ or „not likes them,“ he’s just an audience and he’s on the wrong side of the footlights. This applies to a writer, a director, an actor, a cameraman, a makeup man. a propsman, a wardrobe man, a producer, an artist, any professional. Without this viewpoint, he never accumulates ideal scenes, so how could he produce anything good? He never has a memory library to compare his own products to. Be a professional. L. RON HUBBARD Founder"},{"pageNumber":35,"pageContent":" ART    27    05.02.10    HUBBARD COMMUNICATIONS OFFICE Saint Hill Manor, East Grinstead, Sussex HCO BULLETIN OF 12 JANUARY 1980 Remimeo Art Series 9 To do a montage, shot or work of art that talks one must: 1. Figure out what your message is. 2. Decide to communicate the message. 3. Put things or arrangements in that contribute to the message. 4. Take out or exclude things or arrangements which don't contribute to it. It also helps to know what is meant by «message». (Def: Message – is a unit commu-nication of a significance.) It also helps to know the definition of «montage» which is – a series of shots with one message. One should also know the definition of a shot and should understand that a short cut or glimpse of something is just a blip or some frames as opposed to a scene or a «picture» and there is really a missing word for this in the English language. A scene is a picture with a message in its own right. A shot is anything and it has no message in its own right and doesn't talk unless con-nected to other shots or scenes. One should also know what is a sequence and what is an action sequence. A sequence is a series of scenes related by location or general subject. In films or a photo story it is comparable to a chapter in a book. An action sequence is often fast cut to give the appearance of rapid movement and will never be a montage as each picture in it is a scene and therefore has its own message. Individual shots in a montage have little meaning in themselves individually but when cut together deliver a single message. By confusing an action sequence and a montage or a montage shot and a scene, one gets very little audience reaction and after all, that's the name of the game. Doing things for self-satisfaction is for professors who can't. All of this comes under the heading of integration. Integration consists of uniting the similar."},{"pageNumber":36,"pageContent":"ART SERIES 9 2 HCOB 12.01.80 ART    28    05.02.10    If you try to unite the totally dissimilar and unrelated you don't have integration and you don't have art. You have chaos. The principle of integration applies to all editing and composition in all fields. The above 1, 2, 3 and 4 is a formula that helps one to achieve clear aesthetic commu-nication of art. L. RON HUBBARD FOUNDER LRH:gal"},{"pageNumber":37,"pageContent":" ART    29    05.02.10    HUBBARD COMMUNICATIONS OFFICE Saint Hill Manor, East Grinstead, Sussex HCO BULLETIN OF 25 AUGUST 1982 Remimeo Art Series 10 THE JOY OF CREATING Force yourself to smile and you’ll soon stop frowning. Force yourself to laugh and you’ll soon find something to laugh about. Wax enthusiastic and you’ll very soon feel so. A being causes his own feelings. The greatest joy there is in life is creating. Splurge on it! L. RON HUBBARD Founder"},{"pageNumber":39,"pageContent":" ART    31    05.02.10    HUBBARD COMMUNICATIONS OFFICE Saint Hill Manor, East Grinstead, Sussex HCO BULLETIN OF 1 FEBRUARY 1984 Remimeo Art Series 11 HOW TO VIEW ART There is a skill needed by anyone engaging in any of the fields of the arts, including writing, music, painting, editing of films, mixing—in other words, across the boards. It is the ability or skill, native or acquired, to view any piece of work in a new unit of time each time one views it. One has to be able to sweep aside all past considerations con-cerning any piece of work which has been changed or is under handling and see it or hear it in a brand-new unit of time as though he had never heard of it before. By doing this, he actually sees or hears exactly what is in front of him, not his past considerations concerning it. The skill consists solely of being able to see or hear in a new unit of time as though one had never seen or heard the work before. Only in this way can one actually grasp exactly what he now has before him. When he does not do this, he is viewing or hearing, in part, what he saw or heard be-fore in memory and this gets confused with what it now is. If one can do this, he can wind up with stellar presentations. But all too often, when he doesn’t do this, he winds up with hash. Some painters, for instance, will redo and redo and redo a painting up to an inch thick of paint when, possibly, several of those redos were quite acceptable. But he continued to try to correct the first impressions which were no longer there. By not viewing his painting in a new unit of time as though he had never seen it before, he cannot actually get a correct im-pression of what is in front of him. Some painters or illustrators have a trick by which to do this. They look at their paint-ing via a mirror. Because it is now backwards, they can see it newly. There is another trick of looking at a painting with a reducing glass (like looking at a view through the wrong end of a telescope) to reduce the painting to the presentation size it will eventually have, let us say, on a printed page. It is quite remarkable that this reduction actually does change the appearance of it markedly. But at the same time, a small painting, enlarged, can be absolutely startling enlarged when it did not look good at all small. But this is actually change of format, not viewing in a"},{"pageNumber":40,"pageContent":"HOW TO VIEW ART 2 HCOB 1.02.84 ART    32    05.02.10    new instant of time. The additional skill of viewing something in a new instant of time is also vital. When anyone engaged in any of the arts in any field has not acquired this skill, he never really knows when he has arrived at the point of completion. And he can often get a distorted opinion of a piece of work which does not any longer merit it. AUDIENCES There is another skill which is also acquired in the field of seeing or hearing. This is being able to assume the viewpoint of the audience for which the work is in-tended. There are certain areas which pretend to teach various arts, while actually covertly try-ing to wreck the future of the student, which stress “self-satisfaction” as the highest possible goal of engaging in any work related to any of the arts. There is, it is true, a considerable self-satisfaction in producing a good piece of work. But to profess that one works in these fields for his own self-satisfaction is to overstress the first dynamic to such a point that the work of the artist or technician then fails miserably. It is actually pure balderdash and a sort of a weak limping apology for not being successful to say that one works for his own self-satisfaction. This false datum can mix up many artists and technicians who would otherwise be quite successful. For it blocks out the one test which would make him successful: the audi-ence. It is quite vital that anyone engaged in any of these fields be able to assume the view-point of the eventual audience. One has to be able to see or listen to any product he is engaged in from the audience viewpoint. He can, of course, and has to, view it from his own viewpoint. But he has to be able to shift around and view or hear it from the audience viewpoint. There are some tricks involved in this. One of them is to keep an ear open for “lobby comment.” After a performance or viewing of any work or cinema or recital or whatever—not necessarily one’s own—one mingles with or gets reports on those who have just experienced the presentation. This isn’t really vital to do. It is quite feasible actually simply to assume a viewpoint of an audience one has never even seen. One just does it. A mixing engineer often puts this to a further test but this is because what he is busy mixing on his high-priced top-quality equipment is not what the audience is going to hear. So he takes a cheapo Taiwan wrist cassette-player speaker or a 3-inch radio speaker from the local junk store and he listens to the program he has just mixed through it. This tells him what the audience will actually be hearing. But this is mainly a technical matter as it is true that excellent speakers or earphones may handle easily certain distortions in a mix or performance whereas the cheapo speakers shatter on them. When they do, one adjusts the mix without spoiling it so that it will play over a cheap speaker. This is a sort of a mechanical means of"},{"pageNumber":41,"pageContent":"HOW TO VIEW ART 3 HCOB 1.02.84 ART    33    05.02.10    assuming the viewpoint of an audience. But the necessity to do this is introduced by equip-ment factors. The truth of the matter is even the mixing engineer is not mixing to remedy “faults” but is mixing for an optimum quality presentation to an audience. To know when he has it, it is necessary for him to assume the viewpoint of the audience. In all arts it is necessary to be able to shift viewpoint to the viewpoint of the listener or the viewer other than oneself. And this extends out to audiences. SUMMARY What really separates the flubbers and amateurs from the professional are these two skills. One has to be able to view or hear anything he is working on at any time in a brand-new unit of time. And one has to be able to see or hear his production from the viewpoint of the eventual audience. In other words, the really excellent professional can be fluid in time, not stuck in the past and can be facile in space location. There is no reason why one should be stuck on the time track or fixated in just his own location in space. Actually, just knowing that these skills can exist is often enough the key to acquiring them. L. RON HUBBARD Founder"},{"pageNumber":43,"pageContent":" ART    35    05.02.10    HUBBARD COMMUNICATIONS OFFICE Saint Hill Manor, East Grinstead, Sussex HCO POLICY LETTER OF 8 OCTOBER 1964 Remimeo ARTISTIC PRESENTATION For some time in some quarters in Scientology we have had a problem with regard to presentation. Magazines are sometimes badly proofed, books are often shabbily done, tapes are played to the public on Woolworth recorders, etc. In some quarters we do very well, but in many we don't. I have been looking this over for some time and have just realized what it is all about. We live in a machine world. The whole yap of TV and newspapers is directed toward reducing effort. The primary goal of the civilization in which we live, it seems, is to reduce all personal effort to zero. The less effort a being can confront, the more effect of effort he becomes. If you reduce a man's effort output to zero you will also collapse his bank on him. The modern trend of \"don't do\" accompanies the modern trend of an increased per-centage of the insane in the society. The crazier a person is, the less he accomplishes or does. So we live in a world which is oriented to drive men mad. But, more pertinent to us, we suffer from the continuous bait-\"do it the easy way.\" \"Do it in the way that will demand the least effort.\" We see this in manufacturing particularly- the easiest way is the cheapest way is the most profitable way. So we get into a \"do it the easy way.\" Well, that may apply to making spoons for profit, but it does not apply to presentation. The whole world of the arts is directly opposed to the philosophy of the business man or manufacturer. Art seeks to create an effect. An effect is not always created the easy way. Indeed, the better effects are quite difficult to achieve. One can fall into creating easy effects to such a degree that one fails completely. For instance, a dozen cakes are in competition at a county fair. The one that wins is not the easiest cake to make. True, the cook that made the winner may have some easy ways"},{"pageNumber":44,"pageContent":"ARTISTIC PRESENTATION 2 HCO PL 8.10.64 ART    36    05.02.10    to short cut cake baking. But the winning cook actually takes that extra bit of care to make it all just right. It isn't magic or luck that makes the professional. It's hard won know-how carefully applied. A true professional may do things pretty easily from all appearances, but he is actually taking care with each little bit that it is just right. The winner has it instinctively. The loser rarely even grasps the concept of \"do it right\". Artistic presentation always succeeds to the degree that it is done well. How easily it is done is entirely secondary. To the world of presentation, of putting up mock ups, the only guide is take the care necessary to do a good job. To the world of the business man, the manufacturer, the primary guide is \"how can we do it, easily\". These two philosophies clash. We are taught daily in advertisements, by union leaders, by socialists that do it with the smallest effort is the greatest goal in life. Do the least work for the most pay. Buy the automatic machine that chews up the most clothes in the least time. Use the roofing paper that goes on quickest and keeps out the least rain. Vote for Jim X who will make all the world eat without working. Do nothing yourself. Shove it off on the Mix Up Accounting Company-or the man at the next desk. That all this leads to total dependence on gadgets, total enslavement to mounting eco-nomic puzzles, even to total enslavement to a Commissar Krushtoad in the next generation is neglected utterly. That less than two centuries ago we lived quite well and built more strongly and were a lot saner without all these ads, tools and commissars is never mentioned. Man is solving himself to extinction. And all on the slogan \"Don't exert youself\". It's gotten so bad that people are shrugging off all responsibility for the state, for their friends, for anything and everything. \"Nothing has anything to do with anybody\" is the epi-taph that nobody will take the trouble to write on the tombstone of this civilization. Now this is no rant against automation or gadgets or self-sterilizing cat petters. Use all the gadgets you can lay your hands on-if they really do work in your hands and don't absorb all your time in earning their price or repairing their faults. No, my thought here is only this-keep your action level above your gadget level. Keep ahead of automation. Keep ahead of do-it-for-you. Don't disenfranchise yourself by giving all your work away-to a machine, to a fellow worker. If you've got equipment do one of two things (a) Use it to increase your production of effects or"},{"pageNumber":45,"pageContent":"ARTISTIC PRESENTATION 3 HCO PL 8.10.64 ART    37    05.02.10    (b) Get rid of it. But first and foremost realize that in presenting something, in trying to put up mock ups, that the best way isn't always the easy way. The best way is only the more effective way. Work out first what effect you are trying to produce. Then when you've got that all taped, only then consider the easiest way to do it. And never consider the easier way at all if it is less effective. Art takes that extra bit, that extra care, that bit more push for it to be effective art. There is no totally easy way to produce a desirable effect. And the day you drop some of your ideas of the effect you want to produce is the day you get a little older, a little weaker, a little less sane. So don't buy the easy way. Buy only the effective way. If some of its points can then be made easy, good. If not, do it the hard way. And only if you realize this can you escape the gargantuan trap of a society with the mass goal of \"Nothing should ever be done by anything but a machine or somebody else\". L. RON HUBBARD LRH:jw.cden"},{"pageNumber":47,"pageContent":" ART    39    05.02.10    HUBBARD COMMUNICATIONS OFFICE Saint Hill Manor, East Grinstead, Sussex HCO BULLETIN OF 25 FEBRUARY 1984 Remimeo Dirs of Promo Marketing Hats Art Series 13 DEPTH PERSPECTIVE The subject of depth perspective applies to filmmaking and photography as well as to art and design. Perspective means the art of conveying the impression of depth and distance; repre-sentation of scenes as they appear to the eye by means of correct drawing, shading, etc. (Funk and Wagnall’s Standard Dictionary of the English Language, International Edition) The following are the eight types of perspective: 1. Depth by aerial perspective. Distant areas go hazy; near areas go sharp. 2. Depth by color. Warm colors appear to advance while cool hues recede from the ob-server. All colors appear to have their relative distances according to the background against which they appear. Darker and lighter of the same color, even if different shades, is not a point of depth perspective. 3. Depth by linear perspective. There are two other factors which give the illusion of space. One is illumination. By making an object recede and diminish as it goes back, one gets an illusion of space depth. The other is perspective by which parallelisms of lines are plotted to withdraw to a common point of infinity “behind” the picture. These lines are always drawn in to converge at this preselected infinity point. This point may be within or outside the frame of view but it is always “behind” the picture within it or to left, right, above or below it—but always at an infinite distance away from the viewer. Perspective can ac-tually be plotted and drawn in with a ruler from the infinite point forward and it will give the planes, lines and lack of parallelism to rectangles, etc. 4. Depth by light. 5. Depth by light as shadow."},{"pageNumber":48,"pageContent":"DEPTH PERSPECTIVE 2 HCOB 25.02.84 ART    40    05.02.10    6. Depth by solidity. Solidity of shapes is different than shadow actions. The solidity it-self is special. A thing can be drawn to be solid. Then one can add perspective. Shad-ows are closer to illumination. 7. Depth by focus. Things when quite near are sharp. Things that are far are a bit blurry. Sharp sun gives you sharp detail. In photography, for soft focus, put a little spiral of Vaseline in the middle of the lens. 8. Depth by lateral movement. This is the first codification of these as distinct types of perspective. L. Ron Hubbard Founder"},{"pageNumber":49,"pageContent":" ART    41    05.02.10    HUBBARD COMMUNICATIONS OFFICE Saint Hill Manor, East Grinstead, Sussex HCO BULLETIN OF 26 FEBRUARY 1984 Remimeo Art Series 14 COLOR Color is one of the basic tools that must be well understood and used in many areas of artistic endeavor: painting, photography, set design for stage or cine, interior design and so on. COLOR HARMONY Color harmony is found by the use of a color wheel. Using a cine set as an example, color harmony concerns the key color in the set, which is determined by the color that one cannot change—as in an outdoor set where there may be predominantly green grass; or where the lead character must wear a specific color for his costume. It is the biggest amount of color in the scene, or what you are trying to concentrate your people’s attention on in the picture. Harmonious colors are based on the key color and this would then be the basic setting for the color wheel for sets and costumes. The dominant colors must integrate when put together and make the scene look like it belongs together (which is the reason you use a color wheel). Color has to be used to make something look like it belongs together, not so it’s “pleasing.” There are four types of color harmonies most usually described in texts on the subject: 1. “Direct” harmony: This is the color directly opposite the key color on the color wheel. This color is also known as the “complementary color” or “complement” to the key color. In the direct harmony one has the equal or lesser amount of color in the scene as complementary. 2. “Related colors”: The immediate adjacent areas to the key color are the “related col-ors.” When you go two spaces away from the key color on a color wheel, you are stretching color harmony. Some color harmony texts refer to these adjacent colors to the key color as “analogous harmonies.” 3. “Split complementary” or “Splits”: This refers to the colors immediately adjacent to the complement of the key color. When you go into splits, you actually should apply them only to lesser image sizes and even then sparingly. 4. “Triadic harmony,” “Triadics” or “Triads”: This refers to the colors two spaces to ei-ther side of the key color’s complement. When you go into triadics, you are dealing with just spots of color in a picture."},{"pageNumber":50,"pageContent":"COLOR    2    HCOB    26.02.84    ART    42    05.02.10    When you use triadics and splits, they have to be in small areas. The fewer the colors in a scene, the more integrated the scene looks. One color wheel that has been found useful is the Grumbacher Color Compass, pub-lished by M. Grumbacher, Inc., 460 West 34th Street, New York, New York 10001. It is available in many artist’s supply stores and may also be ordered directly from the publisher. COLOR DEPTH There is another aspect of color which must be understood, and that is “color depth.” This is the apparency of depth (relative distance from the viewer) characteristic of different colors and depending on the background against which they appear. Against a white background, colors give the illusion of distance from the viewer in the order: • blue-green (apparently nearest the viewer) • blue • purple • red • yellow • yellow-green (apparently farthest from the viewer) Against a black background, the apparency of distance changes: • red (nearest) • orange • yellow • green • blue-green • blue violet (farthest) Color depth and color harmony must be used in conjunction. As an example of the use of this tech, I was once submitted a set design for a fill which looked a bit unintegrated, as though it didn’t really belong together. The main fault was that a blackboard in this particular classroom scene looked like it was closer to the audience than the students, when it was actually farther away—thus robbing the set of depth. I tried to work with the color wheel to find some different color background for the set and discovered at that time that I couldn’t get the combination that had been proposed on a color wheel or on the depth perception chart. It turned out that the blackboard would have to be yellow to make the set come off."},{"pageNumber":51,"pageContent":"COLOR    3    HCOB    26.02.84    ART    43    05.02.10    As another example, a proposed set design for a Greek temple I was handed had its color depth backwards, collapsing the set and making it look small. The back walls and floors and pillars should have been Greek white marble, and a decorative frieze set in the back wall (because of the white backgrounds in this set) could only have been apple-green. The costumes would also have to have followed color depth perception — fabrics of almost all hues were available in Greece. Further data on color depth may be found in the book The Techniques of Lighting for Television and Motion Pictures, by Gerald Millerson, and published by Hastings House, 10 East 40th Street, New York, New York 10016. COLOR ASSOCIATIONS According to marketing research, there is a whole index of emotional responses to colors. For example, blue is usually associated with knowledge or serenity; yellow is mostly associated with value and red prompts impulse buying. There have been various studies done on these associations, and it is worth the artist’s time to become familiar with the subject. The television lighting text mentioned earlier (Millerson) includes a short section on color asso-ciations. As an example of the use of color associations, one would not use a blue, connoting serenity, as a key color for a painting meant to convey terror. The message ends up garbled. ___________________ The principles of color depth, color harmony and color associations are invaluable tools for forwarding your message. Learn them well. L. RON HUBBARD Founder"},{"pageNumber":53,"pageContent":" ART    45    05.02.10    HUBBARD COMMUNICATIONS OFFICE Saint Hill Manor, East Grinstead, Sussex HCO BULLETIN OF 26 FEBRUARY 1984 Remimeo Art Series 15 Marketing Series 20 ART AND INTEGRATION Art is the result of Integration of all its components. One can add that the result in-vites Contribution of and from the beholder. It isn’t very mysterious. By components we mean all of the parts which go to make up a whole. In a picture or a painting or ad or set design, this would include such things as the actual objects to be shown, color, color harmony and color depth, depth perspective, geometric design and the use of mood lines, and calligraphy or the form of type to be used. There may be other components which would enter into it as well. The components that go into a work of art depend upon the art form itself. In music, for example, a matter of integration is that the melody has to match the rhythm and the tonal-ity of instrumentation has to match the mood – otherwise, you get no integration in music. Components are chosen only because they integrate into a whole design. Only then does one have something pleasing. Otherwise, everything sticks out like sore thumbs. Artistic designs are good when they attain a harmony of components. When compo-nents clash – except when used to counterpoint or overtly make a clash – it is because they have nothing in common. A Model-T Ford in a 1560 A.D. formal garden is a violation of in-tegration. Because it is an outpoint. Cubes, nicely stacked and orderly, do not blend with bro-ken glass. Things have to be of a kind to integrate into art and the introduction of something con-trary can only be used for counterpoint, perhaps to accentuate the integrity of the remainder."},{"pageNumber":54,"pageContent":"ART AND INTEGRATION 2 HCOB 26.02.84 ART    46    05.02.10    MESSAGE The purpose of art is to communicate an intended message. Message is what you want someone to think about things. It is not a description of things. It is that which communicates a significance. Messages can be feelings, sensations, desires, repugnance – practically anything that anybody is capable of thinking of. The idea is dominant. The technique exists to forward the idea and give it punch and power. Thus, the selection of components that integrate is done to forward and assist the message. And with the selection and arrangement of components so that they do integrate, we are into composition. But message comes before composition. Composition is not a subject in itself. It is simply a portion of the harder subjects of meaning and message and emotion. COMPOSITION The word “composition” is misdefined in most dictionaries in that these definitions usually state it is a thing in itself. But composition cannot exist independently of a message. Therefore, I have arrived at a comprehensive definition of it which would be Composition: Any or all of the actions necessary to integrate and give meaning to a message. And I have gone further in handling it than the many textbooks with their infinity of rules for composition, some of them valid, many of them false and misleading. I have the why that one should compose properly, and that is to make a scene or picture integrate rather than disperse. That is why one uses color harmony, geometric design, mood lines, center of inter-est and other such tools. All one is trying to do is make a scene not violate itself by introducing things that don’t naturally seem to belong to it or, by introducing a positive contradiction, to cause shock or impingement. Composition is simply locating things as they would be expected and, for impinge-ment, locating something that would not be expected or that contradicts, and at the same time controlling direction and interest. Composition simply consists of putting shapes together which belong together and not introducing or including something that doesn’t belong there. This applies to objects (type of), color harmony, color depth, depth perception, etc."},{"pageNumber":55,"pageContent":"ART AND INTEGRATION 3 HCOB 26.02.84 ART    47    05.02.10    CENTER OF INTEREST In any scene or design there is a center of interest and it would tie in intimately with the message. If one just doesn’t have any message, composition can go awry. The breakthrough here is that composition is inextricable from message. Without mes-sage it becomes merely trite composition. Or one can wind up conveying two messages and this is called splitting interest, which is dispersal – not integration. It isn’t that one can’t have two points of interest but, if so, one combines (or integrates) the two points of interest. If you split interest and don’t combine the two points of interest, the result is no message. OBJECTS Choice of objects is important to integration. The type or types of objects chosen for a scene must fit together. For example, one may be working with a nautical motif, but that would narrow down to a specific period of nautical history or experience. The period of decor would not be mixed. If it should be the clipper ship era – 1802 to 1840 – one would choose objects from that period. Figureheads, for one thing, go with clipper ships – the romantic era of sail. So do captain’s chairs. Introduction of the Queen Mary, which is 1930, into the scene would be an outpoint. If it is to be integrated, it would be clipper ship, 1802 to 1840. GEOMETRIC DESIGN On the subject of geometric design, a design takes its geometric form from the domi-nant object you have to include in your scene. Geometric design has to do with consistency. This also has to do with integration. Things which do not have a consistent geometric design – although it can be counter-pointed by other geometric design – look like they don’t belong there. As an example of a basic design fault, one could first make the mistake of putting cir-cles on a rectangle and then compound the error with use of rectangular lettering. Different typefaces at different levels, nonparallel, would add to the confusion. The design would lack geometric integration; it would not really integrate with its shapes. The design fault would have to do with nonparallelism of lines. The artist may know what it is supposed to be all about, but the fact is he is trying to communicate something to an audience. When one has a nonintegrative design – a mixture of circles and spheres and triangles and rectangles and/or different typefaces at different, non-parallel levels, the geometric message is confusing. And the audience result will be confusion. Classic design is concerned with geometric patterns relating with similar geometric patterns – circles with circles, squares with squares, etc. – which can be counterpointed with"},{"pageNumber":56,"pageContent":"ART AND INTEGRATION 4 HCOB 26.02.84 ART    48    05.02.10    other geometric shapes. Other basic shapes are triangles, ovals, rectangles, horizontal and vertical lines. Consistency of the shape chosen, repeated in other shapes, is the basis of classic design. The whole idea of a design is to make something look like it belongs together. That is the reason back of use of geometric designs. It isn’t that they are geometric forms. It is to attain the target of consistency and integration. That is why things look smooth and pretty or why they look jarring and ugly. They are either integrated in geometric design or they are messed up in design with mixed geometric designs. For example, rectangular and octagonal do not go together. Octagons and triangles, however, do go together as the octagon breaks down into triangles. Rectangles, though, don’t go along with this and, in fact, don’t even counterpoint it. The essence of geometric design is consistency of geometric form. Mood lines come into play here as a means of communicating the emotion of a scene or design. A mood line of low left to high right, for example, is optimism, and if that’s the mood the message calls for, fine. If not, one had better select and use the lines that are going to convey the desired mood. Knowing and following mood lines is important in integrating the whole of a thing. On a set, even the people, the actors, are a part of the design and, if not designed in the same geometric plan as the set, will look as if they do not belong there. In that your sets are triangular or multiples of triangles, then even your costumes should also be triangular or multiples of triangles. When these are not consistent, the parts of the set and the people don’t look like they belong together and things look dispersed. The reason you have set and costume consistency of geometric form is the same rea-son you have color harmony. It all has to do with integration. COLOR To use color effectively and as a means of integration, one must know how to use a color wheel and how to use color harmony against a color depth perception chart. The color harmony and color depth must agree. The use of color as a means of achieving integration in a piece is covered in detail in HCOB 26 Feb. 84, Art Series 14, COLOR. One can and should experiment with that data to gain a familiarity with the use of color and color depth. With a little experimentation, one can quickly see, for example, how one object can be moved into the distance and others pulled into the foreground using color alone."},{"pageNumber":57,"pageContent":"ART AND INTEGRATION 5 HCOB 26.02.84 ART    49    05.02.10    It can be helpful when initially working out a design to do plain pencil sketches using integrated geometric forms and experimenting with different colors with these to arrive at something that integrates. CALLIGRAPHY AND TYPE STYLES Calligraphy or the style of type or lettering to be used enters into all of this. So, also, do type sizes and arrangements. Disparity of type sizes used in related areas where one would expect uniformity will strike a discordant note. Print sizes varied all over the place on a page simply add confusion and a lack of integration. And, from the viewpoint of integration, flowing color patterns or lines have no inte-gration whatsoever with a sharp, modernistic style of typeface. The type doesn’t align with the art form, so the two don’t integrate. They don’t seem to belong together, so they don’t seem to be art. To integrate with flowing color patterns, the calligraphy or lettering would have to fit with lines that give the impression of “in motion” or “flowing” or something similar. Differ-ent color patterns or geometric lines would require different types of calligraphy. In other words, in an ad or other design the calligraphy or type style should align and integrate with the art form used. And the type style itself should agree with the colors. One should work toward an integration of geometric message, color depth, text align-ment and text. What is needed is very direct communication in all of those areas. To arrive at a final design, one that will communicate the message, one has to know that it integrates. One can describe a possible design but that isn’t a rough layout. It’s just an idea for a layout. What is missing is the artist and his rough sketches of full designs. Without these one can’t see if it integrates. Finished art on random components which might become a design is not the basic step, as who knows how they’ll add up in the final product? One first does a rough layout, or many, based on one or more ideas, and only then could one see what it’s going to do or be. Only then can one see if they will “work” – i.e., integrate. Without this, one would be just shooting in the dark. ____________________"},{"pageNumber":58,"pageContent":"ART AND INTEGRATION 6 HCOB 26.02.84 ART    50    05.02.10    This data is true of all design – ads, cine sets, great paintings, cars. And in its basics, it translates over into the fields of other art forms – music, literature, any other form of art. The key is integration. Begin with a message. Attain a harmony of components that will assist the message. Achieve an integration of all components. You will then have achieved a quality of communication which invites contribution from the beholder. And that is art. L. RON HUBBARD Founder"},{"pageNumber":59,"pageContent":" ART    51    05.02.10    HUBBARD COMMUNICATIONS OFFICE Saint Hill Manor, East Grinstead, Sussex HCO BULLETIN OF 10 MARCH 1984 Remimeo Art Checksheet Art Series 16 MESSAGE Successful works of art have a message. It may be implicit or implied, emotional, conceptual or literal, inferred or stated. But a message nonetheless. This applies to any form of art: paintings, sculpture, poetry, writing, music, architec-ture, photography, cine, any art form or any form that depends on art, even advertising bro-chures and window displays. Art is for the receiver. If he understands it, he likes it. If it confuses him, he may ignore or detest it. It is not enough that the creator of the work understands it; those who receive it must. Many elements and much expertise go into the creating of successful works of art. Dominant amongst them is message, for this integrates the whole and brings comprehension and appreciation to those for whom it is intended. Understanding is the base of affinity, reality and communication. A message is fundamental to understanding. L. RON HUBBARD Founder"},{"pageNumber":61,"pageContent":" ART    53    05.02.10    HUBBARD COMMUNICATIONS OFFICE Saint Hill Manor, East Grinstead, Sussex HCO BULLETIN OF 16 NOVEMBER 1989 Remimeo Hubbard Basic Art Course Art Series 17 ART AND EQUIPMENT (Originally written by LRH in 1979 Issued 16 November 1989 as part of the Art Series.) REFS: HCOB 29 JULY 73 ART SERIES 2 ART, MORE ABOUT BOOK: THE PROBLEMS OF WORK CHAPTER, „THE SECRET OF EFFICIENCY“ An artist in any field has equipment he uses to get his final product. Whether this is the painter’s brush, the photographer’s camera or the electronic components used by a mixer, the various aspects of his equipment must be understood well by the artist before he can easily communicate the message he has envisioned. If one is trying to take a picture but doesn’t understand the workings of the camera, he can become so interiorized into the camera that he doesn’t put his attention in front of him on the picture he wants to take. A painter can get so interiorized into the working of his brush that he doesn’t see what he is putting down on the canvas. The key to this situation is drilling. The artist should drill with all of his equipment un-til he feels confident with it and doesn’t have to put all of his attention on its operation. A good photographer won’t take a picture unless he is familiar enough with the camera that he can exteriorize from it. A mixer has to know his equipment well enough that he isn’t intro-verted into it or he won’t get anywhere. Once the artist has fully drilled and gotten competent with his tools, his attention no longer has to be introverted into the equipment or what he is trying to do. He can then freely express himself, and he will find that he is getting much improved artistic products. L. RON HUBBARD Founder"}]
