[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponPart 1: Earth Life Threats - Alarming Disappearance of Honey Bees© 2007 by Linda Moulton Howe\"This is certainly the worst die-off that I’ve seen in my experience workingwith honey bees. It may be the worst die-off that has ever occurred with honey beessince they’ve been introduced into the United States since the 1620s.\"- Maryann Frazier, Honey Bee Specialist, Penn State Western honey bees, or European honey bees (Apis mellifera), gather nectar fromthe blooms of fruits, vegetables, nuts, melons and many other food crops for the productionof honey in wax combs. Millions of honey bees in 22 American states, Spain and Polandhave been disappearing at an alarming rate with no explanation to date, threateningpollination of one-third American food crops. Bee image © 2007 byGyoergy Varga, AP. Honeycomb image from Wikipedia.Click for Earthfiles PodcastFebruary 23, 2007 Pennsylvania - Most people don’t realize that honey bees pollinateabout one-third of our food supply around the world. Honey bees pollinate apple trees andberry bushes, vegetables, melons, almonds and many other food sources. Honey bees wereoriginally brought from Europe to the United States in 1620. Periodically since then, therehave been occasional die-offs of honey bees, mostly attributed to mites.Above: Arrow points at Tracheal mite burrowed inside honey bee trachea.Photomicrograph Penn State. Below: Varroa Mite. Both mites have seriously attackedhoney bees in the past, but do not seem to be the answer to honey bee disappearances now."},{"pageNumber":2,"pageContent":"Photo by S. Bauer, ARS/USDA.But according to the scientists, beekeepers and government agency bee specialists I’vetalked to recently, there have never been so many empty, deserted honey bee hives asthere are now. And no one knows why.The past year in America, at least 22 states have reported honey bee disappearances.Government and science authorities are calling it \"Colony Collapse Disorder (CCD).\"Beekeepers have reported losses ranging from 60% to 100% of their bee colonies. Aswinter changes to spring and beekeepers in the colder Northeast can open their hivesagain, it's expected there will be many more empty hives.Strangely, honey bees have also been disappearing in huge numbers in Spain and Poland.Adding to the European mystery is that Spain has very large commercial beekeeperoperations with at least 3 million colonies of honey bees, similar to the United States. ButPoland’s 400,000 hives are largely raised on individual farms where smaller bee coloniesare separated from each other. If the answer were disease, you would not expect Poland’sseparated hives to be plagued by large numbers of honey bee disappearances as in Spainand the United States.The two European countries with the largest honey bee populations are France and Italy. Itmight be significant that those two countries banned certain pesticides in recent yearsbecause beekeepers there became convinced that systemic pesticides were killing offhoney bees. And so far, neither France nor Italy has yet reported the collapse of honey beehives.One scientist who has been studying honey bees at Penn State University for the pasteighteen years is Maryann Frazier. I asked her how serious she thinks the honey beedisappearances are.Interviews:Maryann Frazier, M. S., Honey Bee Extension Specialist, Dept. of Etymology, PennState University, College Park, Pennsylvania: “I would say this is certainly the worstdie-off that I’ve seen in my experience working with honey bees. It may be the worstdie-off that has ever occurred with honey bees since they’ve been introduced into theUnited States since the 1620s.It’s characterized by the bees being there in the colony quite healthy and strong on oneday and then within a week to two weeks, the beekeeper goes back and the bees havedisappeared from the colony. Sometimes (there will be) a queen and a small number ofbees – often times there is brood, which is the young, developing bees. Some how the beeshave just gone and we assume died outside the hive. There is no evidence that the beeshave congregated anywhere, or tried to swarm – there is no evidence of that. The bees arejust missing! A very unusual kind of situation.WE’RE TALKING THEN ABOUT THE MYSTEROUS DISAPPEARANCE OF BEES INTHE MILLIONS AND THAT MUST PRESENT A PROBLEM IN DOING SOME KINDOF AUTOPSY TO FIND OUT WHAT IS HAPPENING?That’s right. It is very difficult to find out what is happening. We do have some strongleads about what might be happening and that has come from beekeepers who we haveinterviewed at great length and tried to come up with common threads, things thesebeekeepers might have in common that might explain some of what is happening.\" Beekeeper Suspects Systemic Pesticides"},{"pageNumber":3,"pageContent":"One of those large American beekeepers is David Hackenberg, owner of HackenbergApiaries in Lewisburg, Pennsylvania. Mr. Hackenberg has been raising honey bees forboth commercial honey sales and for pollination in Florida and California crops over thepast 45 years. He trucks his pollinating honey bees to farmers who hire his pollinationservices.Hives of honey bees are loaded on to truck for transport up and down,and between, American coasts as pollinators for hire.But in October 2006, something hit his honey bees hard and by the beginning of 2007, hehas lost at least 60% of his colonies. Dave Hackenberg suspects that the culprit in thisunprecedented honey bee disappearance is systemic pesticides – poisons designed to stayinside plants and kill off insects that damage crops. Systemic pesticides are not supposed tokill off honey bees, but David Hackenberg explains why he thinks that’s the problem.David Hackenberg, Owner, Hackenberg Apiaries, Lewisburg, Pennsylvania: “Wemove bees up and down the East Coast. We moved the last of our bees in October 2006.And a month later, in early November, we went out to look at some bees and the firstlocation we found had disappeared. It had 400 hives of bees in it and in less than fourweeks, they had just disappeared. Empty boxes. No dead bees on the ground. No dead bees anywhere.SO IT IS REALLY A DISAPPEARANCE MORE THAN A DIE-OFF BECAUSE YOUDON’T HAVE BODIES?That’s absolutely right! The bees have died – I mean they’ve died some place, but nobodyknows where they are – whether they flew off a mile or two miles or what to die. I mean,we just don’t know how far out they are going.IN THAT FIRST DISAPPEARANCE OF ALL THOSE BEES FROM YOUR HIVES,HOW MANY BEES DID YOU LOSE?Those beehives would have had somewhere around 20,000 or 30,000 bees per hive and ifyou take that times roughly 400, you’re talking about millions of bees disappearing.WHAT HAVE YOU SEEN DISAPPEARING SINCE THE FALL?We had 2900 hives of bees here in October 2006, and we’re down to less than 1,000 now.So, we’ve lost some 60% of them.HAVE YOU EVER HAD THIS HAPPEN BEFORE?No, this is the worst thing that’s ever happened to us. I’ve seen a lot of things come downthe pike. I’ve been through mites. I’ve been through fires. I’ve been through floods. I’vehad warehouses burn to the ground. I’ve had 10 feet of water in my warehouse. And Iknow what caused that! And I know what caused the fire. And I know what caused theproblem we had with mites. But the problem here (now) is that we don’t know – I justshudder to think what things might look like next year.In this case, the thing that is really amazing is that (normally) other bees will come in androb out the honey that’s left and there are a few predators. Here in the south, we have ahive beetle that moves in and we have a wax moth that moves in and starts eating up comband stuff. The interesting thing about this whole thing is that none of these (normal) thingshappen. The bees do not bother these (deserted) combs. They (honey combs) literally sitthere for weeks and they (other bees and insects) don’t come to take the honey out of theboxes; the beetles don’t bother them; the wax moths don’t bother them. So, it’s just likethere is something in there that’s repelling everything else.AS IF THE HONEY ITSELF THAT WAS MADE BY ALL OF THE BEES THAT HAVEDISAPPEARED IS GIVING OFF SOMETHING THAT OTHER NORMAL PREDATORSAND BEES ARE STAYING AWAY FROM?"},{"pageNumber":4,"pageContent":"Honey bee comb filling up with honey processed from pollen the beeshave gathered from flowers. Normally, if honey bees disappear from a hive, beetleand wax moth predators will move in to eat. But in the Colony Collapse Disorder syndrome,beekeepers say even predators are staying away from the empty hives.There’s something in the hive. We’re pretty sure the honey is not the problem becauseonce you air out this hive for a day or so, they (other bees) will take the honey. And if youair the hive out, the beetles, wax moths and everything else will take over. So, there’ssome toxic odor, some other – fortunately some of these colonies are still living and wefound this here in Florida and we beat if back to Penn State with it - and thinking basicallywe had a new virus problems, but found out the bees are full of a fungus. And we thinkthis fungus is giving off some toxins. Personally I think the fungus is probably secondaryfrom something else – poisonous pollen or something that was gathered by the bees.DAVE, WHAT WOULD IT MEAN IF THERE WAS SOME KIND OF CONTAMINATEDPOLLEN IN 22 STATES?It actually means that there is probably a big problem out here. It’s probably a lot widerthan most of us want to think about. There’s a possibility that there’s some new insecticideor some new something that is being applied to the crops or being used, but is beingtransferred into this pollen that bees are gathering and bringing back to the hive – that it’scoming up through the plant, remains to be seen. But it sure appears that way. There arenew products out there that are systemic, which means they stay in the plant. So, not onlystaying in the plant, but it’s probably going in the food that we’re eating and the animalsare eating and everybody else is eating with really serious ramifications to this thing.THAT WE COULD BE JUST AT THE TIP OF AN ICEBERG HERE?Personally, I think that’s the case. I’ve had several people in Washington, D. C., in the lastseveral months telling me that honey bees are a canary for the human race. The canary iswhat was used in mines to see whether there was oxygen, or not enough oxygen, for theminers. If the canary fell over, why it was time to get out. And Penn State has alreadyfound it looks like the immune system has been broken down on these honey bees. So, ifthe immune system is broken down and this stuff is going into our food supply, how muchdoes it take to take out humans?You know, I hate to be pessimistic about the situation, but it just doesn’t appear good.RIGHT, AND WHAT HAPPENS IF ALL THE HONEY BEES DISAPPEAR?First of all, a third of the food supply in the United States – and actually the world – a thirdof the food supply is directly related to the honey bee: fruits, vegetables, nuts, just a lot\\ ofstuff that we eat, that we’re accustomed to have every day, the honey bee is directlyresponsible for it. And then, there is probably another 30% of what we consume thathoney bees are indirectly responsible for. Take the milk we drink. The cows have to havehay. They’ve got to eat clover and alfalfa to produce milk. And if you go back and listen towhat (Albert) Einstein told us – he said if the honey bees disappeared off the face of theEarth, within four years, all life would be gone. Even the wildlife depends on plantspollinated by the honey bees for berries and so on. So, it’s not just humans not being ableto get apples and carrots. We’re talking about a real big, serious problem!WHEN YOU TALKED WITH THE PEOPLE IN THE GOVERNMENT AND THEYSAID THE HONEY BEES WERE LIKE A CANARY DOWN IN THE COAL MINEWARNING THAT IF THE BIRD DIED, THEN THE MINERS MIGHT DIE – WHAT DIDTHE GOVERNMENT PEOPLE SAY THAT THEY THOUGHT MIGHT BE THEPROBLEM?"},{"pageNumber":5,"pageContent":"They really don’t know. That was in the preliminary stages, but that’s the first time in my40 some years of beekeeping that anybody had ever said that to me. I mean that wassomething I’d never heard before.WHAT YOU MEAN IS THAT OUR ENTIRE FOOD SUPPLY, NOT ONLY IN THISCOUNTRY, BUT ALSO IN OTHER PARTS OF THE WORLD, COULD BETHREATENED AS THE HONEY BEES AND OTHER BEES ARE THREATENED BYWHATEVER IS KILLING THEM?Yes, that’s exactly right. And actually, we’re hearing from Europe now that Poland andSpain – they have lost astronomically large numbers of bees this past fall.Even with the losses we’ve got now, there are guys that are telling me there’s no way theyare going to be able to replace the losses they have this year. So, if you can’t replace thelosses you’ve got this year, and you have another loss on top of it next year, you’re headeddown a bad, bad way, that’s all!AND ESPECIALLY IS IT IRONIC, DAVE, IF THE CULPRIT IS THE CHEMICALS INPESTICIDES THAT HAVE BEEN DEVELOPED TO ALLOW FARMERS TO GROWCROPS AND IT ENDS UP KILLING THE POLLINATORS.That’s right.” Disappearing Pollinators -Could There Be Food Shortages in 2007?I asked the Acting State Apiarist in Pennsylvania’s Department of Agriculture if heexpects any food shortages this year because of the honey bee crisis and what he thinksworst case might be in 2007?Dennis vanEngelsdorp, M. S., Acting State Apiarist, Pennsylvania Department ofAgriculture, Harrisburg, Pennsylvania: “This situation is unique because we’re notsure what the underlying cause is.WOULD YOU SAY YOU MIGHT HAVE AN ANSWER IN MARCH?I think we’ll be able to rule some things out by March. I would be very surprised right nowif there was a very large shortage to meet East Coast needs this year. However, if we can’tfigure out how to identify this problem, or solve this problem, we could not sustain a losslike this again. That is what differentiates this loss from past losses from the Verroa miteand Honeybee Tracheal mite losses because there is not that number of bees to fill in thevoid anymore.AND SO WHAT IS WORST CASE AND WORST CASE CONSEQUENCES?I think this is a worst case for the beekeepers who experience 80% to 90% loss. That’sterrible! There was one Pennsylvania beekeeper who spent $15,000 to move his coloniesto California for almond pollination, and he’s bringing nothing back but dead hives. Andthat’s worst case for him.”Mr. van Engelsdorp at the Pennsylvania Dept. of Agriculture has joined up with PennState researchers, the U. S. Department of Agriculture, the Florida Dept. of Agriculture,and organizations such as Bee Alert affiliated with the University of Montana, to studywhat is happening to honey bees. The study group recently wrote that the honey beeColony Collapse Disorder “threatens the pollination industry and production ofcommercial honey in the United States.” Even honey bees brought here from Australia - tofill in for the disappearing American honey bees - have also disappeared.Until there is an answer to what is causing the honey bees to leave their hives and neverreturn, it’s possible that eventually there will be honey and other food shortages."},{"pageNumber":6,"pageContent":"Western honey bee, or European honey bee (Apis mellifera),gathering pollen from purple aster.Continued in Part 2 - \"Noah's Ark\" for World's SeedsMore Information:For further information about earth life threats and extinctions, please see EarthfilesArchives:• 02/23/2007 -- Part 1 - Earth Life Threats: Alarming Disappearance of Honey Bees• 02/23/2007 -- Scientists Hope \"Amphibian Arks\" Can Save Frogs and Toads• 02/02/2007 -- New U. N. Global Climate Change Report: Earth Could Warm Up 3.2 to 11.52 DegreesFahrenheit by 2100• 01/10/2007 -- 2006: USA's Warmest Year On Record• 12/16/2006 -- Updated: Unprecedented Die-Off of 2,500 Mallard Ducks in Idaho• 12/08/2006 -- NASA Wants Permanent Moon Base by 2024• 12/07/2006 -- Earth Headed for Warmest Period in 55 Million Years?• 09/09/2006 -- Methane - Another Threat in Global Warming• 08/19/2006 -- Repair of Earth's Ozone Layer Has Slowed• 07/18/2006 -- 2006 - Hottest Year So Far in U. S. History• 02/20/2006 -- Mysterious Deaths of Whales in Mexico• 08/26/2005 -- What Is Killing Amphibians Around the World?• 08/05/2005 -- Scientists Puzzled by \"Bizarre\" Pacific Coast Die-offs in 2005• 05/07/2005 -- Did Milky Way Gas and Dust Turn Earth Into Icy Snowball Four Times?• 04/20/2005 -- Outer Space Impact At Serpent Mound, Ohio, 256 Million Years Ago• 04/01/2005 -- What's Killing Off Marine Life Every 62 Million Years?• 03/20/2005 -- Astronaut John Young: \"The Moon Can Save Earth's Civilization.\"• 02/26/2005 -- Collapse of Societies: From Easter Island to Iraq - to Western World?• 02/03/2005 -- Kyoto Protocol Goes Into Effect February 16, 2005. British Scientists Warn GlobalTemperatures Could Climb Higher Than Earlier Estimates.• 08/27/2004 -- Global Warming Impact On Birds - More Extinctions Expected• 09/02/2003 -- Astronomers Don't Think Asteroid Will Hit Earth in 2014• 11/14/2002 -- What Happened 12,000 Years Ago That Killed So Many Animals?• 07/20/2002 -- Extinctions of Earth Life Are Accelerating Rapidly• 04/27/2002 -- Earth's Magnetic Anomalies - Could the Poles Flip?• 01/05/2002 -- Global Warming - Could Increasing Carbon Dioxide Gas Be Transformed Into Limestone?• 12/22/2001 -- Scientists Warn That Climate and Earth Life Can Change Rapidly• 06/09/2001 -- Environmental Updates and Colt Mutilated in Leitchfield, Kentucky• 02/25/2001 -- Environmental Updates• 02/07/2001 -- 94% Decline In Aleutian Islands Sea Otter Population• 01/07/2001 -- Dinosaur-Killing Asteroid Punched 22 Miles Through Earth's Entire Crust• 11/12/2000 -- Update On Increased UV Radiation and Amphibian Decline• 10/25/1999 -- A Mysterious \"Perturber\" at the Edges of Our Solar System• 05/27/1999 -- Amphibian Decline - Parasites and Increased UV RadiationWikipedia Background: Honey bees (Apis mellifera) are a subset of bees whichrepresent a far smaller fraction of bee diversity than most people suspect; of theapproximately 20,000 known species of bees, there are only seven presently-recognizedspecies with a total of 44 subspecies historically, anywhere from six to eleven species havebeen recognized). These bees are the only living members of the tribe Apini, all in thegenus Apis, and all of which produce and store liquefied sugar (\"honey\") to some degree,and construct colonial nests out of wax secreted by the workers in the colony. Other typesof related bees produce and store honey, but only members of the genus Apis areconsidered true honey bees.Apis mellifera, the most commonly domesticated species, is the third insect to have itsgenome mapped. It originated in Tropical Africa and spread from there to Northern Europeand East into Asia. It is also called the Western honey bee. There are many sub-speciesthat have adapted to the environment of their geographic and climatic area. Behavior,color and anatomy can be quite different from one sub-species or race to another.In 1622, first European colonists brought the sub-species Apis mellifera mellifera to theAmericas. Many of the crops that depend on honey bees for pollination have also been"},{"pageNumber":7,"pageContent":"imported since colonial times. Escaped swarms (known as wild bees, but actually feral)spread rapidly as far as the Great Plains, usually preceding the colonists. The NativeAmericans called the honey bee \"the white man's fly.\" Honey bees did not naturally crossthe Rocky Mountains; they were carried by ship to California in the early 1850s. Theso-called \"killer bee\" is a strain of this species, with ancestral stock of African origin (thusoften called \"Africanized\").Websites:Colony Collapse Disorder (CCD): http://www.ento.psu.edu/MAAREC/pressReleases/CCDSummaryWG0207.pdfBiology of Honey Bees: http://plantphys.info/Plants_Human/bees/bees.htmlVarroa Mites: http://www.uky.edu/Ag/Entomology/entfacts/struct/ef608.htmHoney Bee Tracheal Mites: http://creatures.ifas.ufl.edu/misc/bees/tracheal_mite.htm Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
