[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponMore Cat Mutilations - This Time in Corpus Christi, Texas© 2007 by Linda Moulton Howe\"Some of the cats were cut in half with what some sayis almost surgical precision, others disemboweled or skinned. One resident said,'There is never any blood at the scene, the animals are often dismemberedwith surgical precision and paws and other body parts are oftenleft on the ground in strikingly similar arrangements.'\"- The New York Times, August 13, 1989 Please Note: This report contains photographs of half catswhich might be disturbing to some viewers.April 9, 2007 Corpus Christi, Texas - Texas has had repeating cycles of cat and otheranimal mutilations for at least sixteen years. In Plano, Texas, an affluent suburb north ofDallas, in 1991 and 1993, police received dozens of reports about cats found cut in half,usually with the front half near the owners' yards or sidewalks. Plano Police DetectiveMike Box also had missing reports on more than 80 domestic house cats that wore collarsand identification tags, but were never found. Detective Box investigated satanic cultactivities, but could not find any evidence that connected them to the mutilated andmissing cats and other animals such as dogs.Half-cat photographed by Plano, Texas Police Officerfor Incident Report No. 91-44994, August 31, 1991.In Sandia northwest of Corpus Christi on January 5, 2005, James Lund was traveling withhis nephew, Chris. Mr. Lund owns a direct satellite installation company called ExodusCommunications Co. and was making repairs. The men were on Route 359 just south ofSandia when Chris noticed a cow down in the pasture about 150 yards from the road deadand mutilated.Now in the south side of Corpus Christi since November 2006, half a dozen cats have beencut open, organs removed and/or head and paw excised - all without blood. New report ininterview below. BackgroundTwenty-seven years before in 1978 in St. Catharines near Toronto, Canada, authoritieswere frustrated by more than 100 missing cats and dogs and many others found in theirowners' yards skinned, decapitated, disemboweled, cut in half or paws removed, withoutblood at the site.Ten years later on August 13, 1989, The New York Times reported about 67 cats foundmutilated in Tustin, California - a suburb of Los Angeles near Santa Ana. The NYT wrote:\"Some of the cats were cut in half with what some say is almost surgical"},{"pageNumber":2,"pageContent":"precision, others disemboweled or skinned. One resident said, 'There is neverany blood at the scene, the animals are often dismembered with surgicalprecision and paws and other body parts are often left on the ground instrikingly similar arrangements. No one ever seems to hear anything, nor dodogs bark during the killing.' It was believed the cats are captured, takenelsewhere, their blood drained and organs removed, then replaced on theirowners' lawns.\"By 1992-1993, dozens of half cats had been discovered in Vancouver, British Columbia,and taken to the animal control office there for examination. Usually the front half wasfound on the owner's lawn. The Supervisor of Animal Control for the Vancouver CityPound told reporters, \"The cats are clearly being butchered by someone. It's a real surgicaljob. And all I hope is that these cats were already dead when they were cut in half.\"At the time during those rash of cat mutilations in Vancouver, I was working withpathologist and hematologist John Altshuler, M. D., in Denver, Colorado. We were able toobtain one of the half cats - the front half - for analysis of the abdominal excision. Dr.Altshuler confirmed that the entire excision had been cut with something hot enough tocook the collagen and hemoglobin. [ See Glimpses of Other Realities, Vol. I: Facts &Eyewitnesses © 1994 in Earthfiles Shop.]Similar waves of cat, and half cat, mutilations have been reported throughout the worldsince at least the 1970s. The following are some of the locations where small animalmutilations have occurred - some with cyclic incidents every few years: London, England;Toronto and Vancouver, Canada; Ft. Worth, Austin, Plano, and Corpus Christi, Texas;Seattle, Bothel and Bellingham, Washington; Falls Church, Virginia; Pensacola, Florida;Lee, New York; Los Alamos, New Mexico; Tucson, Arizona; Oklahoma City, Oklahoma;Tustin, San Jose and San Diego, California; Denver and Aurora, Colorado; and Salt LakeCity, Utah. Mutilated Cat Headlines At EarthfilesAugust 15, 1995 Toronto, Ontario, Canada - A series of cat mutilations occurredin Toronto. There were no arrests. Across the continent in Vancouver, B. C. in May toJune, 1992, several half cats were found without finding the culprit or culprits. Furtherback in 1978, authorities in St. Catharines near Toronto were also frustrated by more thanone hundred missing cats and dogs and others found skinned and badly mutilated. In eachof these mutilation cycles, many of the animals have been found cut in half bloodlessly,usually with the front half of the cat placed to be found. These facts have convinced manyinvestigators that the animals are taken some place, killed and cut, and then returned toyards and sidewalks near their owner's homes.June 14, 1999 Tucscon, Arizona - The Arizona Daily Star reported that theHumane Society of Tucson and Pima County Animal Control were investigating a rash ofcat mutilations in March and June. In March, six cats were found with their back paws cutoff.Humane Society Education Director, Marsh Myers, said, \"With the original (March) catmutilations, we were seeing that the animals had (parts of) hind legs removed. What we'reseeing now is a new type of mutilation in which cats are cut down the center from thethroat to the pubic area. The rib cage is spread and then the organs are either removed ortied around the animal.\"One cat owner, Dennis Tulino, lost one of his eight cats and found another injured. Elviswas found across the street from Tulino's home. His throat was slit, the rib cage opened,but there was no blood. At about the same time, another Tulino cat, Sonic, was found withone of its back legs injured by an unknown attacker.Tucson Police Sergeant Brett Klein said, \"(The reports) have been so disjointed. They havebeen anywhere from the east side to west side of town. There's nothing to pinpoint. Ihaven't really seen enough of a trend to tell people to keep their cats in.\"August 13, 1999 Toronto, Ontario, Canada -The Toronto cases, which haveincluded bloodless decapitations, were the subject of a Toronto Sun news report on August13, 1999. Under the headline \"More cats slain in Willowdale,\" reporter Joe Warmingtonwrote: \"The mysterious death and mutilation of three more cats in North York (August 12,1999) has animal cruelty investigators on alert for a potential serial cat killer. (These newdeaths) come just weeks after five other cats were reported killed and mutilated in theLeslie Street and Finch Avenue area.\"The way they were cut and the fact there wasn't a trail of blood leads investigators to"},{"pageNumber":3,"pageContent":"discount a predator - like a fox - is responsible for the killings. As many as fifteen cats inthe vicinity of Finch Avenue have also been reported missing in the last year.\"Debby Hunt, Inspector of the Ontario Society for the Prevention of Cruelty to Animals,told Warmington, \"If somebody is deliberately doing this, they could face a $2,000 fineand six months in jail.\" Hunt has appealed to the public to come forward with information.September 15, 1999 San Jose, California - Since May 1999, in San Jose,California, two dozen cats, a raccoon and a rat have been found disemboweled, cut in halfand oddly skinned. The San Jose Mercury newspaper headlined \"Cat killer menacessouthern San Jose.\" The article began, \"A killer is stalking the cats of southern San Jose,mutilating 21 felines since May 31 - primarily pets taken from owners' yards at night andreturned dead, often dismembered and skinned.\"More than 2,000 fliers were distributed by police into south San Jose neighborhoodswarning owners to keep their cats indoors. And the Humane Society of Santa Clara Valleyposted a cash reward that has kept growing as animals have been discovered.October 3, 1999 London, England - Over the past year, the London Royal Societyfor the Prevention of Cruelty to Animals has received dozens of reports from residentswho have found on their sidewalks or front yards their cats and rabbits disemboweled, cutin half and even decapitated. And usually without blood at the siteOctober 10, 1999 Fort Worth, Texas - WFAA-TV in Fort Worth, Texas reportedon October 7th the discovery of five mutilated cats in Tarrant County, Texas since June.These unusual cat deaths have been found in West Fort Worth near Interstate 30 betweenForest Park Boulevard and Cherry Lane. Humane Society investigators say what happenedwas not an accident, but calculated cruelty by at least one individual. The strange deathshave included a hanging, a cat that had been skinned, and another that had its tail sliced intwo halves down its length.FBI behavioral scientists warn that many serial killers start out venting anger on cats andtake pleasure in cat torture. But so far, law enforcement does not have any suspects andFort Worth residents are urged to keep their pets inside.Over the same time period, bloodlessly decapitated and mutilated cats have been found inSan Jose, California (See: 10/3/99); London, England (See: 8/25/99); and Toronto, Canada.Other cases involving excisions of paws and/or back leg from cats in Tucson, Arizonaoccurred back in March and June 1999.November 5, 1999 Toronto, Canada - A $60,000 reward has been offered by theOntario Society for the Prevention of Cruelty to Animals for information about tenmutilated cats since the current mystery began in August 1999. The reward offer hasgenerated phone calls, but no suspects.The SPCA's lead inspector, Debbie Hunt, is now seeking help from the Toronto Police:\"We don't have the resources or enough experience in profiling criminals.\" Inspector TonyWarr, recent chief investigator in a Toronto bedroom rapist case, will head a newbehavioral assessment unit. Their focus will be serial killers, and presumably aninternational ring of them since similar cat mutilations have been occurring in London,England, San Jose, California, Ft. Worth, Texas and Ontario, Canada at the same time in1999.Hunt has photographs of the current Ontario mutilated cats, many of them precisely andbloodlessly cut in half. One is an orange and white cat, collar still attached. There is awound above the cat's eye and some bruising around the neck where odd punctures in thethroat have been found in some of the mutilated animals. The abdomen was severed in halfwith a \"razor-straight cut.\" Only the front half remained with all its organs intact. DebbieHunt told reporters, \"It's like a band saw or a very sharp knife is doing this. Wild animalsaren't. (Otherwise) the liver, the lungs and the organs would be strewn about.\" Further, thehalf cats are left near schoolyards or on well-lit street corners as if purposely laid out to befound. Ms. Hunt told me, \"We're talking to some pathologists about the nature of the cutsand have been sworn to secrecy on some things.\"In the past two weeks, the case number climbed from seven to ten as three more mutilatedcats were found beyond North York, a Toronto suburb where the first animal wasdiscovered on August 12th. Those three new cases included a cat body found inMississauga, a community west of Toronto. Another was located in Parry Soundapproximately 100 miles directly north of Toronto. Another recent mutilation was in SaultSte. Marie, Ontario at the western edge of the Ontario province.August 12, 2001 Navarre, Florida and Austin, Texas -"},{"pageNumber":4,"pageContent":"Pattie and John Goodfleisch hold their surviving white female cat, Kitty,after they found their other black male cat, Maximum, cut in half on Saturday, June 30, 2001.Photograph © 2001 by Daily News, Milton, Florida.On Saturday, June 30, in the small beach town of Navarre, Florida about fifteen miles eastof Pensacola a cat was found strangely cut up near its home. The owners, John and PattieGoodfleisch, had two cats: one female all white and the other male all black. On thatSaturday morning, after the couple had let the cats out and awaited their return, the blackmale cat did not come back. The couple began searching and found the cat's severed frontbody on a sandy path near their house. He had been sliced from just behind his front legsall the way back to his tail bone. The missing half was never found.The Tiger Point Animal Hospital was asked to do a necropsy to determine cause of death.The veterinarian said the wound did not appear to be accidental and the assumption wasthat a human with specific intent had cut the cat lengthwise and removed one half.Austin, TexasFurther west, northwestern Austin, Texas law enforcement are investigating a dozenincidents since March 2001 in which the head, neck and front legs of domestic cats havebeen severed bloodlessly through the spine by a sharp instrument and most of theinternal organs, rib cage and spine removed.Since March at least a dozen cats have been found cut in half behind their front legs in thenorthwestern residential area of Austin, Texas. The internal organs and spine sections arecleanly severed, but there is very little if any blood at the scene and no signs of struggle,leading investigators to speculate that the cats are being cut up somewhere else and thenreturned to their home vicinity. The Austin Police Department and the Travis CountySheriff's Office have been investigating and a large monetary reward has been offered forany information about the perpetrators. Currently, there are no current suspects and lawenforcement officials are baffled.October 20, 2001 Ocean Beach, California - Since September at least a dozendomestic and wild cats around the Naval Air Station in Point Loma or a neighborhood inOcean Beach have been found cut in half, similar to the Austin, Texas cases, or completelyeviscerated by a clean, bloodless excision in the belly from which all internal organs wereremoved.One of the cat owners talked to me this weekend about her loss. Alicia Baskette is anattorney who specializes in workers compensation insurance defense. She and her husbandwere shocked when they found only the front half of their dead 10-year-old male catacross the street on Monday, September 10.May 31, 2002 Bellingham, Washington and Austin, Texas - In the weekbetween Thursday, May 16 and Thursday, May 23, 2002, four domestic cats were found inthe Fairhaven district of Bellingham slit from the throat to the pelvis. But there was noblood on the fur or the ground. Bellingham Police Lt. Dac Jamison said, \"There ismethodology to what's going on.\" The speculation is that the cats are some how removedfrom their home or neighborhood, taken somewhere for the cut and excision of internalorgans, and returned close to their homes.This week I asked the head of the Whatcom Humane Society in Bellingham if she knewabout previous cat mutilations in 1993 north of her in Vancouver (See More Informationbelow) or the current rounds of other cat mutilations in Austin and San Diego. She had noknowledge of the other cases, but explained to me some of the details about what hashappened in the Bellingham cases.Austin, Texas"},{"pageNumber":5,"pageContent":"At the same time in Austin, Texas, the number of mutilated cats since March 2001 climbedto 25 when residents near the 7900 block of Stone Cliff found one dead cat on May 12 andanother on May 16. The Austin Police Department has taken over the investigation andare only saying the cats were cut in a \"meticulous and precise way. No blood.\" Otherrecent unusual cat deaths have also surfaced in San Diego.November 16, 2002 Aurora, Colorado - According to the Aurora Animal ControlOffice, the Denver Dumb Friends League, and local residents, between June andmid-November 2002, ten cats and other small animals such as rabbits and squirrels havebeen found strangely cut up without blood or signs of struggle. (9 cats, 2 squirrels and 1rabbit in Aurora; 1 cat and 1 rabbit in Denver). The region affected has been wheresouthwest Aurora and southeastern Denver come together between the University ofDenver and the Aurora Medical Center.One investigator who wishes to remain anonymous told me, \"Very precise cuts. Some arejust cut in half, like with a band saw or very sharp knife or something like that. Just cut inhalf and either the front half or the back half is left to be found. Others have only fleshremoved from the abdomen area, or a few organs removed, or all organs removed. A fewhave had just the spine removed in a very precise way. Usually there is no blood. Therehave been at least two other cycles of cat mutilations here since 1990.\"So far, officials are not releasing photographs of the mutilated animals. Investigators don'twant to encourage copycats and want to preserve evidence details for trial if anyone isarrested. However, the Plano, Texas Police Department's 1993 photograph in MoreInformation below is a good example of what half cats look like wherever found aroundthe world.May 27, 2003 Salt Lake City, Utah - Since May 14, 2002, the Salt Lake CountyAnimal Services in Utah has received nine reports of mutilated cats and one report of amutilated dog. The May 14th case was a domestic male cat with black short hair. Theofficer who picked it up thought it might have been attacked by another animal, but theresident who found it thought its throat had been slit.Then on July 2, 2002, another domestic cat with short black and white hair was reported,sex unknown. Ray Kelleher, Staff Sergeant and Senior Officer, who has worked 25 yearsfor the Salt Lake County Animal Services, talked to me about that case and the eightothers since that have all been found in a six block radius \"in the Avenues\" of northeasternSalt Lake City.Salt Lake City, Utah Animal Mutilation CasesReported Between July 2, 2002 and May 22, 2003:1) May 14, 2002, cat.2) July 2, 2002, cat.3) July 17, 2002, cat.4) July 18, 2002, cat.5) July 21, 2002, cat.6) July 25, 2002, cat.7) October 17, 2002, dog.8) Oct. 28, 2002, cat.9) November 7, 2002, cat.10) April 23, 2003, cat.July 1, 2003 Denver and Aurora, Colorado - The Denver Dumb Friends Leagueis offering a $12,000 reward for information leading to the arrest and conviction of anyonefound responsible for the small animal mutilations in the greater Denver area over the pastyear.One investigator who wished to remain anonymous told me, \"Very precise cuts. Some arejust cut in half, like with a band saw or very sharp knife or something like that. Just cut inhalf and either the front half or the back half is left to be found. Others have only fleshremoved from the abdomen area, or a few organs removed, or all organs removed. A fewhave had just the spine removed in a very precise way. Usually there is no blood. Therehave been at least two other cycles of cat mutilations here since 1990.\"I received an e-mail from an Aurora resident who wrote on June 29:\"1 more found in Aurora, raising total to 17.Denver 7Parker 9Arapahoe Country 4Centennial 2"},{"pageNumber":6,"pageContent":"Lafayette 1Total: 40 as of June 30, 2003\"September 12, 2003 Bothell, Washington and Salt Lake City, Utah -Domestic cat mutilations have been reported since at least the 1970s, and now more haveturned up in Bothell, Washington. Twelve miles northeast of Seattle, Bothell is a city of32,985 people, 23 parks and the Bothell Police Department has case files on three catmutilations in May and June 2002, and three cat mutilations between August 1 andSeptember 1, 2003. Not far to the northwest, Animal Control for the Vancouver, B. C. CityPound filed several mutilation reports in 1992 to 1994 on domestic cats found neatly cut inhalf without blood.Two of the 2003 Bothell cats were cut up into thirds and the middle part taken. The catbody portions left behind show on x-rays that all internal organs are missing except for thebladder, all without any blood on the animal or in the owner's or neighbor's yards wherethe dead cats have been discovered.Salt Lake City, UtahOver the past several months in Salt Lake City, Utah, a dozen cats have also been foundcut up the same bloodless way. In Denver, Colorado, more than forty small animals havebeen mutilated over the past couple of years and the Denver Dumb Friends League isoffering a $12,000 reward for information leading to the arrest and conviction of anyonefound responsible. In Bothell, Washington, a non-profit group known as Pasado SafeHaven now has a $5,000 reward there.In addition to Bothell, Vancouver, Denver, and Salt Lake City, hundreds of other catmutilations over the years have been reported in Falls Church, Virginia; Lee, New York;Los Alamos, New Mexico; Ahwatakee Foothills, Arizona; Plano and Austin, Texas;Oklahoma City, Oklahoma; Navarre and Pensacola, Florida; Tustin, San Diego and SanJose, California, London, England, and Toronto, Canada.August - September 2003 Bothell, Washington - (Photos and x-ray of mutilatedcats) Above, first mutilated male cat found first week of August 2003.Dr. Good laid cat out to show the correct width of severed and cat's removed middle section.Below is an x-ray of the same cat showing the dark space in the back half that indicatesall internal organs were removed. Photograph and x-ray © 2003 by Cherie Good, D.V.M.Now it's happening again in Bothell, Washington, and so far all the victims have beenmales. The first case was reported the first week of August and the most recent was foundSeptember 1st. This week I talked with a veterinarian there who has examined the threemutilated cats in the past four weeks. She is Cherie Good, D.V.M., who runs The CatClinic at Canyon Park in Bothell. She received her Doctorate of Veterinary Medicine fromOklahoma State University in 1995 and has been practicing in the Bothell area since then,now exclusively for cats.January 15, 2005 Sandia, Texas near Corpus Christi - I have investigated thephenomenon of animal mutilations since 1979 and before he died, U. S. Army Lt. Col.Philip J. Corso told me that he had seen with his own eyes, during his work for theEisenhower and Kennedy Administrations, highly classified documents about unusual and"},{"pageNumber":7,"pageContent":"bloodless animal deaths around the world dated as early as 1951. That would be only fouryears after the Roswell, New Mexico, headlines about an unidentified flying disc that hadcrashed near Corona.In the early 1990s, documents were leaked about a small group called Majestic 12,allegedly appointed by President Harry S. Truman to study the \"interplanetary\" mystery.At that 1947 Corona, New Mexico, UFO crash site, bodies were allegedly found \"dissectedas you would a frog.\" But the documents do not make clear if the dissected bodies wereanimals, humans or non-humans. Another document says that at another 1947 UFO crashsite on the White Sands Missile Proving Ground, \"Animal parts were reportedly discoveredinside the craft.\"If the U. S. government has linked extraterrestrial biological entities to the worldwideanimal mutilation phenomenon since at least 1947, the fact that the mutilations continue tooccur to this day means that the government has no control over the mutilators.[ See these other Earthfiles reports in the Earthfiles Archives:-12/10/2004 - Part 4: \"Peculiar Phenomena,\" V-2 Rockets - and UFOBRetaliation?-05/16/2004 - Part 8: UFO Crash/Retrievals: Status Report VI © July 1991 byLeonard H. Stringfield.-03/17/2004 - Part 2 - \"Horrible Secret,\" UFO Crash Retrievals Near Roswell,New Mexico, July 1947? ]July 14, 2005 Oak Harbor, Whidbey Island, Washington - In the third week of May2002, four domestic cats were found in the Fairhaven district of Bellingham north ofSeattle, slit from the throat to the pelvis. But there was no blood on the fur or the ground.Bellingham Police Lt. Dac Jamison said, \"There is methodology to what's going on.\" Thespeculation was that the cats were some how removed from their home or neighborhood,taken somewhere for the cut and excision of internal organs, and returned close to theirhomes.Now it's happening again in Seattle and the surrounding region, including Oak Harbor. OakHarbor is a town of about 19,000 people, of which 6,000 work for the Whidbey IslandNaval Air Station and Ault Field. Whidbey Island is the longest island in the continentalUnited States and is surrounded by the waters of Puget Sound. By car, Oak Harbor isabout 1.5 hours north of Seattle and two hours south of Vancouver, British Columbia.I talked with Oak Harbor's Animal Control Officer, Terry Sampson, this week whoconfirmed his office has seven half cat cases. There were three more this past weekend inAnacortes and several more in Burlington, Mt. Vernon and Seattle. He said that he and theother city animal control officers are convinced the culprits are coyotes.But when I talked to one Oak Harbor resident who found only the upper half of her cat,she rejected the coyote explanation. She did not want to comment for radio, but she toldme where her half cat laid in the grass was \"quite tidy.\" She compared the cat's upper halfto a \"glove puppet,\" meaning it resembled a child's puppet toy that is empty inside and fitsover a hand.Another Oak Harbor resident is Betty Gable who drives buses in the city. One of the halfcats belonged to her neighbor who was out of town. So Betty took responsibility to get thecat remains to Oak Harbor Animal Control for investigation. Authorities there told Betty itwas coyote, that all the half cat kills were by coyotes.August 13, 2005 Seattle, Washington - The Federal Way Police and King CountyAnimal control in Seattle, Washington, confirmed they have in their recent animalmutilation files three cats and one dog since May 2005, bringing the total in the greaterSeattle/Oak Harbor/Anacortes/Burlington/Mt. Vernon region to at least fourteen. The mostrecent were two cat victims in August.Federal Way Police and King County Animal Control are putting the word out to petowners to \"keep your critters safe following a rash of mutilations. Three victims were cats.A small dog was also mutilated. Animal Control is investigating the attacks. Officials saidthe attacks occurred within South 320th Street to the south, First Way South to the west,Southwest Dash Point Road to the north and Pacific Highway South to the east.\"August 22, 2005 San Jose, California - On August 16, 2005, I received the followingemail from Thomas G. Holford, a San Jose, California resident: (Photos in yard)"},{"pageNumber":8,"pageContent":"Cat cut in half, laying in front yard of south San Jose, California, home,discovered on August 16, 2005. Images provided to Earthfiles by Thomas G. Holford.\"Linda:Today, August 16, 2005, about 4:00 PM, I was walking in a residentialneighborhood in south San Jose, California, when I noticed the remains of anorange cat, in two pieces, on the front lawn of a home.I was on my way to a business meeting, but stopped long enough to snap somepictures. Attached are digital photos of the scene.On my way to the meeting, I stopped at an animal clinic and reported theincident to the staff, and they indicated that they would call animalcontrol. Ten minutes later, I phoned the clinic and suggested that theymight call the police and have the police secure the area. The clinicreported that they had called animal control, and that animal control was ontheir way to the site.In my quick observation of the carcass, I did not observe any blood, whichsuggested that the carcass may have been dropped there after the cat hadbeenkilled. Also, the fur of the cat seems to have been rather mussed up and\"ungroomed\".This incident is particularly significant since San Jose had been thelocation of cat mutilations several years back. [ See 100399 Earthfiles. ]As a probably unrelated, but possibly bizarre sidelight to this incident,the house on whose front yard the cat carcass was found was the site of asuicide several years ago. One might speculate that cultists of some sortwere somehow linking the cat death to a known \"death house.\" But this maybe giving cultists to much credit for record keeping and planning.Regards,To m H o l f o r d"},{"pageNumber":9,"pageContent":"San Jose, CA\"I talked with the veterinarian's office, which had no information about further AnimalControl follow-up on the cat's body.October 17, 2005 San Antonio, Texas - (Half cat photos) Half cat discovered October 17, 2005, San Antonio, Texas.Image provided to Earthfiles by resident, Robert Casell.Another half cat has been reported in San Antonio, Texas, by resident Robert Casell, acustomer care representative for Malin Integrated Handling Solutions and Design (forkliftmanufacturer). Mr. Casell also worked as a policeman in Los Angeles before moving toSan Antonio where he and his family have lived for nine years in a well-establishedneighborhood. Nothing dramatic had ever happened around the Casell residence until theearly morning of Monday, October 17, 2005.June 28, 2006 Destin, Florida - Exactly five years ago in June 2001, catmutilations were reported in Navarre, Florida, and Austin, Texas. Navarre is southwest ofEglin AFB in the Florida panhandle.Now in the spring of May 2006 in Destin, Florida, only a few miles east of Navarre,another round of half cat mutilations have been reported since early April, especially alongHolly Street. Tony Tenore found his cat cut in half on his front yard lawn. Half a dozenother neighbors have found mutilated cats in their yards. And at the end of May, HenryBoenning, who lives only a couple of doors from Tony Tenore, found his 16-year-old catgutted without blood.August 23, 2006 Spokane, Washington - In the Spokane region for the sixthsummer in a row, cats have been found cut in half without blood or signs of struggle. Oneof the animal groups in Spokane is SpokAnimal CARE. That agency reports there havebeen at least nine half cats in August; either the back half or front half remain. Six of thosewere found around Joe Albi Stadium. Veterinarians reported that the cuts were \"veryclean\" without tears and are not the work of coyotes.The latest cat was found on the 5600 block of North Elgin Street. In this case, it was thefront half of the cat that was found. There was no blood anywhere in, or near, the bodies.Authorities say the cats seem to have been “strategically and methodically placed wherethey were found.”SpokAnimal told reporters on August 23, it wants to have a veterinarian from outside theSpokane region examine the dead cats' bones to determine if the \"cats were torn apart byanimals, or whether they were cut by instruments\" of some kind. SpokAnimal is dubiousthat natural predators are to blame. The agency is offering a $2,500 reward from its animalcruelty fund.SpokAnimal also reported that half cats are also being found in western Canada.Investigators from Spokane and Canada are comparing notes about the unusual half catdeaths in the two countries.Officials are very concerned about the violent nature of the bloodless acts and recommendthat cat owners keep their pets indoors until the animal mutilator is caught. Anyone withinformation about who might be killing the cats are asked to contact SpokAnimal CARE at509-534-8133, or contact an Animal Protection Officer.August 6, 2006 Reindeer Lake, Saskatchewan, Manitoba, Canada - While"},{"pageNumber":10,"pageContent":"cats have recently been cut bloodlessly in half in the Spokane and western Canada regions,people in northern Manitoba, Canada have reported that three sled dogs were found guttedon an island in Reindeer Lake on Sunday, August 6th. Another four dogs are missing.Manitoba conservation officials have taken the bodies of the dead dogs for analysis. November 2006 - April 2, 2007 Corpus Christi, TexasCorpus Christi, on the Gulf of Mexico, is 120 miles southeast of San Antonio.Both regions have had cat and cattle mutilations, as indicated by the yellow regions on the map.On Monday evening, April 2, 2007, residents from the south side of Corpus Christi, Texas– especially those living on Stonemill Circle – met with a Corpus Christi PoliceDepartment representative to discuss the sad and disturbing mystery affecting theirneighborhood since early November 2006 – the mutilation of house cats. Like so manyother previous incidents of this terrible earth mystery, the cats are found sliced bloodlesslyin a variety of patterns and laid out in their owner’s yard with no tracks or signs ofstruggle.One of the Stonemill Circle residents, Cindy Kurtz, lives near two homes next door to eachother where dead and mutilated cats were found between March 29 and April 2, 2007.Interview:Cindy Kurtz, Stonemill Circle resident, Corpus Christi, Texas: \"It’s happened inseveral places around our neighborhood, but nobody ever reported it. Now, when ithappened again last Wednesday night (March 27), it was found Thursday morning (March28, 2007). It’s very sad. I mean, everybody knew this cat. It was a really cute little cat. Hewas grey and white and always had his collar on and little bell. When he was found onThursday morning, all I can tell you is that he was cut down the middle. His insides weregutted and he was put back in the person’s yard with its little collar next to it.WAS THE CAT CUT FROM THE NECK DOWN TO THE PUBIC BONE?Ye s .THE WHOLE CAT WAS RETURNED TO THE OWNER’S YARD WITH ALL OF THEINTERNAL ORGANS REMOVED?Yes, and there was no blood found anywhere in the vicinity, so whoever it was, took itaway and did it and brought it back.DID THE POLICE COME AND HAS A VETERINARIAN DONE A NECROPSY ONTHAT CAT?Yes. They did do it and he (vet) said whoever did it – the police did come. They called thepolice and the police came. They really didn’t want to speculate on what this was becausethis was the first report given to them (police) and I think they just started getting other"},{"pageNumber":11,"pageContent":"reports after the fact. They did take it to a vet and the vet said it was done by somebodywho knew what they were doing.SURGICAL?Ye s .WITH NO BLOOD.None.AND PRECISE EXCISIONS OF ORGANS FROM INSIDE THE CAT.Ye s .AND IN THIS CAT, OR ANOTHER CAT, WAS THE HEAD AND/OR PAWREMOVED?Yes, the one that was Sunday night (April 1), that cat was decapitated and a paw was cutoff. And then the very first one was the beginning of November, and that one was gutted.SO IT WAS VERY SIMILAR TO THE CAT WITH THE BELL?Ye s .AND THE ONE IN NOVEMBER, COULD YOU EXPLAIN AGAIN WHATHAPPENED TO IT?Same thing – the owners found it in their front yard. It was gutted. Same excision.ORGANS?Organs removed and put back in their front yard.AND NO BLOOD?No blood.SO THREE ON YOUR STREET AND POSSIBLY FOUR OTHERS IN ...Areas around our neighborhood, yes.HAVE YOU HEARD ANY RUMORS ABOUT HEADS OR PAWS BEING REMOVEDON ANY OF THOSE OTHERS?No, I haven’t.IN THE CAT THAT HAD THE HEAD AND PAW REMOVED, WHERE WAS THATYARD IN COMPARISON THE CAT THAT HAD THE BELL?Next door.SO, THE TWO WERE RIGHT NEXT DOOR TO EACH OTHER?Ye s .WITHIN LESS THAN A WEEK?Ye s . Neighborhood and Police Meeting,Monday, April 2, 2007CAN YOU TALK ABOUT THE MEETING WITH POLICE?It was Monday night (April 2, 2007). We had a man from the police department theretalking to us, telling us what we can do to protect ourselves and our animals and the bestthing is to keep your animals inside.The neighborhood has taken our own measures, like my husband and I put up a videocamera. We already have an alarm. And several people on the street – I know that one hasalready gotten a video camera. So, it’s us and somebody else has already gotten their videocameras and I know of three other people I think are going to get them."},{"pageNumber":12,"pageContent":"There were two television stations there, so we asked about the Satanic thing and he(police officer) really didn’t say much and when the television stations left, he said hedidn’t want to say anything about it. He never really got into it, to tell you the truth,because he said the media will take it and run with it and we don’t know if that’s what it is.EXACTLY.And it was basically like a Neighbors On Watch meeting. We told him what our fears were.DID THE POLICE HAVE A VETERINARIAN THERE TO TALK WITH YOU ALL?No, he did not.BUT DID HE TALK ABOUT WHAT THE VETERINARIAN HAS FOUND SO FAR?One of the women told everybody what the veterinarian had found.WHICH WAS?That it was done by somebody who knew what they were doing. It was done precisely. Itwas done like surgically.AND THAT WOULD EXCLUDE ANY NATURAL PREDATORS?Yes. (laughs) The police tried to say it could be a coyote. Well, for one thing, we’re kind ofin the middle of town. (laughs) And I know in Texas there are a lot of coyotes, but I can’tsee a coyote in this neighborhood!Another thing, and I told the police officer, that’s kind of insulting because we’re notstupid and a coyote can’t do that (precise surgical cuts) to another animal (cat) like that.But I know the police need more information. People need to start turning this stuff in andthey said it on TV several times – if something happens to your pet, you’ve got to tell us.We don’t have much to go on because people aren’t turning these things in! We need toknow.HOW ARE YOU AND YOUR HUSBAND GOING TO USE YOUR VIDEO CAMERAFOR SURVEILLANCE?We put it up on our house right by our driveway. We live right at the end of our cul de sac,so we can get a pretty good view of what’s going on. And we’re recording it, recordingeverything. And it’s got infrared on it so it can record at night, too. And I’m going aroundgetting car license numbers and everybody will have that information, so if there issomething fishy going on our street, we’ll all know.\" If anyone has more information about the cat mutilations in Corpus Christi, please contactCrime Stoppers at 361-888-8477 or the Corpus Christi Police Department: 361-886-2876.If viewers have more information about other unusual cat or animal mutilations, pleaseemail me at earthfiles@earthfiles.com.More Information:For further information about worldwide animal mutilations, please see reports below inthe Earthfiles Archives and my books, An Alien Harvest, the 2-volume Glimpses ofOther Realities, and my documentaries in the Earthfiles Shop.• 10/02/2006 -- Unusual Deaths of Six Female Goats in White Salmon, Washington• 09/05/2006 -- Part 2: \"Alphonso Lorenzo\" - Military Visitor to Another Planet?• 08/23/2006 -- More Cat and Dog Mutilations• 07/01/2006 -- Cattle Mutilation and Glowing Discs in Saskatchewan, Canada• 06/28/2006 -- Half Cats in Destin, Florida, and Beheaded Animals in Rochester, N. Y.• 04/21/2006 -- Unusual Animal Deaths in Garland County, Arkansas• 01/13/2006 -- 31st Cattle Mutilation on Red Bluff, California Ranch• 10/30/2005 -- Unusual Animal Deaths - Another Half Cat Mutilation in San Antonio, Texas• 09/15/2005 -- Animal Mutilations Reported in Switzerland, Hollywood and Kansas• 08/26/2005 -- Another Cattle Mutilation in Canada• 08/22/2005 -- More Half Cat Reports: San Jose and Seattle• 07/28/2005 -- Feedback on Half Cat Mystery• 07/14/2005 -- More Half Cat Mutilations in Seattle, Washington Region• 06/23/2005 -- More Than 3,000 Unusual Animal Deaths Reported in Argentina and Chile Since 2002• 06/17/2005 -- Unusual Cow Death in Paradise Hill, Saskatchewan, Canada• 04/13/2005 -- Highly Strange Dog Death in Arkansas; 2000-Pound Bull Dropped and Calf Skinned• 02/21/2005 -- Updated - Bull and Cow Mutilations Northwest of Corpus Christi, Texas"},{"pageNumber":13,"pageContent":"• 01/15/2005 -- Bull and Cow Mutilations Northwest of Corpus Christi, Texas• 12/10/2004 -- Part 4: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 12/10/2004 -- Part 3: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 09/12/2003 -- More Domestic Cat Mutilations - Again in Bothell, Washington• 07/01/2003 -- 40 Small Animal Mutilations in Denver and 11 in Salt Lake City• 11/16/2002 -- More Cat and Cow Mutilations: Colorado, Utah and Missouri• 05/31/2002 -- Bloodless Cat Mutilations in Bellingham, Washington• 10/20/2001 -- Dozen Mutilated Cats Found in San Diego, California• 09/08/2001 -- 23 \"Half Cat;\" 2 Deer Mutilations Confirmed by Austin, Texas Law Enforcement• 08/12/2001 -- Unusual Cat Deaths in Navarre, Florida and Austin, Texas• 11/18/1999 -- Short Environmental Updates• 11/07/1999 -- Environmental Updates and Calf Fetus Shocks Los Brazos, New Mexico• 11/05/1999 -- Reward Offered As Cat Mutilations Continue in Toronto, Canada• 10/10/1999 -- More Cat Mutilation Reports from Ft. Worth, TX; Toronto, Canada and Tucson, AZ• 10/03/1999 -- Unusual Cat Deaths from London to San Jose, CaliforniaWebsites:Majestic 12 Documents: http://www.majesticdocuments.comAmerican Presidents: http://www.presidentialufo.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
