[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponCollapse of Honey Bees in U. S., Canada and 9 European Countries© 2007 by Linda Moulton Howe\"We’re seeing that some beekeepers have lost fairly high levelsof bees over the winter – one beekeeper as high as 90% loss.\"- Brent Halsall, Pres., Ontario Beekeepers Assoc., Canada Honey bees working a hive. Albert Einstein said, ” If honey bees become extinct,human society will follow in four years.” Image © 2007 by TargetHealth.April 6, 2007 London, England - When hives in Toronto and Saskatchewan, Canada,were opened up in the last week of March, at least 40% had either disappeared – or inanother twist of the mystery – in some Canadian hives, thousands of bee bodies werefound dead.In addition to the United States and Canada, in Europe at least nine countries are nowreporting massive disappearances of honey bees – similar to the Colony Collapse Disorderthat has affected American beekeepers since the fall of 2006. The European countriesreporting bee disappearances are:1) Spain2) Poland3) Greece4) Croatia5) Switzerland6) Italy7) Portugal8) Germany9) And England.To everyone’s surprise, in the U. K. where genetically modified crops have been resistedand beekeeping is on a smaller scale with less pesticide use than in the United States,honey beekeepers in London who opened hives the end of March found at least half oftheir hives empty.On April 4, 2007, I talked with the Chairman of the London Beekeeping Association, JohnChapple, about the missing bee phenomenon.Interview:"},{"pageNumber":2,"pageContent":"John Chapple, Chairman,London Beekeepers Association, London, England.John Chapple, Chairman, London Beekeeping Association, London, England: “InLondon, we normally expect to have 10% to 20% losses every winter in our bees. But thisyear, at the last meeting of London members, loads of people reported far more than thenormal percentage. And in talking around, they all came up with the same thing that ishappening: the bees just disappeared. There were no dead bees to look at, so we could notexamine anything. And they all had plenty of stores (of honey) left. And a phenomenonthat we can’t understand is that they don’t appear to be robbed out by other bees.CAN YOU EXPLAIN THAT?Normally, when a hive is deserted, robber bees from other colonies come and take thestored honey away. They would much rather get it from there than go looking in flowers. But for some reason this year, it hasn’t happened.SO, THE NORMAL OPPORTUNISTS ARE EVEN STAYING AWAY FROM THEEMPTY HIVES?Yes. And we don’t know why.THAT’S VERY CONSISTENT WITH REPORTS FROM AT LEAST 22 TO 24 STATES INTHE UNITED STATES AND APPARENTLY IN SOME LOCATIONS JUSTDISCOVERED IN THE PAST WEEK OR TWO IN SASKATCHEWAN AND ONTARIO,CANADA.THE TELEGRAPH ONLINE REPORTED: “IN LONDON, ABOUT 4,000 HIVES –TWO-THIRDS OF THE BEE COLONIES IN THE CAPITAL - ARE ESTIMATED TOHAVE DIED THIS WINTER.”[ Editor’s Note: John Chapple estimates there are 8,000 to 10,000 hives inLondon, of which at least half mysteriously disappeared in the winter of 2006to 2007.]Half of my stock are gone and I cannot explain why they disappeared.SO, YOU’VE HAD AT LEAST A 50% LOSS?Yes. I’ve lost 23 hives this year (out of 40), which I can’t explain why they died.AND THE BEES DISAPPEARED IN THOSE 23 HIVES?They disappeared, yes. That’s the bit I can’t explain.DO YOU FIND IT FRIGHTENING?Yes, I find anything I can’t explain frightening, you know?ONE OF THE QUOTES FOR YOU IN THE TELEGRAPH WA S: ‘ T H E M O R TA L I T YRATE IS THE HIGHEST IN LIVING MEMORY AND NO ONE SEEMS TO KNOWWHAT IS BEHIND IT.’Yes, that’s true. I can’t find anyone. I chatted with one of our senior beekeepers who hasbeen keeping bees for 60 years and he’s known nothing like it. He lost his bees as well.SO IN HIS 60 YEARS OF BEEKEEPING, HE HAS NEVER SEEN...Anything like this, no. And he can’t explain it. \"Pesticide Cocktails\" Too Much for Bees?WHEN YOU ALL TALK WITH EACH OTHER ABOUT WHAT THIS BODES FOR2007 AND BEYOND, HOW SERIOUS DO YOU THINK THIS IS RIGHT NOW?"},{"pageNumber":3,"pageContent":"Well, talking with other beekeepers, we all think it is some how varroa mite-related. All thechemicals over the years that we have been pouring into the hives might have messed upthe bees’ senses. But we don’t know the answer. We are only guessing. We’ve been tippingour hives with loads of chemicals for years, thinking we could control this varroa mite.Obviously, we can’t.IN THE UNITED STATES, I KNOW IN TALKING WITH DAVID HACKENBERG OFTHE HACKENBERG APIARY OF PENNSYLVANIA, HE IS CONVINCED THAT IT ISPESTICIDES OF SOME SORT AND THERE IS A BIG QUESTION MARK ABOUTTHE NEW NICOTINE-BASED PESTICIDES CALLED NEONICOTINOIDS. THESEARE THE PESTICIDES THAT FRANCE AND ITALY, AS I UNDERSTAND HAVEBANNED IN THE LAST FOUR YEARS?Yes, they are banned there, but the thing in London is we don’t have large rural areas. It’san urban environment, so the amount of pesticides you get is very small. So we don’t thinkit’s that. We think it might be something with the chemicals we’ve been using to controlthe varroa mite over the years.SO, YOU’VE BEEN TRYING TO CONTROL A MITE AND THOSE ‘PESTICIDECOCKTAILS,’ AS SOME PEOPLE CALL THEM, MIGHT NOW BE HAVING ANACCUMULATIVE EFFECT OF SOME SORT?Yes. Something has happened that we cannot explain. DEFRA, which is our (Dept. ofEnvironment, Food and Rural Affairs) agricultural body, has taken samples from some ofmy live hives and let’s hope they can find something.HAVE YOU RECEIVED BACK ANY DATA FROM ANY LABORATORY ORINVESTIGATOR?No.WHEN WOULD YOU SAY IT BECAME REALLY CLEAR THAT LONDONBEEKEEPERS WERE LOSING 40% TO 50% OF THEIR HIVES?It became clear to me in January 2007 and that’s when I started asking questions. Then wehad our February 2007 meeting at the beginning of the month and that’s when peoplecame in reporting losses of bees. Bee Research Has Been LowOn Government Priority and Budget ListsANOTHER QUOTE IN THE TELEGRAPH ARTICLE SAID: ‘BEEKEEPERS FEAR THAT CUTS IN DEFRA’S FUNDING FOR BEE RESEARCH FROM 250,000 POUNDSIN 2004 TO 180,000 POUNDS FOR 2007 TO 2008, HAVE LEFT THEMVULNERABLE.”Yes, we have no source for excellent research left in the country now.WHAT HAS HAPPENED?Well, you know what government bodies are like. They like to save money and beekeepingis an easy thing to save money on.BUT THE POLLINATION OF CROPS IS VITAL.It is vital, but when you’re explaining to a politician the importance of bees, they can’tunderstand what you’re talking about. They can only see rows of figures on charts. Andit’s easy to say, we just cut staff by cutting bee research out. And that saves money.DO YOU FIND CONCERN IN THE U. K. ABOUT THE GENERAL DECLINE OFPOLLINATORS?Among educated people, yes. But amongst the general public, I don’t think theyunderstand what bees do. Most people think that bees just produce honey. They don’trealize that their main function in life, the most important thing to us, is pollination. Peopledon’t realize that without pollinating insects, we won’t have berries on trees and so won’thave birds. If we don’t have birds, it just works up the food chain.RIGHT, IT’S LIKE DOMINOES FALLING.Yes, it is. Some how or other, the ecosystem has been messed around with and my good"},{"pageNumber":4,"pageContent":"bet is that mankind has messed around with it somehow or other.\" House Subcommittee HearsAbout Colony Collapse DisorderFinally Congress is beginning to pay attention to the Colony Collapse Disorder.On March 29th, the House Subcommittee on Horticulture and Organic Agriculture held ameeting in Washington, D. C., with several of the scientists, beekeepers and other agenciesinvolved in researching the phenomenon. Diana Cox-Foster, Ph.D. and Prof. ofEntomology at Penn State in College Park, Pennsylvania, told me that Ontario andSaskatchewan, Canada, had been added to the list of locations reporting massivedisappearances of bees.[ Editor's Note: For more details and coming transcripts of the HouseSubcommittee meeting, see: \"News from the House AgricultureCommittee.\" ]But complicating the picture, are some beekeepers in Ontario who have opened hivesrecently to find thousands of dead bees – some dry and desiccated as if dead for weeks –and others fresh, as if dead only days.Brent Halsall, President of the Ontario Beekeepers Association in Greely, Ontario, said heand his beekeeping colleagues in Canada were shocked when their hives were opened theend of March.Interview: Brent Halsall, President, OntarioBeekeeper's Assoc., Greely, Ontario, Canada.Image © 2007 by CBC.Brent Halsall, President, Ontario Beekeepers Association, Greely, Ontario, Canada:\"We were quite surprised this spring when we started opening up our hives. And I shouldmention that we’ve only just opening our hives, so we don’t have a real good handle on ityet. But we’re starting to see a bit of a pattern. We’re seeing that some beekeepers havelost fairly high levels of bees over the winter – one beekeeper as high as 90% loss.On March 29, 2007, Brent Halsall opened his hivesand found about 40% of all his bees dead - some dried up;others fresh as if not long dead. Image © 2007 by CBC.IN THAT ONE CASE OF 90% LOSS, WERE THERE ANY BEES LEFT IN THE HIVE?"},{"pageNumber":5,"pageContent":"Yes, there are. Our colonies are not completely empty by any means. I know the colonies Ihave looked through on my own are full of bees. The bottom boards are covered with beesand there are bees all over the place. I don’t normally find dead colonies with bees all overthe place in them.SO IN A WAY, IT’S SORT OF THE POLAR OPPOSITE WHERE IN THE UNITEDSTATES IT’S BEEN ZERO BODIES, IN ONTARIO, YOU’RE FINDING ENTIRECOLONIES OF DRY, DESSICATED BODIES.Yes, but they are not always dry and desiccated. Usually I would assume dry, desiccatedbees had been dead for quite a while. In some cases, they are nice, plump juicy ones, sothey haven’t been dead that long.IS IT FAIR TO SAY THAT AS MYSTERIOUS AS THE COMPLETE DISAPPEARANCEOF THE BEES FROM HIVES IN THE UNITED STATES HAS BEEN, THAT IT ISEQUALLY MYSTERIOUS THAT WHOLE COLONIES WOULD BE FOUND DEAD INOPENING UP IN MARCH 2007?Well, at this point it certainly is. In Ontario, we have a Tech Transfer team, it’s a researchteam of three researchers who work for us. I think they are as surprised as anyone at whatthey are finding right now. But again, they have just started looking and who knows whereit’s going to go?THE BOTTOM LINE – WHETHER IT’S CANADA OR THE UNITED STATES –MASSIVE NUMBERS OF BEES ARE GONE.That’s right. We’re all wondering what’s going on here? I think one of the big concernswith the bee hives is that anything the bees are bringing back into the hives, the wax inthere is like a fat and it will absorb various chemicals. So, whatever the bees are exposedto can end up being in the colony on a long-term basis.SO FAR, NO ONE HAS AN ANSWER ABOUT WHY BEES IN THE MILLIONS ARECOMPLETELY DISAPPEARING.That’s right. It’s a big mystery and we have a large distribution network here with articlescoming around, but no answers.\" Microarray Analysis:Compare Dead Bee Genome with Healthy Bee GenomeOn October 25, 2006, a research consortium supported by the National Human GenomeResearch Institute (NHGRI), announced the publication of a high-quality draft genomesequence of the western honey bee (Apis mellifera), finding that its genome is moresimilar to humans than any insect sequenced thus far. There are approximately 260 millionDNA base pairs in the honey bee genome.Although only 9 percent the size of the 3 billion base pairs in the human genome, thehoney bee contains nearly half as many genes as the human genome, more than 10,000 inthe bee compared to around 20,000 genes in the human.When compared to other insects, the honey bee genome contains fewer genes involved ininnate immunity, detoxification enzymes, and gustatory (taste) receptors. But the honeybee genome contains more genes for olfactory receptors and novel genes for nectar andpollen utilization. Interestingly, the honey bee genome shows greater similarities tovertebrates than insects for genes involved in circadian rhythm, as well as biologicalprocesses involved in turning genes on or off.New \"w hole genome\" Oligo Array for gene expression studies,University of Illinois Urbana-Champaign.The newly decoded honey bee genome will now be applied in the challenge to find out"},{"pageNumber":6,"pageContent":"what is causing the Colony Collapse Disorder. Researchers at the University of IllinoisUrbana-Champaign and the U. S. Department of Agriculture's Beltsville, Maryland,laboratory, are going to try microarray analysis that compares dead bee genomes withhealthy bee genomes. If the Colony Collapse Disorder bees have been exposed to somekind of pesticide or fungal toxin or other poisonous substance, scientists might be able tofind the \"footprint\" of that assault in genes turned on or off and proteins that might havebeen made to combat the poison that are not turned on in healthy bees.Microarray analysis: the intensity and color of each spot encodeinformation on a specific gene from the tested sample by Leming Shi. 2007 California Almond Crop -Weaker Pollination Than Expected?California's almond crop is the world's largest,stretching over 300 miles of the Central Valley.Millions of honey bees typically are trucked in to pollinatethe $2-$3 billion crop, but in 2006-2007, even imported Australianbees disappeared. Photo © by Brenda Anderson.The first data from the microarray analysis might be reported this summer. By then, if themassive disappearances of honey bees and the decline of other pollinators continues, whathappens to berry, melon, almond, apple, and vegetable crops? Shortages are anticipated.According to Prof. Diana Cox-Foster at Penn State, recently the California almondgrowers have quietly contacted Congressional offices because the 2007 pollination wasweaker than normal as the honey bees continue to disappear in huge numbers. EvenAustralian bees imported to California for the almond pollination disappeared.More Information:For further information about missing honey bees, please click on links to recent Earthfilesreports:• 03/17/2007 -- Honey Bee Disappearances Continue: Could Pesticides Play A Role?• 02/23/2007 -- Part 1: Earth Life Threats - Alarming Disappearance of Honey BeesWebsites:Colony Collapse Disorder (CCD): http://www.ento.psu.edu/MAAREC/pressReleases"},{"pageNumber":7,"pageContent":"/CCDSummaryWG0207.pdfBiology of Honey Bees: http://plantphys.info/Plants_Human/bees/bees.htmlHoney Bee Genome Project: http://www.hgsc.bcm.tmc.edu/projects/honeybee/Honey Bee Oligonucleotide Microarray: http://www.beespace.uiuc.edu/BeeArrayMicroarray Analysis: http://www.gene-chips.com/ Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
