[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponLetters About Unidentified \"Drone\" Aerial Objects© 2007 by Linda Moulton Howe For background, please see previous Earthfiles:May 25, 2007: Two More Eyewitnesses of Aerial \"Drones\" in 2005 and 2006May 15, 2007: Odd Aerial \"Drones\"? Over Lake Tahoe and Central CaliforniaMay 16, 2007: Engineer Comments About Odd Aerial \"Drone?\" EarthfilesMay 21, 2007: Odd Aerial \"Drone\"? Photographed Again Over Capitola, California May 28, 2007 Albuquerque, New Mexico - Since first seeing the odd, dragonfly-shaped,unidentified aerial objects in the Chad images three weeks ago from Central California, Ihave been pursuing the hypothesis that the object is a \"black\" military project which isdeveloping, or has developed, what some have called \"ion electrostatic propulsion.\"But exactly what agency is responsible and for exactly what purpose? The 2005eyewitness, Shirley, in Sequoia National Park and the 2006 eyewitness, Mr. Smith, inBirmingham, Alabama, are solid citizens reporting what they have seen and Mr. Smithphotographed. Both eyewitnesses - a year apart and both in the month of May - have seenan unidentified aerial object shaped like a dragonfly in the sky.In this Earthfiles report, I am sharing a few of the many emails I have received about theunidentified aerial objects that appear to range in size from a few feet to perhaps 25 feetand are unmanned. That is why I am using the term \"drone\" in my reports, an unmannedaerial vehicle, also known as UAVs.1) From: D. P.Subject: More Aerial Drone Images from MaineDate: May 26, 2007To: earthfiles@earthfiles.comDefinite Digital ManipulationMany Earthfiles viewers have written about the digitally manipulated photographs below.This email is representative of the public catching on to deliberate governmentmisinformation tactics:\"In my mind there is no doubt that this strange insect-like vehicle is real. The pictureshowing the missing houses is nothing but a plant. Surely delivered by the government inorder to take credibility away from the existence of such a craft.\""},{"pageNumber":2,"pageContent":"Thomaston, Maine. \"Drone\" object in upper left cut in and pasted by digital manipulation.Note the extra houses in the upper image which disappear in the second image below.Originally posted at http://www.dslreports.com/forum/re mark,18318101.2) From: Anonymous Former Government EmployeeSubject: Regarding Aerial Drones, Please ReadDate: May 25, 2007To: earthfiles@earthfiles.com\"Dear Linda:I am writing to you under a 'fake' e mail address as I used to work for a federalagency and cannot afford to let my credibility be damaged, and I hope youunderstand. I actually live not far from China Lake Naval Weapons Center,and between it and the Sequoia area. Big Pine, which is a small town on Hwy.395, is where the big 'ears' that are set up to listen for 'noise' from outer space.We are not far from Area 51 over the Inyo and White Mts. to the East. Thereis a lot of government presence here, but most of it is very discreet. Of course,China Lake has a lot of activity and they fly over the Owens Valley and domock training runs all the time. I also suspect some chemtrailing going on, butthat is another topic I best leave alone.I am skeptical of some of the shots of the drones on your site because theyappear to be photoshopped. They are too clear, the shadows don't match, thesize is off, etc.However, I will tell you, drones are being used, and do exist in a variety ofshapes and forms, and they are used for surveillance in many instances. By theway the photo of the truck and trailer in Arkansas looks to be classicgovernment or law enforcement rig, probably doing some testing or maybe"},{"pageNumber":3,"pageContent":"surveillance. I would not say it was related to the drone sighting. It could havebeen part of an unrelated undercover operation or criminal investigation. Ifthere were not any tags/plates, that is usually a sign.On July 19, 1999 I along with another man witnessed two very odd drones onVon Karman Avenue in Irvine, CA, take off from the top of the Bistangorestaurant building, which is a pricey bar/restaurant housed in a large,dark/blackish granite, approximately 10 stories highrise building. Across thestreet from it is the old McDonnell Douglas tower (\"Tower 17\") that houses thelocal Orange County headquarters for the Dept. of Homeland Security TSA. Itis a landmark, stands out and can be seen from the freeways nearby.These drones my associate and I sighted were dark L shaped without wings,and slender. They had propellers on the end that was straight. They took off atthe same time, seemed to 'link up' in the air via some unseen string or force,then lined up identically and took off and up out of sight. When I asked theassociate with me if he saw them, he said yes, and he didn't know what tothink, or what they were. The sighting was so odd I have always rememberedthe exact date and location. I have never seen identical drones since although Idid see one that resembled a small bat (!).The elimination of John Poindexter's Total Information Awareness programdoes not mean that it (massive data collection - most of it questionable in itslegality) has really gone away, it has just taken on other forms. If the averageperson had any idea just how little privacy they really have, they'd jump off ofcliffs like lemmings; that is all I can say. Please, if you refer to this email at allon Earthfiles or C2C, just refer to it as an anonymous former governmentperson.God bless and good work, A friend.\" 3) From: Mr. SmithSubject: Birmingham, Alabama, \"Drone\" Above Power LineDate: May 26, 2007To: earthfiles@earthfiles.com\"Dear Ms. Howe,I saw your info on your site and appreciate it. Now today I see we are back tofake, so can you get me a job in Hollywood? What I saw is what appears onmy photo (Birmingham, Alabama). I do not have time to play. I will go overdetails again for the Photoshop doubters.I work on a military base near the Alabama Georgia border and live on theAlabama side. I have a very small side-business of construction site clean-upand disposal. We usually have a small crew of part-timerswho clean up for contractors. Sometimes people recommend us for projects ofvarious sizes. I go and look the site over and take pictures of the site to showto my crew to see what they think. This is why I was taking pictures that day. Irealized that the site was too big for our small crew and for our experience.The poles were part of the site. Power poles that were to feed power to the siteand building.I heard a sound like a transformer and looked up. I saw somethingthat looked like a fancy street light that I thought was part of the pole, just likea light would be. I moved a little to get a shot of it to show the guys. When Idid I noticed that the thing was not attached to the pole, but was maybeattached to the wires, it did not move at all. It was stationary.I thought this is something new from Alabama Power. I'll take a picture andshow the guys back at work when I see what they think about the job.I then went to find someone to ask what the power company was up to. WhenI found nobody who had time to look, I came back and thething was gone. I thought, well, the power people got that out of here in ahurry. I figured they used a bucket, one was near, to move it. I thought that isweird and a little later I saw the trucks and trailers and thought that was weirdagain. I was impressed by the Dodge Rams and took a coupleof pictures from my car with my cell phone.That is the end of the story until I saw a picture on the net that reminded me ofthe thing I saw. It might have been a balloon or kite or toy,"},{"pageNumber":4,"pageContent":"I don't know, but I saw it. I can't get involved with any crazy military stuff andthere is plenty. I can understand why people just do not report things they seeout here in the rural world because of the ignorant attacks. I do not even knowwhat Photo Shopping is and do not want to know. My life is complicatedenough.This week I showed my info to a friend of mine who was in the U. S. Air Forceand he said for me to shut up. This was a friendly suggestion. I got in touchwith him about me talking with you and he said he would do a little checking.He did and got back to me. He said do not speak by any type of phone becausethis will fix them right on top of you. He said that e-mail was less of a threat tothem because it could be dealt with!!?? By the way he has a fairly high rankand is retired so I guess he knows what he is talking about. Why would myfriend say that 'they' had less problems with email and who are 'they'?\" 4) From: Doctor of Optometry and Ph.D., Houston, TexasSubject: Forest Rangers in Double RolesDate: May 26, 2007To: earthfiles@earthfiles.com\"Great report tonight on Coast To Coast AM. I am writing to tell you aboutsomething unusual that happened to me, I would say about 7-10 years ago. Iwas at Peace Prayer Day in Espanola, NM, and decided to visit ChacoCanyon. This was before Chaco Canyon was a National Park.I have a life long interest in UFOs, growing up in Andrews, TX, near Roswell,NM. Anyway, while at Chaco Canyon, I attended a talk given by a forestranger. He took me aside and asked if I would like to stay overnight for a viewthru a telescope on the grounds. I said what telescope? He said, you'll see. Ididn't tell him that I have an undergraduate degree in physics.Well this was quit a large telescope and I was very impressed. I asked somepretty good questions, so he said, 'Why don't you come into the trailer?' I wentinto the trailer and was blown away. The trailer looked like an old beat upcamper. However, once inside, there was some of the most sophisticatedelectronic signal analyzing equipment I had ever seen. Multiple screens anddigital imaging cameras. I kept my mouth shut and just ooooh'ed andahhhhh'ed. I then asked the 'Ranger' for his name and he replied, 'Mr.Cornucopia' (I am not kidding about this!). It was all too weird for me, so Ileft.However, this was not an ordinary ranger. I don't know what was going on atChaco Canyon. I later heard that a decade ago, it was a hot bed of UFOactivity. Thought you might be interested in this masquerading ranger story.Keep up the great reports!\" 5) From: J. P.Subject: Unidentified Aerial DronesDate: May 26, 2007To: earthfiles@earthfiles.com\"Linda M Howe,I have had a discussion with a man who knows a little bit about drones due tohis connection to Army Aviation. I don`t want to be quoted as a source ofinformation or to implicate the man, who is still employed by DOD. However,for what it is worth, some drones are powered by batteries (electric motors)and some have solar panels. Don`t know whether the solar panels aresupplementary to the batteries or the only source of power for the craft. Somedrones can stay aloft for 10 hours, which makes them more economical tooperate than jet fighters or choppers for tactical situations.The propellers onsome models might not be visible from the ground.\" 6) From: R. S., Retired EngineerSubject: NASA Magnetically Levitated DroneDate: May 26, 2007To: earthfiles@earthfiles.com\"NASA Magnetically Levitated Ducted Fan Being Developed as a Propulsor"},{"pageNumber":5,"pageContent":"Option for Electric Flight. See: http://www.grc.nasa.gov/WWW/RT/2003/7000/7720emerson.html\"The NASA Glenn Research Center is developing a revolutionary engineconcept called the Magnetically Levitated Ducted Fan. The objective of thiswork is to demonstrate the feasibility of a pollution-free electromagneticpropulsor for all-electric flight. This concept will help to reduce harmfulemissions, to reduce the Nation's dependence on fossil fuels, and to mitigatemany of the concerns and limitations encountered in conventional enginesystems such as bearing wear, leaks, seal failure, and friction loss. The generalconcept is depicted in the following figure.Early concept of the Magnetically Levitated Ducted Fan, courtesy NASA.\"This fully integrated system concept incorporates many advancedtechnologies into a new aeropropulsion system architecture. The innovativephysical layout consists of a ducted fan drum rotor with blades attached at theouter diameter and supported by a stress tuner ring at the inner diameter. Thedrum rotor is made of composite material and is contained within a static shellassembly, or \"stator.\" Magnetic fields suspend and support the rotor assemblywithin the stator. The rotor is driven by modulated electromagnetic fieldsbetween the rotor and the stator. Optimal modulation will be achieved via thecontroller and power electronic drive circuitry between the power source andthe propulsor. This concept exploits unique physical dimensions and a largeavailable surface area to optimize a custom, integrated electromagnetic systemthat provides both levitation and propulsion functions. Advanced technologiesdeveloped for particle accelerators, and currently under development formaglev trains and rocket launchers, served as pathfinders for adaptation intothe application.\"Development of this concept was funded through the RevolutionaryAeropropulsion Concepts (RAC) program beginning in 2003. During this firstyear, the focus of the work was on the development of the magnetic levitationsystem. The electromagnetic concept under investigation uses permanentmagnet elements attached to the outer circumference of the rotor drum andwire coils placed in the stator shell. The permanent magnets are arranged in aHalbach configuration, which results in the production of a sinusoidallyvarying, periodic magnetic field in the vicinity of the stator coils. Thismagnetic array configuration was pioneered by Klaus Halbach for use inparticle accelerators. When set in motion, the time-varying magnetic fieldsinteract with the passive coils in the stator assembly to produce repulsiveforces between the stator and the rotor, providing magnetic suspension. Thebeauty of this technique is that it is inherently stable once the rotor reaches acritical speed and, thus, requires no active feedback control orsuperconductivity as seen in many traditional implementations of magneticsuspension."},{"pageNumber":6,"pageContent":"Small-scale levitation model rotor, courtesy NASA.Small-scale levitation model stator, courtesy NASA.Aerial \"drone\"? with segmented round portion reminiscent of NASA \"small-scale levitationmodel stator\" in graphic above. Photographed in Central California,on May 6, 2007, by Chad who requests anonymity.\"To date, theoretical calculations have been produced to predict the levitationforces developed by a cylindrical Halbach array and coil assembly. Earlyexperimental hardware was successfully designed and developed thatvalidated the basic principles and the theoretical work. On the basis of thesefindings, a small-scale system was designed that will serve as a levitationdemonstration model. The rotor and stator of the demonstration model areshown in the preceding figures. The purpose of this model is to demonstratestable suspension of a rotorlike body within a stator assembly.\"The next step in the development process will be to further develop theelectromagnetic propulsion concept and integrate both the magneticsuspension and propulsion function into a single multifunction assembly. Inaddition to aircraft engines, this technology has potential application inultraefficient motors, computer memory systems, manufacturing equipment,and space power systems such as flywheels."},{"pageNumber":7,"pageContent":"7) From Current Subcontractor for American MilitarySubject: Phantom Sentinel by Vera Tech Aero Corp.Date: May 26, 2007 12:48:41 PM MDTTo: earthfiles@earthfiles.coSee: Website about Phantom Sentinel. 8) From: T. C.Subject: 'Drones' possible Burkhard Heim devices?Date: May 26, 2007To: earthfiles@earthfiles.com\"Dear Linda,I have been recently investigating a theory on anti-gravity quantum theory bya German Physicist named Burkhard Heim in the 1950's. Dr. Heim passedaway on January 14th, 2001, but he basically proposed a new theory onGravitational Quantum Mechanics as an extension on Einstein's GeneralTheory of Relativity. A few current physicists have been working on thistheory and they feel they can produce a device that uses this theory for lift andpossible faster than light (superluminal) space flight.What strikes me the most is that the proposed theory uses a rotating circularring to create a dimensional interaction with an electromagnetic field, which inour 3-D spacetime shows up as an anti-gravity force. There are many paperson this subject from the German HPCC (High Performance Computing andCommunication) web site (see links below), the American Institute ofAeronautics and Astronautics, the American AntiGravity web site, amongothers.Currently, the latest paper on the HPCC website, dated 23 April 2007, talksabout an experiment with 'Extended' Heim Theory (EHT) which lookedpromising (see pages 12-13). The drones that have been seen make me thinkthat someone has already passed this experimental stage and have createdworking atmospheric craft based on these theories, or something *very* closeto it!See the links below:http://www.hpcc-space.de/http://www.americanantigravity.com/articles/140/1/Heim-Quantum-Theory-for-Space-Propulsion/Page1.htmlhttp://www.msnbc.msn.com/id/10694827/I don't have direct knowledge that Heim's Theory, Extended Heim Theory, orsome other similar theory are the source of these crafts propulsion system, butI find it quite synchronous that I am lead to find this theory and driven tounderstand it, while at about the same time these drones are starting to beobserved all over the place - all having a circular ring shaped central section -which matches the device specified in the theories!Whatever the case, good luck with any research into these craft, their origins,and propulsion systems!\"If any Earthfiles viewers or Coast to Coast AM listeners have seen a similar aerial craft orhave any information about it, please email me at: earthfiles@earthfiles.comMore Information:For further information about unusual aerial craft, please see Earthfiles Archive, such asthe brief excerpt of reports below, and my books and documentaries in Earthfiles Shop:• 11/05/2007 — CIA Origin of National Enquirer?• 16/03/2007 — Tenth Anniversary of March 1997 Phoenix Lights: What Was the 2-Mile-Long TriangularCraft?• 13/03/2007 — Part 4: Mysterious Events At 2005 Tawsmead Copse \"Insectogram\" Crop Formation• 09/03/2007 — Zones of Fear and Diamond-Shaped Aerial Light• 04/03/2007 — Part 2: Mysterious Events At 2005 Tawsmead Copse \"Insectogram\" Crop Formation• 18/02/2007 — Part 4: Tappen, North Dakota, High Strangeness Provokes Many Emails from Viewers andListeners"},{"pageNumber":8,"pageContent":"• 14/02/2007 — Part 3: Tappen, North Dakota, High Strangeness Provokes Many Emails from Viewers andListeners• 12/02/2007 — Part 2: Tappen, North Dakota, High Strangeness Provokes Many Emails from Viewers andListeners• 11/02/2007 — Part 1: Tappen, North Dakota, High Strangeness Provokes Many Emails from Viewers andListeners• 10/02/2007 — Part 12: Inside Saucer Post ...3-0 Blue• 07/02/2007 — Part 11: Inside Saucer Post ...3-0 Blue• 02/02/2007 — Blue Metallic \"Blimp\" Seen Over O'Hare Airport• 30/01/2007 — Part 10: Inside Saucer Post ...3-0 Blue• 16/01/2007 — Part 9: Inside Saucer Post ...3-0 Blue• 02/01/2007 — Grey Aerial Disk Reported by Chicago O'Hare United Airlines Pilots and Mechanics• 31/12/2006 — Part 8: Inside Saucer Post ...3-0 Blue• 27/12/2006 — Part 7: Inside Saucer Post ...3-0 Blue• 18/12/2006 — Part 6: Inside Saucer Post ...3-0 Blue• 11/12/2006 — Part 5: Inside Saucer Post ...3-0 Blue• 06/12/2006 — Part 4: Inside Saucer Post ...3-0 Blue• 29/11/2006 — Part 3: Inside Saucer Post ...3-0 Blue• 28/11/2006 — Part 2: Inside Saucer Post ...3-0 Blue• 27/11/2006 — Inside Saucer Post ...3-0 Blue © 1957 by Leonard H. Stringfield• 03/11/2006 — Another UFO Retaliation to Radar Lock On - 2003• 28/10/2006 — Close UFO Encounter by USAF Eyewitnesses• 26/10/2006 — Norwegian Crashed Disc and Other High Strangeness• 19/10/2006 — UFO Retaliation to U. S. Army Radar Lock On in Florida, 1967• 13/04/2006 — High Strangeness In Skies Near White Sands Missile Range• 12/04/2006 — Part 18 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 11/04/2006 — Part 17 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 05/04/2006 — Part 16 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 03/04/2006 — Genetic Harvest in Cimarron, New Mexico?• 05/02/2006 — Mysterious Dark Helicopters Over Comal County, Texas• 29/01/2006 — Part 10 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 27/01/2006 — Part 2: Navy Physicist and USAF Geophysicist Discuss UFOs and ETs• 20/01/2006 — Part 1: Navy Physicist and USAF Geophysicist Discuss UFOs and ETs• 17/01/2006 — Part 9 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 13/01/2006 — 31st Cattle Mutilation on Red Bluff, California Ranch• 09/01/2006 — Part 8 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 03/01/2006 — Part 7 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 31/12/2005 — Part 6 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 27/12/2005 — Part 5 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 24/12/2005 — Part 3 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 24/12/2005 — Part 4 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 21/12/2005 — Updated: Part 2 - Peculiar Phenomenon, Early United States Efforts to Collect and AnalyzeFl yi ng Discs• 19/12/2005 — Part 1 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 21/09/2005 — Silent, Unidentified Aerial Triangle Entered Thunderstorm Over Fairborn, Ohio• 17/04/2005 — 1949 Aerial Disc Covered-Up By Project Blue Book As \"Kite\"• 14/04/2005 — \"Battle of Los Angeles\" On February 25, 1942: When America's 37th Coast Artillery BrigadeFired Off 1,430 Anti-Aircraft Shells At A UFOWebsites:NASA Drones: http://uav.wff.nasa.gov/relatedlinks.cfmIon Propulsion, NASA: http://nmp.nasa.gov/ds1/tech/ionpropfaq.htmlHigh Power Electric Propulsion Program (HiPEP): http://www.grc.nasa.gov/WWW/ion/present/hipep.htmCoast to Coast AM We bsi t e : http://www.coasttocoastam.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.com"},{"pageNumber":9,"pageContent":"Republication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
