[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponPart 1 - U. S. Crop Formations Near Indianand Ancient Earth Mounds© 2007 by Linda Moulton Howe May 30, 2007 Albuquerque, New Mexico - Here begins an overview of five Americancrop formations, all in the month of May 2007. Each one is near Native American andancient earth mounds reminiscent of the closeness that Wiltshire, England, crop formationsalso have to ancient stone circles and earth mounds. May 27, 2007 - Asheville, North CarolinaHome of Cherokee Indians; many earth mounds west of Asheville.More upcoming in Part 4.Asheville, North Carolina, resident Danny Tetrault sent in thesephotos of what he described as a crop circle he saw in West Ashevilleon Sunday, May 27, 2007. The grass formation can be seen offof North Bear Creek Road. Image © 2007 by Asheville Citizen-Times. May 21, 2007 - Mission, Kansas(Suburb of Kansas City, Kansas)Mission, Kansas, is site of Shawnee Indian mounds and burial grounds. More upcoming inPart 2. James Gravatt's house where two circles were discovered swirled counterclockwisesits on the highest hill in Mission, not far from Shawnee Indian burial grounds. I askedJames if he would collect soil and grass samples for laboratory study by biophysicist W. C.Levengood. More about history and lab data upcoming in Part 2 of this Earthfiles report."},{"pageNumber":2,"pageContent":"One 8.5-foot-diameter circle next to a 6-foot-diameter circle, both swirled counterclockwisein field grass about 24 inches high in front yard of James Gravatt, Mission, Kansas,discovered May 21, 2007. Image © 2007 by James Gravatt. May 14, 2007 - Madisonville, TennesseeThe East-to-West axis of the crop formation points at the old Cherokee Indian capitol,Chota, about ten miles east of the wheat field. There are many earth mounds in theMadisonville region. Jeffrey Wilson, Director, Independent Crop Circle ResearchAssociation (ICCRA) in Ohio, drove with ICCRA colleagues to Madisonville, Tennessee,on Saturday, May 26, to sample plants. His detailed findings will be reported in Part 3 ofthis Earthfiles report.Geometric wheat pattern about 170 feet in diameter with crop laid downin counterclockwise circles discovered on May 15, 2007, by Monroe CountySheriff's Department Patrol Captain Bryan Graves while flying. First aerialphotographs on Tuesday, May 22, 2007, © 2007 by Mark Boring,Co-owner and Editor, Monroe County Buzz, Madisonville, Tennessee. May 11, 2007 - Red Bluff, CaliforniaHome of ancient Yana Indians and earth mounds."},{"pageNumber":3,"pageContent":"Three circles reported in hay crop on May 11, 2007, in Red Bluff, Tehama County, California.Largest circle was 70 feet in diameter. No measurements made of other two smaller circles. Red BluffDaily News reported, “Three crop circles could be seen in the field across the street from HelserChevrolet on Adobe Road in Red Bluff Friday. Red Bluff police said they were aware of thecircles, but had not received any calls on the matter and were not investigating.”Image © 2007 by Rebecca Wolf/ Red Bluff Daily News.Jeffrey Wilson, Director, ICCRA: \"Red Bluff, California, is notable for a couple ofhistorical references. The first being in 1907, there was an archaeologist by the name of N.C. Nelson who wrote a report based on his excavations of the Tehama Red Bluff mounds,which were located somewhere inside the town of Red Bluff. It’s difficult to get a copy ofthis report, which was published by the Univ. of California in 1907.Red Bluff, California is also notable as being where Ishi, 'the last wild Indian in NorthAmerica,' came out of the wilderness (just to the west of Red Bluff) back in 1911. Ishi wasthe last remaining member of the Yana tribe. There were Indian mounds that wereexcavated in Red Bluff (the Tehama-Red Bluff Mounds) back in 1907, and there are morethan 250 recorded ancient settlement sites along the Sacramento River in Tehama County.Red Bluff is located about 40 miles south of Mt. Shasta and 40 miles west of the LassenVolcanic National Park.L-R: Sam Batwi (Northern/Central Yana Indian),Dr. A.L. Kroeber (University of California Anthropologist),and Ishi (Yahi or last of the Southern Yana Indians), 1911.Photo credit: UC Berkeley, Phoebe Hearst Museum of Anthropology.Ishi came out just east of Red Bluff in the Lassen National Volcanic Park and was taken toUC-San Francisco, where anthropologists studied him for the last five years of his life. Ishiprovided pretty much all of the information in terms of language and cultural knowledgethat we know about the Yana Indians.Evidently in the 20 to 30 years before he was found, that area around Red Bluff was thescene of several large massacres of Native Americans by white settlers. White settlerswould go into the Indian villages and kill every last one that they could – absolutelymurder people 30, 40, 60 people at a time. In 1907 or 1908, there was a survey crew up inthe mountains outside of Red Bluff that came across a camp of four Yana Indians that hadbeen hiding for at least a decade or two. They slowly died off and Ishi was the last of thefour.Tehama is an Indian word that means 'high water' or 'low ground.' That refers to theSacramento River that runs through there. Actually, the three crop circles were found in afield adjacent to the Sacramento River, right in this low land."},{"pageNumber":4,"pageContent":"IS THIS ANOTHER EXAMPLE OF WHERE THIS WAS THE ONLY FIELD LEFT TOPUT THE CIRCLES? WAS THE AREA OTHERWISE BUILT UP BY RESIDENCESAND BUILDINGS?It is. Much of the Red Bluff land around there has been developed. It’s probably becausethis is low land and prone to flooding and is still being farmed. Everywhere else aroundthere has been developed. That whole area along the Sacramento River that runs throughTehama County – there were at least 250 Indian archaeological settlement sites that havebeen identified along the Sacramento River in Tehama County. It’s quite an ancient placethat people lived in for quite some time. They think the Yana Indians date back to at least4,500 years ago.IN YOUR CROP FORMATION RECORDS, DO YOU HAVE ANY OTHERS IN THEEPPS, LOUISIANA AREA? OR RED BLUFF, CALIFORNIA, OVER THE PASTCENTURY?Not in the immediate area, no. The closest previous places would be about two hours southof each location. The closest in Louisiana, I guess, would be Shreveport. There was asingle circle report there back in 2003.COULD THERE BE SOME INVISIBLE ELECTROMAGNETIC GRID THAT ISDETERMINING WHERE THE CROP FORMATIONS COME DOWN YEAR AFTERYEAR?That’s a good question. I think trying to apply that reasoning in this case might bepremature because we don’t know anything substantive about the circles, especially inRed Bluff. And they’ve already harvested the field. Same in Louisiana – we don’t knowmuch.But in general, we do find a close relationship in that 60% to 65% of crop circles thatappear in the United States are coming down near the ancient Indian mounds, which somepeople consider to be on a global grid-type pattern.I try to understand when a crop circle comes down to understand both the immediatelandscape context in which it comes down, but also the historical or prehistorical contextin which they are found. We don’t know enough about crop formations to rule anythingout in terms of what their source cause is or where we can find clues to their origin. And soI think it is important to continue to look at as much information as we can about thegeology there, what were the weather conditions there, what were the historicalconditions, what ever it is that can be found there, it’s important to try to understand thewhole bigger picture.ANOTHER CROP FORMATION CHARACTERISTIC WE’VE ALL NOTICED FOR ALONG TIME IS RUNNING WATER IN LIMESTONE. WOULD THAT APPLY TO REDBLUFF?The field is immediately adjacent to the Sacramento River. The boundary at the back ofthe field is the river. So, there’s no doubt there is some underground water there.WHAT ABOUT EPPS, LOUISIANA?That whole area is smack in the middle of the Bayou country, so that whole area is justcrisscrossed with little streams and rivers running all over the place. The area is pretty wellsaturated with water there. First Week of May, 2007 - Epps,West Carroll Parish, LouisianaEpps is close to one of the oldest and largest Indian mound complexes in the United States,Poverty Point Mound."},{"pageNumber":5,"pageContent":"In the first week of May 2007, more than 25 circles about the same diameterwere discovered in an Epps, West Carroll Parish, Louisiana wheat field. Each circle wasabout 10 feet in diameter and defined as \"bowls\" in the wheat by the fact that the wheathad grown in various shorter heights to create each circle. Image ©2007 by Bill Duckworth. Jeffrey Wilson, ICCRA: “The crop formation near Epps, Louisiana, is extremely unusualfor a crop circle event. Instead of the wheat plants in the circles being flattened andswirled down like you would ordinarily see, the 25 circles that are spread out across thisparticular wheat field – the plants inside the circles are still standing upright. The circularbowl-like shape is created because the wheat plants in the circles are about 5 to 7 inchesshorter than the surrounding wheat.WHICH IS WHAT HAPPENED LAST YEAR NEAR HERINGTON, KANSAS, ON THELOST SPRINGS MERLE ECKLUND FARM, WHERE THEY HAD TWO CIRCLESMADE OUT OF THREE DIFFERENT HEIGHTS OF STANDING WHEAT.Front Page, The Herington Times, Thursday, June 8, 2006. Farm owner, Merle Ecklund,is standing to the right of the westernmost circle in his wheat field. The second eastern circle is behind.Both circles were estimated to be about 28-feet in diameter and both definedby three different heights in the nearly ripe wheat. Times photo by Larry.Right. In the Kansas case, the interior of the circles were shorter plants. The outsideperimeter of the circles were taller plants. In between the interior and perimeter were otherplants the same size as the rest of the field beyond the circles. So, there were threedifferent heights in the Kansas case.In Epps, Louisiana, all of the circles are approximately ten feet across and spaced aboutthe same distance away from each other and they lie along a gentle arc across the field."},{"pageNumber":6,"pageContent":"More than twenty-five 10-foot-diameter circles were spreadpretty evenly across the John Graham wheat field in Epps, Louisiana.Image © 2007 by Bill Duckworth.It was spotted about two weeks ago (first week of May) by someone flying over in aprivate plane. A neighbor farmer, Bill Duckworth, went out and took some photographs ashe walked across the field and you can see the standing wheat inside the circles. It’s reallyquite unusual.IS IT TRUE THAT A ROAD GOING ALONG WHERE THE TWENTY-FIVE 10-FOOT-DIAMETER CIRCLES GROW IN THE WHEAT GOES BY THE POVERTY POINTMOUND?Yes, Poverty Point is off Highway 134 and the crop circles are also off Highway 134 nearEpps. Poverty Point Mound, LouisianaIN OUR EFFORTS TO UNDERSTAND WHY CROP FORMATIONS OCCUR WHERETHEY DO IN THE LANDSCAPE, WHAT HAVE YOU DISCOVERED SO FAR ABOUTTHIS PARTICULAR FARM IN EPPS, LOUISIANA, IN RELATIONSHIP TO POSSIBLEANCIENT SITES AROUND?Epps is notable for being the closest town to one of the oldest and largest Indian moundcomplexes in the United States, which is Poverty Point Mound.Poverty Point Mound, near Epps, Louisiana. Long-beaked bird effigy moundin lower right slightly below 6-ringed and partially octagonal mound.Image © 2002 by Jon L. Gibson, Ph.D."},{"pageNumber":7,"pageContent":"[ Editor's Note: Science Frontiers reports: \"The astounding complex of sixoctagonal ridges, 4,000 feet across, at Poverty Point, Louisiana, was notrecognized until 1953, when aerial photographs were analyzed. Roughly 3,000years old, the ridges are intersected by avenues that seem to align withsummer and winter solstice points as well as some more obscure astronomicalazimuths. These alignments represent remarkable astronomical sophisticationfor the New World in 1,000 B.C.\" ]Poverty Point was built some time between 2,000 B. C. and 1,000 B. C., which would dateit to what archaeologists call Archaic Time. It is a series of six concentric ridges of earthenwalls about 5 to 10 feet tall that stretch out across the landscape for 3/4s of a mile andthey create a partial octagon. The octagon would have been complete except for the factthat the river near there, called the Bayou Macon River, flows through the site. So, the restof the octagon would have been on the other side of the river and was never constructed.In the mounds with the six rows of concentric ridges, there are avenues inset into theridges that separate the sections of the octagon. Two of the four existing avenues aresolstice markers. One of the avenues seems to mark the setting of the star Canopus, whichis the second brightest star in the sky visible from that Epps location.One of the avenues seems to mark the setting of a star called Gamma Draconis, which is asecond magnitude star that the ancient peoples used to use as sort of a nocturnal hour handas the star swung around the pole star each night. So the Poverty Point Mound has someastronomical alignments.[ Editor's Note: Gamma Draconis is an orange giant sun in the constellationDraco 148 light-years from Earth. Because it is near the zenith directly overLondon, it has been called \"Zenith Star.\" ]There are several other large mound constructions there, the largest of which is in theshape of a large bird effigy. Bird Effigy Mound is 640 feet along the wing, 710 feet head totail and about 70 feet high. So that would put it at about the same height as the conicalMiamisburg mound in Ohio – one of the largest conical mounds in the state of Ohio.To be continued in Part 2 - Mission, Kansas, Grass CirclesMore Information:For further information about worldwide crop formations, please see reports below in theEarthfiles Archive and my book Mysterious Lights and Crop Circles in the EarthfilesShop:• 04/12/2007 — First 2007 Crop Pattern in United States• 03/14/2007 — Part 5: Mysterious Events At 2005 Tawsmead Copse \"Insectogram\" Crop Formation• 03/13/2007 — Part 4: Mysterious Events At 2005 Tawsmead Copse \"Insectogram\" Crop Formation• 02/27/2007 — Part 1: Mysterious Events At 2005 Tawsmead Copse \"Insectogram\" Crop Formation• 10/14/2006 — Big Sorghum Circle in Beloit, Kansas• 10/11/2006 — Part 2: Time Travel, Insights from USAF Sergeant and UFO Abductee• 10/08/2006 — Part 1: Time Travel, Insights from USAF Sergeant and UFO Abductee• 10/06/2006 — Viewer Letters About Mayan \"Lamat\"• 10/05/2006 — U. K.'s Last 2006 Wheat Formation - A Mayan \"Lamat\"?• 10/02/2006 — Unusual Deaths of Six Female Goats in White Salmon, Washington• 09/20/2006 — Updated: Three Sets of Concentric Rings in South Texas Field• 09/13/2006 — Part 1: Ancient Geometries in Toot Baldon, Oxfordshire, Wheat• 09/13/2006 — Part 2: Enchanting Wheat Bundles of Charlbury, Wiltshire• 09/05/2006 — Part 2: \"Alphonso Lorenzo\" - Military Visitor to Another Planet?• 08/28/2006 — Part 2: Five Circle Pattern in Geneseo, Illinois, Soybeans• 08/27/2006 — Part 1: Five Circle Pattern in Geneseo, Illinois, Soybeans• 08/17/2006 — Military Helicopter Aggression Toward Red Sphere in U. K.• 08/16/2006 — Etchilhampton August 15, 2006, Wheat Formation• 07/21/2006 — U. K. Breaking Heat Records and 17 Crop Patterns Reported Between July 4 - 20• 07/01/2006 — Cattle Mutilation and Glowing Discs in Saskatchewan, Canada• 06/28/2006 — Half Cats in Destin, Florida, and Beheaded Animals in Rochester, N. Y.• 06/11/2006 — Updated: Two Mysterious Circles in Wheat Baffle Kansas Farmer• 04/07/2006 — First 2006 Grass Circles in Conondale, Queensland, Australia• 01/13/2006 — 31st Cattle Mutilation on Red Bluff, California Ranch• 09/15/2005 — Animal Mutilations Reported in Switzerland, Hollywood and Kansas• 09/02/2005 — Part 1: New York and Ohio Corn Circles \"Flattened 2 to 5 Feet Above Ground\"• 09/02/2005 — Part 2: Mysterious Lights At Coles County, Illinois, Corn Circles• 09/02/2005 — First 2005 Canadian Crop Circles Reported• 08/26/2005 — Another Cattle Mutilation in Canada• 08/09/2005 — Three Extraordinary U. K. Crop Formations Reported August 9, 2005• 08/07/2005 — Mysterious Light Photographed in Canadian Woods• 08/02/2005 — Part 1: Anomalies Confirmed in Pennsylvania and Arizona Randomly Downed Crops• 07/23/2005 — Mystery of Six Grass Circle Formations in North Carolina• 07/19/2005 — Crop Formation in Czech Republic• 07/18/2005 — Garsington, Oxfordshire, U.K. Wheat Formation - Astronomical Orbit?• 07/01/2005 — U. K. Bicyclist Reports Mysterious, Low Hovering Objects Bending Wheat"},{"pageNumber":8,"pageContent":"• 06/28/2005 — Crop Circles in Poland• 05/26/2005 — Phoenix Barley Mystery: Apparently Irrigation and Wind• 05/20/2005 — May 2005 Crop Formation Update in Six Countries• 04/13/2005 — Highly Strange Dog Death in Arkansas; 2000-Pound Bull Dropped On Log Pile and CalfSkinned• 04/12/2005 — First 2005 Dutch Crop Circles Reported in Hoeven, Holland Grass• 02/21/2005 — Updated - Bull and Cow Mutilations Northwest of Corpus Christi, Texas• 01/15/2005 — Bull and Cow Mutilations Northwest of Corpus Christi, Texas• 12/22/2004 — Part 1: \"Reasons Why U.S. Government CAN'T Release Truth About UFOs!\" with CanadianResearcher, Grant Cameron• 12/10/2004 — Part 3: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 12/10/2004 — Part 4: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 10/17/2004 — American Crop Formations: 1880-2004• 09/17/2004 — Updated: Part 1 - High Strangeness in Canadian Cattle Corn• 09/12/2004 — Part 2 - High Strangeness in Canadian Cattle Corn• 09/10/2004 — Update on Miamisburg, Ohio, Corn Pictogram - Balls of Light?• 09/06/2004 — Part 1: Terry Sherman - 1996 Interview About High Strangeness on Fort Duchesne, UtahRanch• 08/12/2004 — Circles in Belgium and Holland• 08/09/2004 — Pictograms in Poland• 07/26/2004 — Crop Circles in Tilden, Wisconsin Oats and 90-Degree Angles in Litchfield, MinnesotaBarley• 07/06/2004 — Additions to Spanish Fork, Utah Formation and Mysterious Lights Seen• 07/04/2004 — Crop Formation in Spanish Fork, Utah• 06/17/2004 — More 2004 Holland and Poland Crop Formations• 06/16/2004 — England: 2004 Crop Formations and 2003 Research• 06/02/2004 — 2004 Peach Orchard, Arkansas Crop Formation• 05/24/2004 — Biophysicist W. C. Levengood's Crop Circle Reports Available for First Time On Internet• 05/22/2004 — 2004 Overview of Crop Formations in Six Countries• 05/11/2004 — An Extraordinary Photograph in A Dutch Home• 05/09/2004 — 2003 English Crop Formations on Documentary DVDs• 04/14/2004 — Light Anomalies in Photos of Conondale, Australia Grass Circles• 04/07/2004 — Four \"Combed\" Grass Circles in Conondale, Australia• 02/24/2004 — Part 1: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by LeonardH. Stringfield• 12/14/2003 — Some Provocative 2003 Books• 12/05/2003 — Diatonic Ratios and Seed Changes in 2003 California Wheat Circles Rule Out Hoax?• 11/07/2003 — British UFO Crash Retrievals• 11/01/2003 — Another Soybean Formation in Ohio• 10/10/2003 — Updated - Ohio Hunter's \"Deer Camera\" Photographs Mysterious Glowing Disk• 10/02/2003 — Part 1 - Another Soybean Formation Near Seip Mound in Ohio• 09/12/2003 — Second Soybean Crop Formation in Ohio is Manmade. Special USAF Investigation UnitInvolved?• 09/06/2003 — Part 3 - Unusual Soybean Formation Near Serpent Mound, Ohio• 08/23/2003 — Fourteen Crop Formations in Canada• 08/11/2003 — Field Notes from Wiltshire, England Crop Circles• 07/31/2003 — Field Notes from English Crop Circles• 07/16/2003 — Unusual Details in Dutch Crop Formations• 07/11/2003 — Updated: Part 2 - Unusual Cylindar-Shaped Cloud Seen Night Before Dutch Crop CirclesDiscovered• 07/08/2003 — Mysterious Lights Videotaped Emerging from Ogbourne St. George, England Crop Formation• 06/27/2003 — Part 1 - Mysterious Lights and Fourteen Crop Formations in Italy• 06/13/2003 — Updated: Fractal Crop Formation in Knobel, Arkansas• 05/02/2003 — First 2003 English Crop Formations• 04/29/2003 — Comparison Between First 2003 and 2002 U. K. Crop Formations• 04/26/2003 — First 2003 U.K. Crop Formation Near Petersfield, Hampshire• 11/05/2002 — Canadian Crop Circles and Mysterious Lights in Saskatchewan• 10/19/2002 — Shifting Time Lines and Earth's Destiny?• 10/03/2002 — Part 3 - 2002 Crop Formations In Canada• 09/28/2002 — Part 1 - September 2002 Maize Circles Update: England• 08/24/2002 — Crop Formation Update: United States• 08/18/2002 — Another Face and Code Appears in Hampshire, England - UPDATED• 07/25/2002 — Strange Stem Anomalies in New Dutch Crop Circles• 07/20/2002 — Mysterious Lights Seen Above Field Where Nautilus Formation Emerged• 07/06/2002 — Stonehenge 4th of July Formation Echoes Hackpen Hill 1999 4th of July Spiral• 06/26/2002 — Part 1 - New Crop Formations in England, Holland and Germany• 06/04/2002 — New 2002 Crop Formations in Wiltshire and Sussex, England• 05/11/2002 — First 2002 Crop Formation In Wiltshire, England• 02/12/2002 — JFK, MJ-12 and Outer Space• 10/10/2001 — Update On Unique British Crop Formations• 09/29/2001 — Part 2 - Sasquatch Bigfoot, Visible and Invisible Evidence in North America• 09/22/2001 — Huge Hexagram Crop Formation in Red Deer, Alberta, Canada• 08/30/2001 — Chilbolton Observatory - What Does It Do?• 08/29/2001 — Part 1 - Ground Details of Chilbolton \"Face\"• 08/25/2001 — Are Crop Formations at Chilbolton Observatory A Response to 1974 Earth Transmission?• 08/22/2001 — Milk Hill 2001 - 409 Circles, Most For Any Crop Formation So Far• 08/09/2001 — Crop Formation in Holland Changes with Researchers Present• 06/16/2001 — Beyond Stonehenge with Astronomer Gerald Hawkins• 06/08/2001 — Another Crop Formation Near Kassel, Germany• 05/19/2001 — Part 1 - New Crop Formations in Holland, Germany and England• 03/02/2001 — Mysterious Lights and Crop Circles - A Book Excerpt• 12/13/2000 — Mysterious Clouds of Light in English Crop Formation• 09/30/2000 — Unidentified Moving Spiral of Light Photographed in Crop Formation• 08/29/2000 — Black Triangle, Red Lights and Spinning Disc Over Wiltshire, England Crops• 08/29/2000 — Crop Formation Near Woodburn, Oregon Photographed from Hot Air Balloon• 08/27/2000 — Crop Circle Reports from Whitefish, Montana - Updated Photos• 08/23/2000 — Intelligence Sensed In Mysterious Lights Associated With Crop Formations• 08/19/2000 — White Balls of Light and Helicopter Videotaped in Woodborough Hill Field"},{"pageNumber":9,"pageContent":"• 07/16/2000 — Multiple Crop Formations Same Day in Wiltshire and Hampshire, U. K., July 16, 2000• 07/09/2000 — New Book about Ancient Sites of Wiltshire, England• 06/11/2000 — Two New Crop Formations at Silbury Hill• 05/30/2000 — Crop Formations In Germany, May 2000• 01/16/2000 — Crop Circle Mysteries - A New Book• 01/05/2000 — Crop Circle Year Book 1999• 10/29/1999 — A New Book About Crop Circles• 06/09/1999 — Dutch Eyewitness SaysTwo Crop Circles Created By Pink-Purple Light• 06/07/1999 — 1999 U.K. Crop Circle Update with Photographer Peter SorensenWebsites:American Crop Circles, ICCRA: http://www.cropcirclenews.com/Cherokee Capitol Chota, Madisonville, Tennessee: http://tennesseeencyclopedia.net/imagegallery.php?EntryID=C081 andhttp://mcclungmuseum.utk.edu/permex/archaeol/xrh-text.htm and http://www.answers.com/topic/chotaPoverty Point Mound, Epps, Louisiana: http://www.mnsu.edu/emuseum/archaeology/sites/northamerica/poverty_point.html andhttp://www.crt.state.la.us/archaeology/POVERPOI/popo.htmhttp://lithiccastinglab.com/gallery-pages/2001aprilbeads.htm andhttp://www.crt.state.la.us/archaeology/expeditions/overview2nancy.htmShawnee Methodist Mission, Kansas: http://en.wikipedia.org/wiki/Shawnee_Methodist_MissionShawnee History: http://en.wikipedia.org/wiki/Shawnee_%28tribe%29Yana Indian History, Red Bluff, California: http://www.library.ucsf.edu/collres/archives/hist/ishi/ andhttp://en.wikipedia.org/wiki/Ishi_wildernessHohokam Indians, Phoenix, Arizona: http://www.cavecreekmuseum.org/hohokam_of_the_southwest.htmEnglish Crop Circles, Current and Archived: http://www.cropcircleconnector.comCanadian Crop Circles, CCCRN: http://www.cccrn.ca/German Crop Circles: http://www.kornkreise-forschung.deDutch Crop Circles, DCCA: http://www.dcca.nlhttp://www.lucypringle.co.ukhttp://www.members.iinet.net.au/~bwratten/ccc.htmlhttp://www.cropcircleresearch.comhttp://www.x-cosmos.ithttp://www.bertjanssen.nlhttp://www.swirlednews.comhttp://www.heramagazine.nethttp://www.CropCircleAnswers.comhttp://www.ukcropcircles.co.uk/?page=homehttp://www.temporarytemples.co.uk Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved."},{"pageNumber":10,"pageContent":"www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
