[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Meteorite Fell in Carancas, Peru - Not Satellite© 2007 by Linda Moulton HoweNot far from Lake Titicaca and Puno in southern Peru, is the small farming townof Carancas on a high Andean plateau near the Bolivian border (pink circle below Desaguadero)."},{"pageNumber":2,"pageContent":"Red circle and arrow identify meteorite impact crater site in Carancas, Peru,south of Yunguyo at the southern end of Lake Titicaca.Map created by Jose Machare, Ingemmet.Meteorite crater filled with ground water after 11:34 AM impact onSeptember 15, 2007, in Carancas, Peru, south of Lake Titicaca near Bolivian border.Hole diameter measured between 7.4 to 7.8 meters (26 feet). Ring boundary of ejectaaround hole measured between 13.3 to 13.8 meters in diameter.Crater depth to groundwater estimated about 2 meters.September 26, 2007 Lima, Peru - It was 11:45 AM on Saturday, September 15, 2007,"},{"pageNumber":3,"pageContent":"when alpaca farmer, Justina Limache, heard a “thunderous roar from the sky.” Scared, shegrabbed her 8-year-old granddaughter and ran into her house. For the next few minutes,Justina heard rocks raining down on the roof so loudly that she worried her house wouldcollapse. What 74-year-old Justina Limache did not know was that a meteorite had fallennear her Carancas, Peru, home 62 miles (100 kilometers) southeast of Puno and not farfrom Lake Titicaca. Carancas is a farm community of about 2,000 people who raise cows,alpacas, llamas and other animals on the high Andean plateau near the Bolivian border.Llama overlooking Machu Picchu, Peru,© December 27, 2004 by Schuyler Shepherd.Pair of alpacas near Inca burial site in Peru,© December 2005 by Christophe Meneboeuf.According to Jorge Lopez, Director, Puno Health Department, at least two hundredresidents suffered headaches, nausea and breathing problems after inhaling \"toxic fumes\"emitted from the crater hole measured at 26 feet in diameter and several feet deep whereground water seeped in."},{"pageNumber":4,"pageContent":"On September 24, 2007, I contacted Jose Machare, Science Doctorate and GeologicalEngineer, Geology, Mining and Metallurgical Institute in Lima. Dr. Machare and hiscolleague, Luisa Macedo F., have overseen the analysis of the crater water, soil and somemeteoritic fragments. Their first preliminary report with images is reproduced below in itsentirety.I asked Dr. Machare if he was able to confirm that a physical meteorite from outer spacehad slammed into the Carancas, Peru, landscape.Interview:Jose Machare, Science Doctorate and Geological Engineer, Ingemmet (Geology,Mining and Metallurgical Institute), Lima, Peru: “We have recovered some pieces ofthe meteorite.HOW MUCH METEORITE DID YOU RECOVER?Just some small pieces of 5 centimeters (2 inches). The fragments were collected first bythe local police (from residents who gathered them) and the police gave us some pieces. [See preliminary report below.]WHERE IS THE REST OF THE METEORITE?We are not sure. We are trying in the next days to identify if parts of the remainingmeteorite are still in the Earth below the small lake that is in the crater. The small crater isabout 7.5 meters in diameter with a lake in the center. We cannot see what is inside.Carancas, Peru, meteorite crater and groundwater.WHERE DID THE WATER COME FROM?It is ground water that came out right after the impact. The water table is about one meterbelow the surface, very high water table. So, ground water was impacted and now itappears within the crater."},{"pageNumber":5,"pageContent":"Carancas, Peru, meteorite crater and groundwater.WHAT MADE THE PEOPLE AND ANIMALS SICK?We don’t know exactly because we are still analyzing waters. We have water samples froma couple days ago to see if there is any harmful element. But we don’t know exactly wasthe cause of the illness of people.AT SPACEWEATHER.COM, IT HAS BEEN REPORTED THAT THE GROUND ISFULL OF ARSENIC AND THAT IT IS ARSENIC THAT MADE THE PEOPLE ANDANIMALS SICK. I AM READING FROM SPACEWEATHER.COM: ‘THE CRASH SITECOINCIDES WITH A NATURAL UNDERGROUND DEPOSIT OF ARSENIC.’No. This is not proven. We have not released this news because we have not performedthe water and soil analysis up to now. So that is not correct information. I understand fromthe first day, there has been anecdotal information about the sickness of people andsupposing about arsenic or other components. But nobody has released clear chemicalanalyses for either the water or remaining dust or fragments of the meteorite. We will havethis information in two or three days.DO YOU THINK ARSENIC IS IN THE SOIL THERE?Normal composition includes some arsenic, but it’s not a main component of the soils.WHERE DO YOU THINK THAT SPACEWEATHER.COM WOULD RECEIVE THISINFORMATION AND POST IT AS A HEADLINE TODAY?Really, I don’t know. I have not released information at least to them about these possiblecontents of arsenic and that arsenic was the cause of the sickness. It was not ourinformation.YOU WON’T HAVE FINAL RESULTS FOR TWO OR THREE DAYS?Yes, we will have the information in two or three days (by September 27 or 28).AS A MINING ENGINEER, WHAT DO YOU THINK WAS IN THE SOIL THAT MADETHE PEOPLE AND ANIMALS SICK?(laughs) Yes, this is a question I prefer not to answer because really I don’t know. I wouldprefer to have the results first to explain that, yes?"},{"pageNumber":6,"pageContent":"ONE OTHER CONTROVERSIAL HEADLINE HAS COME FROM RUSSIA. THEPRAVDA NEWSPAPER SAYS THAT IT WAS NOT A METEORITE THAT CAMEDOWN IN PERU, BUT THAT IT WAS AN AMERICAN SATELLITE.(laughs) Yes, it was talked about just after the crash, but looking at the samples we aresure now it’s a rock, a meteorite.WHAT WOULD HAVE MADE THE GROUND WATER BOIL WHEN THISIMPACTED?We suppose that it boiled only from anecdotal arguments from witnesses. We were notthere. If it boiled, I imagine it was because the meteorite was still hot.VERY HOT. WOULD THE COMPOSITION OF THIS METEORITE, WHICH ISLARGELY SILICATE, WITH SOME IRON AND IRON SULFATE, BE ABLE TO GETVERY HOT?We don’t really know. I don’t really know. I don’t have an answer for this question.\" The Carancas Meteorite Fall, 15 September 2007Official INGEMMET Initial ReportReleased 21 September 2007 (Without Final Lab Test Results)Luisa Macedo F. & José Macharé O.,Geological EngineersInstituto de Ingenieros de Minas del Peru( Geology, Mining and Metallurgical Institute )Urb. San Cesar II EtapaLos Canarios 155 - 157La Molina Lima 12, PeruImpact locationCountry PeruRegion PunoProvince ChucuitoDistrict DesaguaderoCommunity CarancasCoordinates Lat: 16°39’52”S Long: 69°02’38”W Elev: 3 824 ma.s.l."},{"pageNumber":7,"pageContent":"Figure 1.- Location map.Impact date and timeDay 15 September 2007Local time: 11:45 hWorld time 19:45 hGeological settingThe impact point is locates in a high plateau (Puna) formed upon a Cenozoiccontinental sedimentary rocks (molasses or red beds: siltsones, shales and slates) ofthe Puno Group (Palacios, 1993). The zone displays the development of a few metersthick reddish brown soil. General description of the phenomenon(Only anecdotic information based upon witnesses’ declarations)Apparent displacement azimuth of the object: towards N030°E.The object was observed since it was at about 1 000 m from the earth surface.The object presented a strongly luminous head (white light) and a white smoky queue.No other objects were observed to fall after the main body.There was a strong explosion that was felt up to Desaguadero city 20 km from theimpact site. Some window glasses of the Local Health Center (at 1 km from the site)were broken.The explosion “sound” lasts about 15 minutes (!)After the impact, boiling water was seen in the crater, and a smoke column wasformed that lasts for several minutes. A “sulfurous” smell was reported there.General description of effects on groundThe impact created a crater when collided with the soft ground (reddish brown soil).The crater is composed by a hole and an ejecta rim. The central hole became a pond,by infill with groundwater that crops out after the impact (figure 2). The following tablegives the diameters and other measures of the geoform."},{"pageNumber":8,"pageContent":"The maximum rim height was 1 m above the original soil level, and was seen in thenorthern border. The photo of figure 2 is looking northward. Dispersal ejecta made bybrown soil with grey patina (meteorite powder), up to 5 cm in diameter were found at200 m from the impact point.Three days after the fall, water in the pond was 1 m below the original soil level. Itpresented turbid brown aspect, with pH = 7.8, temperature 17.9°C, conductivity >4000 milisiems, and total suspended solids > 2000 ppm. (Measurements by Prof.Mario Soto, Univ. of Altiplano, Puno).Figure 2.- Carancas crater lake and ejecta rim. Looking to the north. First results of meteorite samples analyzedSampling by the INGEMMET scientist has been only partial. When she arrived, 36hours later than the impact occurred, most major fragments had been taken byvillagers.Naked-eye observations show fine grained, light grey, fragile rocky material withdisseminated iron of 1mm diameter (figures 4, 5, and 6).MORE IMAGES TO BE ADDED.Thin and polished sections were prepared for petro-mineralogic determinations underoptical microscope. They revealed chondritic texture, and a mineral compositionincluding pyroxene, olivine, iron, troilite, and alkali (?) feldspar. Fig. 5 Natural aspect with iron oxide inclusion."},{"pageNumber":9,"pageContent":"Thin and polished sections were prepared for petro-mineralogic determinations underoptical microscope. The results revealed chondritic texture and a mineral compositionincluding:Pyroxene 1 40%Olivine 20%Feldspar 10%Pyroxene 2 10%Opaque minerals total about 20% and include:Kamacite 15%Troilite 5%Cromite tracesNative Cu traces Figure 8.- Polished section of the Carancas meteorite.Ongoing and proposed further studiesInitial results will be complemented and refined with ICP-MS chemical analysis andSEM-Edax analysis being done in Peru. Results are expected at the beginning of thenext week.Several world scientists have offered to participate with special tests including oxygenisotope analyses to study the origin, ESEM and FESEM studies and determinations ofC/N and C/S ratios in any interesting embedded microstructures, and FE ASEMprobing to characterize impact microstructures.Water from the pond as well as soil samples from the impact zone are being analyzedfor chemical composition in Peru.Final considerationsScientists from the Peruvian Institute of Nuclear Energy have reported that nonradioactive material was detected in association with the sampled object.From our field observations and information given by the Puno Regional HealthDirector, the initial report about 200 people affected by headache, vomits andstomachache seems exaggerated. Ill people would be around 30, and additional 20children from the local school are being examined. Causes of illness are still unknown.Owing to the social issues associated with the impact, new results will continue toreach first the Instituto de Defensa Civil (INDECI) which authorize their public release.It is recommended to protect the site to preserve the field evidence and allow furtherresearch.AcknowledgementsInstituto Nacional de Defensa CivilMunicipalidad de DesaguaderoUniversidad Nacional del AltiplanoGobierno Regional de PunoParticipantsField geology: Luisa MacedoPetro-mineralogy: Teresa Velarde, Cesar Cánepa, Hans-Jürgen Bernhardt, LauraPlascencia."},{"pageNumber":10,"pageContent":"G eochemistry: Vicent ina CruzCoordination: José MacharéInformation: Hernando Núñez del Prado, Rosana Ramírez. o be continued in update about soil and water analyses.More Information:For further reports about meteorites, impact craters, comets and planetary geology, pleasesee reports below in the Earthfiles Archive:• 12/15/2006 — Stardust Comet Mission Reports New Kind of Organics• 12/08/2006 — NASA Wants Permanent Moon Base by 2024• 12/01/2006 — Deep Impact and Stardust: Are Comets Made of the Same Stuff?• 08/19/2006 — Red Rain Cells of Kerala, India - Still No Definite DNA• 09/16/2005 — \"Planet X\" and the Kuiper Belt's Oddballs, \"Santa\" and \"Easterbunny\"• 08/12/2005 — Deep Impact Spectra: Carbonate, PAHs and Some Amino Precursors in Comet Tempel I• 07/10/2005 — First Data from Deep Impact Crash Into Comet Tempel I• 06/29/2005 — July 3-4, 2005: NASA \"Deep Impact\" Spacecraft to Blast Hole in Comet Temple I• 04/20/2005 — Outer Space Impact At Serpent Mound, Ohio, 256 Million Years Ago• 04/01/2005 — What's Killing Off Marine Life Every 62 Million Years?• 03/20/2005 — Astronaut John Young: \"The Moon Can Save Earth's Civilization.\"• 01/13/2005 — NASA \"Deep Space\" Craft Will Hit Comet On July 4, 2005• 12/17/2004 — Is Our Solar System's Red, Mysterious Sedna An Alien Planetoid?• 11/17/2004 — European Space Agency's SMART-1 Satellite Begins Moon Orbit• 09/20/2004 — Part 1: Martian Water Vapor and Methane Overlap in Equatorial Regions• 06/25/2004 — Wild 2, An Amazing Comet• 03/31/2004 — Methane on Mars - Biology? Volcanic?• 03/15/2004 — Most Distant \"Icy Planetoid\" in Our Solar System Has A Most Baffling Orbit• 01/09/2004 — Robotic \"Geologists\" on Mars• 09/02/2003 — Updated - Astronomers Don't Think Asteroid Will Hit Earth in 2014• 03/07/2003 — Scientist's Record Sun's Plasma Interaction with Comet NEAT• 01/05/2003 — What Are the Grooves in the Martian South Pole?• 10/22/2002 — U. S. DOD Satellites Detected Explosion of Siberian Bolide• 10/07/2002 — Large Kuiper Belt Planetoid Found Beyond Pluto• 08/16/2002 — Did CONTOUR Probe Break Apart Or Disappear Into Space?• 07/25/2002 — Mile and A Half Diameter Asteroid 2002 NT7 Might Impact Earth in 2019• 07/11/2002 — Hubble Telescope Photographs Seven Objects Traveling In Pairs Beyond Pluto• 06/01/2002 — Scientists Surprised by Abundance of Water On Mars• 02/24/2002 — Mysterious Slowing of Pioneer Spacecraft 7 Billion Miles from Earth• 01/26/2002 — Something Is Perturbing Comet Orbits in the Oort Cloud Surrounding Our Solar System• 12/01/2001 — 1200 B. C. - What Caused Earthquake Storms, Global Drought and End of Bronze Age?• 11/19/2001 — Update on Underwater Megalithic Structures near Western Cuba• 11/10/2001 — The Orion Constellation and the Pyramids of Giza• 04/21/2001 — April 1986: After Chernobyl Melt Down, What Flew Over Mannheim, Germany?• 01/14/2001 — An Australian Zircon Crystal is 4.4 Billion Years Old• 01/07/2001 — Dinosaur-Killing Asteroid Punched 22 Miles Through Earth's Entire Crust• 12/24/2000 — Martian Bacteria?• 12/03/2000 — Bacteria from Outer Space?• 10/01/2000 — A Search for Earth's First Life• 06/26/2000 — 250 Photographs of Mars Show Signs of Water• 03/11/2000 — Is 433 Eros Asteroid Younger Than Expected?• 02/16/2000 — 433 Eros, Orbiting An Asteroid Up Close• 12/02/1999 — Is There Water - And Life - On Mars?• 10/25/1999 — A Mysterious \"Perturber\" at the Edges of Our Solar System• 08/28/1999 — Oddball Quasar and Salt Water Inside Meteorite• 06/27/1999 — Microbes Two Miles Below Earth Surface in South Africa• 06/15/1999 — Current Brightest Binocular Comet and Upcoming Solar Eclipse• 02/01/1999 — Astronomy Updates with Brian Marsden and John Huchra, HarvardWebsite:Peru Geology, Mining and Metallurgical Institute: http://www.ingemmet.gob.pe Credits"},{"pageNumber":11,"pageContent":"Copyright © 1999 - 2010 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2010, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
