[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Earthfiles Mail About Cat Mutilations© 2007 by Linda Moulton Howe“There was no blood, no hair in the wound on either cat half,nothing to indicate something serrated had been used. I remember sayingat the time that it looked like she'd been cut with a laser because the edgesof the wounds were so smooth and clean. And I just couldn't understandthe lack of blood.” - MD, Long Beach, CaliforniaReturn to 092707 Earthfiles (“Front Third of 14 Cats Found in Granbury, Texas”)September 28, 2007 Albuquerque, New Mexico - After my Coast to Coast AM newsupdates on Wednesday, September 26, which included the fourteen \"one-third cats\"reported in Granbury, Texas, since March, I have received several other half and one-thirdcat reports from listeners and Earthfiles viewers.1) Subject: 1/2 cat report - Long Beach, CaliforniaDate: September 27, 2007 4:47:38 PM MDTTo: earthfiles@earthfiles.com\"I had two neighbors tell me they heard you on the radio last night, asking forreports about cats that had been cut in half or thirds. My 15-yr-old cat,Legend, was found cut in half in Long Beach, California. I believe the datewas May 13, 2004. Both halves of her body were in the yard. The rear area inone part, the middle and upper part in the other.The cut was extremely precision. There was no blood, no hair in the wound oneither cat half, nothing to indicate something serrated had been used. Iremember saying at the time that it looked like she'd been cut with a laserbecause the edges of the wounds were so smooth and clean. And I justcouldn't understand the lack of blood. There were no other indications oftrauma. Her mouth, head, eyes were all perfectly fine. She did not have atraumatized expression. There wasn't a scratch anywhere on her (except theobvious!). Sooooo strange! I knew I should have taken pictures at the time,but I was very upset and didn't feel up to borrowing anyone's camera.\"Thanks, MD\" 2) Subject: Back third of cats found in Thornton, ColoradoDate: September 27, 2007 11:30:12 AM MDTTo: earthfiles@earthfiles.com\"I was listening to Coast to Coast this morning, and heard you talking aboutmutilated cats being found in various places in the Northern Hemisphere. Youasked any listeners who had seen this in their area to email you. I have seentwo cats mutilated in the way you described in the last four months, so I amcontacting you with that information.I live in Thornton, Colorado, a suburb about 15 minutes north of Denver. Ideliver newspapers in that area, also, and it is on one of my routes that I havefound both of the cats. The first one was back in late April or early May 2007.It was the back third of the cat, laying in the middle of the street in aresidential area. I thought it was kind of weird when I saw it, but thenconcluded that maybe a fox or coyote killed it and dropped the remains in thestreet on it's way out of the neighborhood.I didn't think much else of it until I found the second one in mid-August. Itwas on the SAME street, about 2 blocks down. It was, again, the back third ofthe cat, laying in the middle of the street. I got out of the car and looked at it"},{"pageNumber":2,"pageContent":"this time, and it was like you were describing on the show this morning. Thecut was extremely clean, there was no blood, no organs.I did notify the police and local animal control, but a few days had elapsed, sothey weren't able to do much, as the carcass was gone the following morning.I will notify you should I find anymore cats. Hopefully, I won't!\"Sincerely, SW\" 3) Subject: Cats - Austin TexasDate: September 27, 2007 10:53:23 AM MDTTo: earthfiles@earthfiles.com\"I heard you on Coast to Coast AM last night. I am retired and live in a singlefamily home in Austin, Texas. About two year ago, my cat was mutilated inthe manner you described. The police were here. My neighbor was a witnessand the police came and disposed of the cat for me. RS\" 4) Subject: Cat mutilation, Santa Clarita, CaliforniaDate: September 27, 2007 3:42:00 PM MDTTo: earthfiles@earthfiles.com\"I heard your show on Coast to Coast last night regarding cat mutilations.About 3 years ago, I was walking my dog near my townhouse and saw thebackhalf of a cat that looked like it had been cleanly severed and placed inthat position on the grass, just as you described last night. There was noblood or any other body parts near the cat's remains. I never sawanything like it again.Just for the record, it was on River Circle in Santa Clarita, California(35 miles north of L.A.). I heard you say they tend to happen aroundmilitary bases. I live about 60 miles from Edwards AFB.Regards, BK\" 5) Subject: Cat Mutilations, Mesa, ArizonaDate: September 27, 2007 1:20:40 AM MDTTo: earthfiles@earthfiles.com\"Hi Linda: I was listening to Coast to Coast AM tonight and heard your reporton the mutilated cats. I live in Mesa, AZ and my home is located within theproximity of Williams Field, former Air Force Base. One morning about6:00AM, while walking my son's dog in the little park drainage basin in ourneighborhood, I came upon a cat that looked like it had been cut in half. Icouldn't get closer to it as the dog was very nervous around it, but the rearquarter of the cat was missing and there was no evidence of any blood.When I returned home I called Mesa PD immediately and reported finding thecat and described the state it was in. The lady I spoke with at the PD told meit was probably a coyote. I told her that if a coyote had done this, it sure did avery clean job as it looked like the cat had been cut with a band saw. She saidthey would send someone out to pick up the cat. When I got home from work,I took the dog for another walk and the cat was gone. This is the first time thatI have thought about the cat since that time, but it still strikes me as very oddhow cleanly the cat was cut. By the way, the park abuts the US 60.Best regards, TC\" 6) Subject: Cat Mutilations, Midwest City, OklahomaDate: September 27, 2007 2:01:41 PM MDTTo: earthfiles@earthfiles.com\"My name is F. A. I live in the medium-sized city in central Oklahoma calledMidwest City. It's a semi-rural area, meaning that most of the homes here arenot very close together and most have a small to very large acreage behind"},{"pageNumber":3,"pageContent":"them.I am a security officer and listen to Coast to Coast quite often during myshifts and I happened to catch your appearance last night 9/26/07 and wasenjoying the show quite a bit when you touched on something that hashappened to me involving the mutilated cats. Back in 2005, my wife and I hadreceived a boxer pup for Christmas from our two sons. We also have two cats.We had kept the pup in the house because of the colder weather and to alsohelp house train her, as I have always worked the third or midnight shift.When I would come in, I would let the pup outside to use the bathroom.On a cool but not real cold morning in Feb. of 2006, the pup was digging atsomething by our front fence. When I went to check to see what she wasdigging at, I found the front half of a full size black cat. Only the front legs,neck and head were left. I found it odd since our yard is fully fenced fromback to front. I told my wife and we thought maybe someone had just thrownit in the yard after dogs or something had killed it.But around three days later, I found a gray cat in the same condition in theditch just a few yards up from our house. We became a little concerned andcontacted the police and expressed our fear of someone or something killingcats around our area.About 5 days later when I let the pup out, she found another cat - this onebeing white in the same condition. Well, at the time it really scared me,because one of our cats is solid white. Thank goodness it wasn't her! But yourradio show made me think. I buried those cats and remember no blood on thefeet or heads or fur. I don't remember how clean the cut was because I triednot to look too close, as I am a cat lover and it was really bothering me. Butwhat really caught my attention was when on the radio, you mentioned thatalmost always there was a military base close by. Well, believe it or not, abouta mile and half from us is the Tinker Air Force Base. All together, my wifeand I buried 7 cats in about a month's time.Thought I would let you know and to thank you for the work you do. And tokeep up the good work. FA\" 7) Subject: Cats, Meriden, ConnecticutDate: September 27, 2007 1:04:19 AM MDTTo: earthfiles@earthfiles.com\"This past spring we had a half cat in our back yard. It was in our shed andthe strange thing is my whole yard is fenced in. Our cat was hanging aroundmeowing hideously and we found the half cat carcass. Now our cat has beenmissing for a few months and we figure perhaps the same thing happened tohim. I live in Meriden Ct. BR\" 8) Subject: Cats in Memphis, TennesseeDate: September 27, 2007 1:13:38 AM MDTTo: earthfiles@earthfiles.com\"Ok, about 3 to 5 years ago on the news here in Memphis, half cats werefound here in Memphis Tn. in mid-town and according to the people there,you could hear some kind of wild animal cry. But I have not heard anymoreon the half cats since then. It might still be going on. They might have beenjust saying that they heard a wild animal cry just so to report it on the localnews here in Memphis. The half cats might still be going on. We are in a UFOhotspot and there are a few military bases here. MA\" 9) Subject: Half Cats, Austin, TexasDate: September 27, 2007 1:08:19 AM MDTTo: earthfiles@earthfiles.com\"Linda, I have found 2 half cats ( back half ) on my 3 1/2 acres outside ofLiberty Hill, Texas, northwest of Austin, Tx. LM\""},{"pageNumber":4,"pageContent":"10) Subject: Cat Mutilations, Winnemucca, NevadaDate: September 27, 2007 9:46:10 PM MDTTo: earthfiles@earthfiles.com\"My name is FG. I am 21-years-old and have lived in the community ofWinnemucca, NV for most of my life. I have been aware of the animalmutilation phenomenon for some time, although it has only been within thepast year that I learned it extends to cats. I learned about it from your website,no less. Last night, when I heard your request on Coast to Coast AM foranyone to share information or experiences concerning cat mutilations, I wasfinally stirred to contact you.It was several months ago, after my mother read the book, Hunt for theSkinwalker, that she recalled a similar incident of animal mutilation on ourown property a number of years ago. We believe this occurred in the monthsof either August or September, and in the year 2003 at the latest.As she recounts it, it was early in the morning, roughly 4:30 AM, when she letour cat, Ivory, outside. Typically this cat would return to be let inside aroundsunrise, but when three to three and a half hours had passed, my mother wentlooking for her. Despite us living on a 2.5 acre property, it was not long beforemy mother found this cat behind our barn, which is roughly 40 yards from ourhouse. She described the cat as being neatly cut in half, with the back endmissing, and no visible blood or sign of struggle. Her first inclination was toblame one of the two dogs we had at the time, but she said that it didn’t quitefeel right to do so. The dogs hadn’t acted like they’d killed the cat. Strangely,they didn’t even bark or act out in any way during the stretch of time in whichthe mutilation occurred. Neither still, did our other cats, who lived both in thehouse and outside, give any indication of knowing what had happened. Mymother said the mutilation was like an 'isolated event.' She had been awakeand inside the house for the entire window of time, and does not recall seeingor hearing anything strange. I had been asleep and my father was at work.Last night on the radio, you mentioned that a large number of thesemutilations occur within close proximity to military bases. I’m not sure howmuch relevance it has, but the closest military base of significance to where Ilive, at least that I am aware of, is the Naval Air Station in Fallon, Nevada.Fallon is roughly 129 miles from Winnemucca. Interestingly enough, my bestfriend who used to live in Fallon has said repeatedly that he, his mother andsister would see strange lights in the sky in that area quite often. He said theselights typically did not exhibit the configuration or flight pattern ofconventional aircraft.What’s more, he worked as a pizza delivery driver for a time. He told me thatone night he delivered a pizza to the air station, but had a difficult timecompleting this task because the base was on lockdown – apparently the basehas been on lockdown for several months now. The only thing I know of to bespecial about NAS Fallon is that it is the home of the Top Gun flight school.Another thing my friend noted to be strange about the Fallon area is thatwhere ever a person goes, they can hear an electrical humming sound comingfrom beneath the ground.I hope some of the information I provided will be of help in your ongoinginvestigations. Like you and many others, I am eager to discover who or whatis responsible for these animal mutilations. As far as I’m concerned, an attackon a family’s pet is an attack on the family itself – there is a need for justice tobe done. If anyone learns the identities of those responsible, I’m certain it willbe you.Thank you for all the work you’ve done and continue to do. Take care. FG\"More Information:If viewers have more information about cat, dog or other mutilated animals in your region,please email me at earthfiles@earthfiles.com.For further reports about half cat and other animal mutilations, please see my books in theEarthfiles Shop and reports below in the Earthfiles Archive:• 08/29/2007 — More Half Cats and Dog Mutilations• 06/25/2007 — Half Cat in Waco, Texas, and Kangaroo Mutilations in New South Wales, Australia• 04/09/2007 — More Cat Mutilations - This Time in Corpus Christi, Texas"},{"pageNumber":5,"pageContent":"• 08/23/2006 — More Cat and Dog Mutilations• 06/28/2006 — Half Cats in Destin, Florida, and Beheaded Animals in Rochester, N. Y.• 04/21/2006 — Unusual Animal Deaths in Garland County, Arkansas• 10/30/2005 — Another Half Cat Mutilation in San Antonio, Texas• 08/22/2005 — More Half Cat Reports: San Jose and Seattle• 07/14/2005 — More Half Cat Mutilations in Seattle, Washington Region• 07/01/2003 — 40 Small Animal Mutilations in Denver and 11 in Salt Lake City• 05/28/2003 — Cat and Dog Mutilations in Salt Lake City; $6,500 Reward• 11/16/2002 — More Cat and Cow Mutilations: Colorado, Utah and Missouri• 05/31/2002 — Bloodless Cat Mutilations in Bellingham, Washington• 09/08/2001 — 23 \"Half Cat\" and 2 Deer Mutilations Confirmed Since March in Austin, Texas• 11/05/1999 — Reward Offered As Cat Mutilations Continue in Toronto, Canada• 10/03/1999 — Unusual Cat Deaths from London to San Jose, CaliforniaFor further reports about the global animal mutilation phenomenon, please see reportsbelow in the Earthfiles Archive and my books An Alien Harvest and the 2-volumeGlimpses of Other Realities in the Earthfiles Shop:• 08/17/2007 — Two Bulls and Several Cows Dead and Mutilated in Manitoba, Canada• 07/31/2007 — Part 2, Non-Human Blonds, Greys and Big-Nosed, Cat-Eyed Lizards• 07/13/2007 — Iowa Minister Reports Large \"Crab/Scorpion\" Creature Attacked Cow• 06/25/2007 — Updated: Half Cat in Waco, Texas, and Kangaroo Mutilations in New South Wales, Australia• 05/29/2007 — Final Part 7: Eyewitness Links Animal Mutilations to Non-Humans• 05/25/2007 — Update: Part 1, Unusual Animal Deaths• 05/13/2007 — Part 6: Eyewitness Links Animal Mutilations to Non-Humans• 05/11/2007 — CIA Origin of National Enquirer?• 05/06/2007 — Part 5: Eyewitness Links Animal Mutilations to Non-Humans• 05/05/2007 — Part 4: Eyewitness Links Animal Mutilations to Non-Humans• 04/28/2007 — April 24, 2007 - Part 3: Eyewitness Links Animal Mutilations to Non-Humans.• 04/19/2007 — Part 2: Eyewitness Links Animal Mutilations to Non-Humans• 04/18/2007 — Part 1: Eyewitness Links Animal Mutilations to Non-Humans• 04/09/2007 — More Cat Mutilations - This Time in Corpus Christi, Texas• 11/24/2006 — Scientific Data Supports Theory That Mutilated Montana Cow Dropped from Sky andBounced• 11/16/2006 — Pregnant Cows Disappear in Ohio; Horses Beheaded in Vancouver• 10/19/2006 — Another Cattle Mutilation in Pondera County, Montana• 10/02/2006 — Unusual Deaths of Six Female Goats in White Salmon, Washington• 09/20/2006 — Animal Mutilations Increase Again in Argentina• 08/23/2006 — More Cat and Dog Mutilations• 07/01/2006 — Cattle Mutilation and Glowing Discs in Saskatchewan, Canada• 06/29/2006 — Another Horse Suspended in the Air• 06/28/2006 — Half Cats in Destin, Florida, and Beheaded Animals in Rochester, N. Y.• 06/22/2006 — Horse Suspended in Mid-Air Near Milan, Italy, Apartment• 06/01/2006 — Recent Cattle Mutilations in Kiowa County, Colorado• 05/05/2006 — Military Man's Description of EBE Telepathic Download• 04/03/2006 — Genetic Harvest in Cimarron, New Mexico?• 02/27/2006 — Part 4: Military Voices Reply About Government Interaction with UFOs• 01/27/2006 — Part 2: Navy Physicist and USAF Geophysicist Discuss UFOs and ETs• 01/13/2006 — 31st Cattle Mutilation on Red Bluff, California Ranch• 11/02/2005 — Part 3: Unusual Animal Deaths - Sheep Mutilations in Moortown, Dartmoor, England• 10/30/2005 — Updated Part 2: Unusual Animal Deaths - Another Half Cat Mutilation in San Antonio, Texas• 10/27/2005 — Updated Part 1: Unusual Animal Deaths - 22 Horses and 1 Burro Near Calhan, Colorado• 10/22/2005 — A Lifting Beam Technology in Colorado Human Abduction• 10/03/2005 — 2005 Horse Mutilation in France• 09/15/2005 — Animal Mutilations Reported in Switzerland, Hollywood and Kansas• 08/26/2005 — Another Cattle Mutilation in Canada• 08/22/2005 — More Half Cat Reports: San Jose and Seattle• 08/13/2005 — Mystery of Bloodless, Decapitated Kangaroos in Melbourne, Australia• 08/11/2005 — Part 4: Two Men See Cow Mutilated in Light Beam• 08/03/2005 — Another Cattle Mutilation in Pondera County, Montana• 07/28/2005 — Feedback on Half Cat Mystery• 07/14/2005 — More Half Cat Mutilations in Seattle, Washington Region• 07/07/2005 — Part 2: Eyewitness Description of Cattle Mutilation• 07/04/2005 — Part 1: Eyewitness Description of Cattle Mutilation• 06/23/2005 — Updated: More Than 3,000 Unusual Animal Deaths Reported in Argentina and Chile Since2002• 06/17/2005 — Unusual Cow Death in Paradise Hill, Saskatchewan, Canada• 04/13/2005 — Highly Strange Dog Death in Arkansas; 2000-Pound Bull Dropped On Log Pile and CalfSkinned• 02/21/2005 — Updated - Bull and Cow Mutilations Northwest of Corpus Christi, Texas• 01/15/2005 — Bull and Cow Mutilations Northwest of Corpus Christi, Texas• 12/22/2004 — Part 1: \"Reasons Why U.S. Government CAN'T Release Truth About UFOs!\" with CanadianResearcher, Grant Cameron• 12/22/2004 — Part 2: \"Reasons Why U.S. Government CAN'T Release Truth About UFOs!\" with CanadianResearcher, Grant Cameron• 12/10/2004 — Part 3: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 12/10/2004 — Part 4: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 12/07/2004 — Part 2: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 12/04/2004 — Part 1: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 09/25/2004 — Part 6: \"Clearview\" Report on the Investigation of UFO Experiences on A Rocky MountainRanch• 09/23/2004 — Part 5: \"Clearview\" Report on the Investigation of UFO Experiences on A Rocky MountainRanch• 09/19/2004 — Part 4: \"Clearview\" Report on the Investigation of UFO Experiences on A Rocky MountainRanch• 09/18/2004 — Part 3: \"Clearview\" Report on the Investigation of UFO Experiences on A Rocky MountainRanch"},{"pageNumber":6,"pageContent":"• 09/14/2004 — Part 2: \"Clearview\" Report on the Investigation of UFO Experiences on A Rocky MountainRanch• 09/13/2004 — Part 1: \"Clearview\" Report on the Investigation of UFO Experiences on A Rocky MountainRanch• 08/11/2004 — Newborn Heifer Mutilation in Anderson, California, on August 7, 2004• 07/27/2004 — Part 12: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 byLeonard H. Stringfield• 07/21/2004 — The Apollo Program, Cape Canaveral and UFOs• 02/24/2004 — Part 1: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by LeonardH. Stringfield• 01/24/2004 — Oregon Man's Experiences with High Strangeness• 12/21/2003 — Part 4 - UFO Crash/Retrievals, Status Report VII by Len Stringfield• 10/28/2003 — Part 2 - U. S. Presidents and UFO Investigations• 09/12/2003 — More Domestic Cat Mutilations - Again in Bothell, Washington• 08/01/2003 — Field Notes About English Animal Mutilations• 07/01/2003 — 40 Small Animal Mutilations in Denver and 11 in Salt Lake City• 05/28/2003 — Cat and Dog Mutilations in Salt Lake City; $6,500 Reward• 04/19/2003 — Unusual Animal Deaths in Valparaiso, Nebraska• 03/08/2003 — Cattle Mutilation - The Unthinkable Truth, Chapter 3, Part Two• 02/03/2003 — Cattle Mutilation - The Unthinkable Truth, Chapter 3, Part One• 12/07/2002 — Cattle Mutilation - The Unthinkable Truth, Chapter 1, Part Three• 11/16/2002 — More Cat and Cow Mutilations: Colorado, Utah and Missouri• 11/05/2002 — Canadian Crop Circles and Mysterious Lights in Saskatchewan• 10/15/2002 — Chapter 8 - Mystery Stalks The Prairie• 09/07/2002 — High Strangeness Continues in Argentina• 08/31/2002 — One ET Experiencer's Reaction to the Winchester Formation• 07/19/2002 — Unusual Animal Deaths and Unidentified Aerial Lights Persist in Argentina• 07/02/2002 — Argentina's SENASA Blames Mouse for Animal Mutilations• 06/22/2002 — Argentina Animal Mutilation Count Rising Above 100 - Federal SENASA and INTAInvestigations Begin• 06/17/2002 — Part 3 - Deer and Cattle Mutilations in Oregon• 06/15/2002 — Cattle Mutilations In LaPampa, Argentina• 05/18/2002 — A Bull Mutilation in Christmas Valley, Oregon• 01/12/2002 — Part 1 - Update On 2001 Montana Cattle Mutilations• 10/13/2001 — Heifer Mutilation and Mysterious Light in Mantario, Saskatchewan, Canada• 08/24/2001 — Part 2 - Unusual Montana Mutilation of Live Bull• 07/28/2001 — Pure Hemoglobin Confirmed On Alabama Mutilated Cow• 07/22/2001 — Mutilated Bull Calf in Missouri• 06/09/2001 — Environmental Updates and Colt Mutilated in Leitchfield, Kentucky• 05/11/2001 — Horse Slashings and Deaths in Calgary, Alberta, Canada• 10/15/2000 — Mutilated Heifer Found Near Boulder, Colorado• 10/15/2000 — Part 1 - Hardened Bovine Hemoglobin Found On California Mutilated Bull• 04/16/2000 — A Close Encounter with a Disc in Wyoming• 03/29/2000 — Mysterious Calf Deaths In Brothers, Oregon• 09/12/1999 — Unusual Animal Deaths, Part 1: Nevada• 08/25/1999 — Unusual Animal Deaths in Australia and London, England• 01/24/1999 — Bull Mutilation in Colorado Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
