[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon 070707 East Field Wheat Formation: Lab Analysis© 2007 by Linda Moulton Howe“I’ve never seen this bimodal germination bimodal before. This is totally anomalous....These two entirely different populations of growth rates in these East Field seedsamples indicates that there were two entirely different types of energy that hit the fieldat pretty much the same time.\" - W. C. Levengood, BiophysicistMassive pattern of circles in East Field, Alton Priors, Wiltshire, U. K. wheat,estimated to cover 96,600 square feet, or 2.25 acres, with 150 circles in a very strangedesign spread across 1,033 feet and 490 feet wide. Aerial images © 2007 by Lucy Pringle. Also see: Cropcircleconnector.com.October 4, 2007 Grass Lake, Michigan - The most extraordinary crop formation of2007 was discovered on Saturday, July 7th, around 3:20 AM in the East Field of Wiltshire,England, by three people on a night watch. One was researcher and photographer, WinstonKeech, who had video cameras aimed at the East Field, capable of night vision andinfrared. The other two eyewitnesses were Gary King and his friend, Paula Presdee-Jones,from Cardiff, Wales. Back in July, I interviewed Gary King about the fact that atapproximately 3:08 AM, all three saw a great flash of bright light over the East Field. Oneof Winston Keech’s infra red cameras also captured the flash before the ran camera out ofvideotape. See 071907 Earthfiles.Terje Toftenes, Video Producer and Managing Director for a production company inNorway, contacted Winston Keech to organize enhancement analysis of the videotape. All"},{"pageNumber":2,"pageContent":"four presented evidence at a press conference in Alton Barnes, Wiltshire, on July 19, 2007.That press conference included Win’s camera footage which showed there was no cropformation in the East Field at 1:35 AM. But after the flash of light 90 minutes later,Winston Keech looked through his cameras at approximately 3:20 AM. He and the otherscould make out shadows in the East Field that had not been there earlier. After the sunrose, by 4 AM the astounding East Field formation was clearly there in all of its 150 circlesof many varying diameters spread across 1,033 feet in a pattern no one had ever seenbefore.I talked with Charles Mallett, owner of the Silent Circle Cafe near Cherhill, Wiltshire,about collecting wheat and soil samples so that biophysicist W. C. Levengood couldanalyze them in his Michigan lab. Since the early 1990s, biophysicist Levengood hasstudied more than 300 crop formations from England, Canada, the United States and otherparts of the world.He and I talked about Gary’s and Paula’s description as they entered the East Field patternfor the first time around 4 AM on July 7. Gary said it felt and sounded like they werestepping on crystal glass that crunched under their feet. Further, I expected thatLevengood would find a high concentration of magnetite in the formation soils as we havefound in some other formations.But as surprising as that bright flash of light and huge formation was to the threeeyewitnesses, the lab results have turned out to be surprising as well.Interview:W. C. Levengood, Pinelandia Biophysical Laboratory, Grass Lake, Michigan: “Thisformation was a very puzzling one since I’ve never seen anything before that did notfollow a consistent pattern. For example, in the first page of my report, you’ll notice I haveTable I showing significantly altered node lengths in the control plants taken at differentquadrants of the field.Page 1, Research Report from Pinelandia Biophysical Laboratory,August 12, 2007, by W. C. Levengood. Full report reproduced below in More Information."},{"pageNumber":3,"pageContent":"“One of the characteristics of wheat is how uniformly it grows and how you can dependon controls to give you an idea of what’s going on in the field. But in this East Field,couldn’t do that. In the northwest quadrants, the samples Charles Mallett took thereshowed statistically significant in node length and a decrease in seedling developmentfactor. Again, neither one of them (as control samples) should show any significantdifference between the northwest and the southeast and yet the control plants collectedfrom those parts of the field outside the formation were significantly affected.SO THE IMPLICATION IS THAT THE ENERGY THAT HIT THE EAST FIELD WASSO GREAT THAT IT WENT BEYOND THE BOUNDARIES OF THE CROPFORMATION AND AFFECTED THE WHOLE FIELD.Oh, definitely. It affected the entire field. In fact, you could say there was no way to getreal controls in this East Field – it was so overall affected (by energy impact). Microwaves and Ion Electron AvalanchesIn most of the crop formations, the predominant energy is in the form of the microwaveregion of the electromagnetic spectrum. In laboratory work long ago, we found that fieldstrengths in the order of 35,000 volts per centimeter that the seeds were bigger andsubsequent seedling growth can be greatly reduced. That certainly appears that was thecases here in the East Field wheat.I think in this formation that the ion electron avalanches predominated over the microwaveenergies. There is a high probability that the ion electron avalanches account for the brightflash of light observed when the formation occurred (around 3:20 AM on July 7, 2007.)A number of years ago, John Burke went to England and examined crop formations withan electrostatic voltmeter and found transient induced electrostatic charges in the newlyformed crop formations. These rapidly dissipated in a short time.A very high electrostatic on the plants could very easily explain the sound, as they put it,walking through – was it popcorn?OH, THAT THE PLANTS WERE CRYSTALLIZED AFTER THE EYEWITNESSESWENT DOWN TO THE FIELD.That’s exactly what you would find if there were tiny discharges between the plants andthe field soil surface or between the surfaces plant-to-plant. You’d hear a crackling or likebreaking glass sound.IT WOULD BE THAT FEET WERE INTERACTING WITH ELECTROSTATICCHARGES?That’s correct.THE BRIGHT FLASH OF LIGHT THAT THE THREE EYEWITNESSES SAW WOULDBE A PLASMA DISCHARGE IN THE ATMOSPHERE?That’s right. When you get field strengths that high – over 30,000 volts per centimeter –you can knock electrons out of the outer orbits of air molecules and atoms, such asoxygen, nitrogen and so on. After the energy passes and the unstable ions drop back tonormal energy, it can give off a photon or even ultra violet energy.WHICH WOULD BE THE BRIGHT LIGHT, BUT WHAT WOULD CAUSE A 30,000VOLTS PER CENTIMETER PULSE OF ENERGY IN THE SKY?That’s just a drop in the bucket compared to what you have in thunderstorms.RIGHT, BUT WE’RE TALKING ABOUT THE ENERGY THAT IS RESPONSIBLE FORCROP FORMATIONS AND THE PUZZLE THAT ALL OF US HAVE IS WHAT IS THESOURCE OF THIS ENERGY?It’s probably a plasma from the ionosphere.AND IT COULD BE DIRECTED BY AN INTELLIGENCE?It could be, or could not be. (Laughs) I don’t know how the plasmas could do all this andnot be directed.BY INTELLIGENCE. IT IS ALL SO COMPLEX THAT IT APPEARS THAT AN"},{"pageNumber":4,"pageContent":"INTELLIGENCE IS USING A PLASMA EFFECT TO CREATE THE CROPFORMATIONS?Ye s . ” Double Bell Shaped Curves (Bimodal) inEast Field Seedling Germination TestsA simple bimodal distribution, in this case a mixture of two normal distributionswith the same variance but different means. The figure shows the probability density function(p.d.f.), which is an average of the bell-shaped p.d.f.s of the two normal distributions.When biophysicist Levengood studied seeds from the East Field formation and controlsthat Charles Mallett collected and I had shipped by Fed Ex to the Michigan lab,Levengood ended up with the most anomalous germination pattern he says he has everseen. The first step in his lab work with seeds is to organize 30 seeds from each clump ofplant samples and clump of control samples. He carefully places the seeds in a straight lineacross each commercial germination paper, rolls the germination papers up and placesthem in a controlled temperature and dark germination chamber. Usually in three days, hefinds the seedlings have germinated and he measures the first seed leaves.Example of normal seed germination in commercial germination paper unrolledat 3 days in Pinelandia Biophysical Lab. Photograph © 2001 by W. C. Levengood.But with the East Field seeds, on the third day that he unrolled the germination papers,there was nothing to measure. There was no significant germination in any of the seedlings.He returned the germination papers to the closet and waited until day 5. But there still wasno germination. So he went on to day 7. By then, nothing was normal. There were only acouple of seeds that were at 50% germination and some were around 10% germination.Biophysicist Levengood decided to go all the way to 14 days by setting the germinationrolls in normal sunlight. By day 14, all the seedlings looked good as if something hadhappened. Levengood measured the lengths of the seedling shoots. Some that had beenonly in the 20% to 30% germination rate at 7 days had grown to 80% up to 97% - thehighest – which is the range of normal germination for wheat seedlings. That’s what theseedlings should have been after a week – not 14 days later.Further, sample Number 10 from the East Field - which earlier had the lowest germinationof all the seeds - had increased in length from 10% germination at 7 days to 90%germination on the 14th day. Biophysicist Levengood has been investigating seed growthsand filing patents for processes to accelerate seed growth since his earliest research days atthe University of Michigan half a century ago. In all his decades of investigations, he hadnever seen such germination anomalies before these 2007 East Field seeds.W. C. Levengood: “I’ve never seen this bimodal germination happen before. This istotally anomalous.WHAT IS YOUR HYPOTHESIS THAT WOULD EXPLAIN WHY?These two entirely different populations of growth rates in these East Field seed samples"},{"pageNumber":5,"pageContent":"indicates that there were two entirely different types of energy that hit the field at prettymuch the same time. This produced what are called bimodal distributions in the plants.You very seldom see this. If you take a normal histogram – where you take a bunch ofpeople’s heights and you plot them and you want to know how many people were at theheight of 50 to 55 inches, 55 to 60 inches and so on, and you plot a bar chart showing thenumber in each one of those categories, you get what is called a normal distribution, or bellshaped curve. The peak, or middle, of the bell shape would be the average – or the mostpeople – while the ends would be the shortest and tallest.To get two bell shaped curves, a bimodal, something very different is going on in the twopopulations. One analogy we can take is to suppose that you wanted to go into a maternityward and measure the heights of all the people on that floor only in the maternity ward andonly in those people that were either workers or doctors or newborns in that ward.You get two entirely different heights. You get a bell shaped curve with little peoplearound 15 to 20 inches and people who are up to 60 to 72 inches or more. OK, you plotthose and you get two bell shaped curves. There we know what the difference is. Thepeople were generated at quite different times. But in the case of the seeds, they were allgerminating at the same time.Since there are two major energies that affect the plants, in most cases it is the microwaveenergy which predominates. That’s what produces the expulsion cavities, causes the nodesto expand internally from internal heating. You could never do that with normal externalheating.Then there is the other component called ion electron avalanches, which can greatly affectthe growth and vigor of the seeds. But in the ion electron avalanches, this is interestingbecause it goes through a lot of affects from low energy ion electron avalanches to highenergy.From my laboratory studies, John Burke and I have a patent on producing ion electronavalanches to enhance the growth of seeds. But what we found is that when you get up inthe range of over 30,000 volts per centimeter, you greatly reduce the seed vigor and thesubsequent seedling growth. In other words, it does damage. But at the low end ofavalanches, you can actually enhance the growth. We’ve also seen this in crop formations.SO THAT BLAST OF LIGHT THAT THE THREE EYEWITNESSEES SAW OVER THEEAST FIELD MIGHT HAVE BEEN A RELEASE OF LIGHT FROM PLASMAS AS THEION AVALANCHES WERE INTERACTING WITH THE WHEAT?Exactly. When you’re up in electrostatic potentials that high and causing a plasma to formand discharge, the energy can knock off electrons from atoms in the air, or molecules, likeoxygen and nitrogen. These electrons – after the energy is gone – they can drop back totheir former low-energy state in the atom. When they do that, they give off a photon. Thiscould easily account for the flash of light observed when the formation occurred.Another thing is that the likelihood that the plants had such a high electrostatic charge onthem that when the eyewitnesses walked on them it sounded like they were walking onglass. This could be tiny discharges that crackled and snapped.SO IT’S NOT AS IF THE WHEAT HAD CHANGED ITS MOLECULAR STRUCTURETO SOMETHING THAT WAS GLASS-LIKE. IT’S THAT THERE WAS ENOUGHELECTROSTATIC FIELD ENERGY ON THE PLANTS SO THAT PUTTING FEET ONTHEM WOULD HAVE THAT POPPING SOUND.Not only on the plant, Linda, but in the upper layers of the soil. There would beeninteractions between these electrostatic charges and the air molecules.THAT WOULD EXPLAIN WHY, OVER THE YEARS, WHEN SOME PEOPLE WENTINTO SOME CROP FORMATIONS, THEY HEARD THE SOUNDS OF ‘RICE CRISPIESPOPPING IN A BOWL’?Yeah, sure, exactly.NONE OF US YET KNOW WHAT IS BEHIND THE CREATION OF THAT PLASMAENERGY.That’s right. We can’t pinpoint it, no.IT COULD BE AN ADVANCED INTELLIGENCE.Yeah, I can’t deny it. This is order out of chaos.THAT WHATEVER HAPPENED IN THE EAST FIELD, THE PLASMA ENERGIES"},{"pageNumber":6,"pageContent":"INTERACTED WITH THOSE 150 CIRCLES IN WAYS YOU HAD NOT QUITE SEENBEFORE?Right.WHY DO YOU THINK IN A PATTERN THIS BIG WITH INTENSE, CHAOTICENERGIES THAT YOU FOUND NO MAGNETITE IN THE SOIL?That’s easy to answer because I think it fits right in with the theory that we have that themagnetite is the result of a close encounter between a crop formation and a cloud ofmeteoritic material. So, in this case, there just was not any chance encounter (with irondust) between the spinning plasma in the upper atmosphere and the East Field formation.Perhaps the meteoritic activity was low when that formed.SO, YOUR HYPOTHESIS IS THAT IF THERE ARE NOT HIGH LEVELS OFMETEORITIC DUST WHERE THE SPINNING PLASMAS COMES DOWN, WE’RENOT GOING TO FIND HIGH CONCENTRATIONS OF MAGNETITE IN CROPFORMATIONS?That’s right.”More Information:"},{"pageNumber":8,"pageContent":"Numbered sites of ten soil and wheat samples by Charles Mallett inside the July 7, 2007,East Field formation. Charles also collected controls from 200 feet away from the formationto the north, east, south and west. Original photograph © 2007 by Lucy Pringle.For further reports about global crop formations, please see my book, Mysterious Lightsand Crop Circles, in the Earthfiles Shop and reports below in the Earthfiles Archive:• 08/21/2007 — More News About August 2007 Woodborough Hill Formation• 08/17/2007 — Latest 6-Fold Wheat Geometry in Wiltshire, England• 08/13/2007 — Another U. K. Wheat Formation in August 18th Countdown• 08/06/2007 — Crop Circle Research and Photography by U. K.'s Lucy Pringle• 07/27/2007 — Updated: Part 1: 1,033-Foot-Long East Field Wheat Formation \"Happened Within 90Minutes.\"• 07/27/2007 — Updated Part 2: Military Helicopters Over East Field Wheat Formation• 07/23/2007 — 070707 East Field Wheat Formation: Viewer Comments• 07/07/2007 — Swiss Army Pilot Discovers \"Perfect Geometric Figure\" and U.K.'s East Field Gets At Least90 Circles!• 06/29/2007 — Another \"Drone\" This Week Near Maxwell AFB• 06/18/2007 — Crop Circles On Rings and Three Mysterious Aerial Lights in Slovenia• 06/08/2007 — Part 3: U. S. Crop Formations, Wheat Pictogram in Madisonville, Tennessee• 06/07/2007 — Bird Eggs Undamaged in Slovenia Crop Formation• 06/06/2007 — Part 2: Yatesbury,"},{"pageNumber":9,"pageContent":"England and Madisonville, Tennessee - A Mayan Link?• 06/05/2007 -- Part 2: U. S. Crop Formations, Two Mysterious Grass Circles in Mission, Kansas• 06/04/2007 -- Part 1: Yatesbury Spiral - Viewer Comments on Spiral Math• 05/27/2007 -- Part 1 - U. S. Crop Formations Near Indian and Ancient Earth Mounds• 04/12/2007 -- First 2007 Crop Pattern in United States• 03/14/2007 -- Part 5: Mysterious Events At 2005 Tawsmead Copse \"Insectogram\" Crop Formation• 03/13/2007 -- Part 4: Mysterious Events At 2005 Tawsmead Copse \"Insectogram\" Crop Formation• 03/06/2007 -- Part 3: Mysterious Events At 2005 Tawsmead Copse \"Insectogram\" Crop Formation• 03/04/2007 -- Part 2: Mysterious Events At 2005 Tawsmead Copse \"Insectogram\" Crop Formation• 02/27/2007 -- Part 1: Mysterious Events At 2005 Tawsmead Copse \"Insectogram\" Crop Formation• 06/11/2006 -- Updated: Two Mysterious Circles in Wheat Baffle Kansas Farmer• 09/02/2005 -- Part 1: New York and Ohio Corn Circles \"Flattened 2 to 5 Feet Above Ground\"• 08/02/2005 -- Part 1: Anomalies Confirmed in Pennsylvania and Arizona Randomly Downed Crops• 07/23/2005 -- Mystery of Six Grass Circle Formations in North Carolina• 05/26/2005 -- Phoenix Barley Mystery: Apparently Irrigation and Wind• 05/09/2005 -- Mysterious Lights and 2003 Serpent Mound Soybean Formation• 04/20/2005 -- Outer Space Impact At Serpent Mound, Ohio, 256 Million Years Ago• 10/17/2004 -- American Crop Formations: 1880-2004• 09/22/2004 -- Miamisburg and Serpent Mound, Ohio Crop Formations: Geometries Compared• 09/17/2004 -- Updated: Part 1 - High Strangeness in Canadian Cattle Corn• 09/12/2004 -- Part 2 - High Strangeness in Canadian Cattle Corn• 09/10/2004 -- Update on Miamisburg, Ohio, Corn Pictogram - Balls of Light?• 09/05/2004 -- Part 2 - Hillsboro, Ohio Corn Plant Anomalies• 09/04/2004 -- Hillsboro, Ohio Corn Formation - High Strangeness in Soil and Plants• 09/02/2004 -- Updated Photos: Big, Impressive New Corn Formation in Miamisburg, Ohio• 08/09/2004 -- Pictograms in Poland• 07/25/2004 -- 2004 Canadian Crop Formations: Scorched Soybeans and \"Dirt\" Pattern in Barley• 07/24/2004 -- Part 3 - Crop Formations and Mysterious Lights in Wiltshire, England, July 2004• 07/06/2004 -- Mysteriously Downed Oat Plants in Eagle Grove, Iowa; Downed Corn in Hillsboro, Ohio• 04/08/2004 -- FBI Is Investigating Animal Deaths in Johnston County, North Carolina• 11/01/2003 -- Another Soybean Formation in Ohio• 10/10/2003 -- Updated - Ohio Hunter's \"Deer Camera\" Photographs Mysterious Glowing Disk• 10/05/2003 -- Part 3 - Paint Creek Island, Ohio Crop Formation Photographs• 10/03/2003 -- Part 2 - Military Interest in Serpent Mound and Seip Mound Formations?• 10/02/2003 -- Part 1 - Another Soybean Formation Near Seip Mound in Ohio• 09/12/2003 -- 2nd Ohio Soybean Crop Formation is Manmade. USAF Investigation Unit Involved?• 09/06/2003 -- Part 2 - Unusual Soybean Formation Near Serpent Mound, Ohio• 09/05/2003 -- Part 1 - Unusual Soybean Formation Near Serpent Mound, Ohio• 11/30/1999 -- A New Crop Formation In Marion, New York and Crop Research Updates• 09/05/1999 -- Delphos, Kansas Ring Mystery - More AnalysesWebsites:English Crop Circles, Current and Archived: http://www.cropcircleconnector.comAmerican Crop Circles, ICCRA: http://www.cropcirclenews.com/Canadian Crop Circles, CCCRN: http://www.cccrn.ca/German Crop Circles: http://www.kornkreise-forschung.deDutch Crop Circles, DCCA: http://www.dcca.nlhttp://www.lucypringle.co.ukhttp://www.temporarytemples.co.uk/newweb/index.htmlhttp://www.members.iinet.net.au/~bwratten/ccc.htmlhttp://www.cropcircleresearch.comhttp://www.x-cosmos.ithttp://www.bertjanssen.nlhttp://www.swirlednews.comhttp://www.heramagazine.nethttp://www.CropCircleAnswers.com Credits Copyright © 1999 - 2010 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of this"},{"pageNumber":10,"pageContent":"screen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2010, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
