[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Earlier, Faster and Deeper Arctic Ice Melt Down© 2007 by Linda Moulton Howe“As longtime Arctic residents, they told me they had never seenopen water so early before - which was late May 2007.”- Scott Lamoureux, Ph.D., Queen's UniversityRed circle marks Melville Island between Alaska and Greenland near the Arctic Circle,the site of ice melt studies between 2002 and 2005 by Queen's University geography team.August 2007, Arctic Ocean, open water and ice seen froman icebreaker research vessel. Image by Andy Armstrong, NationalOceanic and Atmospheric Administration (NOAA).October 5 , 2007 Kingston, Ontario , Canada - The United Nations International Panelon Climate Change (IPCC) has had to revise upward its estimates of possible temperatureincreases over this century. Now, the numbers say that in another 90 years, Earth could beas much as 11 degrees F. warmer than it was at the beginning of the 21st Century.Compare 11 degrees F. to only a 1 degree F. increase in the entire 20th century!The changes in ice melt alone in the year 2007 have shocked scientists. In earlySeptember, Robert Corell, Chairman of the Arctic Climate Impact Assessment, reported: “We have seen a massive acceleration of the speed with which the Greenland glaciers aremoving into the sea. The ice is moving at 2 meters (6.5 feet) an hour on a moving front ofice that is 3 miles long and 932 miles deep. That means this one glacier puts enough freshwater into the sea in one year to provide drinking water for a city the size of London for anentire year.”The rapidly increasing ice melt in 2007 means that sea level rise is going to be faster aswell. Dr. Corell now estimates oceans will rise at least 2 meters, or about 7 feet. This willbe catastrophic for all shoreline populations, causing massive dislocations of humans andanimals around the world’s coastlines."},{"pageNumber":2,"pageContent":"The rapidly melting Greenland ice is now causing earthquakes because ice is breakingaway after being frozen in rock for centuries. The Greenland ice earthquakes have beenmeasured around 1 to 3 on the Richter scale. Such quakes have never happened before innorthwest Greenland. Now scientists are afraid the quakes indicate the entire ice sheetmight one day collapse. Dr. Corell said: “These earthquakes are not dangerous inthemselves, but the fact that they are happening shows that events are happening far fasterthan we ever anticipated.”Faster, earlier ice melt in the Arctic came this year was a shock to Scott Lamoureux,Ph.D., Professor of Geography at Queens University in Kingston, Ontario, Canada, andleader of an International Polar Year project to study how all the increasing ice melt in theArctic is affecting soils, plants, animals and the roads and buildings of humans that arenow cracking, buckling and sliding away.Scott Lamoureux, Ph.D.Dept. of GeographyQueen's UniversityKingston, Ontario, CanadaScott Lamoureux, Ph.D., Associate Professor of Geography, Queen's University,Kingston, Ontario, Canada: “For 2007, we started to see the Arctic ice melt so muchearlier than we ever have before. That was really eye opening for me. I've been travelingto Melville Island in the northwestern Arctic and working there since 1988 as a student.When I go up in late May, I expect to see a lot of sea ice cover. This is the first year that Isaw a large amount of open water, even before the summer season started. So, we'reseeing really clear and visible signs of changes going on in the Arctic. It's not equivocalthat change is going on. It's not a subtle thing anymore. It's quite visible to anybodylooking out of the airplane window.WHAT WAS YOUR REACTION TO SEEING MELT WATER IN MAY?I was very surprised. There were people on the plane who were from communities wherethey had lived their entire lives in Canada's high Arctic. As longtime Arctic residents, theytold me they had never seen open water so early before - which was late May 2007. Somuch earlier than the normal Arctic melt season has begun in the past, that's a verytroubling sort of thing to see. It suggests that the times where there used to be stable icecover, like late winter, are becoming less predictable. If that continues, it will start to havemajor impacts on communities and residents in northern Canada and elsewhere.WHY DO YOU THINK THAT 2007 HAS BEEN THE PIVOTAL YEAR?We've seen a number of years of reduced sea ice cover and it might be that those previousyears have sort of pre-conditioned 2007 to be an exceptionally warm year with major seaice reductions. Or it might be that conditions in the atmosphere were just set up correctlyfor the intense stable weather that we had. It's not something I'm aware of a particularreason for it. It's probably just the way it played out.Just as I can't predict what 2008 will be like, although there is lots of suggestion based ondata that I've seen that the system is set up for rapid melt for next year. If we start to seemelt earlier and earlier in the season, that means there is less ice to melt during thesummer, that the Arctic ice will probably be thinner in many places so it will disappearmore rapidly. That is the kind of situation that would really be pre-conditioning for asubstantial ice reduction.IF IN 2008, THERE IS EVEN MUCH MORE ICE MELT IN THE ARCTIC ANDGREENLAND AND THE ANTARCTIC THAN EVER ANTICIPATED. THEN IN 2009AND 2010 THERE COULD BE OPEN WATER FOR LONG STRETCHES OF THESUMMERS. THE ENVIRONMENT IS CHANGING SO RAPIDLY - ARE WE NOWFACING THE FACT THAT GOVERNMENTS ARE BEING OUTPACED BY THECHANGES AND ARE NOT PREPARED FOR A WORLD IN WHICH RAPID CHANGEIS AFFECTING COASTLINES AND STORM INTENSITIES TO BUCKLING ROADS"},{"pageNumber":3,"pageContent":"AND HOUSES THAT NO LONGER STAY ON THEIR FOUNDATIONS?There are places, especially in the western Arctic, Canada and northern Alaska wheremore persistent open water is really impacting the coastal communities by rapid coastalerosion. There are examples in north Alaska and northwest Canada where literally housesare at risk each year and these are communities where I think people are going to seriouslyhave to consider moving inland or into more stable places.” Ice Melt Below Permafrost:Whole Hillsides Sliding AwayRed circle marks Melville Island where Prof. Scott Lamoureux has studiedincreasing ice melt impact on the environment since 2002.Prof. Lamoureux's work has been to understand the impact of climate variability on theriver flow and plants on Melville Island.Prof. Scott Lamoureux: “From 2002 to 2007, after five years of measurements, whathappened at the end of the 2007 summer was very interesting. We had exceptionalsummer temperatures, typically above 15 degrees Celsius in July and sometimes even 20degrees Celsius (59 to 68 degrees Fahrenheit). The long term record from the MelvilleIsland region indicates the average July daily temperatures would be about 5 degreesCelsius (41 degrees F.), or just above freezing. So to experience temperatures as high aswe were is unusual.What happened related to the environment of permafrost, which is permanently frozenground. In the summer, we expect to see melting in the surface because of warmth fromthe sun to penetrate into the ground about 50 centimeters ( 20 inches), or about two feetdeep. This is something that has happened every summer and then re-freezes in the winter.But what we saw this 2007 summer was that the depth of the melt went much deeper thannormal, as deep as one meter or more (three-plus feet). The result was that the thaw wasgetting into soil that contained ground ice in abundance. That ground ice, when it melted,was released as liquid water. The water acts as a lubricant to weaken the overlying soil.The consequence was that we saw extensive landslides - 'detachment slides,' we call them.In the detachment slides, the ground and vegetation can be all jumbled up as the soil slidesdown slope. The detachment slides can push high ridges of soil and debris in front of them,sort of bulldoze it. Or entire sections of the slope can move down almost like a rug and pileup at the bottom of the valley sort of in folds because it has nowhere else to go.This also caused one of the river systems we've been studying for five years to dam up formore than 200 meters (655 feet). These detachment slides are going to substantiallychange the river systems, probably for years and perhaps decades before the landscapecan adapt and recover from these destructions.So when we have summers as warm as 2007, that air/sun warmth can penetrate the groundmuch deeper than normal and destabilize the landscape quite substantially.\"More Information:"},{"pageNumber":4,"pageContent":"For further reports about global ice melts, please see reports below in the EarthfilesArchive:• 08/08/2007 — 2007's Warm, Erratic Global Weather• 07/11/2007 — Mystery of Night Shining Clouds - Another Global Warming Change?• 06/21/2007 — Large Lake in Southern Chile Has Disappeared• 06/01/2007 — Is Earth Close to Dangerous Tipping Point in Global Warming?• 05/18/2007 — Antarctica: Unprecedented Western Ice Melt and CO2-Saturated Southern Ocean• 02/23/2007 — Part 2: Earth Life Threats - \"Noah's Ark\" for World's Seeds• 02/02/2007 — Updated: New U. N. Global Climate Change Report: Earth Could Warm Up 3.2 to 11.52Degrees Fahrenheit by 2100• 01/10/2007 — 2006: USA's Warmest Year On Record• 12/08/2006 — NASA Wants Permanent Moon Base by 2024• 12/07/2006 — Earth Headed for Warmest Period in 55 Million Years?• 11/09/2006 — Outer Space Sunshade to Cool Earth in Global Warming?• 09/09/2006 — Methane - Another Threat in Global Warming• 07/18/2006 — 2006 - Hottest Year So Far in U. S. History• 06/24/2006 — \"High Confidence\" Earth Is Warmest in 400 Years - Maybe Even 2,000 Years• 03/17/2006 — Planet Earth's Ice Melt• 02/20/2006 — Mysterious Deaths of Whales in Mexico• 01/03/2006 — Antarctic Earthquakes and Edgar Cayce Pole Shift Prediction• 11/18/2005 — Is the Sun Heating Up?• 09/29/2005 — 2005 Arctic Summer Ice Melt - Largest On Record• 09/23/2005 — Phenomenon of \"Instant\" Hurricanes in 2005• 05/11/2005 — Greenland Sea Cold Water Re-Cycling Has Nearly Stopped. U.K. Expected to Cool.• 05/07/2005 — Did Milky Way Gas and Dust Turn Earth Into Icy Snowball Four Times?• 04/01/2005 — What's Killing Off Marine Life Every 62 Million Years?• 04/01/2005 — Soft Tissue - Even Blood Cells? - Found in Tyrannosaurus rex Leg Bone• 02/03/2005 — Kyoto Protocol Goes Into Effect February 16, 2005. British Scientists Warn GlobalTemperatures Could Climb Higher Than Earlier Estimates.• 01/07/2005 — 9.0 Sumatra Earthquake Update• 09/04/2004 — Hillsboro, Ohio Corn Formation - High Strangeness in Soil and Plants• 08/16/2004 — NASA Has Launched Aura Satellite to Study Ozone-Destroying Chemicals in Atmosphere• 08/14/2004 — Oceans Are Absorbing A Lot of Greenhouse CO2. As Chemistry Changes, What Happens toSea Life?• 02/27/2004 — Abrupt Climate Change: Scenario from A Pentagon-Commissioned Report• 02/23/2004 — Is There Liquid Water on Martian Surface?• 02/21/2004 — Update On Mars with Cornell Astronomer Steve Squyers,Principal Investigator on the MarsRover Missions• 05/30/2003 — Scientists Surprised by Common House Fly Fossils in Antarctica• 01/05/2003 — What Are the Grooves in the Martian South Pole?• 10/21/2002 — Mt. Kilimanjaro's Ice Cap Is Melting Fast• 06/01/2002 — Scientists Surprised by Abundance of Water On Mars• 03/21/2002 — Antarctic Peninsula Is Melting - And So Is Arctic Ice• 02/13/2002 — January 2002 Warmest On Record For Whole World• 01/30/2002 — Latest Satellite Data Shows Surprisingly Thicker Ross Ice Shelf in Antarctica• 12/22/2001 — Scientists Warn That Climate and Earth Life Can Change Rapidly• 03/04/2001 — Disappearing Glaciers - Evidence of A Rapidly Warming Earth• 02/07/2001 — 94% Decline In Aleutian Islands Sea Otter Population• 01/28/2001 — U. N. Global Warming Forecast: Up to 10.5 Degrees F. Hotter At End of 21st Century• 12/24/2000 — Martian Bacteria?• 09/10/2000 — Arctic Ice Melt Threatens Polar Bears• 04/20/2000 — Severe Arctic Ozone Loss and Deep Ocean Warming• 01/09/2000 — Global Warming Alert from NOAA and U.K.• 01/02/2000 — New Trends for 21st Century• 12/02/1999 — Is There Water - And Life - On Mars?• 09/26/1999 — Could Ancient Microbes in Polar Ice Cause Epidemics?• 06/27/1999 — Microbes Two Miles Below Earth Surface in South Africa• 05/16/1999 — Edgar Evans Cayce About His Father and Atlantis• 05/05/1999 — Two Antarctic Ice Shelves Almost GoneWebsites:Queen's Univ. Geography Dept.: http://geog.queensu.ca/Lamoureux/evex/research.htmNOAA: http://www.arctic.noaa.gov/gallery.html Credits Copyright © 1999 - 2010 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy"},{"pageNumber":5,"pageContent":" Copyright © 1999 - 2010, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
