[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon More Unusual Animal Deaths© 2007 by Linda Moulton HoweFront Page, Sherman County Times, Loup City, Nebraska, September 5, 2007.Mutilated bull found August 31, 2007, by Ansley, Nebraska, ranch ownerGuy Mills, Sr. - the Mills family's second bull mutilation since June 2006.November 8, 2007 Chelan County, Washington - On November 6, 2007, Charles andLinda Everson were driving back to their hotel near Manson in Washington State when a600-lb rodeo cow fell out of the sky and landed on the front of their minivan, denting itbadly but leaving the lucky couple unhurt.A 600-pound cow fell 200 feet from a cliff above roadwaynear Manson, Washington, landing on this minivan driven by Charles Everson, Jr.Ironically, the Eversons had been out celebrating their first wedding anniversary. ChelanCounty Sheriff's Sergeant Mike Harris said the animal was a Professional Bull Rider-registered cow that had escaped its ranch about a month ago and apparently fell from thetop of the 200-foot-high-cliff above the highway.Todd County, Minnesota - Only four days before on November 2, in Todd County,Minnesota northwest of Minneapolis, a pet horse was found dead and mutilated in a waythat reminded me of the famous Alamosa, Colorado, mutilated horse back in September1967 that was found stripped of flesh from the neck up. Todd County Sheriff PeteMikkelson said about this recent horse that its skull had been skinned, one eyeball hadbeen removed and that the killing was “ very strange.” Since 2006, the Minneapolis/St.Paul region has had a string of unusual animal deaths, including the beheadings of a bird,cat and dog."},{"pageNumber":2,"pageContent":"Walworth County, Wisconsin - Another bizarre beheading was reported on October 10,2007, in Delavan, Wisconsin, northwest of Chicago. Walworth County Sheriff's Deputiesare trying to figure out who, or what, cut the head off a 5-day-old alpaca in southernWisconsin. The owner, Tana Ward, found her missing 17-pound-baby alpaca in herfamily’s pasture with its head severed. At first, she thought it was killed by a coyote, butthere were no bite or scratch marks.Police determined the head was severed cleanly and are puzzled because Alpacas havebreeding and fur value, but the alpaca head is of little use. Investigators so far have nosuspects, witnesses or motive. other animal beheadings have been reported in the area.Sherman and Custer Counties, Nebraska -The Guy Mills ranch is in Ansley (red circle) with some pasture sections inCuster County and some in Sherman County. October 27, 2007 - Mutilated 8-Month-Old HeiferThis past week I received an email from Guy Senior and Elsie Mills in Ansley, Nebraska.On October 27, their son and ranch partner, Guy Mills Junior, discovered one of theirfinest 8-month-old heifers dead and mutilated. Her left ear and left eyeball along with theeyelids had been cleanly excised without blood. The tongue was also removed along withthe lips and jaw flesh. The heifer’s udder had been cut out hide-deep in an oval pattern.Her rectal and vaginal tissues had also been cut away only hide-deep in an oval pattern.Her tail had been removed at the base of the heifer’s spine. August 31, 2007 - Mutilated BullOnly two months before that on August 31, 2007, the Mills found one of their big, valuablebulls lying on its left side dead and mutilated in the same pasture as the heifer. That bull’spenis had been removed with a clean, hide-deep, circular excision.Mutilated bull found August 31, 2007, on the Guy Mills ranch in Ansley, Nebraska.Guy Mills Sr. estimated the bull had been dead for only 24 hours.Photos © 2007 by Guy Mills."},{"pageNumber":3,"pageContent":"Clean, bloodless circular excision of penis in Ansley, Nebraska, bull, foundAugust 31, 2007, on the Guy Mills ranch.In addition to the penis and testicles, the bull’s right ear and right eye had been excised.Right above the removed eye was also an excision only hide-deep in the shape of a halfcircle (see red arrow below). That was a very common finding in cattle mutilationsthroughout North America in the 1970s.Half circle of hide removed above the right eye (red arrow) where the eyeballhad been removed. Right ear excised at skull, tongue removedalong with upper and lower lip tissue.The tongue had been removed from deep inside the throat and the upper and lower frontlips were cut cleanly away. The bull's rectum had a hide-deep oval of hide removed. GuyMills Senior and Junior looked all around the bull’s body for tracks, signs of struggle – forany evidence – and found nothing. June 2006 - Mutilated Bull Still Warm to TouchThe father and son told me this week they feel scared and haunted because they lostanother bull a year ago in June 2006 the same eerie way. Guy Senior had gone out at 5:30AM to turn on the water hydrant for his cattle because there was a severe drought. That’swhen he saw the bull down on the ground. Guy said the animal was still warm to touch andits jugular vein on the neck had a single, small hole that was bubbling a little blood. Guyimmediately dialed 911 on his cell phone to the Sherman County, Nebraska, Sheriff’sDepartment. Deputies arrived and confirmed bloodless excisions of the bull’s left eye witha crescent of flesh was removed hide-deep above the eye; the tongue was gone, the lipsand jaw flesh were gone, the penis and testicles had been neatly removed and the rectumwas cored out."},{"pageNumber":4,"pageContent":"June 2006, mutilated bull on Guy Mills farm in Ansley, Nebraska, found at 5:30 AMwas still warm to touch when Guy Mills found him. Photographs © 2006 by Guy Mills.The two bulls and recent heifer together were valued at about $10,000 and the Mills hadno insurance on the animals. But more than the money, Guy Mills Senior and Junior wantto know who, or what, has killed and mutilated their valuable animals – and about a dozenmore in their county over the past couple of years.In fact, Guy Mills, Junior, now 48-years-old, has ranched all his life with his 78-year-oldfather. In April 2006, he was out planting corn with his neighbor the night before a cowwas found dead and mutilated on the neighbor’s land. What the two ranchers saw thatApril 2006 evening was unlike anything either had ever seen in their ranching experiencesand Guy Mills Junior thinks it was related to whatever did the mutilation.Interview:Guy Mills, Jr., Rancher, Ansley, Nebraska: “We were out planting one night – comevery close to catching whatever it was. I have one of these GPS (Global Positioning) onmy tractor. You use the satellite to collect harvesting data. But another offshoot from it is Ican put it with my planter and I get perfect rows, day or night. So, I said, let’s go try it outin the night and have some fun. This was in April of 2006. The moon was full that night.We were out there planting. We were on this one pivot where the way the topography wasin this area made it about 150 feet above what you would call the flood plane. We got upon top of the hill in the middle of the night. My friend and I stopped up there and werevisiting.Then we had seen these exceedingly bright lights. It was a white light unlike anything I’dever seen. And we said, ‘My gosh, my neighbor’s got a cow in trouble!’ It’s got to beDuane Christiansen out there pulling a calf.’ And we said we wished we had those brightlights – I’d put them on my calving barn. I’d never seen such lights. Duane is a licensedelectrician and I thought maybe he had gotten them.We went on to find out the next morning that he had one of his cows mutilated. Thatwould have been in April of 2006. And we were about a mile and a half away from thoselights.DID YOU HEAR ANY SOUND AT ALL?No, there was no sound. And it was such a brilliant light – it’s hard to describe because Ihad never seen anything like it before. But the white light was such brilliance! My friend"},{"pageNumber":5,"pageContent":"and I both remarked about it.COULD YOU HEAR ANY OF THE CATTLE BAWLING?No, none of the cattle. It was quiet. Nothing bawling that night. Of course, the tractorswere running and we were visiting. But I would say it was a relatively quiet evening. Hiswife, who has since passed away, talked to my mother and said they took the cow’s udderand those sorts of things.NO BLOOD, NO TRACKS?No blood, no tracks. I tell you, though, Linda, we were probably as close to finding outwhat was doing it as anybody and it was just by accident. This is expensive. I don’t haveinsurance on these bulls.NOBODY EVER DOES.And it’s expensive. You add up the $9,400 on the bulls and the value of that heifer calf I’dsay was probably $550. So that’s approaching $10,000 and that’s a lot of money to takeout of your business.I visited with three law enforcement departments and made statements: the ShermanCounty, Nebraska, Sheriff; the Custer County, Nebraska Sheriff; and the Nebraska StatePatrol located in Grand Island.I told them that if this had been considered a crime, like a local store or gas station robbedof $9,400, I said, ‘You (law) would have been all over it and you would have had all kindsof (patrol) cars out there and they would have found it. I said, ‘Now, it’s my bull (August31, 2007) and we’re tax payers and this is our livelihood and whoever is messing with itand there have been some tough years with the drought and $9,400 is a lot to take out ofyour business.’ I told them I felt it should all be followed in a more disciplined approachwhere they could find out what is doing the killing. If it takes soil samples, that’s great. If ittakes a necropsy on the animal, that would be great.I said, ‘Get the Nebraska Cattlemen’s Association involved. There’s money available thereand we’ll all put money into it to help on the investigations to find out, using science anddispel emotion, so we can find out exactly what killed the cattle. It takes a lot to take a2,000-pound bull down. I was telling all these guys this.We’ve worked around cattle all of our lives and you don’t just knock them down rightaway. We’ve got to find out what the cause of death was and use a completescience-based approach to it.WHAT DID THEY SAY?They thought that was a great idea, but I have not heard back from them. But I did talk toa Nebraska State Patrol officer in Arcadia in September and he told me I could talk to thisIda – and she’s somebody you might want to talk with. Her job is to investigatemutilations.YOU REQUESTED THAT THERE BE SOME KIND OF FORMAL AND SCIENTIFICINVESTIGATION OF YOUR MUTILATED HEIFER, BUT TO DATE AS WE’RETALKING ON THE NIGHT OF NOVEMBER 5TH, 2007, YOU HAVE NOT HAD ANYFOLLOW UP FROM ANY LAW ENFORCEMENT OR VETERINARIAN?None. None since I started in June 2006 when I made my first complaint of it (first bullmutilation) and then the one in August (August 31, 2007), I really complained hard.ON THE BULL.On the second bull. I said, ‘You guys have got to do something!’ And they haven’t doneanything. I don’t know why they really don’t (do anything).Some people are going to say it’s coyote. Well, we’ve had animals die from everything inour close to 130 years in this area – everything imaginable, we’ve had cows die of. Andyes, coyotes do attack. But this is NOT a coyote or any predator and I said, ‘Let’s just findout what the facts are.’WHAT DID LAW ENFORCEMENT SAY TO YOU ABOUT OTHER ANIMALMUTILATIONS THEY HAVE KNOWLEDGE ABOUT?This one State Patrolman said his dad owned a ranch and he said he knew all about it. Hesaid, ‘Yes, I do believe it. I’ve seen it on our own ranch.’ That’s why he gave me Ida totalk to in Grand Island."},{"pageNumber":6,"pageContent":"They (law enforcement) are in a large respect reluctant. But in the state of Nebraska, it’s afelony for anything past $600, and I told them that. I made reference to some kids whoshot at deer and they (law enforcement) threw the book at them. They shot at ten deer,some high school kids, as a prank contest. Law enforcement made a big to do about it inthe District Court. I said, ‘OK, they shot a few deer out of season. I said, ‘Hey, my bullsare here! This is what everyone in this area depends upon for their livelihood and income,but nobody has come out to investigate it.HOW MANY ANIMALS DO YOU THINK HAVE BEEN MUTILATED IN THEANSLEY, NEBRASKA, AREA OVER THE PAST COUPLE OF YEARS?A lot more than what people say and I know that because I’ve heard from employees ofdifferent ranches. But everybody is keeping it kind of hushed up. One of them is a friendof mine – he’s a bank director. They buried it (their mutilation) and said they weren’tgoing to talk about it. But it's a lot more than people say.WOULD YOU SAY A DOZEN?Oh, absolutely – more than that. See, we’ve got three (2 bulls and heifer). Our neighborhas one (cow), that’s four. Our other neighbor has two, that’s six. This is within 6 to 7miles and you go down two more miles, and there is another one there, that’s seven withina small radius. See, our county is 90 miles across, so it would definitely be more than seven(mutilations in the whole county).WHY IS IT THAT YOU THINK EVERYONE WANTS TO COVER UP THESEBLOODLESS, TRACKLESS ANIMAL MUTILATIONS?You know, that’s an absolutely excellent question and I don’t have an answer other than Ithink it’s the culture. You know, if you go counter-culture on anything, whether you’re awar activist or whatever, you get labeled as a nut. I think there is a lot of that in lawenforcement. You’re no longer a conformist if you’re a farmer and try to stand up. But Ican’t answer your question for sure.AS LONG AS PEOPLE ARE SILENT AND BURY THE ANIMALS AND DON’TREPORT THEM AND DON’T DEMAND THAT NECROPSIES BE DONE, THEN THESUBJECT REMAINS IN A KIND OF DARKNESS.Yes, it does and I’ve got to a point where enough is enough, you know? It’s just tooexpensive anymore to buy this kind of (high quality) bulls and have something like this, orthe heifer. And it’s really bothered my family members and I don’t know. There are a lotmore questions out there than answers. Government Insiders Say Perpetratorsof Global Animal Mutilations are Extraterrestrial BiologicalEntities (EBENs)[ See: The Day After Roswell © 1998 by Lt. Col. Philip J. Corso)HAS ANYONE IN LAW ENFORCEMENT SUGGESTED TO YOU THATEXTRATERRESTRIAL BIOLOGICAL ENTITIES ARE RESPONSIBLE AND THAT’SWHY THEY WON’T DO ANYTHING?No, none of them did.IF THIS IS WHAT IS BEHIND THE GLOBAL ANIMAL MUTILATIONPHENOMENON THAT IS BLOODLESS AND TRACKLESS AND TAKING THE SAMEANIMAL PARTS, WHAT CAN LAW ENFORCEMENTS OR GOVERNMENT DO?Well, if that was true, that would have to be one of the most significant findings in all ofcivilization. I mean since Jesus walked the Earth can you think of anything – I mean if youhad proof of that, that would be more profound than anything that has happened inmankind. Why they (non-humans) do this, I don’t know. I really truly don’t.WELL, LET’S ASSUME THAT THE MILITARY PEOPLE ARE TELLING THE TRUTHTHAT HAVE SAID, ‘YES, WE’RE DEALING WITH EXTRATERRESTRIALBIOLOGICAL ENTITIES (EBENS). AND WHAT YOU SAID IS PROBABLY TRUETHAT THE PHYSICAL EVIDENCE OF THE MUTILATED ANIMALS IN THENORTHERN AND SOUTHERN HEMISPHERES IS THE LARGEST BODY OFPHYSICAL EVIDENCE OF INTERACTION AND INTERFERENCE BY ANON-HUMAN PRESENCE."},{"pageNumber":7,"pageContent":"THE GOVERNMENT KNOWS IT’S GOING ON, BUT THEY CAN’T STOP IT. THAT’SWHY THEY HAVE A POLICY OF DENIAL.OK. Well, what in the world would they (non-humans) want with my bull’s penis?THAT’S A VERY GOOD QUESTION AND THE ONLY ANSWER THAT I’VE EVERGOTTEN FROM PEOPLE IN MILITARY AND INTELLIGENCE WORKING FORTHIS GOVERNMENT AND TALKING WITH ME OFF THE RECORD HAS BEEN AGENETIC HARVEST. AND WHEN I’VE ASKED WHAT IS THE GENETIC HARVESTFOR? THEY HAVE SAID, ‘WE DON’T REALLY KNOW.’More Information:Front Page, Sherman County Times, Loup City, Nebraska, September 5, 2007.For further reports about animal mutilations, please see my books, An Alien Harvest andthe 2-volume Glimpses of Other Realities in the Earthfiles Shop. Also, see other reportsbelow in the Earthfiles Archive:• 10/31/2007 — Part 5: Elk Hunter Meets Non-Human• 10/29/2007 — Part 4: Elk Hunter Meets Non-Human• 10/25/2007 — Part 3: Elk Hunter Meets Non-Human• 10/17/2007 — Updated: Half Cat Mutilations Persist in San Antonio, Texas• 10/14/2007 — Part 2: Elk Hunter Meets Non-Human• 10/08/2007 — Part 1: Elk Hunter Meets Non-Human• 09/28/2007 — Earthfiles Mail About Cat Mutilations• 09/26/2007 — Neatly Sliced Front Third of 14 Cats Found in Granbury, Texas"},{"pageNumber":8,"pageContent":"• 09/16/2007 — Part 5: Military Insiders Comment About Zeta Reticuli and EBENs• 09/07/2007 — Part 3: Military Insiders Comment About Zeta Reticuli and EBENs• 09/05/2007 — Part 2: Military Insiders Comment About Zeta Reticuli and EBENs• 08/24/2007 — Orange-Red \"Fiery\" Aerial Spheres• 08/17/2007 — Two Bulls and Several Cows Dead and Mutilated in Manitoba, Canada• 07/31/2007 — Part 2, Non-Human Blonds, Greys and Big-Nosed, Cat-Eyed Lizards• 07/28/2007 — Mysterious Aerial Lights Over Stratford-upon-Avon, July 14, and Farnborough, Hampshire,on July 22, 2007• 07/14/2007 — Schofield Barracks, Oahu, Hawaii - Huge, Lime Green Oval Craft Over Battalion Hdqts• 07/13/2007 — Iowa Minister Reports Large \"Crab/Scorpion\" Creature Attacked Cow• 06/25/2007 — Half Cat in Waco, Texas, and Kangaroo Mutilations in New South Wales, Australia• 05/29/2007 — Final Part 7: Eyewitness Links Animal Mutilations to Non-Humans• 05/25/2007 — Update: Part 1, Unusual Animal Deaths• 05/13/2007 — Part 6: Eyewitness Links Animal Mutilations to Non-Humans• 05/11/2007 — CIA Origin of National Enquirer?• 05/06/2007 — Part 5: Eyewitness Links Animal Mutilations to Non-Humans• 05/05/2007 — Part 4: Eyewitness Links Animal Mutilations to Non-Humans• 04/28/2007 — April 24, 2007 - Part 3: Eyewitness Links Animal Mutilations to Non-Humans.• 04/19/2007 — Part 2: Eyewitness Links Animal Mutilations to Non-Humans• 04/18/2007 — Part 1: Eyewitness Links Animal Mutilations to Non-Humans• 04/09/2007 — More Cat Mutilations - This Time in Corpus Christi, Texas• 01/10/2007 — 2006: USA's Warmest Year On Record• 01/02/2007 — Grey Aerial Disk Reported by Chicago O'Hare United Airlines Pilots and Mechanics• 11/24/2006 — Scientific Data Supports Theory Mutilated Montana Cow Dropped from Sky and Bounced• 11/16/2006 — Pregnant Cows Disappear in Ohio; Horses Beheaded in Vancouver• 10/19/2006 — Another Cattle Mutilation in Pondera County, Montana• 10/02/2006 — Unusual Deaths of Six Female Goats in White Salmon, Washington• 09/29/2006 — Manipulation of Time and Matter by Non-Humans: The Experiences of Jim Sparks• 09/20/2006 — Updated: Three Sets of Concentric Rings in South Texas Field• 09/20/2006 — Animal Mutilations Increase Again in Argentina• 09/13/2006 — Part 2: Enchanting Wheat Bundles of Charlbury, Wiltshire• 09/05/2006 — Part 2: \"Alphonso Lorenzo\" - Military Visitor to Another Planet?• 09/04/2006 — Part 1: \"Alphonso Lorenzo\" - Military Visitor to Another Planet?• 08/23/2006 — More Cat and Dog Mutilations• 08/17/2006 — Military Helicopter Aggression Toward Red Sphere in U. K.• 08/16/2006 — Etchilhampton August 15, 2006, Wheat Formation• 07/28/2006 — 1940s USAF Flight Surgeon's Account of E. T. Autopsy• 07/18/2006 — 2006 - Hottest Year So Far in U. S. History• 07/01/2006 — Cattle Mutilation and Glowing Discs in Saskatchewan, Canada• 06/29/2006 — Another Horse Suspended in the Air• 06/28/2006 — Half Cats in Destin, Florida, and Beheaded Animals in Rochester, N. Y.• 06/22/2006 — Horse Suspended in Mid-Air Near Milan, Italy, Apartment• 06/13/2006 — Mysterious Triangle-Shaped Welts and Bruises• 06/11/2006 — Updated: Two Mysterious Circles in Wheat Baffle Kansas Farmer• 06/01/2006 — Recent Cattle Mutilations in Kiowa County, Colorado• 05/05/2006 — Military Man's Description of EBE Telepathic Download• 04/28/2006 — Modern Warfare Applied to Extra-Terrestrial Invasion• 04/03/2006 — Genetic Harvest in Cimarron, New Mexico?• 02/27/2006 — Part 4: Military Voices Reply About Government Interaction with UFOs• 01/27/2006 — Part 2: Navy Physicist and USAF Geophysicist Discuss UFOs and ETs• 01/13/2006 — 31st Cattle Mutilation on Red Bluff, California Ranch• 11/02/2005 — Part 3: Unusual Animal Deaths -Sheep Mutilations in Moortown, Dartmoor, England• 10/30/2005 — Part 2: Unusual Animal Deaths - Another Half Cat Mutilation in San Antonio, Texas• 10/27/2005 — Updated Part 1: Unusual Animal Deaths - 22 Horses and 1 Burro Near Calhan, Colorado• 10/22/2005 — A Lifting Beam Technology in Colorado Human Abduction• 10/03/2005 — 2005 Horse Mutilation in France• 09/15/2005 — Animal Mutilations Reported in Switzerland, Hollywood and Kansas• 08/26/2005 — Another Cattle Mutilation in Canada• 08/22/2005 — More Half Cat Reports: San Jose and Seattle• 08/13/2005 — Mystery of Bloodless, Decapitated Kangaroos in Melbourne, Australia• 08/11/2005 — Part 4: Two Men See Cow Mutilated in Light Beam• 08/03/2005 — Another Cattle Mutilation in Pondera County, Montana• 08/02/2005 — Part 1: Anomalies Confirmed in Pennsylvania and Arizona Randomly Downed Crops• 07/28/2005 — Feedback on Half Cat Mystery• 07/14/2005 — More Half Cat Mutilations in Seattle, Washington Region• 07/07/2005 — Part 2: Eyewitness Description of Cattle Mutilation• 07/04/2005 — Part 1: Eyewitness Description of Cattle Mutilation• 07/01/2005 — U. K. Bicyclist Reports Mysterious, Low Hovering Objects Bending Wheat• 06/23/2005 — More Than 3,000 Unusual Animal Deaths Reported in Argentina and Chile Since 2002• 06/17/2005 — Unusual Cow Death in Paradise Hill, Saskatchewan, Canada• 04/13/2005 — Highly Strange Dog Death in Arkansas; 2000-Pound Bull Dropped and Calf Skinned• 02/21/2005 — Updated - Bull and Cow Mutilations Northwest of Corpus Christi, Texas• 01/15/2005 — Bull and Cow Mutilations Northwest of Corpus Christi, Texas• 12/22/2004 — Part 1: \"Reasons Why U.S. Government CAN'T Release Truth About UFOs!\" with CanadianResearcher, Grant Cameron• 12/22/2004 — Part 2: \"Reasons Why U.S. Government CAN'T Release Truth About UFOs!\" with CanadianResearcher, Grant Cameron• 12/10/2004 — Part 3: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 12/10/2004 — Part 4: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 12/07/2004 — Part 2: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 12/04/2004 — Part 1: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 09/25/2004 — Part 6: \"Clearview\" Report on the Investigation of UFO Experiences on A Rocky MountainRanch• 09/13/2004 — Part 1: \"Clearview\" Report on the Investigation of UFO Experiences on A Rocky MountainRanch• 08/11/2004 — Newborn Heifer Mutilation in Anderson, California, on August 7, 2004• 07/27/2004 — Part 12: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 byLeonard H. Stringfield"},{"pageNumber":9,"pageContent":"• 07/21/2004 — The Apollo Program, Cape Canaveral and UFOs• 04/26/2004 — Update About Microbiologist Dan Burisch, Ph.D.• 02/24/2004 — Part 1: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by LeonardH. Stringfield• 01/24/2004 — Oregon Man's Experiences with High Strangeness• 12/21/2003 — Part 4 - UFO Crash/Retrievals, Status Report VII by Len Stringfield• 10/28/2003 — Part 2 - U. S. Presidents and UFO Investigations• 09/12/2003 — More Domestic Cat Mutilations - Again in Bothell, Washington• 08/01/2003 — Field Notes About English Animal Mutilations• 07/01/2003 — 40 Small Animal Mutilations in Denver and 11 in Salt Lake City• 05/28/2003 — Cat and Dog Mutilations in Salt Lake City; $6,500 Reward• 04/19/2003 — Unusual Animal Deaths in Valparaiso, Nebraska• 03/08/2003 — Cattle Mutilation - The Unthinkable Truth, Chapter 3, Part Two• 02/03/2003 — Cattle Mutilation - The Unthinkable Truth, Chapter 3, Part One• 12/07/2002 — Cattle Mutilation - The Unthinkable Truth, Chapter 1, Part Three• 11/16/2002 — More Cat and Cow Mutilations: Colorado, Utah and Missouri• 11/05/2002 — Canadian Crop Circles and Mysterious Lights in Saskatchewan• 10/15/2002 — Chapter 8 - Mystery Stalks The Prairie• 10/05/2002 — Part 1 - Two Scientists Describe An Extraterrestrial Biological Entity Called \"J-Rod\"• 10/05/2002 — Part 2 - J-Rod and Microbiologist Danny B Burisch, Ph.D.• 09/07/2002 — High Strangeness Continues in Argentina• 08/31/2002 — One ET Experiencer's Reaction to the Winchester Formation• 07/19/2002 — Unusual Animal Deaths and Unidentified Aerial Lights Persist in Argentina• 07/02/2002 — Argentina's SENASA Blames Mouse for Animal Mutilations• 06/22/2002 — Argentina Animal Mutilation Count Rising Above 100• 06/17/2002 — Part 3 - Deer and Cattle Mutilations in Oregon• 06/15/2002 — Cattle Mutilations In LaPampa, Argentina• 05/18/2002 — A Bull Mutilation in Christmas Valley, Oregon• 03/16/2002 — Part 1 - 'Huge Saucer Armada' Shocked Farmington, New Mexico 52 Years Ago• 01/12/2002 — Part 1 - Update On 2001 Montana Cattle Mutilations• 10/13/2001 — Heifer Mutilation and Mysterious Light in Mantario, Saskatchewan, Canada• 08/24/2001 — Part 2 - Unusual Montana Mutilation of Live Bull• 07/28/2001 — Pure Hemoglobin Confirmed On Alabama Mutilated Cow• 07/22/2001 — Mutilated Bull Calf in Missouri• 06/09/2001 — Environmental Updates and Colt Mutilated in Leitchfield, Kentucky• 05/11/2001 — Horse Slashings and Deaths in Calgary, Alberta, Canada• 10/15/2000 — Mutilated Heifer Found Near Boulder, Colorado• 10/15/2000 — Part 1 - Hardened Bovine Hemoglobin Found On California Mutilated Bull• 04/16/2000 — A Close Encounter with a Disc in Wyoming• 03/29/2000 — Mysterious Calf Deaths In Brothers, Oregon• 02/06/2000 — Large Yellow Sphere In Snohomish, Washington• 12/26/1999 — Hubble Repair, Gamma Ray Bursts and Unidentified Aerial Objects• 12/22/1999 — Update - Unidentified \"Arrowhead\"-Shaped Object in California Sky• 09/12/1999 — Unusual Animal Deaths, Part 1: Nevada• 08/25/1999 — Unusual Animal Deaths in Australia and London, England• 01/24/1999 — Nuclear Sabotage in Maryland; Bull Mutilation in Colorado; and Global WarmingWebsites:Majestic-12 Documents: http://www.majesticdocuments.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
