[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Part 2: Secret American Military Space Program?© 2007 by Linda Moulton HoweThe New York Times, August 7, 1989.Return to Part 1December 7, 2007 San Antonio, Texas - Interview continues with Richard Sauder,Ph.D., Political Science, and Author of Underground Bases & Tunnels: What Is theGovernment Trying to Hide? © 1995; Kundalini Tales © 1998; and Underwater andUnderground Bases © 2001, San Antonio, Texas.Part 1 introduced the X-20 Dyna-Soar (\"Dynamic Soarer\") boost/lift concept that was aUnited States Air Force program evolving out of Project Paperclip - the German Nazirocket scientists brought to the United States after WWII - to develop a space plane thatcould be used for a variety of military missions, including reconnaissance, bombing, spacerescue, satellite maintenance and sabotage of enemy satellites. Officially, the Dyna-Soarprogram was under the administration of the National Advisory Committee forAeronautics (NACA) from October 24, 1957, to December 10, 1963.Logo of National Advisory Committeefor Aeronautics, 1915 - 1958.NACA was founded on March 3, 1915, as an American federal agency “to undertake,promote, and institutionalize aeronautical research.” On October 1, 1958, NACA wassupposed to be dissolved and its assets and personnel transferred to the newly createdNational Aeronautics and Space Administration (NASA). But behind the scenes, didNACA continue as a secret American military space program?The heat was turned up on Dyna-Soar after the Soviets launched the world's firsthuman-made satellite, Sputnik 1, on October 4, 1957. That Soviet space superiority wasperceived as a threat to U.S. security and technological leadership. U. S. President DwightD. Eisenhower and his advisors called for the creation of a new federal agency to conductall non-military activity in space.At the same time on the military side, and parallel to NASA, emerged DARPA, theDefense Advanced Research Projects Agency.“DARPA’s original mission, established in 1958, was to prevent technologicalsurprise like the launch of Sputnik, which signaled that the Soviets had beatenthe U.S. into space. The mission statement has evolved over time. Today,DARPA’s mission is still to prevent technological surprise to the US, but alsoto create technological surprise for our enemies.”When NASA began operations on October 1, 1958, it was essentially renamed NACA. Itsfour laboratories and some 80 employees were all originally NACA. And leading thechallenge to get the United States into space was Wernher von Braun, the German Nazirocket physicist brought over in Project Paperclip to White Sands Proving Ground in NewMexico, discussed in Part 1. His work for the Army Ballistic Missile Agency and the Naval"},{"pageNumber":2,"pageContent":"Research Laboratory were eventually incorporated into NASA. Today, Dr. von Braun iscalled the “father of the United States space program.” Linda: “ONE OF THE FIRST SELECTED ASTRONAUTS TO FLY DYNA-SOAR WASNEIL ARMSTRONG.That’s true. Neil Armstrong back in the 1950s was involved not only with the Dyna-Soarprogram, but he was also a research pilot flying first in 1955 for NACA in the X-1 andlater the X-15 that was part of the new NASA's projects.Research pilot Neil Armstrong in 1960 with the first NASA X-15 rocket plane at theDryden Flight Research Center, which is NASA's primary flight research and test facilitylocated 50 miles northeast of Los Angeles (7 miles north of Lancaster) on Edwards Air ForceBase. In 1946, engineers and test pilots came from the National Advisory Committeeon Aeronautics, NACA, based in Langley, Virginia, to develop a test center for the X-1 aircraft.Edwards AFB was then called Muroc Station and was a training facility for the Army Air Corps.It was here that the lifting body design program of the 1960s and 1970s took place that ledto the creation of the NASA space shuttle. The Dryden facility continues to be usedfor flight characteristics research in such areas as high altitude and high angleof attack. It is associated with the Ames Research Center at Moffet Field,near San Jose. 1960 photograph courtesy Dryden/NASA.But, the USAF publicly announced that they ended the Dyna-Soar program later inDecember 1963, and said they never put astronauts into orbit. But, Linda, I am skeptical.It is possible that the manned space program was simply re-named and that the same, orvery similar, hardware following along the lines of what Dyna-Soar developed was usedfor a clandestine space program. In other words, the USAF could say, ‘Well, Dyna-Soarnever flew.’ And that could be literally true, but not substantively true if they just renamedthe program.[ Editor's Note: Neil A. Armstrong graduated from Blume High School inWapakoneta, Ohio, in 1947 and received a scholarship from the U. S. Navy tostudy aeronautical engineering at Purdue University.In 1949, the Navy called him to active duty and he became a navy pilot. In1950, he was sent to Korea where he flew 78 combat missions from thecarrier USS Essex in a Grumman F9F-2 Panther. He received the Air Medaland two Gold Stars.In 1952, Armstrong returned to Purdue University and graduated with abachelors degree in aeronautical engineering in 1955. He later earned amasters degree in aerospace engineering from the University of SouthernCalifornia.Neil Armstrong joined the National Advisory Committee for Aeronautics(NACA) at the Lewis Flight Propulsion Laboratory, Cleveland, Ohio, in 1955.He transferred to the NACA High-Speed Flight Station at Edwards Air Force"},{"pageNumber":3,"pageContent":"Base, California, in July 1955, as an aeronautical research scientist. Hebecame a research pilot later that year.At the High-Speed Flight Station (which later became the NASA DrydenFlight Research Center) Armstrong served as project pilot on the NorthAmerican F-100A and -C aircraft, McDonnell F-101, and the LockheedF-104A. He also flew the Bell X-1B (4 flights, first on August 15, 1957), BellX-5 (one flight, the last in the program, on October 25, 1955) and the Paresev.On November 30, 1960, Armstrong made his first flight in the X-15. He madea total of seven flights in the rocket plane reaching an altitude of 207,500 feetin the X-15-3 and a Mach number of 5.74 (3,989 mph) in the X-15-1. He leftthe Flight Research Center with a total of 2450 flying hours in more than 50aircraft types.He was a member of the USAF-NASA Dyna-Soar Pilot Consultant Group, andstudied X-20 Dyna-Soar approaches and abort maneuvers through use of theF-102A and F5D jet aircraft.By 1962, Neil Armstrong was named as one of nine astronauts for NASA'sGemini and Apollo Projects and went to NASA-Houston. Armstrong lateraccumulated a total of 8 days and 14 hours in space, including 2 hours and 48minutes walking on the moon. In March 1966, he was commander of theGemini 8 mission that performed the first successful docking of two vehiclesin space. As spacecraft commander for the Apollo 11 lunar mission, on July20, 1969, he became the first human to set foot on the Moon. In 1970 he wasappointed Deputy Associate Administrator for Aeronautics at NASAHeadquarters. He resigned a year later in 1971.] THERE HAVE BEEN OTHER LEAKS FROM PHYSICISTS WHO HAVE SAID THATWE HAVE ALREADY BEEN TO MARS IN A SECRET SPACE PROGRAM.I don’t disbelieve that. I think it’s entirely possible. In fact, there is good evidence thatthere was a follow-on secret space shuttle program run by the United States Air Force. InAugust 1989, The New York Times reported that the United States Air Force wasdisbanding a previously unknown secret cadre of 32 secret military astronauts based in LosAngeles, who were associated with a parallel multi-billion dollar space shuttle program thatthe USAF is running out of Vandenberg AFB in California. This story by veteran New YorkTimes reporter, William Broad, reported that the USAF was abandoning a major spacecontrol center in Colorado and a $3.3 billion never-used spaceport at Vandenberg AFB,according to the Air Force.The New York Times, August 7, 1989. See Part 1 for full article. Vandenberg AFB Joint FunctionalComponent Command for Space (JFCC SPACE)“Our prime mission directive in JFCC SPACE is to ensureour freedom of action in space, while preventing adversary use"},{"pageNumber":4,"pageContent":"of space against us.” - Major General William L. Shelton An aerial view of Space Launch Complex Six (SLC) as it looks today at Vandenberg AFBi n northern Santa Barbara County, Cal ifornia. The compl ex has been reconfi gured tolaunch the Boeing Delta IV family of launch vehicles. Photo: U.S. Air Force and Boeing.Titan IV-B launch at Vandenberg AFB, California.The Titan IV-B is the most recent and largest unmannedspace booster used by the USAF and can be used to launchspace shuttle-class payloads. Photograph courtesy USAF.[ Editor’s Note: Vandenberg Air Force Base is a United States militaryspaceport in Santa Barbara County, California. Vandenberg is home to the14th Air Force, 30th Space Wing, 381st Training Group and the WesternLaunch and Test Range (WLTR). Vandenberg is responsible for satellitelaunches for military and commercial organizations, as well as testing ofintercontinental ballistic missiles, including the Minuteman III ICBMs.Vandenberg is assuming new roles with the creation of the Joint FunctionalComponent Command for Space (JFCC SPACE). The Joint FunctionalComponent Command for Space (JFCC SPACE) is a component of USStrategic Command. The Command was established on July 19, 2006, andactivated on September 12, 2006, under the command of Major GeneralWilliam L. Shelton.According to Maj. Gen. Shelton: “Our prime mission directive in JFCCSPACE is to ensure our freedom of action in space, while preventingadversary use of space against us.” To do this, the component optimizesplanning, execution, and force management, as directed by the commander ofUSSTRATCOM, of the assigned missions of coordinating, planning, andconducting space operations.Vandenberg is still the only military installation in the United States thatlaunches unmanned government and commercial satellites into polar orbit. Itis also the only site from which ICBMs are launched toward the KwajaleinAtoll to verify weapon system performance. The base is operated by Air"},{"pageNumber":5,"pageContent":"Force Space Command's (AFSPC) 30th Space Wing. Its mission is to conductand support space and missile launches, operate the Western Range, respondto worldwide contingencies and to host the Vandenberg AFB community.In 1972, Vandenberg was selected as the West Coast Space Shuttle launch andlanding site. Over $4 billion was spent for new space shuttle modifications,which included liquid hydrogen and liquid oxygen storage tanks, a payloadpreparation room, payload changeout room, a new launch tower with escapesystem for the shuttle crew members, sound suppression system and waterreclamation area and a Shuttle Assembly Building added to the originalVandenberg complex.]Richard Sauder: \"Essentially, the thrust of the story was that the USAF spent billions ofdollars on a secret 32-man astronaut corps and a secret spaceport and launch controlcenter (LCC) and never used any of it! I simply do not believe this account as put forth bythe USAF. I believe, in fact, that the opposite is likely to be true and that the U. S. militarydoes have, and has had, not one but likely multiple secret space programs using bothconventional aerospace technologies and also unconventional technologies such as electro-gravitic and nuclear propulsion modes. I believe it is highly possible that the USAF has putup its own space shuttles, perhaps using Dyno-Soar style technology, and very likely usingthe facilities at Vandenberg AFB that they told us back in the late 1980s that they lavishedbillions of dollars on and never used. Linda, I think that’s a stretch. They probably did usethem.A GOOD WAY TO PUT SPACE BETWEEN THE PUBLIC AND THE MEDIA ANDTHE FACTS OF THE SECRET SPACE PROGRAM WOULD BE TO GENERATE ASTORY COVERED BY THE NEW YORK TIMES, THE NEWSPAPER OF RECORD,THAT ‘YES, THERE WAS A SECRET PROGRAM, BUT IT HAS BEEN ENTIRELYDISBANDED.’ THAT IS ONE OF THE BEST WAYS TO COVER-UP A SECRET.Well, sure it is. But the puzzling thing about that is, to my knowledge, the story surfacedone time and one time only in the mainstream news cycle and then disappeared, never tobe seen or heard from again. So, I’m strongly suspicious of the US Air Force’s line on this.Now, getting back to Neil Armstrong, he was not in the first group of NASA astronauts. Hewas in the second group of NASA astronauts, so where did he come from?Neil Armstrong in cockpit of USAF X-15 at Dryden Flight Research Centerin 1960, as NACA's projects were transferring to NASA (see X-15 tail).Photograph courtesy Dryden/NASA.Neil Armstrong came through a little different background than many of the other NASAastronauts. He was a military pilot and flew combat missions in Korea. But then, he endedup working for NACA, which was the forerunner to NASA in the 1950s. He was aresearch pilot for NACA flying the X series of hypersonic, supersonic aircraft using theboost/glide technology where the X aircraft would be taken up under the wings of largemotherships and then dropped and they would ignite their engines and off they would gointo the stratosphere.Then, he was also in the U. S. Air Force’s Dyna-Soar astronaut corps until he switchedover to being a NASA astronaut in the 1960s. I do not believe the official NASA and AirForce time line. I flat out don’t – that Dyna-Soar never flew and that the first astronautswent up for the first time in the early 1960s.I believe that Neil Armstrong might have gone into space before John Glenn. I do find itinteresting to this day that Neil Armstrong will not give any interviews to anyone about hisastronaut career. He just will not speak about what he saw and did as an astronaut. Isuspect that he and many of the other astronauts are burdened with many secrets and that"},{"pageNumber":6,"pageContent":"they live in fear of blurting them out. Kenneth Kleinknecht, Manager,NASA Apollo Command and Service ModulesKenneth Samuel \"Kenny\" Kleinknecht (left) shares breakfast with Apollo 7 crew membersDonn Eisele, Wally Schirra and Walt Cunningham (not pictured) before their launch in 1968.Kenneth Kleinknecht died on November 20, 2007. He was Manager, Apollo Program,Command and Service Modules; Deputy Manager, Gemini Program; Manager,Project Mercury; and Freemason member of the Fairview Lodge No. 699Fairview, Ohio. Photo courtesy NASA.[ Editor's Note: After graduating with a B. S. in mechanical engineering fromPurdue University, the college that Neil Armstrong would also attend,Kenneth S. Kleinknecht started his career at the NACA Aircraft EngineResearch Laboratory, Cleveland, Ohio, from 1942 to 1951. From 1944-1945,he was a Private in the U.S. Army Air Corps Enlisted Reserve. From1951-1959, he was a mechanical engineer in design at NACA (evolved intoNASA) High Speed Flight Research Station at Edwards AFB, Muroc,California. From 1956-1958, he was Head, Operations Engineering Section,Flight Branch, Flight Research Division, NACA, Edwards AFB. From1958-1959, he was Head, Special Projects Group and in 1959 became theAdvanced Projects Management Officer on the X-15.]Richard Sauder: Interestingly, the man who worked closely with the X-1, the X-15, theDyna-Soar program and also the NASA programs – Mercury, Gemini, Apollo, Skylab andearly space shuttle – was Kenneth Kleinknecht, Manager, Apollo Spacecraft Office.Now, who is Kenneth Kleinknecht? He was the brother of C. Fred Kleinknecht, who at thetime of the Apollo missions was the Grand Secretary-General of the 33rd Degree SupremeCouncil of the Masonic Scottish Rite Southern Jurisdiction Temple on 16th Street indowntown Washington, D. C. What makes this interesting is not only KennethKleinknecht’s close connection to the X-1 and X-15 programs under NACA and theDyna-Soar program under the U. S. Air Force, and also all of the NASA manned spaceprograms to this point – but that his brother, C. Fred Kleinknecht, held a very high positionat the 33rd Degree Supreme Council in Washington, D. C.On October 27, 2000, III Kenneth S. Kleinknecht, 33°, a brother of Grand Commander C. FredKleinknecht, 33°, received his Fifty-Year Blue Lodge Pin and Certificate from M.W. RodneyW. Johnson, 32°, K.C.C.H., Grand Master, Grand Lodge of Colorado. The ceremony tookplace during a Stated Meeting of Highland Lodge No. 86, Denver, Colorado, where Ill.Kleinknecht is a dual member. His Home Lodge is Fairview No. 699, Fairview Village, Ohio.Bro. Ken, who is a member of the Pasadena Scottish Rite Bodies, also holds dual membershipin the Denver Scottish Rite Bodies. He will receive his Fifty-Year Scottish Rite Cap at the"},{"pageNumber":7,"pageContent":"Denver Consistory on January 15, 2001. Source: srmason-sj.orgThe Scottish Rite of Freemasonry in the Southern JurisdictionMasonic House of the Temple in Washington, D. C., was built at 1733Sixteenth Street, N.W. in the District of Columbia, beginning on April 7, 1913.[ Editor's Note: The Supreme Council, 33 Degree, Southern Jurisdiction, is thegoverning body for Scottish Rite Freemasonry. With its headquarters inWashington, D.C., the Supreme Council elects its own Active Members and isself-perpetuating. It charters Subordinate Bodies in cities (called Valleys) ofstates, territories, or countries (called Orients). In the Southern Jurisdiction,the Subordinate Bodies must observe the Statutes of our Supreme Council, itsorders and regulations and, when the Supreme Council is not in session, thoseof the Sovereign Grand Commander.The Supreme Council meets every other year, at which time the business ofthe Rite is transacted and KCCH, 33 Degree and Grand Cross honors areconferred on those who have been elected to receive these honors. ]On February 11, 1988, President Ronald Reaganwelcomed Grand Commander C. Fred Kleinknecht, 33°, to the White House.Source: Scottish Rite Journal of Fre e masonry.Richard Sauder: This Scottish Rite Temple also had a close connection with the mannedspace program and a number of the early space astronauts were Masons, including BuzzAldrin, who walked on the moon with Neil Armstrong. In fact, Buzz Aldrin took the flag ofthe 33rd Degree Masonic Temple on 16th Street in Washington, D. C., to the moon withhim and carried out a brief Masonic ceremony on the moon and returned that flag from themoon’s surface to the 33rd Degree Masonic Scottish Rite Temple in Washington, D. C.,personally in September of 1969.Astronaut Edw i n \"Buzz\" Al drin took this Masoni c fl agto the moon on Apollo 11, landing July 20, 1969, and conducted a Masonic ritual."},{"pageNumber":8,"pageContent":"Astronaut Buzz Aldrin, lunar module pilot, on July 20, 1969, walks in the Sea of Tranquilityon the surface of the moon near the gold leg of the Lunar Module (LM) \"Eagle\" during the Apollo 11extravehicular activity (EVA). Astronaut Neil A. Armstrong, Commander, took this photograph with a70mm lunar surface camera. While astronauts Armstrong and Aldrin descended in the Lunar Module(LM) \"Eagle\" to explore the Sea of Tranquility region of the moon, astronaut Michael Collins,Command Module Pilot, remained with the Command and Service Modules (CSM)\"Columbia\" in lunar orbit. Source: NASA.Page 37 from October 1994, Scottish Rite Journal,the official publication of the Masonic Lodge, showsKenneth Kleinknecht, 33 Degree, NASA’s Apollo Program Manager,behind a featured display of Apollo 11 artifacts. The accompanying articlediscusses the Scottish Rite flag carried by Masonic astronaut \"Buzz\" Aldrin to the moon."},{"pageNumber":9,"pageContent":"Astronaut Edwin E. \"Buzz\" Aldrin, Jr. letter to Illustrious Luther A. Smith,33 Degree Sovereign Grand Commander, Supreme Council, Southern Jurisdiction(Scottish Rite Temple), Washington, D. C., reprinted on Page 15,Kundalini Tales © 1998 by Richard Sauder, Ph.D.Richard Sauder, Ph.D., books available at Amazon.comWhen you go to this Temple, as I have, you cannot help notice that it is flanked in the frontby stone Sphinx statues in the Egyptian style. And then the Masons themselves, if you takethe tour of the Temple, will tell you that their esoteric Masonic craft or tradition descendsfrom the builders of the ancient Egyptian monuments.I think all this matters because NASA brought in Farouk El-Baz to manage the missions ofthe Apollo program. Now, who is Farouk El-Baz? He’s an Egyptian Ph.D. geologist, whoin the 1960s was brought over as a 29-year-old newly minted Ph.D. and directly into thevery highest levels of NASA, into the most sensitive program in the American government,leapfrogging right over the heads of hundreds of senior American scientists and engineersto essentially manage the manned component of the missions on the moon’s surface. Farouk El-Baz, Egyptian Geologistand NASA Lunar Mission ManagerFarouk El Baz, Ph.D., center striped shirt, surrounded by Apollo CommandModule Pilots from left: Michael Collins (Apollo 11), Richard Gordon (Apollo 12),Stuart Roosa (Apollo 14), and Alfred Worden (Apollo 15). Occasion was 1994 \"Salute to Apollo\"in Oshkosh, Wisconsin. From 1967 to 1972, Dr. El-Baz participated in the Apollo Programas Supervisor of Lunar Science Planning at Bellcomm Inc., a division of AT&T, thatconducted systems analysis for NASA. Image courtesy Boston University."},{"pageNumber":10,"pageContent":"Farouk El-Baz, Ph.D., shaking hands with President Bill Clinton in White House.Prof. El-Baz is Research Professor and Director of the Center for Remote Sensing atBoston University, Boston Mass. He is Adjunct Professor of Geology at the Faculty of Science,Ain Shams University, Cairo, Egypt. He is also a Member of the Board of Trustees of theGeological Society of America Foundation, Boulder, Colorado.Image courtesy Boston University.[ Editor’s Note: Dr. Farouk El-Baz is an Egyptian American scientist whoworked with NASA to assist in the planning of scientific exploration of themoon, including the selection of landing sites for the Apollo missions and thetraining of astronauts in lunar observations and photography.He was born on January 2, 1938, in the Nile Delta town of Zagazig. At the ageof 20, he received a B.Sc. in Chemistry and Geology from Ain ShamsUniversity. In 1961, he received an M.S. degree in Geology from the MissouriSchool of Mines and Metallurgy (now University of Missouri–Rolla). In 1964he received a Ph.D. in Geology from the University of Missouri afterconducting research in 1962-1963 at the Massachusetts Institute ofTechnology (MIT), Cambridge, Massachusetts.Dr. El-Baz taught Geology at Assiut University, Egypt (1958-1960) and theUniversity of Heidelberg, Germany (1964-1965). He joined the Pan American- U.A.R. Oil Company in 1966, where he participated in the discovery ofEl-Morgan, the first offshore oil field in the Gulf of Suez.From 1967 to 1972, Dr. El-Baz participated in the Apollo Program asSupervisor of Lunar Science Planning at Bellcomm Inc., a division of AT&Tthat conducted systems analysis for NASA. During these six years, he wassecretary of the Landing Site Selection Committee for the Apollo lunarlanding missions, Principal Investigator of Visual Observations andPhotography, and chairman of the Astronaut Training Group.During the past 20 years, in his research at Boston University, Dr. El-Bazutilizes satellite images to better understand the origin and evolution of desertlandforms. He is credited with providing evidence that the desert is notman-made, but the result of major climatic variations. His research uncoverednumerous sand-buried rivers and streams in the Sahara based on theinterpretation of radar images. These former water courses lead intodepressions in the terrain, which he theorized must host groundwater. ]Richard Sauder: At the time Farouk El-Baz was brought over from Egypt, he wasworking as a petroleum geologist in the Egyptian oil patch in the Gulf of Suez. Before that,he spent a year lecturing in geology in Germany in Heidelberg. And from there, he went tothe very top of the most sensitive American program there was as a 29-year-oldnon-American scientist without a background in space science or aerospace. Now, why?To begin with, I surmise that ancient Egypt has something to do with the space programand that the Masonic tradition, a curious and esoteric body of knowledge that they claimcomes down from remote antiquity from the time of the ancient Egyptians, from the timewhen the giant stone monuments such as the pyramids and the ruins at Abydos and theSphinx and things like that, built by their real forerunners who were real stone masons.They make the distinction between operative stone masons from many thousands of yearsago and speculative masons such as themselves, who are the modern day inheritors of thatoriginal tradition and continuation of the esoteric tradition that was associated withoperative stone masonry thousands of years ago.THERE ARE MANY PEOPLE WHO SPECULATE THAT THE SUMERIANS ANDEARLIEST EGYPTIANS WERE IN FACT NON-HUMANS PRESENT ANDCO-HABITING ON THIS PLANET WITH HUMANS?"},{"pageNumber":11,"pageContent":"I can’t say anything about that. I don’t know if they were non-human. But I stronglysuspect, I’ve been told informally by people who study these esoteric matters, that theSumerians and the Egyptians did have high technology many thousands of years ago. Ourunderstanding of ancient history is seriously deficient. I’m prepared to believe there is agreat deal of truth in that.Remember that Farouk El-Baz, who was Egyptian, spent a year teaching in Germany justbefore coming to NASA. So, at least in the early days of NASA, there was a high levelMasonic influence and the Masons do trace their heritage back to the master architectsand masons of ancient Egypt. So, I don’t think it was accidental that Farouk El-Baz – anEgyptian, although very young – and without aerospace expertise – was brought over tothe United States and leapfrogged to the very highest levels of NASA and essentially ranthe manned component of the Apollo space program. What happened on the surface of themoon was essentially under Farouk El-Baz’s thumb.I would note that in the 1950s and 1960s, there was also a parallel ‘Operation Paperclip’ inEgypt! Egyptian then-President Gamal Abdel Nasser brought hundreds of ex-Nazirocketry experts to Egypt and set them up in Factory No. 333 in Heliopolis just outside ofCairo to establish an Egyptian rocket program. Who was the Director of Factory 333?None other than Eugen Saenger, the ‘godfather’ of modern aerospace boost-glide rockettechnology.March 24, 1963, The Washington Post, Page A17: \"400 Germans Making Nasser Missile.\"Photo caption reads: \"This is a photo made last July (1962) of President Nasser of the United Arab Republic,third from left, with Egyptian Field Marshal Abdel Hakim Amer, at right, and twounidentified associates at an Egyptian rocket launch site. Photo © Associated Press.[ Editor's Note: The March 24, 1963, Wa sh i n g t o n P o st article begins with aBonn, Germany, by-line: “In Egypt's closely guarded missile center \"Project333\" near Cairo, nearly 400 German scientists and technicians, most of themfrom the wartime German V-2 missile center at Peenemuende, are working onthe first Egyptian-made rocket missile with warheads containing radioactivematerials designed for President Gamal Abdel Nasser.”Under the subheading,“Unrepentant Nazis,” the article states: “It is knownthat the hard core of the German scientific colony in Egypt are unrepentantNazis, many of whom fled there after the war with avowed aim of helping theArab world with scientific know-how to \"continue the fight against the Jews.”]Richard Sauder: Eugen Saenger's ideas and designs, remember, were the forerunner ofthe Nazi A4 and the projected A9 and A10 plans, which Walter Dornberger brought overunder the American Operation Paperclip and which formed the conceptual basis, thedesign basis, for the U. S. Air Force’s Dyna-Soar program and also for the X-1 and X-15rocket plane upper atmosphere program and later for the NASA space shuttle program,which is still in use.AND PROJECT 33 WAS WHITE SANDS PROVING GROUND’S V-2 ROCKETRESEARCH.You’re exactly correct.AS YOU HAVE JUST SAID, THE EGYPTIANS UNDER NASSER HAD THEIR OWNSPACE PROGRAM THAT WAS PROJECT 333; THE WHITE SANDS PROVINGGROUND V-2 ROCKET RESEARCH UNDER PROJECT PAPERCLIP IN NEWMEXICO WAS PROJECT 33. DO YOU HAVE ANY IDEA WHY THOSE TWOPARALLEL PROGRAMS WOULD HAVE BEEN 333 AND 33?"},{"pageNumber":12,"pageContent":"I don’t know, but I would point out to you that there was only one factory in Egypt and itwas 333, and at White Sands, there was only one launch complex and it was number 33.What they have in common is the repetition of the number 33 and ex-Nazis. I wouldremind you there is also the involvement of 33rd Degree Masonry in this project, whichtraces its antecedent back to ancient Egypt. There is also the involvement of Germanshere, both in Egypt and also the United States. So, I can’t explain it other than to say thereis conspicuous repetition of the number 33 here.SO, YOU WOULD SUPPORT A BOTTOM LINE THAT THERE HAS BEEN A VERYPUBLIC NASA SPACE PROGRAM, WHICH IS ALWAYS IN VARIOUS BUDGETDISPUTES AND PROBLEMS, BUT BEHIND IT THERE IS ANOTHER SPACEPROGRAM THAT IS QUITE REAL AND MORE ADVANCED THAN WHAT WE ARESEEING PUBLICLY?Oh, sure! I assign a very high probability to that likelihood that there is a secret parallelAmerican space program, or programs, plural, using non-conventional aerospacetechnologies. I’m speaking of things such as electrogravitics and anti-gravity along thelines of what Thomas Townsend Brown and John Searle did back in the 20th Century intheir research going back to the 1930s and coming up to the 1960s.Bottom line for me is that my research has shown and the research of others that there is a great deal more to the space program than NASA and the United States military have toldthe American people and the world. And in all likelihood, manned exploration startedmuch earlier, has discovered much more and has more ancient roots by far than we havebeen told.IN 2007, ON A PLANET THAT IS FACING ALL KINDS OF ENERGY CRISES, WHATDO YOU SAY IF THERE ARE ADVANCED TECHNOLOGIES THAT COULD SOLVESO MANY HUMAN EARTH PROBLEMS AND ARE NOT BEING APPLIED INORDER TO MAINTAIN ‘A POLICY OF SECRECY IN THE INTEREST OF NATIONALSECURITY?’Yeah, I think it’s a travesty and I think those breakthroughs have been made and continueto be made. I think we need to say clearly to the people involved in those projects - it isway past time for them to step forward to come out of the shadows and to come clean withus.” 33 Significance, Masonic American Presidentsand Freemasonry MottoPossible meanings of 33 in the Egyptian and American space programs – and Freemasonrywhich has its roots in the huge stone constructions of ancient Sumeria and Egypt.- The 33rd degree is the highest publicly known degree in Freemasonry.- 33 is a higher octave of 6, which is the flower of life, or Creation.- 33 signifies illumination and freedom from religious dogmas and superstitions.- The human backbone contains 33 vertebra with the cranium, or intellect, ontop.- 33 is also equivalent to 32 around 1. If you look at the roof of the UnitedNations General Assembly you will see a large circular light surrounded by 32smaller lights.- United Nations symbol is a circle divided up into 32 sections with the centerbeing the 33rd.- The symbol for the Soviet Union has 32 rays emanating from the sun withthe sun being the 33rd.16 U.S. Presidents are confirmed Freemasons, including George Washington, JamesMonroe, Andrew Jackson, James Polk, James Buchanan, Abraham Lincoln (inductedpostmortem by the lodge that he had petitioned for, and was denied, membership in whilerunning for the U.S. Senate), Andrew Johnson, James Garfield, William McKinley,Theodore Roosevelt, William Taft, Warren Harding, Franklin D. Roosevelt, Harry Truman,Lyndon Johnson, and Gerald Ford.The Freemason motto is 3 Latin words: “Ordo ab Chao,” Order out of Chaos."},{"pageNumber":13,"pageContent":"For further reports about reports of advanced spacecraft, see other reports below in the Earthfiles Archive:• 11/25/2007 — Part 4: In League With A UFO• 11/21/2007 — Part 3: In League With A UFO• 11/20/2007 — Do Black Budget Trillions Support A Secret American Space Program?• 11/14/2007 — Part 2: In League With A UFO• 11/06/2007 — Part 1: In League With A UFO• 10/21/2007 — Viewer Comments About Big Triangles and Lights - In Conflict?• 10/19/2007 — Updated: Huge, Silent, Black Triangle Craft Over Youngstown, Florida• 09/20/2007 — Part 2: Psi Spies - True Story of America's Psychic Warfare Program• 09/16/2007 — Part 5: Military Insiders Comment About Zeta Reticuli and EBENs• 09/14/2007 — Part 1: Psi Spies - True Story of America's Psychic Warfare Program• 09/11/2007 — Part 4: Military Insiders Comment About Zeta Reticuli and EBENs• 09/07/2007 — Part 3: Military Insiders Comment About Zeta Reticuli and EBENs• 09/05/2007 — Part 2: Military Insiders Comment About Zeta Reticuli and EBENs• 08/30/2007 — Part 1: Military Insiders Comment About Zeta Reticuli and EBENs• 08/24/2007 — Orange-Red \"Fiery\" Aerial Spheres• 07/14/2007 — Schofield Barracks, Oahu, Hawaii - Huge, Lime Green Oval Craft Hovered Over BattalionHeadquarters• 01/02/2007 — Grey Aerial Disk Reported by Chicago O'Hare United Airlines Pilots and Mechanics• 12/27/2006 — Part 7: Inside Saucer Post ...3-0 Blue• 12/18/2006 — Part 6: Inside Saucer Post ...3-0 Blue• 10/28/2006 — Close UFO Encounter by USAF Eyewitnesses• 09/05/2006 — Part 2: \"Alphonso Lorenzo\" - Military Visitor to Another Planet?• 07/17/2006 — Area 29 - A Reverse Engineering Center of E. T. Technology?• 06/18/2006 — Viewer Letters About NASA Airbrushing Photos; EBENs and Reptilian Humanoids• 06/07/2006 — Gary McKinnon: An Electronic \"Robin Hood\"?• 05/05/2006 — Military Man's Description of EBE Telepathic Download• 04/28/2006 — Part 1: Mysterious Bismuth/Magnesium Metal from Wedge-Shaped Aerial Vehicle• 04/19/2006 — Part 19 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 04/13/2006 — High Strangeness In Skies Near White Sands Missile Range• 04/12/2006 — Part 18 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 04/11/2006 — Part 17 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 04/05/2006 — Part 16 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 03/23/2006 — Part 15 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 02/28/2006 — Part 13 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 02/27/2006 — Part 4: Military Voices Reply About Government Interaction with UFOs• 02/23/2006 — Huge Boomerang Craft and Blond Beings• 02/22/2006 — Part 3: Military Voices Reply About Government Interaction with UFOs• 02/21/2006 — Part 2: Military Voices Reply About Government Interaction with UFOs• 02/21/2006 — Part 1: Military Voices Reply About Government Interaction with UFOs• 02/19/2006 — Part 12 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 02/17/2006 — Updated: White Sands Navy Radar Operator Saw Discs Circle V-2 Rocket Launches• 02/10/2006 — Crashed Disc Photos, \"Ebens,\" and Area 51 \"Anti-Gravity\"• 02/07/2006 — Military Voices Reply About Government Interaction with UFOs.• 02/05/2006 — Part 11 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 01/29/2006 — Part 10 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 01/27/2006 — Part 2: Navy Physicist and USAF Geophysicist Discuss UFOs and ETs• 01/20/2006 — Part 1: Navy Physicist and USAF Geophysicist Discuss UFOs and ETs• 01/17/2006 — Part 9 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 01/09/2006 — Part 8 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 01/03/2006 — Part 7 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 12/31/2005 — Part 6 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 12/27/2005 — Part 5 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 12/24/2005 — Part 4 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 12/24/2005 — Part 3 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs• 12/21/2005 — Part 2 - Peculiar Phenomenon, Early United States Efforts to Collect and Analyze FlyingDiscs• 12/21/2005 — Part 1 - Peculiar Phenomenon, Early United States Efforts to Collect and Analyze FlyingDiscs• 05/03/2005 — Part 2: Japan Air Lines Pilot Interview About November 1986 UFO Encounter• 05/03/2005 — Part 3: Japan Air Lines Pilot Interview About November 1986 UFO Encounter• 04/14/2005 — \"Battle of Los Angeles\" On February 25, 1942: When America's 37th Coast Artillery BrigadeFired Off 1,430 Anti-Aircraft Shells At A UFO• 03/24/2005 — Part 6: UFO Crash/Retrievals: Status Report III - Amassing The Evidence• 12/30/2004 — September 12, 1952: America's \"Secret War\"? Part 1: UFO Retrieval in Flatwoods, WestVi r gi ni a• 12/30/2004 — September 12, 1952: America's \"Secret War\"? Part 2: USAF Starfire Disappeared Over Gulf"},{"pageNumber":14,"pageContent":"of Mexico• 12/30/2004 — September 12, 1952: America's \"Secret War\"? Part 3: Nuclear Physicist Stanton FriedmanCo mme nts• 12/30/2004 — Audience Feedback About Earthfiles \"September 12, 1952: America's 'Secret War'?\"• 12/22/2004 — Part 1: \"Reasons Why U.S. Government CAN'T Release Truth About UFOs!\" with CanadianResearcher, Grant Cameron• 12/22/2004 — Part 2: \"Reasons Why U.S. Government CAN'T Release Truth About UFOs!\" with CanadianResearcher, Grant Cameron• 12/17/2004 — Updated - Feedback About Destruction of U. S. Military Records• 12/10/2004 — Part 3: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 12/10/2004 — Part 4: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 12/07/2004 — Part 2: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 12/04/2004 — Part 1: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 04/13/2004 — Part 7: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by LeonardH. Stringfield• 04/02/2000 — Secret Radar Stations in New Mexico, Part 2• 04/02/2000 — Secret Radar Stations in New Mexico, Part 1Websites:DARPA: http://www.arpa.mil/NASA: http://www.nasa.gov/Farouk El-Baz Biography: http://www.bu.edu/remotesensing/Faculty/El-Baz/FEBbio.htmlLockheed D-21 Air Launched Drone: http://www.wvi.com/~sr71webmaster/d21~1.htmX-20 Dyna-Soar: http://en.wikipedia.org/wiki/X-20_Dyna-SoarDyna-Soar: http://www.astronautix.com/craft/dynasoar.htmX-Planes: http://www.fas.org/man/dod-101/sys/ac/x.htmFamous Freemasons: http://www.la-mason.com/famous.htmMajestic-12 Documents: http://www.majesticdocuments.com Credits Copyright © 1999 - 2010 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2010, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
