[{"pageNumber":1,"pageContent":" All You Need To Know As A Child Of God"},{"pageNumber":2,"pageContent":"Amanda Buys’ Spiritual Covering This is a product of Kanaan Ministries, a non -profit ministry under the covering of: • River of Life Family Church Pastor Edward Gibbens Contact: Sharmain Joubert Personal Assistant to Pastors Edward and Da lene Gibbens Vand erbijlpark South Africa Tel: +27 (0) 16 982 3022 Fax: +27 (0) 16 982 2566 Email: sharmain@rolfc.co.za There is no copyright on this material. However, no part may be reproduced and/or presented for perso nal gain. All rights to this material are reserved to further the Kingdom of our Lord Jesus Christ ONLY. For further information or to place an order, please contact us at: P.O. Box 15253 27 John Vorster Avenue Panorama Plattekloof Ext. 1 7506 Panorama 7500 Cape Town Cape Town South Africa South Africa Tel: +27 (0) 21 930 7577 Fax: 086 681 9458 E-mail: kanaan@iafrica.com Website: www .kanaanministries.org Office hours: Monday to Friday, 9 AM to 3 PM Kanaan In Europe - Basel Kanaan Ministries Europe Oikos International Church Stiftung b/e/t/e/ Reinacherstrasse 1-3 CH -4142 Münchenstein Basel, Switzerland Tel: +41 (0) 61 332 15 40 Fax: +41 (0) 61 332 15 69 Email: kanaanministries@bete.net Website: www. eu. kanaanministries.org"},{"pageNumber":3,"pageContent":" 3 CONTENTS The Legend of Hiram Abiff - Freemasonry's story 4 How Do W e Get Free ? 10 Scottish Rite 18 York Rite 33 Physical Diseases 38 Inter -Connected Religions A nd Orders 42 Lies of Freemasonry 49 ! Freemasonry B lasphemy 49 ! Freemasonry False Priesthood 50 ! The Lodge 50 ! Counterfeit Bible 51 ! Deception & Seduction 52 ! Regalia 52 ! Symbols 53 ! The Tools 54 ! Clothing and Devices 54 ! Passwords & Codes 55 ! Mar riage Communication and Relationships 56 ! Violence & Destruction 57 ! Swearing, Cursing & Blaspheming 58 ! Control & Domination 58 ! Lust Seduction and Uncleanness 58 ! Typhon, The God of Winter 59 ! Financial Problems 59 ! Employme nt & Relationships 60 ADDITIONAL INFORMATION ON FREEMASONRY CONNECTED TO THE KUNDALINI SPIRIT – THE  ANCIENT SERPENT 61 FREEMASONRY AND SODOMY 71 Some Freemasonry Symbols 74 References & Appendice s 77 Off -shoots of Freemasonry 81 The Jesuits and Freemasonry 86 "},{"pageNumber":4,"pageContent":" 4  Foundational research for this book was done by: Juanita R. Lubin Catch The Fire Ministries – Toronto, Ontairo jlubin@sympatico.ca 43 Sledman Street Mississau ga, Ontario L4T 1K6  "},{"pageNumber":5,"pageContent":" 5 THE LEGEND OF HIRAM ABIFF The blue lodge is centered upon the legend of Hiram Abiff. This legend has its historical basis in 1 Kings 7 and 2 Chronicles 2. King Hiram of Tyre sent a skilled man, also called Hiram, to Israel, to help King Solomon build the Temple of the Lord. If we are to understand many of the degrees of Freemasonry, we must first understand the Masonic legend built around this \"Hiram Abiff\" . Let's take a quick glance at it ... Remember this is only a Masonic legend! (Legend means non - historical story with no or limited truth) Hiram Abiff, \"a widow's son \" from Tyre, skillful in working with all kinds of metals, was employed to help build King Solomon's Temple. The legend tells us that one day, whil e worshipping the Grand Architect of the Universe (GAOTU) within the Holy of Holies, Hiram was attacked by three ruffians, who demanded the \"Master's word\", the secret name of God. The first ruffian, named Jubela, struck Hiram across the throat with a 24 inch gauge. The second ruffian, named J ubelo, struck Hiram 's breast, over the heart, with a square. The third ruffian, named Jubelum, struck Hiram upon the forehead with a gavel, whereupon Hiram fell down dead. His blood, therefore, was shed within the tem ple. Hiram 's body, was carried out the East gate of the Temple and buried outside Jerusalem on Mount Moriah. Early the following morning, King Solomon visited the temple and found the workmen in confusion because no plans had been made f or the day's work . Fearing evil had befallen Hiram, King Solomon sent out tw elve Fellowcraft Masons to look for Hiram. King Solomon himself accompanied the three who traveled East. Having finally located the grave of Hiram, Solom on and his fellow Masons dug up the body. A search was made for the Master's word (the name of God), but all t hat was found was the Letter \"G \". Discovering the word was lost, a lament went up: \" O Lord, my God, is there no help for the widow's son? \" Solomon summoned all twelve Fellowcraft Masons , formed a circle around H iram 's body, and attempted to raise him from the grave. They first took hold of Hiram's body with the \"Boaz \" grip of the f i rst degree. This failed to achieve its purpose. They then re - positioned their hold upon Hiram's body usin g the \"Jachin \" grip of the second degree. This also failed to accomplish its purpose. "},{"pageNumber":6,"pageContent":" 6 Solomon finally raised Hiram from the dead by using the third degree grip of the Master Mason, the five points of fellowship (explained shortly), and by uttering in Hi ram's ear the phrase Ma - Ha - Bone. (other renditions of the legend of Hiram Abiff leave Hiram in the grave) While the degrees of the Blue Lodge are based upon this part of the legend. The Scottish and York base themselves largely upon the Hiramic legend aft er Hiram Abiff's resurrection. The Scottish Rite 4 th to 14 th degrees The Legend Of Hiram Abiff continues... Hiram Abiff has been raised from the dead. However, he soon leaves the legend, for he has been ushered into a more glorious existence. Solomon is left to continue building the Temple. Many decisions have to be made. Solomon first selects seven expert masons to guard the Temple, before holding a requiem for the departed Hiram Abiff. Solomon then appoints seven judges to hand out justice to the wor kmen building the Temple. Five superintendents are installed to oversee the continuing building of the Temple. Solomon then focuses upon apprehending the assassins of Hiram Abiff. He appoints nine Masters, who begin the search for the assassins. The firs t assassin is discovered asleep. He is stabbed in the heart and head, then decapitated. Solomon hears a report that the other two assassins have fled to Gath, the birthplace of Goliath. Solomon selects fifteen Masters, including the original nine, who ap prehend them. They are placed in prison, and then executed. Solomon rewards twelve of the Masters by making them Governors over the twelve tribes of Israel. Solomon finally appoints a builder by the name of Adoniram as the sole successor to Hiram Abiff. A doniram becomes chief architect of the Temple, which is finally completed. The legend doesn't stop here, however. Solomon begins to build a Temple of Justice upon the site of a Temple built by Enoch (remember, this is Masonic legend, not biblical truth!) , who placed within the Temple a stone bearing the Name of God. Adoniram, the chief architect, and two other workmen begin building the Temple of Justice only to discover Enoch 's stone. Solomon and Hiram of Tyre, the Grand Masters of Freemasonry, have lit tle choice but to initiate the three workmen into the secrets of the Craft. All three are taught the correct pronunciation of the Name of God."},{"pageNumber":7,"pageContent":" 7 Scottish Rite 15 th to 16 th degrees As the freemason progresse s through the Scottish Rite, 15 th – 16 th degrees , t he Legend of Hiram Abiff continues... The Temple of Solomon was destroyed around 586 B.C.. The Name of God was once again lost. Jerusalem was taken captive, and the Babylonian captivity began. The captives lived in Babylon for seventy years until King C yrus of Persia, who was a Master of Freemasony, had a dream. He dreamt that a lion appeared to him, saying \"liberty to the captives \". Under the lion's direction, Cyrus proclaimed the release of the Jews. He ordered them to construct a second Temple under his guidance. Many of the Jews, especially Nehemiah and Ezra, were initiates of the Masonic mysteries. They directed all the Masons within the midst of the Jews to make the journey from Babylon to Jerusalem with their swords by their sides and trowels in their hands. Despite great sorrow and travail, the Temple was completed in the reign of Darius, successor to Cyrus. Darius chose Zerubbabel as Grand Master in charge of the construction of the second Temple. Having passed difficult rites of initiation, Z erubbabel was given the title of Sovereign Prince of Jerusalem, and was entrusted with the sacred v essels Nebuchadnezzer had taken from Solomon's Temple. Zerubbabel, together with King Darius, then founded a new order of Temple builders known as Knights o f the East. These Knights were among the Masonic workmen who took part in the construction of the Second Temple. This new order of knights became a warrior fraternity. The Scottish Rite Progressing through the 17 th to 29 th degrees of Freemsonry the Le gend of Hiram Abiff continues... So far we have read about the Hiramic legend of past events. Let's now take a look at the way present day Freemasonry builds upon the legend of Hiram Abiff. Below is a composite picture of the Masonic dedication - within the life of the individual Mason - of the Temple of the Great Architect of the Universe . Including many Scott ish Rite rituals (of degrees 17 - 29), the following describes how the priest of Freemasonry makes his way from the outer court of the Temple to the Altar of Incense before the veil . "},{"pageNumber":8,"pageContent":" 8 Let's now take a look... We shall create another composite picture of the manner by which the priest Freemasonry enters the Holy of Holies when considering the York Rite. The Freemason slowly makes his way into the o uter court of the Temple. He presents an image of spotless purity, for he is dressed in a chalk - white gown linen with a matching turban, which has the words \"Holy unto the Lord\" upon its front. Around his waist is a scarlet sash with twelve golden stars up on it! Many trumpets begin to blow with anticipation. Kneeling before a group of linen clad men, the Mason is anointed with oil. With quiet satisfaction, the priests of Freemasonry declare him to be \"a priest forever after the Order of Melchizedek \". The new priest of Freemasonry walks to the Brazen Altar. He solemnly pulls up his sleeves. Offering up his arms to assistants, the Masonic priest allows his arms to be cut with ceremonial knives! With an expression of solemn dignity, the priest watches impas sively as his blood pours out, and runs down his arms before being collected in a bowl. Taking a bowl, the priest of Freemasonry sprinkles some of his own blood upon the altar, demonstrating that he himself is the blood sacrifice for sin! Other priests bi nd his wounds, and then lead him to the laver of water. Again, with great dignity, the priest washes his arms, hands and face slowly, with great care to remove every unclean substance from his body. Only then is the priest of Freemasonry ready to enter the Temple. With measured steps the priest leads a procession of priests of the Masonic Order through the columns Boaz and Jachin, and under the keystone bearing the initials of Hiram Tyrian, Widow's Son, Sent To King Solomon. The priest proceeds towards th e Altar of Incense, which burns with fiery coals before the veil of the Holy of Holies. He notes with satisfaction the Candlesticks and Tables of Shewbread, representative of the glory of the Great Architect of the Universe, and the word of Jah Bul On. Ar riving at the Altar of Incense, the Priest of Freemasonry stops. Suddenly, with a dramatic gesture, he holds up a copy of the New Testament, before lighting it with the hot coals! The priests watch silently and intently while the flames consume the New Te stament. When the flames disappear, the priest of Freemasonry declares: \"It is finished! \" What blasphemy!"},{"pageNumber":9,"pageContent":" 9 The Scottish Rite 30 th to 33 rd degrees The Hiramic legend ends with the house of Kadosh. Upon entering the thirtieth degree, the Freemason enter s the holy house of the Great Architect of the Universe, and rests from his labor. He can sing with truth the song: There is no occasion for level or plumb line, For trowel or gavel, for compass or square; Our works are completed, the Ark safely seated, And we shall be greeted as workmen most rare. The gates of the New Jerusalem have opened to him, for he is now said to be perfect! He has become an eternal Temple in which the Great Architect of the Universe abides. The York Rite 1 st to 10 th degrees Tw o sections ago we left the priest of Freemasonry in the Holy Place, before the Altar of Incense. He had burnt the New Testament, declaring it finished. Remembering that this account consists of rituals of the York Rite, let us see what happens next... To the growing excitement of the Masonic Order, the priest takes his own blood from a bowl and places it upon the four horns of the Altar of Incense. He offers up prayers on behalf of the brethren, beginning with the reverent words: \"Almighty and Sovereign G rand Architect of the Universe, thou who ridest in the heavens by the name of Jah ... \". When his prayer has finished, the priest turns, and solemnly nods his head. At this signal, seven priests of Freemasonr y fan out throughout the Holy Place and extingu ish the fl ames of the candlesticks. When the Holy Place is in darkness, the priest walks the few short steps to the veil, sprinkles his blood on the ground seve n times, and declares loudly, ― I am King of Hea ven, and King of Earth and Hell! \" Throwing his r od, symbolic of the Aaronic priestly order, down before the veil, he declares, \"I Am , I Am \". He then rends the veil from top to bottom, picks his rod of priesthood up, and leads the Masonic priesthood arrogantly into the \"Holy of Holies \" Before him lie s the Ark of the Covenant with its Mercy Seat. Upon the seat are three skulls, while a skeleton lies before the ark. "},{"pageNumber":10,"pageContent":" 10 Off to the side is an empty throne of gold. Stepping boldly up to the Mercy Seat, the priest of Freemasonry sprinkles his own blood upon it seven times. The priest then proceeds to open the Ark of the Covenant, declaring the name of Jah Bul On. He takes out of the Ark the rod of Aaron, and the tablets of the law, offering them to the other priests, who carefully place upon each item the ma rk of the square, compass and level. The contents are then put back in the Ark, before the skulls and an axe are replaced upon the Mercy seat. As one, the priests of Freemasonry turn and watch as a replica of the Temple capstone, bearing the name Tetragr ammaton, is placed before the Ark. The ceremony now reaches its climax. Slowly, deliberately, yet with anticipation, the priest of Freemasonry approaches the golden throne. Before seating Himself upon the throne, he is arrayed with a gown of royal blue a nd gold. A golden crown is then slowly lowered upon his head, signifying the attainment of godhood! As the crown settles upon his head, the priest of Freemasonry is suddenly transfigured with blazing light. The Holy of Holies and the remainder of the Templ e are also filled with the radiance of the light of the Great Architect of the Universe. The glory of the Great Architect of the Universe has filled his temple, and priest. Both have been found worthy; both have been sealed with the glory of the Great Arch itect of the Universe! The Temple has been completed"},{"pageNumber":11,"pageContent":" 11 HOW DO WE GET FREE CANDIDATE - Declare Lordship of Jesus Christ – over every area of your life Lord Jesus Christ, Son of the God of Abraham Isaac & Jacob, I acknowledge my need of you, and accept yo u as my Lord and Savio u r. I invite you now to be Lord of my life, Lord of my spirit and my relationship with you. Lord of my body and my behavio u r , Lord of my mind and my thinking, Lord of my tongue and the things I say, Lord of my emotions and my r eactions, Lord of my will and all of my decisions, Lord of my sexuality, Lord of my time, my home, my family, my possessions and position , Lord of all my relationships with others. Thank you Jesus that Your Blood was shed that I might be free ... Amen N OTE : Renounce means give up by formal statement, to disown or repudiate, to refuse to accept as true. Th e Action required to take away s atan's Rights is Confess , Repent and Renounce . (What we must do) CANDIDATE Father God, Creator of H eaven and earth, I come to You in the N ame of Jesus Christ Your Son. I come as a sinner seeking forgiveness and cleansing from all sins committed against You, and others made in Y our image. I honor my earthly father and mother and all of my ancestors of flesh and blood and by adoption, but I utterly turn away from and renounce all their sins. I forgive all my ancestors for the effects of their sins on my children and me. I confess and renounce all of my own sins. I renounce s atan and all of his works in my family and me. I renounce and forsake all involvement in Freemasonry or any other lodge or craft by my ancestors and myself. I renounce witchcraft, the principal spirit behind Freemasonry, and I renounce Baphomet, the Spirit of Antichrist and the curse of the Luciferia n doctrine. I renounce the idolatry, blasphemy, secrecy, and deception of Masonry at every level. I specifically renounce the insecurity, the love of position and power, the love of money, covetousness, and greed, and the pride/arrogance that would have le d my ancestors into Masonry. I renounce all the fears that held them in Masonry, especially the fear of death, fear of men, and fear of trusting, in the N ame of Jesus Christ. "},{"pageNumber":12,"pageContent":" 12 I renounce every position held in the lodge by any of my ancestors, including Tyler, Master, Worshipful Master, or any other. I renounce the calling of any man Master, for Jesus Christ is my only Master and Lord, and He forbids anyone else having that title. I renounce the entrapping of others into Masonry, and observing the helpl essness of others during the rituals. I renounce the effects of Masonry passed on to me through any female ancestor who felt distrusted and rejected by her husband as he entered and attended any lodge and refused to tell her of his secret activities. St rongmen over Freemasonry:  Jezebel  Anti - Christ  Death and Hell  Freemasonry  Lucifer  Brumaus – under - girding powers of lawlessness & freemasonry LEADER Bind and isolate the strongmen, then Loose the Candidate from their control and send them to the foot of t he Cross of Jesus Christ "},{"pageNumber":13,"pageContent":" 13 RENOUNCING & BREAKING THE OATHS CANDIDATE 1. I renounce FREEMASONRY with all its oaths, secrets, curses and rites. 2. I renounce the spirits of FREEMASONRY, BAPHOMET, LUST, IDOLATRY, AND BRUMAUS. 3. I renounce every ANCESTRA L spirit of FREEMASONRY, IDOLATRY, BAPHOMET, BRUMAUS and LUST in my family line. I renounce the curse of the LUCIFERIAN DOCTRINE and commitment of the family to Lucifer. I renounce the Eye of Horus (\"all - seeing - eye\") at the top of the Freemasonry pyramid, and totally reject it as the deceptive representation of the eye of Lucifer. 4. I renounce and cancel the anti - C hrist mark and seal from my family line in the N ame of Jesus Christ. Father, I ask you to release the power of the shed Blood of Jesus and ap ply The Name of The Lord Jesus Christ as a seal on my forehead. Rev 22:4 \"And they shall see His Face, and His name shall be in their foreheads. ” LEADER(s) – Action  Break generational Links and Ungodly Soul Ties - place The Cross of Jesus Christ betw een candidate & generations back to the 10 th Generation (destroy all curses, hereditary diseases) .  Break ungodly soul ties with relatives, partners, members or officers of Freemasonry lodges and all other affiliated organizations such as Eastern Star, Oran ge Lodge and The Buffaloes, etc.  anoint middle of forehead with oil and cast out 3 rd eye of Horus  close off the \"all seeing eye\" on the lodge wall  break the power of mind control and psychic power affecting the mind.  loose the mind to the truth of The Lor d Jesus Christ. LEADER'S NOTE: - isolate and bind all 2 nd degree and upward spirits , away from the 1st degree as you deal with that degree. When you've completed renouncing the degree, loose the candidate from all the demonic associated with the 1 st degr ee and sen d it to the foot of the Cross of the Lord Jesus Christ for His direction Do this for each degree."},{"pageNumber":14,"pageContent":" 14 The Blue Lodge (1 st , 2 nd & 3 rd degrees) is the Foundation of all Freemasonry – These Prayers knock out the foundation Entered Apprentice (1 St De gree) - \"Shock of Entrance\" If you attend one meeting , you joined CANDIDATE  I renounce the \"New Birth\" of Freemasonry, and all surrender of the will to an antichrist spirit.  I renounce the oath  \"of having my throat cut from ear to ear, my tongue torn ou t by its roots, my body buried in the rough sands of the sea \".  I loose myself from all curses of allergies, asthma, glandular problems, death, and division in the family.  I destroy the power of the 1 st degree rituals .  I remove the blindfold (hoodwink) from my eyes, and destroy the curses of migraines, fear, deception and spiritual or physical blindness.  I cut the noose (cabletow) from around my neck and destroy the curses of breathing problems, choking, and control .  I renounce 1 st degree initiation ri tes of violent blows to the throat and the resulting curses on the tongue and throat, and mouth, such as, speech disorders, cleft palate and silence.  I destroy the curse of \"cut - throat\" off my life, and finances.  I renounce the oath  ―of having my tongue torn out by the root and split from tip to root \". I destroy all curses on my mouth , teeth, throat, vocal cords, sinuses & nose, and I Claim the promise of Psalm 107:20 \"He sent His Word and Healed them and d elivered them from destruction. \"  I renounce t he hand symbol across the throat and destruction of headship in ministry or leadership .  I renounce the oath, \"you will not be able to speak in the day of Judgement\" or make your own defense in time of accusation, and I destroy the curse of speechlessness, and having no voice.  I destroy the power of the point of the dagger/sword/compass from my left breast and the curses and fear of heart problems connected to it.  I renounce any blood covenant involving blood letting ."},{"pageNumber":15,"pageContent":" 15  I renounce the words spoken of \"ente ring as a poor candidate seeking light\" and the poverty and spiritual blindness resulting from it .  I remove and break the power of pauper's clothing with its poverty and humiliation .  I renounce & destroy the power of the password - \"Boaz\" and, the 1 s t de gree handshake with its curse of pride and infirmity .  I destroy the power of kissing the Masonic Bible and bowing at a Masonic altar thereby bowing to false gods (Baphomet) .  I remove and renounce the 1 St degree white apron and destroy the curses of infir mities, especially in ankles, knees and hips of women.  I renounce all surrender & submission to, and destroy the power of, \"The Great Architect of the Universe\" and the false gods and idolatry of Freemasonry in my life.  I renounce and break the curse of Masonic false unity, and Masonic anointing with oil . LEADER - isolate all 3 rd degree and upwards spirits Fellow Craft Degree (2 nd Degree) CANDIDATE  I renounce the oath \"...of having my left breast torn open my heart plucked out and fed to the birds of the air and the beasts of the field \".  I remove the hoodwink of the 2 n d degree and the cabletow from around my right arm/shoulder with its curses of infirmity.  I loose myself from fear of the dagger/sword/compass to my right breast .  I remove the 2 n d de gree pauper's clothing and its curse of poverty & humiliation .  I destroy the power of the 2 nd degree hand grip and the sign and passwords - \"Jachin\" and \"Shibboleth\"  I ask God for cleansing from touching/kissing the Freemasonry Bible, and the 2 nd degree to ols  I remove the 2°d degree apron and break the power of its curses  I destroy the power of the \"Gre at Architect of the Universe\" - 2 nd degree .  I loose myself from the curse of the claw on my breast and heart."},{"pageNumber":16,"pageContent":" 16  I destroy the power, and loose myself from ev ery curse and fear of heart attack and breast cancer through this b lood oath. I destroy the power and loose myself from the curse of death through heart and lung disease, chest and circulatory problems.  I destroy every curse of being shot or stabbed in th e heart, And the curse of premature death from me and my descendents and I Loose those of my house into longevity and spiritual maturity.  I renounce the badge of Fellowcraft and all obsession with gaining knowledge.  I renounce all emotional hardness, apat hy, indifference, unbelief, deep seated anger, and hardness towards God and spiritual things .  I renounce the plumb line of Freemasonry, and destroy the curse of false  masonic righteousness and justice. LEADER - isolate all 4th degree and upwards . Master Mason Degree (3 rd Degree) CANDIDATE  I renounce the oath \"of having my body cut in two, my bowels torn out and burned to ashes, the ashes scattered to the four winds of the earth so there will be no more remembrance of such a vile wretch.  I renounce all agreements with the Spirit of Death .  I loose myself from stomach and reproductive problems, colitis, and always being overlooked .  I renounce false humility, the false valley of the shadow of death, the false resurrection, the penal sign, the robe and hood and all s urrender of the will to satan of the 3 rd degree.  I renounce and break every effect off my life of 2 swords placed against the kidneys or waist .  I remove the hoodwin k and cabletow (noose) of the 3 rd degree and destroy curses of breathing problems and spiritual bondage .  I remove the 3 rd degree pauper's clothing and its curses and the 3 rd degree apron and its curses .  I destroy fear from compass points to both breast s.  I renounce the blasphemy that Satan is the \"Most High\" .  I announce Jesus Christ is Lord of All ."},{"pageNumber":17,"pageContent":" 17  I loose myself from all curses of occult injury, accidents, freak accidents, injury and death, the fear of death, false martyrdom and all rape and fear of rape, attack, or assault .  I renounce the demonic names /passwords Ma Ha Bone and Ma cha ben which mean to be brought down or brought under. I break this curse off my life and generational line in the Name of The Lord Jesus Christ .  I renounce the 3 Freemasonry blows to the head and Loose myself and my family from the curse of fear of ruf fians, migraines, headaches, vision loss, blindness, head injury and brain damage, aneurysms, stroke and blood hemorrhage. In the Name of Jesus Christ I declare I shall not die from blows to the head .  I destroy the power of the \"Great Architect of the Un iverse\" over my life .  I destroy the power of the mock death and resurrection of Hiram Abiff  I renounce the Masonic false Christ and savior, Hiram Abiff - the false death and resurrection of Hiram Abiff - the false gospel and sacrificial blood of H iram Abiff - th e ritual death and murder of Hiram Abiff  I renounce all blood oaths taken by myself or my forefathers and, I cancel all covenants with death through the power of the blood of Jesus Christ .  I destroy the power of the „lost word‟ for God \"Jah bul on\" .  I r enounce seeking the \"Master's Word\". I declare that the Word of God has not been lost, but totally revealed in The Lord Jesus Christ.  I renounce the Freemason coffin and loose myself from the curse of death – from off my body, marriage, children, employm ent and relationships .  I renounce the skull and crossbones on the Masonic coffin and any attraction to it, and loose myself from death by suicide, anorexia, accidents, risk taking and death by hanging.  I renounce adrenaline addiction causing flirtation w ith death, and destroy the curse of death and murder invoked through blood oaths, enacted ritual murder, and getting into a Masonic coffin.  I destroy the curses of bowel cancer, stomach cancer, and death and accidents involving fire.  I renounce Freemason ry's false light, Angel of Light, false sons of light, and, I declare I walk in the light of The Lord Jesus Christ according to 1 John 1:5 - 7 . "},{"pageNumber":18,"pageContent":" 18  I loose myself from all counterfeit suffering, pain and false martyrdom due to Freemasonry oaths. I cut off all fellowship with the suffering of a freemason cross.  I renounce the 9 headed serpent Hydra and its power and false light  the voice of Hydra and the curse and spirit of a medium  the divination of the Master Mason  the false king of heaven, false father an d false son  I destroy the curse of God the Father being a stern judge and Masonic false duty  I destroy the power of any remaining Blue Lodge spirits (pride, secrecy, deception, brotherhood, loyalty, strongman over Blue Lodge) "},{"pageNumber":19,"pageContent":" 19 Once you have passed throug h the Blue Lodge and become a master Mason you have a choice of ascending the levels of Freemasony by way of the Scottish (32 levels) or York Rite (10 levels) Scottish Rite Prayers NOTE: Every degree has a pattern, with each you must: - Break the power of the ritual - Lift off all clothing, headgear, footwear - Break all oaths taken and contra - curses - Break the power of the handshake (pride, control) - Renounce false gods (break their power) - Break the power of the password and sign word - Break p ower of words, mind control, pride Does not appear to be critical to go into detail in all higher degrees although for a specific person there may be a specific degree that should be dealt with in detail . LEADER - as before, isolate all 15 th degree and u pwards spirits Lodge of Perfection (4 th to 14 th ) degrees CANDIDATE  I renounce and destroy the power of The Lodge of Perfection and all its rituals, clothing, oaths, passwords, sign words, and handshakes.  I renounce the false god Jabulon (Combination of Jehovah, Baal, Osiris) Secret Master ( 4 th degree)  I renounce the secret word Adonai – (represents a false god)  I renounce the counterfeit candlestick of light, the Masonic serpent and worship of the Phallus Perfect Master - 5 th degree  I renounce the secret word “ Acacia, Jehovah, Ma Ha Bone ” – (represents a false god) "},{"pageNumber":20,"pageContent":" 20 Intimate Secretary – 6 th degree  I renounce the secret word “ Jehovah ” – (represents a false god) Provost & Judge – 7 th degree  I renounce the Court of Justice of Freemasonry and des troy the power of the Masonic court case and losing a court case because of Masonic injustice.  I Renounce the oath \"I will be dishonored and my life fo rfeited, with pain and torture. \"  I renounce and destroy the curse of having my nose cut off .  I renounc e the secret word Hirum - TITO - CIVI - KY .  I renounce the curse of pain, torture, and dishonor over every function of my life, in my work place, over my reputation, by my children, in all relationships.  I destroy the curse of being fired, shunned, and disgrac efully expelled. I destroy the curse of being exiled .  I renounce the Masonic oath \"to inflict vengeance on traitors\", and destroy all spirits of vengeance over all relationships in my life.  I claim the promise according to Jer. 30:17: \"I will restore hea lth unto you, and I will heal you of your wounds, says The Lord; because they called you an outcast ... who no man seeks after. ” Intendant of the Building (8 th Degree)  I renounce the oath \"...under the penalties of all my former obligations, besides th at of having my body cut in two and my bowels torn out...\" I renounce the password Akar - Jai - Jah  I renounce and destroy the false doctrine of perfectionism . "},{"pageNumber":21,"pageContent":" 21 Master of Nine (9 th Degree )  I renounce the oath \"...I submit to perish by the vindictive weap on (dagger), which shall be given me as an honorable mark of this order... \"  I destroy the Masonic curse of retaliation, murder and death from my family generational line. I destroy the curse of being stabbed to death, physically, emotionally, mentally, o r spiritually. Master Elect of Fifteen – 10 th degree  I renounce the Oath \"having my body opened perpendicularly, and to be exposed for eight hours in the open air, that the venomous flies may eat of my entrails, my head to be cut off and put on the high est pinnacle of the world, and I will always be ready to inflict the same punishment on those who shall disclose this degree... \"  I destroy the curse of violence and death off my body, and the oath of taking Masonic vengeance upon those betraying Freemaso nry's secrets.  I renounce the secret word Elignam . Sublime Knight of the Twelve – 11 th Degree  I renounce the oath \"...to have my body severed in two, my memory lost and looked upon as infamous and foresworn. So God and his Holy Evangelists be my help. .. ”  I destroy the curse of having my body or hand cut in two and loss of memory and reputation .  I renounce the secret word Stolkin - Adonai "},{"pageNumber":22,"pageContent":" 22 Grand Master Architect (12 th Degree)  I renounce the oath \"...to have my body severed in two, my memory lost and lo oked upon as infamous and foresworn. I further promise and consent that my name may be written in red letters and hung up in the Chapter as a mark of infamy... \"  I renounce and destroy the Masonic tools of the architect, and building pattern off my life, I declare my life will be built on the foundations of The Lord Jesus Christ.  I renounce the secret word Rab - banaim Royal Arch of Enoch or Master of the Ninth Arch of Solomon (13 th Degree)  I renounce the oath \"Consent to suffer all pains of my former obl igations, my body to be exposed as food to the ferocity of the wild beasts. I am bound to the order forever, at the perils of my own life. \"  I destroy the curse of my body being given to beasts as prey and my life being in peril of death  I renounce the p assword I AM that I AM, and Jehovah . Grand Elect, Perfect and Sublime Mason or Perfect Elu 14 th Degree  I renounce the oath \"...have my belly cut open, My bowels torn from thence and given to the hungry vultures.\"  I renounce and destroy the seal of th e Great Architect of the Universe and the seal of anti - C hrist from off my life in Jesus Christ's Holy Name.  I renounce and destroy all curses of death or disease off my stomach and bowels.  I renounce the curse of inflicting vengeance upon those renouncing Freemasonry .  I renounce Perfectionism.  I renounce the secret words Adonai, Bea Makeh, Bemerah, Jehovah and Jod He Van He (JHVH) . Please note, we are NOT renouncing the True Name of the Father – YHVH – but the blasphemous use of God‟s Holy Names in Freemas onry and the practice of Kabala magic. LEADER: - Isolate all 19 th degree and upwards spirits"},{"pageNumber":23,"pageContent":" 23 Chapter of the Rose Croix CANDIDATE  I renounce any oaths taken by my ancestors or myself and destroy the curses invoked through rituals, clothing, oaths, passwo rds, sign words, handshakes of the Chapter Rose Croix degrees (15 th to 18 th degrees) . Council of Princes of Jerusalem - (15 - 16 th degrees) I renounce the oaths taken by any of my ancestor or me and break the power of curses invoked in the Council of Prin ces of Jerusalem degrees of Freemasonry in Jesus Christ's Holy Name. Knight of the East or Sword (15 th Degree)  I renounce and take off the 15 th degree apron  I renounce secret word RAPH - O - DOM  I renounce the false warrior protecting the building of the 3 r d temple  I renounce the warrior fraternity and the false warrior mantle 15 th degree .  I renounce all alliance with the Prince of Persia and the law of control, domination and antichrist.  I renounce the law of the Medes and Persians which usurps the place o f the Lamb of God.  I renounce being a knight sworn to wield the sword of retribution . Prince of Jerusalem (16 th Degree)  I renounce the oath: \"Penalty of being stripped naked and having my hart pierced with a poininiard\"  I renounce and take off the fal se warrior mantle and apron of 16 th degree Freemasonry  I renounce the secret word TEBET - ADAR  I renounce , break and destroy all agreement with the Prince of Persia and the law of the Medes and Persians  I renounce and break the false warrior's sword of retri bution  I renounce the oath of defending the Masonic temple at all costs, including the lives of myself and my family.  I destroy the curse of intimidation that comes with fear and violent threats, and the curse of defamation  I destroy the curse of lack of g odly revelation and vision "},{"pageNumber":24,"pageContent":" 24 Knights of the East and West (17 th Degree)  I renounce the oath \"...penalty of not only being dishonored, but to consider my life as the immediate forfeiture, and that to be taken from me with all the torture and pains to be i nflicted in manner as I have consent ed to in the preceding degrees. \"  I renounce the password/sign word, the name, and spirit of Abaddon, King of Death and Hell, and the lordship of Abaddon off my life, and every curse of death and infirmity.  I renounce t he ritual blood sacrifice of this degree, and shedding my own blood for the atonement of sin .  I renounce being a Masonic blood sacrifice; I destroy the curse of Masonic false atonement, and destroy the curse of being sacrificed on a false altar of atoneme nt. I come off the false altar of sacrifice, and declare the Blood of the Lamb of God is my only atonement for sin. I ask God to release the Blood of the Lamb of God over my bloodline.  I renounce and destroy the curse of Masonic martyrdom, and the curse o f untimely death with torture and pain.  I renounce - the breaking of the false seven seals - the explanation of the false seals - the mockery of the Jesus Christ, the Lamb of God - the curses of the seven seals  I loose my life and family into \" Life in Christ Jesus\" (Rom 8:2) Knights of the Pelican & Eagle, and Sovereign Prince Rose Croix of Heredom (18 th Degree)  I renounce the oath \"... penalty of being forever deprived of the true word, to be perpetually in darkness, my blood continually running fro m my body, to suffer without intermission the cruel remorse of soul; that the bitterest gall, mixed with vinegar, be my constant drink; the sharpest thorns for my pillow and the death of the cross may complete my punishment... \" \"Horrors which you have jus t seen are but a faint representation of those you shall suffer if you break through our laws, or infringe the obligation you have taken. \"  I destroy the power of all these curses and destroy the curse of being emotionally and physically ravaged all my li fe.  I destroy the curse of insomnia and having no rest, and the final punishment of a counterfeit cross . "},{"pageNumber":25,"pageContent":" 25  I renounce and destroy the power of the Chapter Rose Croix, and declare that I am totally coming out of the chamber of death of the Rose Croix.  I ren ounce the lie of perfection and self righteousness with the 18 th degree  I renounce the occult refining fire of the Rose Croix .  I renounce the secret words IGNE NATURA RENOVATUR INTEGRA and its burning .  I renounce the claim that Jesus Christ's death was \"a dire calamity\" .  I renounce, remove and destroy the veil of mourning .  I renounce Raphael - the spirit guide of Freemasonry, And break its power, and declare I will only be guided by The Holy Spirit.  I renounce and reject the Pelican witchcraft spirit and the occult influence of the Rosicrucians and the Kabbala behind this degree, and the deliberate mockery of the doctrine of atonement, the rejection of the deity of Jesus Christ with the Pelican shedding its own blood for its young. (Symbol of 18 1h degree)  I renounce the mockery of reading Isaiah 53 in this degree and taking on a savior mentality in helping others.  I renounce & destroy the power of false communion of a biscuit, white wine and salt with the absence of the broken body of Christ and any inability to accept the power of the Cross, and any resulting curses from this.  I renounce any evil use of, and break the power of the Password/Sign Word: Emmanuel, I.N.R.I. (Jesus of Nazareth, King of the Jews)  I renounce the false new commandme nt \"to love one another\" given in this degree and any resulting co - dependency. I destroy its curse on my family and loose true Godly love for each other.  I renounce and destroy the spiritual yoke and curse of submission to the oaths of the 33 rd degree of Freemasonry.  I renounce the 1 8 th degree incense altar with all references to the veil being rent and counterfeit intercession . "},{"pageNumber":26,"pageContent":" 26  I renounce the mockery, and break the power of burning the New Testament and saying \"it is finished\", and I loose myself from any imparted inability to receive revelation from the New Testament or read the Word of God; or inability to enter into the completed work of Jesus Christ when he said \"It is Finished \" Note: This degree mocks the death of Jesus Christ on the Cross. It at tempts to knock out the foundation of the Christian faith. LEADER - isolate all 31 st degree and upwards spirits Council of Kadosh (19 th to 30 t )  I renounce and destroy the curses of rituals, the penalti es, clothing, oaths, passwords / sign words, and ha ndshakes taken by my ancestors or myself involved in the Council of Kadosh (1 9 th - 3O t h degrees)  I renounce and destroy the power of the false gods of these degrees. Grand Pontiff (19 th degree)  I renounce the Grand Pontiff of the 19 th degree  I renounce and destroy the curse of the Masonic \"Thrice Puissant\"  I destroy the curse of the false Masonic throne and scepter.  I renounce taking on the Priesthood of Jesus Christ and the divination used to hide the priesthood of Satan.  I renounce the holy anointin g oil used, and the declaration that man becomes \"a priest forever after the order of Melchizedek\". I renounce the false anointing of the 19 th degree.  I renounce Astrology, the Zodiac and destroy the curses and powers of darkness with astrology and divin ation.  I renounce the false fruit of the spirit that comes with Freemasonry.  I renounce the false doctrine of the 19 th degree (144,000, and the doctrine of cults).  I renounce the oath of total obedience which releases disobedience to The God of Israel.  I r enounce the 5 secret word s /passwords of the 19 th degree and their evil use. 1. Alleluia 2. Praise the Lord 3. Emmanuel 4. God speed you 5. Amen"},{"pageNumber":27,"pageContent":" 27 Master Ad Vitam - Venerable Grand Master (20 th degree) (Grand Master of the Symbolic Lodge, Ankenberg)  I reno unce the secret words JEKSON/STOLKIN  I renounce the false truth of Freemasonry, the light of Lucifer and occult knowledge. Patriarch Noachite or Prussian Knight - (21 st degree)  I renounce the secret word PELEG Knight of the Royal Axe or Prince of Liba nus (22 nd Degree)  I renounce the oath \"...penalty of exposure on the highest pinnacle of Mount Libanus, there miserably to perish in its perpetual snows... \"  I renounce the secret words, NOAH, BEZALEEI - SODONIAS  I renounce and destroy the power of the Mas onic axe to cut down God's people, and totally oppose the building of God's tabernacle.  I renounce the Prince of Libanus or Lebanon. Chief of the Tabernacle (23 rd Degree)  I renounce the oath \"no less a penalty than that of having the earth open under my feet and being swallowed up alive, like Korah, Dathan and Abiram...\"  I renounce the password URIEL - JEHOVAH  I renounce and take off the Masonic apron of the 23 rd degree.  I renounce the false mantle of priesthood.  I renounce the false fruit of the spirit of Freemasonry, and the seven branched candlestick of astrology. "},{"pageNumber":28,"pageContent":" 28 Prince of the Tabernacle (24 th Degree)  I renounce the oath \"...no less a penalty than to be consumed with fire from heaven, like Nadab and Abihu and that my ashes should be flung into th e air and blown to the four corners of the earth by the wind. And the penalty that I be stoned to death and my body left to rot above ground...\"  I renounce the Masonic lamp of reason. - the Masonic cloak of false liberty. - the false staff of Freemaso nry. - the spirit of the warlock. Knights of the Brazen Serpent (25 th Degree)  I renounce the oath \"...binding myself under no less a penalty than that of having my heart eaten by the most venomous of serpents and left thus to perish most miserably, fr om which may the Almighty Creator of the Universe guide and defend me. Amen. \"  I renounce the password of MOSES - JOHANNES  I destroy the curse of a broken heart and all emotional breakdown.  I renounce the worship of the occultic brazen serpent, and loose my self from death by any venomous serpent, literal or spiritual.  I renounce all false healing, and the false saviour Osiris.  I renounce and destroy the blockage of being healed completely. Scottish Trinitarian or Prince of Mercy (26 th Degree)  I renounce th e oath \"...should I violate this, my obligation, I consent to be condemned, cast out and despised by the whole universe; may the Supreme Architect of the Universe guide, guard and protect me to fulfill the same. Amen.\"  I renounce the password GOMEL, JEHO VAH - JACHIN  I renounce the curse of condemnation and spite by the entire Universe.  I renounce and destroy the curse of a triple covenant with the Great Architect of the Universe.  I renounce and destroy the curse of the Egyptian trinity.  I renounce the curs e of embracing A gospel of Jesus Christ mixed with the teachings of false religions. "},{"pageNumber":29,"pageContent":" 29 Knight Commander of the Temple (27 th Degree)  I renounce the oath \"... Penalty of receiving the severest wrath of God inflicted on me...\"  I renounce the secret words o f JAWEH, SOLOMON, EMMANUEL & INRI (Jesus, Nazarenus, Rex, Judaeorum; Jesus of Nazareth, King of the Jews)  I renounce the false warrior mantle of the Teutonic Knight, and the black two headed eagle of false prophetic deliverance. Knight Commander of the S un, or Prince Adept (28 th Degree)  I renounce the oath \"may my brethren seize me and thrust my tongue through with a red hot iron, to pluck out my eyes and deprive me of smelling or seeing, to cut off my hands and expose me in that condition in the field t o be devoured by the voracious animals, and if none can be found, may the lightening of heaven execute on me the same vengeance... \"  I renounce the secret word of STIBIUM  I renounce and destroy the power of these curses - eye injury, loss of vision, loss of smell, loss of hands or fingers, death by lightning or animal attack.  I renounce the lie of being unable to \"rightly divide\" the Word of God.  I renounce and destroy the power of the 7 angels (demonic beings) stationed in the lodge - Gabriel, Michael, Auriel, Raphael, Zarakhiel, Tsaphiel and Hamaliel, and Cut all ties to them. Grand Scottish Knight of St Andrew (29 th Degree)  I renounce the Masonic baptism into knighthood.  I renounce the secret words NEKAMAH - FURLAC  I renounce and destroy the power of the words \"They say Salah - eddin must die\" and the curse of destruction to my Christian walk. "},{"pageNumber":30,"pageContent":" 30 Grand Elect Knight Kadosh and Knight of the Black and White Eagle (30 th Degree)  I renounce the oath “. .. (with point of sword at heart) . ..promise to do, under penalty of death... \"; “. ..Ever Knight Kadosh shall be to me as if t he ties of blood has united us. \"; \"...I henceforth devote and consign myself to disgrace and contempt, to the execration (means to call down a curse upon), and punishment of the Grand Ele ct Knights Kadosh, if I ever fail in this my solemn obligation ... \"Also in this ritual \"Forget not that the slightest ind iscretion will cost me my life... ; \"...one step more and you are bound to us forever and at the peril of my life.”  I destroy the power of the Council of Kadosh in my life.  I renounce and destroy the power of the secret words - GOLGOTHA, EMMANUEL, STIBUM ALKABAR, PHARASH - KOH and MELITA.  I renounce the knight's curse and death wish of Judas of having his head cut off and placed on top of a ch urch spire.  I cut every ungodly soul tie with the skull used in this degree .  I renounce the ladder of reason, and its seven steps of: science; astronomy; music; geometry; arithmetic; logic and rhetoric. I declare death to a Spirit of Humanism.  I loose th e spirit of revelation over myself and family.  I renounce and destroy the curse of the death penalty. Consistory of Sublime princes of the Royal Secret (31 st to 33 rd Degrees)  I renounce and destroy the curses invoked by my ancestors or me through the r ituals, clothing, oaths , passwords, sign words, and handshakes of the Consistory of Sublime Princes of the Royal Secret degrees of Freemasonry (31 st - 33 rd degree)  I renounce the false gods - Ahura Mazda (Persian god offire) - AUM of the Hindus (Brahma, V ishnu, Shiva - Hindu trinity) - Lucifer - Artimas or Diana (Goddess Mother) "},{"pageNumber":31,"pageContent":" 31 Grand Inspector Inquisitor Commander (31 st Degree)  I renounce the oath \"...consigning myself to the contempt of my brethren and to their just and terrible anger, to be vis ited upon my unprotected head, if I should willfully or through indifference violate this my solemn oath and obligation...\"  I renounce all the gods and goddesses of Egypt including Anubis ( ram's head), Aten, Re, Ra and Osiris, ( sun gods) and Isis (the moo n goddess), Diana or Artemas (mother goddess).  I renounce the Soul of Cheres, the false symbol of immortality, the chamber of the dead, and the false teaching of reincarnation.  I renounce and destroy the curse of: - the Masonic tribunal and trial. - Masonic legalism and false repentance.  - Being judged by the ungodly Sublime Prince of the Royal Secret (32 nd Degree)  I renounce the Oath \"That you may be certain that we are all bound to you, by ties as strong as those that will bind you to us, kneel at our altar, lay your hands and sword upon the book of constitutions and repeat after me... \"  I renounce the 32 nd degree of Freemasonry and the deity of AHURA - M AZDA and the false Trinitarian deity AUM with it 3 parts - Brahma, Vishn u and Shiva  I renounce the secret words PHAAL, PHARASH - KOL, AHURA MAZ D A  I renounce and destroy the Masonic covenant with death, and the curse of being poisoned, especially my reputation and relationships.  I renounce taking the oath that \"the wine will turn to poison\" and drinking from a human skull .  I renounce and destroy the curse of sorcery and drug use over my life and descendents, the power of drug addiction, chemical overdoses, and death through drug overdose "},{"pageNumber":32,"pageContent":" 32 Grand Sovereign Inspector General ( 33 rd Degree) (An Honarary Active Degree)  I renounce the oath “...And should I knowingly or willfully violate the same, may this wine I now drink (from a human skull!!), become a deadly poison to me, as the hemlock juice drank by Socrates. And may these cold arms forever encircle me (a skeleton's arms are wrapped around the candidate)\"...penalties which I, of my own free will and accord impose upon myself; namely that of being disgraced among my fellow beings, to suffer the most cruel remorse of the soul. And may God heap upon my head the punishment in store for perjurers and all such as may violate their sacred obligations toward him...\"  I renounce and destroy the power of Lucifer and the Consistory over me.  I renounce the secret words: DEMOLAY - HIRAM ABIFF, FREDERICK OF PRUSSIA, MICHA, MACHA, BEALIM AND ADONAI .  I renounce the death wish and death by poisoning .  I renounce and remove the robes of witchcraft, and the declaration that Lucifer is God .  I renounce and cancel the curse of the 33' d degree noose (cabl e tow) .  I renounce the 3 infamous assassins of the Grand Master - law, property and religion, and what they mean - greed, witchcraft and attempt to control and manipulate .  I renounce the words \"a three edged blade to pierce the eyeball\", and destroy all curses to the eyes involving accidents, progressive or total blindness, cataracts, eye disease; eye pain and unnatural loss of sight linked in any way to this blood oath. I announce that Isaiah 32:3 is my portion “the eyes of them that see shall not be dim \". And Jeremiah 30:17 \"I will heal thee of they wounds ”."},{"pageNumber":33,"pageContent":" 33 Shriner's  I renounce the Shriner's Oath \"...I do hereby, upon this bible, and on the mysterious legend of the Koran, and its dedication to the Mohammedan faith, promise, swear and vow.... In willfu l violation whereof may I incur the fearful penalty of having my eyeballs pierced to the center with a three - edged blade, my feet flayed and I be forced to walk the hot sands upon the sterile shores of the Red Sea until the flaming sun shall strike me with livid plague, and may Allah, the god of Arab, Moslem and Mohammedan, the god of our fathers, support me to the entire fulfillment of the same, Amen, Amen, Amen. \"  I renounce the oaths taken by my ancestors or me and the curses and penalties involved in t he Ancient Arabic Order of the Nobles of the Mystic Shrine .  I renounce the curse of madness,  I destroy all curses of afflictions to the feet in the Name of Jesus Christ.  I renounce the curse of piercing the eyeball with a three - edged blade  I renounce a nd destroy the power of the 33 rd degree Masonic ring (made up of 3 bands and often set with 3 diamonds)."},{"pageNumber":34,"pageContent":" 34 YORK RITE Mark Master 4 th Degree  I renounce the false cornerstone of Hiram Abiff, and Declare that Jesus Christ is the Chief Corner Stone of my life .  I renounce the keystone astrological mark .  I renounce the curse of rejection from the Lord's temple .  I renounce the false trinity of Freemasonry .  I renounce and break the curse of the fourfold cable - tow, total immobilization and every tie to a Freemasonr y lodge .  I renounce the word JOPPA and rebellion to the voice of God .  I renounce and break the power of these curses: - loss o f the fruit of my labor, and being underpaid as an employee . - lack of financial blessing and working lon g and hard for little fi nancial reward - every curse of poverty invoked through this degree's ceremonies Past Master 5 th Degree  I renounce the oath \"binding myself under no less penalty then to have my tongue split from the tip to the root.... \"  I renounce and destroy the po wer of all curses of the speech through the oath of the Entered Apprentice Degree .  I renounce and destroy the curse of ungodly takeover .  I renounce the Master abdication ceremony, premature promotion and the curse of humiliation . Most Excellent Master 6 th Degree  I renounce the oath \"... Penalty of having my breast bone open and vital organs removed and exposed to rot on the dung hill. \"  I renounce and break every effect of the \"balancing\" ceremony and the curse of yielding to temptation . "},{"pageNumber":35,"pageContent":" 35 Holy Royal Arch 7 th Degree  I renounce the oath \"... Penalty of my brain being exposed to the scorching rays of the meridian sun ”  I renounce the lie of self god - hood and the triple crown of god - hood - the blasphemy of equality with the Lord God Almighty - the false crown, robes, false open heaven, and false glory - the 4 veils and false Holy of Holies  I renounce and destroy the curse of the password \"I AM, I AM\", and break every effect of being knighted as \"captain of the hosts\" .  I renounce, and break every effect of the passwords \"Shem\", Japheth, and Adoniran. I renounce and break the rod of divination, and all false miracles, signs and wonders and where they have affected me in any Christian meeting.  I renounce being a false leader over the people of the Lord a nd, renounce and destroy false fathering and false son - ship .  I renounce salvation through good - works and break the power of the triple tau mark from my forehead .  I renounce and break the curse of the Masonic God \"Jah Bul On\" .  I destroy all ties to the baa ls of Sy ria, Babylon and Egypt and declare over my family line: Exodus 20:3 \" Thou shall have no other god’s before me.”  I proclaim prophetically \"As for me and my household, we will serve the Lord\" (Josh 24:1 5 )  I renounce the false office of prophet .  I renounce the law of sin and death and loose myself into the law of the Spirit of Life ( Rom 8:2 ) .  I renounce the Hindu gods Brahman, Krishnu and Kali ; and the resulting attraction to Hinduism, TM, Yoga, and Eastern Philosophy .  I renounce the false love & unity of Freemasonry .  I renounce and break every effect of the secret passwords \"Ammi Ruhamah\" and \"Stibium Malkabar\" .  I renounce this oath: \"having my right ear smote off that I may forever be unable to hear the word and my right hand struck off as the penalty of an imposter . \"  I renounce the inability to hear God's Word, and Break the power of spiritual deafness or loss of fingers or hands because of this oath.  I renounce this oath: \"having my bowels torn asunder, and that the earth may open and swall ow me up as it did Korah, Dathan and Abiram for their rebellion \"."},{"pageNumber":36,"pageContent":" 36  I renounce and destroy the power of the handgrip and password \"Rabboni\", and the following of a false master or leader  I renounce and break every effect of the passwords of this degree \" Haggai\", Joshua \" , and \"Zerubbabel\" .  I renounce this oath \"having the crown of my head struck off, and my brains taken out and burnt to ashes. ‖  I renounce this oath: \"the skull struck off and the brain exposed to the scorching rays of the noonday sun .‖  I renounce the curse of Confusion, memory problems, decapitation, brain cancer and chemotherapy for it Super Excellent Master 10 th degree  I renounce this oath: \"penalty of having my thumbs cut off, my eyes put out, my body bound in fetters of brass an d being t aken captive to a strange land. \"  I renounce and destroy the curse from role playing King Zedekiah: - of an immobilized will - of having my thumbs cut off - of physical blindness from eyes being put out  I destroy the curse of the bronze shack les of witchcraft . ORDERS OF KNIGHTHOOD Knights Order of the Red Cross 11 th Degree  I renounce the oath : \" penalty \"... of having my house torn down, the timbers therefore, set up and I being hanged thereon...\"  I renounce the passwords \"truth\", \"Judah\" , and \"Benjamin\" and taking on the character of the lion and the wolf.  I renounce the spirit of the \"roaring lion\", the devil himself (1 Peter 5:8) I declare tha t Jesus Christ is the Lion of the Tribe of Judah (Rev 5:5) "},{"pageNumber":37,"pageContent":" 37 Knights of Malta 12th Degree  I renounce and break the oath \"If I violate my obligation, I consent to have my head cut off, and stuck on the highest pinnacle in the eastern part of the world, as a monument to my villainy.  I renounce and break every effect of the oath: \"the sins of the person whose skull this once was be heaped upon my head in addition to my own; sand may he appear in judgment against me, both here and hereafter, should I violate or transgress in Masonry, or Orders of this Knighthood.  I renounce drinking wine from a human skull, and the oath of taking on the sins of another .  I renounce the false symbol of salvation, the white robe and black cross .  I renounce the secret word MAHER - SHALAL - HASH - BAZ Knights Templar 13 th Degree  I renounce and break every effect of any of my forebears wearing the Knights Templar belt, breastplate, spurs, helmet and black apron with it ‟s emblems, and taking the sword of the York Rite .  I renounce and spiritually remove this false armour from myself and my family . And I put on the full a rmour of Ephesians 6:11 .  I renounce the spirit of death of the Knights Templar .  I renounce the false warrior spirit of this order .  I renounce and destroy the curse of the emblems and insignia of the black apron with a serpent entwined about a cross, skull and crossbones; and the curse of the sword, battle - axe, trumpet and shield.  I renounce the secret password of KEB RAIOTH  I destroy the curse of the tomb and renounce and break every effect of the skull and crossbones on the bible in the black room.  I reno unce the false alliance between the Bible and the black coffin (death).  I renounce the Masonic cockcrow, the Spirit of Judas Iscariot, and destroy the curse of betrayal.  I renounce the cup of death and the cup of desolation. ( Ezek 23:33 . ) I renounce and b reak every effect of drinking wine from a skull called \"old Simon\" in memory of Simon of Cyrene, and drinking to Simon, Solomon, Hiram of Tyre and Hiram Abiff.  I loose myself into the cup of blessing and salvation. ( 1 Cor 10:16; Ps 116:13 )"},{"pageNumber":38,"pageContent":" 38  I renounce an d destroy the power of the passwords \"Golgotha\" and \"My Lord \" .  I renounce Masonic covenant with death, and I claim the promise of Jesus Christ \"I have come that they may have life\".  I renounce and take off the warrior mantle of death of the Knights Templ ar .  I renounce and release t he false sword of the York Rite and using the sword as an inverted cross. I throw the Masonic sword into the Fire of God - with action.  I declare I am taking hold of the Word of God, which is sharper than any two edged sword. ( H eb 4:12 )  I renounce and destroy the curse of violence and rage against myself and others; of dying a violent death, and all fascination with warfare.  I renounce the false warrior mantle of Freemasonry over my calling in God, and my obedience to the Word o f the Living God; over every anointing and every gift of the Holy Spirit.  I renounce and break every effect of my ancestor's involvement in all the side degrees of the York Rite: Select Master; Degree of Ark and Dove; Knights of Constantinople; Secret Mon itor or Trading Degree; Heroine of Jericho; Knights of Three Kings; Knight of the Christian Mark and guards of the Conclave; Knights of the Holy Sepulchre; The Holy and Thrice Illustrious Order of the Cross; called a Council; Eleven Ineffable Degrees; Perf ect Master; Intimate Secretary; Provost and Judge; Intendant of the Building, or Master in Israel; Elected Knights of Nine, Elected Grand Master; Sublime Knights Elected; Grand Master Architect; Knight of the Ninth Arch; Grand Elect; Perfect and Sublime Ma son .  I renounce the oath of the penalty \"....of having my head struck off and placed on the highest spine of Christendom... \" "},{"pageNumber":39,"pageContent":" 39 Physical Diseases  I renounce all curses of cancer on my ancestral line and myself because of oaths pronounced over the body t hrough Freemasonry. I take authority over, and command every rebellious cell within my body to come into perfect order, and line up with the original plan and design of The Ancient of Days.  I renounce and break all curses of fear of cancer, and death thr ough cancer .  I renounce and break every curse over the body organs, such as heart, lungs, stomach, intestines, gall bladder, liver, bladder and womb.  I renounce all curses of heart attack, open - heart surgery, stroke, heart disease, and resulting premature death .  I renounce and break all curses of the blood resulting from Freemasonry blood oaths, such as chronic fatigue syndrome, anemia, high/low blood pressure, thrombosis, hemorrhaging, Rheumatoid Arthritis, diabetes, hypo or hyperglycemia, blood poisoning , hepatitis, and AIDS or HIV Extreme Fatigue and Infirmities  I renounce, and break every curse of infirmity and continual illness that affects my ancestral line and myself because of Freemasonry ceremonies, and blood oaths. I loose my ancestral line, m yself, and my descendents from all infirmity, allergies and continual illness in the Name of Jesus Christ. I destroy the stronghold of Death and Hell over my body to destroy it.  I renounce and break the curse of occult spiritual blows to the head resultin g in migraine or death, and break the curse of sudden mysterious fever s.  I renounce and break the curse of rejection resulting from being called \"rubbish in the temple\" and the resulting curse of being shunned, or put out of the Church fellowship. I brea k every curse of being unfruitful in the Church or for the Kingdom of God. Mental Illness  I renounce and break all curses of mental illness coming down my ancestral line due to involvement in Freemasonry.  I renounce and break the curse of having a doubl e - soul, double - mind, ADD, or being Bipolar. I break the power of spiritual and mental confusion in the Name of Jesus Christ.  I renounce and break all curses that disable me from comprehending and articulating what I feel. I break all curses on my verbal faculties, and the ability to hear spiritually and physically. "},{"pageNumber":40,"pageContent":" 40  I renounce and break the curse of having 2 fathers or masters and the resulting confusion in identity. In the Name of Jesus Christ, I call my body; soul and spirit into perfect alignment, ac cording to God's perfect plan and will.  I renounce and break the curse of Paranoid Schizophrenia and Fear from my ancestral line and myself.  I renounce and break the power of Freemasonry witchcraft oaths and curses resulting in depression, melancholy, oppr ession, and being in a psychotic state.  I break all ungodly ties or bonds to anyone in my family line with the same problems.  I renounce and break the power of the curses of the Freemasonry ceremony involving Nebuchadnezzar.  I renounce and break the power of all Freemasonry witchcraft oaths resulting in insanity, senility or dementia, Alzheimer's disease, disorientation, confusion, loss of memory, breakdown of any kind, mental, emotional, spiritual, nervous or physical.  I break the curse of being committe d into a psychiatric hospital or asylum.  I renounce and break the curse of obsessive compulsive, repetitive behavior.  I break the curse of all religious, spiritual, doctrinal obsessions.  I renounce and break the curses of suicide, death wishes, and mental instability.  I renounce and break all curses of insecurity and co - dependency due to abandonment by the father because of Freemasonry. Nervous Disorders & Fear  I renounce and break all the curses on the nervous system coming down my family line due to involvement in Freemasonry.  I renounce the Shriner's ceremonial ritual and oath of standing on a board in bare feet and having electric shocks transmitted through the body. I renounce all curses of shock to the nervous system, all attraction to electrosho ck treatment, and death from electric shock.  I renounce and break the curse of all shock, fear, trauma and grief stored in the nervous system through accident, sudden shock, sudden loss, and death or through inheritance. I declare in the Name of Jesus Chri st, that I am loosed from this fear and shock and it is broken from my generational lines. I declare that continual shocks are broken from my family and me.  I loose myself from fear of accidents, rape, any kind of loss, and blows to the head. "},{"pageNumber":41,"pageContent":" 41  I renounce and break the power of Freemasonry Occult curses to afflict my ancestral line and myself with diseases or violence affecting the nerves such as: multiple sclerosis, epilepsy, spinal cancer, Par kinson's disease, sexual abuse, r ape, sudden death or betrayal by friends or marriage partner.  I break the power of the Masonic curse of death from the spinal cord, nervous system, and silver cord in the Name of Jesus Christ.  I renounce and break every curse of inflammation of the nerves and the n erves being on edg e.  I declare that my body is the temple of the Holy Spirit and all ties to the Masonic temple is cut in the Name of Jesus Chris t, and I am loosed from every kn own or unknown disorder and disease resulting from a Freemasonry curse. E very negative thing lo dged in my nervous system is now dislodged and I now plead the Blood of the Lord Jesus Christ over every access point that is n ow closed. Autism and Learning Difficulties  I renounce and break the curses of autism on my ancestral line and myself due to involvement in Freemasonry.  I renounce the antichrist brotherhood of Freemasonry and destroy the curse of a bandonment it produces in marriage and with children due to the father being at the lodge. I forgive the fathers in my family line for abandoning t heir wives an d family for the lodge, and the resulting insecurity, rejection and rebellion. I loose myself from all curses of insecurity, rejection, rebellion, verbal and emotional abandonment, and all expectation of it. I shall turn the heart of the fath ers to t h e c h ildren and hearts of the children t he fathers\". (Mal 4:6) He is our peace who had made both one and broken down the middle wall of partition between us. (Eph 2:14)  I renounce and break the curse of atheism in the fathers of my ancestral line , resulting in an inability to enter into true intimacy with Father God. I break all curses of hatred and rejection towards the father.  I renounce and break the curse of the spirit of Antichrist and Jezebel due to the loss of the father, and the resulting autism in all its forms .  I repent, renounce and break the curse of violence from the mothers in my family line and repent of abuse of children. I break the curse of all words of rejection and judgement spoken over children. "},{"pageNumber":42,"pageContent":" 42  I break all curses of blows to the head and the resulting brain damage, intellectual retardation, learning and comprehension difficulties, slowness of speech and action, spastic thought patterns, speech patterns and motor co - ordination difficulties.  I renounce and break the cu rses of insanity, autism, frustration, anger, self - hatred, violence, self - injury, head banging and all insane behaviors connected to the Freemasonry blood oaths of murder and mutilation.  I renounce all fear of the occult from the Freemasonry blood oaths.  I renounce and break the curse of shutting down or off from reality. I break every curse of withdrawal, escapism, fantasy, and denial of pain.  I renounce all emotional withdrawal and escapism such as staying in bed, sleep, sex, television, computer, job, drugs, and alcohol.  I renounce and break the curse of the oath \"I will withdraw myself from anyone that does not walk afte r the traditions of Freemasonry \", and I destroy every legal right of withdrawal off my life and my family line. I renounce all rebe llion against reality and repent of stubbornness in Jesus Christ's Name.  I break all curses affecting my family line relating to their gifting, creativity, learning abilities and anointings. I break all curses of rebellion towards authority, mistrust and rejection of people and resulting obsessions with animals.  I break all curses of animal behavior, of being treated like an animal and being subjected to physical, verbal or sexual abuse.  I break the curse of the Freemasonry tools from my family line and myself and the resulting problem with mathematics.  I loose my family line and myself into God's original plan and purpose for our lives in the Name of Jesus Christ."},{"pageNumber":43,"pageContent":" 43 Interconnected Religions and Orders NOTE: If your family was in anyway connected to the following you need to renounce and repent of any involvement and l oose yourself from any spiritual bondage that comes with it. (List may be incomplete) Men Organizations Acacia Fraternity Ancient Order of Foresters Black Lodge Buffalo Lodge Danites Druids Elks Eagles Lodge Fraternal Order of Eagles Foresters Grotto Holy Order of St. John Illuminati Independent Order of Foresters Independent Order of Oddfellows Independent Order of Rechabites Jaycees Knights of Columbus Knights of Pythias Knights of Python s Knights of the Red Cross Ku Klux Klan Lions Club Loyal Order of the Moose Manzini Moose Lodge Mystic order of the Veiled Prophets of the Enchanted Realm. Orange Lodge Order of Amaranth Order of Red Men Order of the Red Robe Order of the Golden Chain Orde r of the Golden Dawn Order of the Golden Key Order of Oddfellows Ordo Templi Orientis Prince Hall Freemasonry Phi Beta Kappa Royal Arch Mariners Royal Order of Jesters Shriners The Grange The Round Table Tall Cedars of Lebanon Veiled Prophets of the Enchan ted Realm Woodsmen of the World Women Organizations Daughters of Mokanna Order of the Eastern Star Daughters of the Nile and White Shrine Order of Jacob's Daughters White Shrine of Jerusalem Rebekah Lodge Order of Amaranth  Youth Organizat ions Girls - Daughters of Job, Rainbow Girls, Girl Guides (Girl Scouts in U.S.), Brownies, Sparks , Daughters of the Eastern Star, Ladies Oriental Shrine. Boys - Order of De Molay, Order of the Builders, Cubs, Boy Scouts , The Allied Degrees, The Red Cross of Constantine, The Order of the Secret Monitor, Masonic Royal Order of Scotland, Grand Orient Lodges, The Royal Order of Jesters, The Manchester Unity. Note : Lord Baden Powell was a member of the Lodge of the Grand Orient of Freemasonry"},{"pageNumber":44,"pageContent":" 44 Order of the East ern Star  I repent, renounce and break the curse for all oaths taken, curses and ritual enacted, and regalia worn by my ancestors involved with the Eastern Star. In t he Name of Jesus Christ I smash and destroy the power of the pentagram (symbol of the Eas tern Star), from my family line and myself. I declare that the Blood of Jesus Christ covers us.  l sever every cord that binds my family or myself to Freem asonry through the E astern Star and renounce and break the curse of mutual obligation.  I renounce th is oath: “... I bind myself to the most solemn secrecy respecting the work of the Order a nd to that performance (of its goals)\" \"The obligation of our Order, voluntarily assumed, is perpetual, from the f orce of which there is no release\" I declare that my fam ily is released t hrough the power of the Blood of Jesus Christ.  I repent on behalf of the women in my ancestral lines that knelt before the altar o f the Eastern Star and knowingly, or in ignorance gave themselves to the gods o f Freemasonry.  I renounce a nd break the power of the curse of false light, purity and joy. I d eclare that \"The Joy of the Lord is my strength\" and the fruit of the Holy S pirit is mine.  I renounce and break all the oaths and rituals of Freemasonry (see oaths). The Orange Lodge  I repent, renounce and break the curse for all oaths taken, curses and ritual e nacted, and regalia worn by my ancestors involved in the Orange Lodge.  I renounce and break every curse and bondage from their involvement with th e Noble Ancient and Christian Order of Royal Black Knights, Royal Arch P urple Order and the Royal Black Institution and cut all ties to Freemasonry .  I renounce and break all soul ties, Idolatry and association with the founders Ja mes Wilson and James Sloan, also with Sir Robert Peel and King William of O range and Osiris.  I renounce and break the curse of the 5 - pointed star and the eye of Horus.  I renounce the oath \"never to prosecute an Orange brother ” . "},{"pageNumber":45,"pageContent":" 45  I repent, renounce and break the curse of religious bigotry and indoctrination from my ancestral line. I renounce and break the curse of death and destruction and the ungodly militancy of the Orange Lodge .  I renounce and break the curses of all orange, purple and black degrees up to and including the Red Cross.  I renounce and break every tie to the goat of the Orange Lodge. I renounce and break all oaths made while sitting on a goat. I renounce the ceremony of riding the goat and break the curse of violence and fear.  I repent for every ancestor involved in swearing allegiance to Lu cifer by kissing the goat's anus. I break all the resulting curses and ask you, Father God to cleanse me in the Name of Jesus Christ.  I renounce and break the curses of the two and one half sign and the following passwords: Entrance password Shib - bo - leth Central password The Ark of God (Goat backwards) Great and Grand password The Great Jehovah be our Guide Other passwords Migdol, Rueben Gad, Half, Tribe, Manasseh, Red Walls, Gideon and Onde Gi  I renounce and break the power of all handshakes, sign wor ds and declare there will be no more codes, signs or passwords over my life. Independent Order of Rechabites (I.O.O.R.)  I repent, renounce and break the curse for all oaths taken, curses and ritual enacted, and regalia worn by my ancestors involved in T he Independent Order of the Rechabites.  Father, i n Jesus Christ's Name, I ask You to erase with the Blood of Jesus the names of my ancestors and myself from all certificates and lists of the I.O.O.R. .  I renounce and break all curses of the I . O . O . R . coat of arms, its symbols and meanings for: the eye of Horus, the serpent, the sun, moon and stars, rainbow, the wheat sheaf, the beehive and the twisted cord. I break all bondage to divination and Jezebel through this order.  I repent, renounce and break the c urses of having an independent spirit because of this order and living as a vagabond or nomad. "},{"pageNumber":46,"pageContent":" 46  I renounce the I.O.O.R. motto \"Peace and plenty, the rewards of temperance\" .  I renounce and break the curse of murder and decapitation and the loss of headship /leadership as a result .  I cut all soul ties to the priesthood of this order, and to the queen of heaven, Jezebel, and declare that there will be no more destruction in the Name of Jesus Christ. The Buffalo Lodge (RAOB) Royal Antediluvian Order of Buffal oes  I repent, renounce and break the curse for all oaths taken, curses and rituals enacted, and regalia wor n by my ancestors involved with The Buffalo Lodge.  I renounce the idolatry of the bull, and break the curse to afflict my life with suffering.  I r enounce and break the curses from participating in the ritual of having the head symbolically shaved and being humiliated and mocked publicly.  I renounce and break the power of all curses to the head and mind such as scalp diseases, loss of hair, anxiety, wo rry , and insanity. I declare tha t : \"I have not been given a spirit of fear, but of power, love and a sound mind\". ( 2 Tim 1: 7 )  I renounce and break the curse of a kangaroo court .  I renounce and break all curses of being burned or burnt to death sacr ificially or accidentally.  I renounce this oath: \" Never to divulge the secrets, signs, tokens or passwords, which may be given me by the lodge.\"  I renounce all curses of secrecy and silence especially with women.  I renounce and take off the buffalo blindf old  I renounce and break the curse of misogyny (hatred of women) from my ancestral line.  I renounce and break all Buffalo curses of lust, adultery, marital breakdown, violence and arguments, polygamy, premature death of spouse, death of relationships and e xpecting to be betrayed by women/men.  I renounce and break the curse of murder by blows to the head and all threats of violence.  I renounce and break all curses from my ancestral line and myself of bull - like behavior, lying in the bed of the buffal o and the oath to gore and toss the victim.  I renounce all curses of behaving or being treated like an animal and the curse of bestiality and confusion."},{"pageNumber":47,"pageContent":" 47  I renounce and break all curses of the Buffalo altar and horns; of being subjected to the Buffalo roar, anger, violence and rage. I renounce and break the power of Idolatry of the Antichrist horns, and the curse of spiritual abuse and bleeding caused by these horns.  I repent, renounce and break every curse of alcoholism and addictions that came with the sp irit of Great John Barleycorn.  I renounce the lie that Noah sent out a buffalo bird that did not return with an olive branch, and I break the curse of conflict it brings.  I renounce and break the curse of the passwords Gideon and red walls .  I renounce al l worship of Baphomet and break the power of all curses of lust and perversion from my family lines. I break the curse of all sexual strongholds of lust, sodomy, homosexuality, and bestiality and, I ask You Father, in the Name of Jesus to cleanse my family lines with the Blood of The Lamb. GUIDES & SCOUTS  I repent; renounce and break all curses from my ancestral line and myself for being involved in the Girl Guides, Boy Scouts, and all other affiliated movements and orders that originated with Lord or La dy Baden Powell. I repent for my ancestors and myself for all involvement and I now break every ungodly tie to the movement. I break every soul - tie to Lord or Lady Baden Powell and Freemasonry. I break every allegiance to Akela. I break every ungodly soul tie to Akela, leaders, or members of the movement, pack, or association, etc.  I repent of and break the curse of the Baphomet witchcraft salute, (3 finger hand salute given facing east). I ask you Father God to cleanse me now in Jesus Christ's Holy Name. The New Age  I repent, renounce and break every curse on behalf of my ancestors and myself for involvement in the New Age.  I repent and renounce seeking after false spiritual power and the belief in New Age systems, practices, therapies and philosophies .  I cut all soul & spirit ties to these practices, practitioners, gurus, false prophets i n the Name of Jesus Christ .  I bind every unclean spirit that has attached to me from association with the new age and loose myself from it in the Name of Jesus Christ . "},{"pageNumber":48,"pageContent":" 48  I repent of and renounce all new age ideals, lifestyles and seduction. I renounce the New World Order and the \"One World Church of the New Age ”.  I repent, renounce and break every curse of being in an altered state of consciousness. Father God, I ask You in the Name of Jesus Christ, to cleanse me and close every opened psychic door or portal. Kabbalism  I repent, renounce and break all curses associated with ancestral involvement with Kabbalism. I renounce any ung odly spiritual tie to Kabbalism .  I re nounce any subtle ungodly drawing towards Kabbalism and demonic bonding to religious traditions and Kabbalism doctrines mixed with my prayers for Israel. Mormonism  I repent, renounce and break all curses resulting from ancestral involvement in Mormonism , and I renounce the deception and error behind it.  I renounce all oaths made and curses invoked for revealing the temple secrets.  I sever every family tie to Joseph Smith, Brigham Young and all - false prophets and priests associated with the Mormon Churc h. I renounce the i dolatry of man.  I repent for myself and anyone in my family line having removed their shoes to enter a Mormon church/temple. I ask You Father to wash me and I will be clean.  I renounce the angel Moroni, the lie of Mormon godhood and the doctrine of Mormonism. I renounce the doctrine of eternal progression and break its curse off my mind and spirit.  I renounce and break every Mormon spirit of control, domination, manipulation, divination, lust, passivity, seduction and fornication in the Name of Jesus Christ.  I renounce the Mormon lies that God is made of flesh and bone and that Jesus Christ is Satan's older brother.  I renounce Mormon false atonement and the lie that salvation is only found through the Mormon church.  I repent, renounce and break every curse from every ceremony, ritual, oath and baptism taken by my ancestors or others on my behalf. "},{"pageNumber":49,"pageContent":" 49  I renounce the Mormon temple baptism ceremonies with the bronze bulls.  I renounce all baptisms for the dead in my family line. Father, I as k You to remove my family names from membership lists, genealogy lists of the Church of the Latter Day Saints in Jesus Christ's Holy Name.  I renounce and break the power of the ceremony of eternal marriage and the curse of every seal, for eternity, every endowment, eternal ordinance and anointing of the Mormon Church.  I renounce and break the curses of all ceremonial regalia of the Mormon Church, the white suit, white robes, linen aprons, headwear, sashes, special protective underwear with its Masonic sym bols.  I repent and renounce putting the hand through a veil and being pulled into a heavenly realm. I close all open doors and portals in my life in t he Name of Jesus Christ.  I renounce and break the curse of the new name give n to my ancestors.  I renounc e and break the curses of every handshake, password, signword, grip and symbol used in Mormon temple ceremonies .  I renounce and break the curse of the sure sign of the nail and break the curse of blood covenant.  I renounce and break the curse of becoming a priest after the order of the false Aaronic & Melchizedek priesthood. I break every ungodly soul tie with the Mormon priesthood.  I renounce and break the curse of the Mormon Bible (The Book of Mormon) th e sacred writings, The Pearl of Great Price, and th e hidden gold plates from which the Book of Mormon was transcribed."},{"pageNumber":50,"pageContent":" 50 LIES OF FREEMASONRY LEADER – Reads The Bible is not to be literally obeyed as it is merely symbolic of God's will . The Bible is part of God's revelation and other books of faith are equa lly acceptable. There is no need to repent, because man is not sinful. Whatever a person believes is the truth. Man's redemption comes by his own good deeds and righteousness. We can be a god. Every degree of Freemasonry reveals more light and Light is darkness visible. A Freemason is a free man . CANDIDATE  I renounce and break the power of these lies and any resulting curse of deception from my life, my descendents and my ancestral lines.  I renounce and break the curse of idolatry of self, and the fals e gospel of Salvation through good works. I break the stronghold of deception and every tie with Jezebel and Antichrist. Freemasonry's Blasphemy LEADER – Reads - Jesus is dead and there is no resurrection. - God is not a triune God. - The Lord's Light w ill be extinguished in your life. - Jesus was just a great Reformer. - Jesus is the evil influence in the world. - There is no power in the communion cup for healing, deliverance and true fellowship with the Lord Jesus Christ. - There is no power in th e Cross of Jesus Christ. - Masonic communion is based on the doctrine of transubstantiation and they believe you eat the literal flesh of Moses, Confucius, Plato, Socrates and Jesus of Nazareth . - When you take Masonic communion you do not need a living Christ. - The name of God is Jah Bul On. - \"Adonai\", \"Jehovah\" and \"Emmanuel\" are passwords. - Jesus Christ is not God; the Great Architect of the Universe ( GAOTU ) is the one true God of Freemasonry. - Lucifer is the Master and Lord in your family l ine. - Eternal life is gained by a password and living a perfect, pure and blameless life, Therefore you don't need to live a Christian life, because you have the password. - The Worshipful Grand Master in Freemasonry replaces the Holy Spirit. - The God s of Freemasonry are: the sun god, moon god, Egyptian gods, Persian gods, the Hindu gods, also Aum with three part s: Brahma (creator); Vishnu (preserver); and Shiva (destroyer); and Jah Bul On (Jehovah, Baal, Osiris)."},{"pageNumber":51,"pageContent":" 51 CANDIDATE  I RENOUNCE AND DESTROY the power behind these blasphemies from my ancestral line and from myself.  I ask You Father, to cleanse my lips with fire from God's altar in the N ame of the Lord Jesus Christ Isaiah 6:5 - 7 ―5 Then said I, Woe is me! For I am undone and ruined, because I am a man of unclean lips, and I dwell in the midst of a people of unclean lips; for my eyes have seen the King, the Lord of hosts! 6 Then flew one of the seraphim [heavenly beings] to me, having a live coal in his hand which he had taken with tongs from off the altar; 7 And with it he touched my mouth and said, Behold, this has touched your lips; your iniquity and guilt are taken away, and your sin is completely atoned for and forgiven.‖ APOSTLES' CREED: I believe in God the Father Almighty, Maker of Heaven and earth: And in Jesus Christ H is only Son, our Lord, Who was conceived by the Holy Ghost, Born of the Virgin Mary, Suffered under Pontius Pilate, Was crucified, dead and buried; He descended into hell; The third day He rose again f rom the dead; He asce nded into H eaven, And sits on the Rig ht H and of God the Father Almighty; From thence He shall come to judge the quick and the dead. I believe in the Holy Ghost: The holy Body of Believers; The communion of Saints; The Forgiveness of sins; The resurrecti on of the body, and Life everlasting. Amen FREEMASONRY'S FALSE PRIESTHOOD  I renounce the false priesthood of Freemasonry and sever every tie to it.  I renounce Freemasonry's veil and \"Secret Place\" as a place of bondage, death, and destruction to relati onship with Jesus Christ. THE LODGE OR TEMPLE  I renounce \" the Lodge as Holy Ground\", and destroy all curses of standing on counterfeit holy ground and removing my shoes as a sign of humility.  I declare I am released from the Lodge in the Name of Jesus C hrist, and I break every tie with the false tabernacle or temple of Satan. "},{"pageNumber":52,"pageContent":" 52 THE COUNTERFEIT BIBLE  I repent, renounce and break every curse on my ancestral line and my life from involvement with the Freemasonry Volume of the Sacred Law.  I declare I rece ive The Holy Bible as the inspired Word of God that it is, and I renounce any inability to receive pure undefiled doctrine because of the Volume of the Sacred Law.  I renounce and break every curse of the Volume of the Sacred Law . I break and destroy the curse that my family and I will have the plagues recorded in Revelation because of blood oaths taken.  I renounce and break the curses of the Freemason bible with its coded messages that would keep God's Word a mystery, and any resulting difficulty in rece iving revelations from the Word of God.  I renounce the curse of unbelief, doubt and skepticism, denying the power of the Word of God and the miraculous.  I declare I will be able to read the Word of God with full acceptance and revelation of God's superna tural power, and miracle working power of the Blood of Jesus Christ. I declare that I will know Jesus in His Power and Resurrection.  I renounce kissing the Freemasonry bible, the VSL , and all the betrayal represented by this action .  I renounce all hatred and rejection of the Word of God, difficulty in reading or studying the Word, and resistance to the preached and quickened Word of God.  I repent, and renounce resistance and mockery towards the Church, where God's Word is proclaimed. I renounce resistanc e to, and mockery of God's pastors, prophets and servants . I destroy the power of the words: \"For the Western soul, it is well for a man to be born in church, but terrible to die in one. A young man should be censured if he does not attend church, but an elderly man is to be equally censured if he does. \" "},{"pageNumber":53,"pageContent":" 53 Deception & Seduction  I renounce and break the curses of Freemasonry deception, seduction and lies. I break the curses of being lied against, of false witness, false verdict, treason and perjury beca use of Masonic favoritism. I break every curse of being a scapegoat.  I renounce this oath: \"I will aid and assist a companion Freemason when engaged in any difficulty, and espouse his cause so far as to extricate him from the sam e, whether it be right or wrong ! ‖  I renounce and break every curse of spiritual blindness and deception in my ancestral line and my life from Freemasonry strongholds. Lord Jesus, I ask Y ou to anoint my eyes with the eye salve of God that I might see . Rev 3:18 ―18 Therefore I c ounsel you to purchase from Me gold refined and tested by fire, that you may be [truly] wealthy, and white clothes to clothe you and to keep the shame of your nudity from being seen, and salve to put on your eyes, that you may see .‖ Freemasonry Regalia  I renounce the Freemasonry regalia and the bondage associated with it.  I remove them piece by piece spiritually (with action and declaration.) ITEM: Apron Axe Belt Clasp (S) Black Case Breastplate Collar Freemason's Ring Jewels Medallions & Chains of Office Sword and Dagger Wand White Gloves MEANING: (Lambskin covering Mason deity) (cutting edge of occult) (Snake – occult symbol of Satan) (Holds regalia) (false priesthood) (Servant's yoke) (Occult covenant with Lucifer) (False, faith, hope and ch arity) (Yoke of spiritual bondage) (Power, control & death) (Symbolic of being born again) (False clean hands) "},{"pageNumber":54,"pageContent":" 54 Symbols  I renounce and break the curses of the Freemasonry symbols : ITEM: \"G\" Baphomet Cross Black & White Squares Bloodstained Cloth Chair Chair of Solomon Worshipful Master Chant Cock crow Coffin Crow's foot Dove bearing olive branch Eastern Star Eye of Horus Fog on top of the Mountain Handshakes Jacob's ladder Knock Maltese Cross Pelican Phallic Symbol Phoenix Bird Rose Royal A rch Tau Cross Scapegoat Six pointed Hexagram Skull Small Stone Sprig of Acacia MEANING: (Freemason god - GAOTU) (Cross of Osiris - Egyptian god) (Compromise between good & evil) (Covenant to spill blood if needed) (Every office/degree has a chair) (Wor ship of man) (Witch's chant - So mote it be) (Denial, blaspheming & forsaking God) (Covenant with the grave) (Witch's foot, used to renounce Christ) (False harmony and peace) (Satanic pentagram) (Symbol of Freemason's God) (False high place of worship) (Identification for fellowship & favor) (Manipulation of power & influence) (For entry into occult world) (Occult form of crucifixion) (Mockery of blood atonement) (Idolatry of Male sex organ) (False resurrection) (Symbol of secrecy & silence) (Symb ol of Tammuz – pagan god) (Accused of another's wrongdoing) (Religious/occult/witchcraft mixture) (Masonic communion drinking vessel) (Counterfeit overcomer's reward) (Symbol of immortality)  I renounce all these symbols and what they mean. I renounce an d break the curse of \"Checkmate\" off my life. I declare I am off the Masonic Occult chessboard.  I declare I will move ahead into God's plan and purpose for my life, in ministry, finances, business and relationships .  I declare I will not compromise my Chri stian values. I will stand for righteousness and against evil.  I declare I am maturing in God without a mixture of Freemasonry pride, striving and false worship.  I declare my family and I are under the shed blood an d blessings of Jesus Christ and not the P elican curse, the skull, false crosses, death and spilled blood of Freemasonry."},{"pageNumber":55,"pageContent":" 55 FREEMASONRY TOOLS Jer 23: 29 \"Is not My Word like a fire? says the Lord, \"And like a hammer that breaks rocks in pieces.\"  With this Hammer of God (His Word) and in the Spi rit, I smash and destroy the tools of Freemasonry ITEM: 24 inch Gauge Chisel Compass Gavel Level Pickaxe, Crowbar & Shovel Plumb Line Protractor Square MEANING: (Measurement of integrity) (Idolatry of reason) (Male generative principle) (Counterfeit judgement) (Democracy vs Theocracy) (Tools for foundation of temple) (Counterfeit righteousness) (Used to inflict pain) (Reminds Masons to be honest)  I renounce these Freemasonry tools and destroy the curse of continual pain, occult, physical, spiri tual and emotional pain and suffering over my home, marriage, job or church.  I renounce the Freemasonry saying \"Meeting on the level and parting on the square\" over my church life (this denotes equality of all religions)  I renounce the false gospel of sa lvation by good works and human efforts Ceremonial Clothing & Devices  I renounce and destroy the power of the curses of the ceremonial clothes, devices and actions used in initiation rituals and progression through the levels of Freemasonry .  In the na me of The Lord Jesus Christ, I declare I am: removing t he Blindfold (hoodwink) and renounce being hoodwinked. I destroy the curse of fear of the dark or light and spiritual or physical blindness.  I cut the masonic cable - tow, and renounce any ungodly cove nant with the noose of Freemasonry and resulting breathing problems, choking, and neck afflictions. I destroy the power of the curses and spirits of allergic reactions, asthma, emphysema, hayfever, wheezing, and all other breathing problems in Jesus Christ 's Name.  I renounce manipulation by witchcraft, ungodly religions and cults. I cut the cable - tow and all legal rights of being wrongly led and manipulated."},{"pageNumber":56,"pageContent":" 56  I renounce and remove the Masonic pyjamas and the vulnerability and humiliation represented.  I des troy the Compass, and its curse to immobilize my spiritual life, I declare I shall move ahead in God and not be stopped or stabbed by any occult curse .  I remove the Right Heel Slipshod, and renounce and break the curse of being unable to stand on holy gro und or enter into worship in Church .  I remove, renounce and break the curse of the white tunic, white mantle, armor and helmet of the Knights Templer , and the false anointing and armor they represent.  I remove, renounce and break the curses of the Black Robe and Hood of Witchcraft and renounce bowing down to the will of Satan.  I remove, renounce, and destroy the power of the veil of mourning of Freemasonry. Isaiah 61:3 \"I declare that God gives me the oil of joy for mourning\" Passwords and Codes  I renounce and break the curse and spiritual power of each password, sign and code, of Freemasonry over my life. I declare in the Name of the Lord Jesus Christ there will be no passwords, signs or codes over my life . PASSWORD: Ami Rukamah Boaz Golgotha Hag gai, Joshua and Zerubbabel Jachin Judah Libertas Ma Ha Bone and Machaben My Lord Nekum Shaddai, Adonai and Jehua Shiboleth Shin Sol - Om - On Tammuz Toulimeth Tubal Cain MEANING: (False Masonic mercy & compassion) (False strength) (Skull – end of life) (Fals e holiness & consecration) (False establishment) (False lion) (False liberty) (Brought down or under) (All is under law) (Means vengence) (Means Praise the lord of the new light) (I am that I am – blasphemes God) (False Shekinah glory) (Represents Masonic sun worship) (certainty of death, uncertainty of life) (False benevolence) "},{"pageNumber":57,"pageContent":" 57 Marriage Communication and Relationships  I renounce and break all curses off my life and my descendant's lives because of Freemasonry oaths taken by my ancestors .  I repent, re nounce and break the curses of the occult covenant of Freemasonry. I break the curses of marriage breakdown, division in the family, continual arguments, violent arguments, continual pain and grief, separation, divorce, and emotional divorce resulting from the covenant ring of Freemasonry.  I renounce, remove, and break th e curse of the Freemasonry ring and throw it into God's fire. I destroy the power of broken covenant over my marriage and my descendents marriages. I destroy the curse of the power of hel l coming against a godly marriage .  I renounce the oath: \"Binding myself to live a life hidden and secret even from my own wife . \"  I renounce and break the curse of Freemasonry fraternity with its secrecy, mystery and vow of silence.  I renounce rebellion, rebellion towards marriage and true covenant off my family line and myself because of the Freemason ring.  I renounce and destroy the curse of singleness, or independent behavior and thinking in marriage.  I renounce and break the curse that women and chi ldren are profane.  I renounce and break the curse of separation and division of the family unit, extended family unit, and all breakdowns of relationships. I loose my ancestral line from an Antichrist spirit; and break all curses of stubborness, pride, b lame - shifting, angry and rageful arguments between spouses and hard heartedness in the men.  I announce to the enemy Children are God's blessing - Blessed is the man with a full Quiver. (Ps 127:3 - 5) He who finds a wife finds a good thing and obtains God' s Favour. (Prov.18:22) With God there is neither Jew/Greek , slave/free man, male/female. (Gal.13: 26 - 29)"},{"pageNumber":58,"pageContent":" 58 Violence and Destruction  I repent and renounce and break the Freemasonry curses from my ancestral line and from myself , of violence and destruction due to blood oaths taken and rituals enacted. I break these curses off my body, family, marriage, work and relationships.  I repent and renounce all violence, cruelty, and verbal abuse. I ask You Father God, to forgive my ancestors and myself for this in Jesus Christ's Holy Name.  I repent, renounce and break every curse of child sacrifice, ritual sacrifice practiced by my ancestors. I break the curse of the sacrifice of the first born child in the family .  I repent, renounce and break the curse of all abo rtions in my ancestral line and my life. I break the resulting curses of miscarriage, crib death, sudden infant death, and stillborn babies. I sever every soul tie with any life lost. In the Name of Jesus Christ the Nazarene, I commit the spirit of every child whose life was taken, in my ancestral line, to the God of Abraham, Is a ac and Jacob. I loose everyone in my family line from familiar and human spirits resulting because of these uncommitted souls.  I renounce and break the power of any spirit of de ath and grief inherited through abortion, miscarriage and Freemasonry. I bind those spirits now, and command them to loose me, and go to the foot of the Cross of Jesus Christ. Lord Jesus I ask You to heal my body, soul and spirit from the effects of these deaths.  I repent, renounce and break the curse from Freemasonry oaths of vengeance and retaliation from occult covenant relationships. I renounce all seduction of martial arts, judo, & karate, etc.  I declare: Violence shall no more be heard in our land, wasting nor destruction within our borders, but we shall call our walls salvation and our gates praise. (Isa 60:18)  I declare: \"It is finished\" in the Name of Jesus Christ. "},{"pageNumber":59,"pageContent":" 59 Swearing, Cursing and Blaspheming  I repent, renounce and break the curses of blasphemy, cursing, swearing, uncontrollable swearing and taking t he Name of The Lord in vain, resulting from Freemasonry blood oaths.  I repent, renounce and break the curse of all ungodly language and blaspheming the Blood of Jesus Christ with words like \"bloody\", \"bloody hell\" or \"my bloody oath\".  I declare I am a person of pure speech, who speaks God's Word. I will speak blessing and not cursing in The Mighty Name of Jesus Christ.  I ask You Father God to cleanse my lips with a live coal from Your alta r in t he Name of Jesus Christ. (Let God touch your mouth now.) Control & Domination  I repent, renounce and break the curses of love of power, position, and money resulting from involvement in Freemasonry.  I repent of a spirit of pride and break all ties to a spirit of Jezebel and control, domination and manipulation.  I renounce and break all curses of bondage and intimidation that has held my ancestors and myself, through fear and vulnerability, in Freemasonry. I break the power of that helplessness in t he Name of Jesus Christ.  I renounce Freemasonry perfectionism and the \"Lodge of Perfection\" and destroy the false key to heaven \"the perfect life\". Lust, Seduction and Uncleanness  I renounce the idolatry of m an.  I repent, renounce and break every cur se of Freemasonry Idolatry and uncleanness, lust, seduction, adultery, secret affairs, homosexuality, bestiality, sodomy, perversion and immorality from my ancestral line and myself.  I break all ties between my family line and the spirit of Antichrist and Jezebel that have operated through seduction and lust. I close the doors in the spiritual realm and break the curses.  I bind the strongman of seduction and lust and send them to the foot of the Cross. I loose my family line, and declare the spirit of holin ess and righteousness rules my life, marriage, home and family line in The Name of Jesus Christ. "},{"pageNumber":60,"pageContent":" 60 The God of Winter – Season of Death  I renounce Typhon , the god of winter, and all its effects .  I renounce violent death, and conspiracy from my ancestral l ine and myself.  I renounce all soul ties with Typhon and break the curses and resulting dismemberment, fracturing and shattering of health, life, relationships, personality, soul, finances and in every area of life . I do this in Jesus Christ's Holy Name .  In the Name of Jesus Christ the Nazarene, I call my body, mind, soul and spirit into alignment with the perfect plan and will of the Ancient of Days for my life.  I d eclare : Song of Solomon 2:11 “ For Lo, the winter is past and the rai ns are over and go ne; The flowers ap p ea r on the earth; the t ime of the singing of the birds is come. Financial Problems  I repent, renounce and break the curses of financial destruction because of Freemasonry involvement by my ancestors or myself. I break every curse on f inances that comes with Freemasonry's rings and gods.  I renounce and break all generational curses of poverty and I claim restoration of wealth and resources stolen from my ancestors by the enemy. I command Satan to restore 7 times what was stolen now, in The Name of Jesus Christ.  I break all curses of bankruptcy over all relationships, partnerships and marriage coming from Freemasonry covenants .  I declare Proverbs 10:22 and 3 John 2 over my life: The blessing of the Lord, it maketh rich, and He adds no sorrow to it.”  I renounce and break the power of all Freemasonry curses, passwords, signs, symbols, allegories and codes off my ancestral line, and myself in Jesus Christ's Name .  I break the power of the curse of the Freemasonry poor box. I repent and ren ounce giving away my blessings and assets and feeding and giving to people under witchcraft manipulation. "},{"pageNumber":61,"pageContent":" 61 Employment and Relationships  I repent, renounce and break the curse of continual hard labor because of ancestral involvement in Freemasonry.  I bre ak the curses over employment and personal relationships for the following: - losing favor in any area . - rejection coming from Freemasonry favoritism . - Exile from home, family, job and country . - Humiliation because of oaths and rituals . - Takeover spiri ts in employment, finances and position in the Church b ecause of Freemasonry curses and the resulting pain and humiliation of loss .  I renounce and break the power of the curse \"I am helpless, ignorant, blind, naked and give away my freedom, manhood and co nscience.\"  I destroy every curse of nakedness, vulnerability and \"no covering\" .  I declare I am clothed and covered in Christ. (Is 61: 10, Rev 19:8)  I renounce and Break the Shriner's philosophy to \"have fun\" .  I declare that all ties to Freemasonry and Ba phomet has been broken for my ancestors, descendents, and myself and there shall be no more curses . I do all this In The Name above all Names, The Name of Jesus Christ th e Son of The God of Abraham, Isaac and Jacob, Ame n. "},{"pageNumber":62,"pageContent":" 62 ADDITIONAL INFORMATION ON FREEM ASONRY CONNECTED TO THE KUNDALINI SPIRIT – THE ANCIENT SERPENT 1 : There is evidence that Freemasonry and many other occult organisations have all the inner workings of a spirit of kundalini . The “ tree of life ” of Freemasonry is wicked . It defiles the pre cious from the Tree of all fruitfulness. That fruit produces death . Freemasonry is an alliance with all false religions, including Hinduism, Islam and Buddhism . Freemasonry states that all religions are acceptable. Isaiah 28:14 - 15 “ Therefore hear th e word of the Lord, you scoffers who rule this people in Jerusalem. You boast, ̳ We have entered into a covenant with death, with the grave we have made an agreement. When an overwhelming scourge sweeps by, it cannot touch us, for we have made a lie our ref uge and falsehood our hiding place .” This is not just empty boasting. There are in fact covenants that provide protection for demons. If you are trying to evict a demonic intruder who is resistant, it may be that there is a covenant providing protection for that evil spirit. If there is an unholy alliance between jealousy and death, the victim spirit, or Freemasonry, a lot of time could be spent commanding, rejecting and renouncing, without result because their unholy alliances do indeed afford the demons some level of protection. A covenant that was voluntarily entered into by two parties is allowed to stand; regardless of the pain it causes one party or the other, unless there is a law that supersedes it. S imilarly, there are ancient generational cove nants that were made voluntarily at some point, and they provide a measure of protection for the demons in an individual‟s life. However, those covenants are subject to the higher law of the universe. Any individual can appeal to the Righteous Judge of the Universe on the basis of those covenants not being just or righteous according to the supreme law that God has established.   1 For a more in - depth discussion and prayer of renunciation on the kundalini spirit, see The Tree of Knowledge and the Ancient Serpent available from Kanaan Ministries."},{"pageNumber":63,"pageContent":" 63 Then, if God agrees that those covenants stand in violation of His law, He declares them annulled. That removes the protectio n the demons once had. Once the unholy alliances and the covenants of protection have been annulled by God, we proclaim that the individual has voluntarily entered into a blood covenant relationship with Jesus. We proclaim that this covenant transcends and supersedes every other covenant, agreement, or protection. Isaiah 28:16 - 18 “ So this is what the Sovereign Lord says: ̳See, I lay in Zion, a tested stone, a precious cornerstone for a sure foundation ; the one who trusts will never be dismayed . I will make justice the measuring line and righteousness the plumb line; hail will sweep away your refuge, the lie, and water will overflow your hiding place. Your covenant with death will be annulled; your agreement with the grave will not stand. When the overw helming scourge sweeps by, you will be beaten down by it .” We must be determined to separate the vile from the precious : the Kingdom of Light from the kingdom of darkness. This is the true mandate for the Priesthood of Yeshua . Jeremiah 15:19 - 21 ―19 The refore thus says the Lord [to Jeremiah]: If you return [and give up this mistaken tone of distrust and despair], then I will give you again a settled place of quiet and safety, and you will be My minister; and if you separate the precious from the vile [cl eansing your own heart from unworthy and unwarranted suspicions concerning God‘s faithfulness], you shall be My mouthpiece. [But do not yield to them.] Let them return to you — not you to [the people]. 20 And I will make you to this people a fortified, bronz e wall; they will fight against you, but they will not prevail over you, for I am with you to save and deliver you, says the Lord. 21 And I will deliver you out of the hands of the wicked , and I will redeem you out of the palms of the terrible and ruthless tyrants.‖ The kundalini is vile – it produces death and it will kill the body. ( The masonic cable tow is symbolic of the serpent kundalini .) “In the First degree , it affects the IDA , or feminine aspects of the force, thus making it easier for the pe rson to control passion and emotions. (In Freemasonry it coils as the cable tow around the neck.) In the Second degree , it is the PINGALA , or masculine aspect which is strengthened in order to facilitate control of the mind. (In this degree the cable to w kundalini coils over the right arm and upper torso.) "},{"pageNumber":64,"pageContent":" 64 In the Third degree it is the central energy itself the SUSHUMNA , which is aroused, thereby opening the way for the influence of the pure spirit on high (Lucifer). (In this degree the cable tow kunda lini coils three times around the waist.) The Masonic Cable Tow (symbolizing the serpent / kundalini): 1 st Degree – In Freemasonry it coils as the cable tow around the neck: 2 nd Degree – In this degree the cable tow kundalini coils over the right arm an d upper torso: 3 rd Degree – In this degree the cable tow kundalini coils three times around the waist: It is passing through this channel of the Sushumna that a Freemason leaves his physical body at will (astral travel) in such a manner that he c an retain full consciousness on higher planes and brings back into his physical brain a clear memory of the experience.” This is often the root of false visions and experiences. The method devised by Lucifer in the Garden is mirrored in the methods being used in the first three degrees of Masonic initiations. The thirty - three degrees of Freemasonry connects to the thirty - three bones of the spine. The initiation into Freemasonry is done by:  first activating the woman - feminine Ida channel,  then the man – masculine Pingala channel,  then the contact with the pure spirit – Lucifer – through the Sushumna which is the human spine (the tree.) "},{"pageNumber":65,"pageContent":" 65 It is exactly the same pattern used by Lucifer – first Eve, then Adam, then both their eyes were opened – enlighte nment. The Ida and Pingala are called nadi , nerve channels in the human spine. If the knot of a Masonic apron is tied, it activates the Kundalini power which is passed o n from generation to generatio n. The blows to the head in Freemasonry takes over the head and mind. Freemasons , the‟ hierarchs of fire ‟refer to it as the ‘dormant fire ‟ the ̳lucifer spirit‘ which is kindled into light by friction, by the blow of a hammer, or by chemical reaction. In Freemasonry there are Seven Chakras: 1. The root Chakra (the apron)  2. The lower Chakra 3. The solar plexus Chakra"},{"pageNumber":66,"pageContent":" 66 4. The heart Chakra 5. The throat Chakra 6. The brow Chakra 7. The crown Chakra "},{"pageNumber":67,"pageContent":" 67 T here are seven steps into the Masonic lodge.  U NDERSTANDING THE LEWIS STONE AND THE LEWIS CURSE 1. The firstborn son of a Freemason is known as a Lewis . 2. Another meaning of the Lewis is the apparatus that gets pushed under a heavy stone block to be able to lift it or move it. 3. The stone in th e middle of a built arch is also known as the corner stone and the Lewis Stone . How is this arch built? When a stone mason builds an arch, he uses supports to keep the stones in place while it is still uncompleted. The chiseled stones get cemented togeth er from both sides working towards the center. As soon as the corner stone is placed in its place, the supports can be removed and the arch stands on its own! Why the corner stone , as well as t he oldest son of a Freemason is called a Lewis. For many ce nturies in Persia , they built an archway where the False Messiah (Baal Berith) was placed in the middle of the arch. He was portrayed as a son on a rainbow. The Lewis Stone is placed at exactly the same place."},{"pageNumber":68,"pageContent":" 68 During the Christian era this False Messia h was wrongly associated with the true Jesus Christ. In their search for enlightenment , the Freemasons climb up Jacob’s ladder according to the degrees of Freemasonry, until at last they are “enlightened” when they get to the 31 – 33 degrees. It is at t his stage that the Kundalini serpent has climbed through the 7 chakras on the spine – 31 - 33 vertebras. According to the Freemasons, at this stage, they are changed into so - called “gods”. This in turn, causes the eldest son of the Freemason to be a “son o f god”. He sits in the middle of the rainbow (which is the symbol of the covenant that God made with Noah) as the “Messiah”. If this so - called “messiah” does not take up his calling to be a Freemason, he comes automatically under the Lewis Curse: He wi ll never be successful in his life – he will always be struggling with financial problems and will forever be a failure. PRAISE GOD THAT YESHUA IS OUR MESSIAH!! "},{"pageNumber":69,"pageContent":" 69 Renunciation: I repent and renounce all invoking of the psychic power of any deity in my family line, in ritual and in the foundations of F reemasonry. I renounce all Masonic alliance with Hinduism, and any other group with kundalini and release the Sword of the Spirit to all alliances and declare total division to the alli ance with F reemasonry and kundalini to cripple us. In the Name of Jesus I:  break every alliance with magic in the nine parts of my body.  cut up and divide the idolatry of seven steps and the seven chakras of F reemasonry. I renounce and repent of taking the seven steps into Freemasonry . Father, I renounce the seven chakras of Freemasonry in prophetic signs in the body to open every seal of the seven chakras . I repent of the actions of the master mason and I rip up the foundations of kundalini in Fr eemasonry in my life and ask that You will replace them with the foundations and True healing power of Jesus. I renounce and break the strong parallel of thirty - three segments of the vertebrae and the thirty - three degrees of Freemasonry as a total takeove r of the entire spinal cord to destroy the body through fire. I renounce and repent of mother earth / nature as the false holy spirit and the blasphemy of freemasonry to make allegiance to a false holy spirit. I repent and renounce the false holy spirit, false anointing and hatred of the True Holy Spirit from the Masonic kundalini spirit . "},{"pageNumber":70,"pageContent":" 70 I declare the fifth Masonic seal be closed to stop the flow of kundalini fire of Master Masons’ occult which is satanic fires of hell and magic burning in my throat t o destroy:  my throat,  vocal cords,  neck  bronchial tubes,  thyroid glands  my communication And releasing the poison of the cobra to my voice to destroy others and the true prophetic calling of God. In the Name of Jesus, I cut every part of my body l oose that is connected to every planet :  My Pineal gland from Mercury , and the metal MERCURY .  My Pituitary gland from the Moon , and the metal SILVER .  My Pharyngeal from Venus , and the metal COPPER .  My Cardiac Plexus from the Sun , and the metal GOLD .  My Sola r Plexus from Jupiter , and the metal TIN .  My Prostate / Vaginal area from Mars , and the metal IRON .  My Sacral Plexus from Saturn , and the metal LEAD . In Jesus Name, I cut every soul tie with every demonic entity representing themselves as angels: Raphael , Galnel, Ahael, Michael, Tzadkiel, Kamael, Tsspkiel. I declare their hold on my life is broken!! All deception has been exposed in Jesus Name! I cut myself loose from the constellations (Aquarius, Scorpio, Taurus, and Leo) with the Sword of the Spirit and I call back any parts of myself that are still stuck on these planets and constellations to be restored to me, in the Name of Jesus.  I cut my head loose from SCORPIO  I cut my navel loose from LEO  I cut my neck loose from TAURUS  I cut my kidneys, bladd er and all water in my body loose from AQUARIUS . I ask You Father, to restore all that belongs to me – send Your angels to gather up any parts of my spirit that has been scattered through astral travel to these 7 planets and 4 constellations , in Jesus Na me."},{"pageNumber":71,"pageContent":" 71 In the Name of Jesus, I also cut off the collar and cable tow that comes through demonic curses made by Freemasonry on my bloodline causing me to be a slave of sodomy through the rituals done to me during initiations. Father, I also renounce the whip , the shackles and chains that go with being a slave of prostitution. Destroy these with Your Fire, Father! Father, I bring before You any Masonic temple prostitution on my bloodline; I ask forgiveness for presenting my body as a living sacrifice to demon s to be used in this way, in Jesus Name. I call down the FIRE of God to destroy every satanic altar and idol that is still standing in the spirit and testifying against me, in Jesus Name! Lord, please SILENCE the voices from my past and cut me free from any hooks, chains and pulleys that will try to pull me back into this type of lifestyle!! Father, if there is any programming done in the heavenlies, written in the planets, stars and constellations prophesying against me because of the agreements made w ith Freemasonry by my forefathers; blot it out now with the Blood of the Lamb!!"},{"pageNumber":72,"pageContent":" 72 FREEMASONRY AND SODOMY 2 : Freemasonry is a brotherhood for men only, excluding women, which creates separate camps - men/women. There are also exclusive women‟s groups of Fr eemasons namely Easter Star, Job‟s Daughters, etc. Added to this foundation, in the top degrees of Freemasonry are the Knights Templars who mov e into high degrees of Satanism – specifically the 28 th Degree. They believe that to have sex with a woman is d egrading and will make them effeminate. Studying the top structures of the Nazi parties, we learn that many of them were homosexuals. The book called The Pink Swastika 3 opens up a lot of truth as to what was going on in the top ranks of Hitler‟s leadershi p. The same Nazi spirit was brought into South Africa as the “Superior Race” which formed the foundation of Apartheid. Today they have approved Homosexuality in the traditional Dutch Reform Church, who years ago justified apartheid from the Word of God! The Knights Templar dress in medieval costumes and worship a mysterious idol called Baphomet . This idol is half beast and half man. The Templar s who worship this idol, practise black magic, homosexuality and obscene kissing. The Father – Son Relationship in Freemasonry: The father of the Temple brings forth the spirit of the anti - Christ and death . ANTICHRIST     2 For a more in - depth discussion on Sodomy and Sexual Abuse and a prayer of renunciation, see book available from Kanaan Min istries: The Defiled Bride: Sodomy and Sexual Abuse. 3 The Pink Swastika Homosexuality in the Nazi Party Scott Lively and Kevin Abrams http://www.abidingtruth.com"},{"pageNumber":73,"pageContent":" 73 The Bible teaches us in the last days a man of lawlessness will be revealed who is the son of doom, the Son of Perdition . 2 Thessalonians 2:3 ―3 Let no one deceive or beguile you in any way, for that day will not come except the apostasy comes first [unless the predicted great falling away of those who have professed to be Christians has come], and the man of la wlessness (sin) is revealed, who is the son of doom (of perdition),” The Freemason family line is bound by this son of perdition. Perdition Perdition - ollumi (Gk) -  to destroy utterly.  the loss of well being.  to overflow completely especially in the se nse of slaying, and to make havoc of.  subject one to foolish lusts, and then sink back in unbelief. There are many gods of Freemasonry: They are worshipped for power, fame wealth, prosperity, favour, and much more advantages if you sell your soul to them. 1 Timothy 6:9 ― 9 But those who crave to be rich fall into temptation and a snare and into many foolish (useless, godless) and hurtful desires that plunge men into ruin and destruction and miserable perishing .‖ This is a warning!! T hose who desire to b e rich , f all into temptation and a snare and into many fooli sh and harmful lusts that plunge men in to ruin and destruction. The Fruit of Freemasonry The serious repercussions of the Knights Templar and this homosexual god will visit the generations with : Death: 1. Over the Body For example, plagues of death over the uterus and prostrate areas with a curse from the Baphomet phallic god, and the curse of sodomy and bestiality. Bowel and colon cancer have a strong spiritual tie to sodomy and perverted anal activity is often associated with this filthy Masonic idol and practice. "},{"pageNumber":74,"pageContent":" 74 AIDS - Acquired Immune Deficiency Syndrome AIDS is the plague that follows sodomy. Weakened immune systems bring terrible weakness and exhaustion. In some cases e xtreme fatig ue can be the result if it is linked to sodomy in the family line. 2. Over our Sexuality The despicable lie of this Baphomet god is an assignment to destroy sexual identity, confuse and twist G odly purity and sexuality. The spirit of sodomy wit h Freema sonry must be destroyed in our lives, and then we need to break the chains off our children and release them into the Holiness of the Lord. Ask the Holy Spirit to reveal to you if it affects your personality or your outward appearance – the way you dress , etc; or any ungodly bonding in friendships . 3. Over our Marriage First of all it will manifest as seduction, lust and uncleanness , but then a shutdown and a wall of silence in the intimacy of marriage will follow to bring death, destruction and even in sanity into the marriage. DEATH OVER INTIMACY  F OUNDATION OF FREEMASONRY AND SODOMY Christian marriages need to declare war on the roots of sodomy, so that the G lory of the Lord can be r estored to our marriages !"},{"pageNumber":75,"pageContent":" 75 SOME FREEMASONRY SYMBOLS : "},{"pageNumber":76,"pageContent":" 76   Shriner needle Templar symbol Skottish Rite of cross Baphomet "},{"pageNumber":77,"pageContent":" 77 Freemasonry References: \"Freemasonry - From Darkness to Light?\" - Jeremiah films 1991 \"Freemasonry - Rem oving the Hoodwink\", Selwyn Stevens, Jubilee Publishers 1994. (Only book that contains organized ministry prayers) \"The Deadly Deception\", J. Shaw & T. McKenney, Huntionton House 1988. (Excellent testimony with solid teaching on what is wrong with Freemas onry). \"The Secret Teachings of the Masonic Lodge - A Christian Perspective\", J. Ankerberg & J. Weldon, Moody Press 1989. \"Please Tell Me... – Questions People Ask About Freemasonry - and the Answers\", T.C. McKenney, Huntington House 1994. \"Setting Our Families Free From the Curse of Freemasonry\", Y.Kitchen, Fruitful Life Publications. (Contains prayers from ministry into many facets of Freemasonry. Possibly cause paranoia in some people. Some factual errors - e.g. 33 rd degree said to be the same as the Shrine rather than the Shrine as coming after the 32 nd and /or 33 rd degree.). \"The Dark Side of Freemasonry\", E. Decker, Huntington House 1994. \"Masonic Rites and Wrongs\", S.Tsoukalas, P & R Publishing 1995. \"Masonry _ Beyond The Light\", W. Schnoebel en, Chick Publications 1991. \"Hidden Secrets of the Eastern Star\", Dr. C. Burns, Sharing Publications 1994. (Only book that discusses the Eastern Star in detail). \"Freemasonry - The Invisible Cult In Our Midst\", J. Harris, Whitaker House 1983. \"Freemaso nry - a religion?\", J. Lawrence, Kingsway 1987. \"Christ, The Christian, & Freemasonry: W.J. McCormick (also contains information about the Orange Lodge). \"Behind the Lodge Door\", P.A. Fisher, TAN Books 1988. \"The Diary of a Freed Mason\", D.W.M. Vaughan , New Wine Press. \"The Craft and The Cross\", I. Gordon, Kingsway 1989. \"What You Need To Know About Masons\", E. Decker, Harvest house 1992. \"The Question of Freemasonry\", E. Decker, Huntington House 1992. \"The Facts on The Masonic Lodge\", J. Ankerberg & J. Weldon, Harvest House 1989. \"Masonic Lodge\", G.A. Mather & L.A. Nichols, Zondervan 1995. \"The Truth About Masons\", R. Morey, Harvest House 1993 (this is in fact a veiled defense of Freemasonry but does conclude that Christians should not belong to t he lodge) \"What They Believe - Masons\", H.J. Berry, Back To The Bible Publishers 1990. \"Inside The Brotherhood - Further Secrets of Freemasonry\", M. Short, Harper Collins 1989. \"The Guide For Ministry To Masons\", D. & D. Carrico, Followers of Jesus Chris t Ministries. \"The Occult Meaning of the Great Seal of the United States\", D. L.Carrico, Followers of Jesus Christ Ministries 1995."},{"pageNumber":78,"pageContent":" 78 \"Lucifer - Eliphas Levi - Albert Pike and The Masonic Lodge\", D. L.Carrico, Followers of Jesus Christ Ministries 1991. Ri tual Books or Related Reference Books: Scottish Rite Masonry Illustrated - The Complete Ritual\", J. Blanchard, Charles T. Powner Publishing reprint 1996. (Only source of complete Scottish Rite rituals including penalties ... written by a Christian with co mmentaries on each degree). \"The Mystic Shrine Illustrated\", Kessinger Publishing reprint (contains Shrine ritual) \"Secret Societies of All Ages and Countries\", C.W. Heckethom, Kessinger Publishing reprint, orginal book 1875. \"Liturgy of the Ancient and Accepted Scottish Rite of Freemasonry\", A. Pike, Kessinger Publishing reprint, original book 1868. \"Masonic Baptism - Reception of a Louveteau and Adoption\", a. Pike, Kessinger Publishing reprint, original book circa 1868. Related Issues: \"Mormonism's Temple of Doom\", W.J. Schnoebelen & J.R. Spencer, Triple J. Publishers 1987. \"The Signs & Symbols - Occult, New Age & Cult Insignias and What They Mean\", Selwyn Stevens, Jubilee Publishers 1993. \"Treated or Tricked? - Alternative Health Therapies Diagnos ed\", Dr. B.Bediako and S. Stevens, Jubilee Publishers, 1996 (excellent reference on the whole area of new age alternative medicine). \"Acupuncture Diagnosed - Points of Contention\", T. Bambridge, Jubilee Publishers, 1996. \"Homeopathy diagnosed Powerful W ater\". T. Bambridge, Jubilee Publishers, 1996. \"New Age Medicine - A Christian Perspective on Holistic Health\", Dr. P.C. Reisser, T.K. Reisser, & J. Weldon, InterVarsity Press, 1987. \"The New Age - The Old Lie in a New Package\", S. Stevens, Jubilee Publi shers, 1992. Freemasonry References (continued): \"Unmasking Spiritualism – Supernatural Deceivers\", S. Stevens, Jubilee Publishers. Ministry Books: \"Blessing or Curse - You Can Choose\", D. Prince, Chosen Books 1990. \"Demons Defeated\", B. Subritzky, Sov ereign World 1985. \"Healing Through Del iverance 2 - The Practical Ministry\", P. Horrobin, Sovereign World 1995. \"Blood on the Doorposts - Receiving Blessings Through Victorious Prayer\", W. & S. Schnoebelen, Chick Publications 1994. Website: www.cuttingedge.org "},{"pageNumber":79,"pageContent":" 79 What the Scriptures say about the Temple of God. 1 Cor 6:19 - 20 ―19 Do you not know that your body is the temple (the very sanctuary) of the Holy Spirit Who lives within you, Whom you have rec eived [as a Gift] from God? You are not your own, 20 You were bought with a price [purchased with a preciousness and paid for, made His own]. So then, honor God and bring glory to Him in your body.‖ 1 Cor 3:16 - 17 ―16 Do you not discern and understand th at you [the whole church at Corinth] are God‘s temple (His sanctuary), and that God‘s Spirit has His permanent dwelling in you [to be at home in you, collectively as a church and also individually]? 17 If anyone does hurt to God‘s temple or corrupts it [wi th false doctrines] or destroys it, God will do hurt to him and bring him to the corruption of death and destroy him. For the temple of God is holy (sacred to Him) and that [temple] you [the believing church and its individual believers] are.‖ 2 Cor 6:16 ―16 What agreement [can there be between] a temple of God and idols? For we are the temple of the living God; even as God said, I will dwell in and with and among them and will walk in and with and among them, and I will be their God, and they shall be M y people.‖ Eph 2:19 - 22 ―19 Therefore you are no longer outsiders (exiles, migrants, and aliens, excluded from the rights of citizens), but you now share citizenship with the saints (God‘s own people, consecrated and set apart for Himself); and you belon g to God‘s [own] household. 20 You are built upon the foundation of the apostles and prophets with Christ Jesus Himself the chief Cornerstone. 21 In Him the whole structure is joined (bound, welded) together harmoniously, and it continues to rise (grow, in crease) into a holy temple in the Lord [a sanctuary dedicated, consecrated, and sacred to the presence of the Lord]. 22 In Him [and in fellowship with one another] you yourselves also are being built up [into this structure] with the rest, to form a fixed abode (dwelling place) of God in (by, through) the Spirit.‖ Appendix 1"},{"pageNumber":80,"pageContent":" 80 What the S criptures say about Idols & Oaths Deuteronomy 5: 7 - 11 ―7 You shall have no other gods before Me or besides Me. 8 You shall not make for yourself [to worship] a grave n image or any likeness of anything that is in the heavens above or that is in the earth beneath or that is in the water under the earth. 9 You shall not bow down to them or serve them; for I, the Lord your God, am a jealous God, visiting the iniquity of t he fathers upon the children to the third and fourth generations of those who hate Me, 10 And showing mercy and steadfast love to thousands and to a thousand generations of those who love Me and keep My commandments. 11 You shall not take the name of the L ord your God in vain, for the Lord will not hold him guiltless who takes His name in falsehood or without purpose.‖ Matthew 5: 33 - 37 ―33 Again, you have heard that it was said to the men of old, You shall not swear falsely, but you shall perform your oa ths to the Lord [as a religious duty]. 34 But I tell you, Do not bind yourselves by an oath at all: either by heaven, for it is the throne of God; 35 Or by the earth, for it is the footstool of His feet; or by Jerusalem, for it is the city of the Great Kin g. 36 And do not swear by your head, for you are not able to make a single hair white or black. 37 Let your Yes be simply Yes, and your No be simply No; anything more than that comes from the evil one.‖ Leviticus 5:4 ―4 Or if anyone unthinkingly swears he will do something, whether to do evil or good, whatever it may be that a man shall pronounce rashly taking an oath, then, when he becomes aware of it, he shall be guilty in either of these.‖  Appendix 2 "},{"pageNumber":81,"pageContent":" 81 Off - shoots of Freemasonry ... There are numerous off - shoots of Freemasonry. If your family has had involvement with any of the following, it is important that you renounce that involvement and any spiritual bondage that has come with it. For additional guidelines on breaking the generational curses brought on through involvement in Freemasonry, see our “Journey2Freedom” series (particularly manuals five and six). The list includes: • MEN: o The Shriners, o Independent Order of Rechabites, o Indep endent Order of Oddfellows, o Ancient Order of Foresters, o Independent Order of Foresters, o The Orange Lodge (Ireland) , the DRUIDS, o The Buffalo Lodge, o Loyal Order of Moose, o Benevolent Protective Order of the ELKS, o Fraternal Order of Eagles, o Knights o f Columbus, o Knights of Pythias, o Order of Red Men, o Royal Arch Mariners, o Grotto, o Tall Cedars of Lebanon, o Order of the Golden Chain, o Order of the Golden Key, o Woodsmen of the World, o The Mystic Order of the Veiled Prophets of the Enchanted Realm, o A cacia Fraternity, o The Knights of the Red Cross of Constantine, o Royal Order of Jesters, o Order Templi Orientis."},{"pageNumber":82,"pageContent":" 82 • WOMEN: o The Order of Eastern Star, o Order of Amaranth, o White Shrine of Jerusalem, o The Daughters of Mokanna, o Daughters of the Nile and White S hrine, o Order of Golden Dawn. • YOUTH: o The Order of Demolay, o The Order of Builders, o The Daughters of Job. Baden Powell's Scouts Even the Souts and Girl Guides have their roots in Lord Baden Powells's Freemasonry. He was a prominent member of the Lodge of the Grand Orient. There is a Baden Powell Lodge. Most Scouts and Guides are required to repeat a pledge on entrance to the movement. The Bible says we are not to swear at all. Yes, the principles of these movements have many positive attributes but ther e are some aspects that need to be repented of. The Three finger salute is a recognized witchcraft symbol. This is used in the scouts. The Order of the Easter Star The Order of the Eastern Star is for wives, daughters and female relatives of Master Maso ns. The Eastern Star is an inverted five - pointed star also known as a pentagram. It is a very powerful magical device used in witchcraft and satanism. This order was created by Dr. Rob Morris, a leading Mason, who was known as a \"Masterbuilder\" of the Or der. Every ritual and oath of the Order of Eastern Star is based upon the oaths and rituals of Freemasonry. It is a Masonic order. The oaths and rituals o f the Order bind the lady to the Masonic brotherhood: \"Whatever benefits are due fr om Masons to wi ves, daughters ... reciprocal duties are due from them to Masons.\" "},{"pageNumber":83,"pageContent":" 83 Members of the Order of Eastern Star take o aths of silence and secrecy ... \" By it you bind yourself to the most solemn secrecy respecting the work of the Order, and to that performance.\" Wh ilst kneeling with a Bible in her hands, the candidate takes her oaths in front of a Masonic altar. Theses oaths, the Order teaches, can never be revoked. The Oath of the Order is voluntar ily assumed\" ... perpetual tribulation from the force of which there i s no release.\" If someone has been in Eastern Star it would be wise to not only to speak these renouncements, but those also in the book above for all masons. The mind blower on this is that actually vo w these things and believe them ! The LIES of FREEMAS ONRY Renounce the devilish Masonic lie that \"the Bible is only a symbol of the will of God and not to be literally obeyed\". RENOUNCE the lie that \"the Bible is only a part of the revelation of God\". RENOUNCE the acceptability of revering other \"books of faith\" RENOUNCE the lie that \"man is not sinful\". Renounce this lie off your life, and your children's, and any consequent difficulty in repenting because of it! RENOUNCE the inability to repent. If the above lie is believed, there is no need to repen t. That wicked deception can become a foundation in our lives without our knowing it. RENOUNCE the lie that \"whatever a person believes is truth\" DECLARE it is a lie, and break that philosophy from your generations. This lie leaves a legal right for all manner of deceptions, for example, in business deals, in matters of doctrine, or in a person's so called integrity. RENOUNCE the lie that \"man can redeem himself\" by his good deeds. RENOUNCE the curse of \"salvation through good works\". RENOUNCE all SELF RIGHTEOUSNESS RENOUNCE the lie that \" we all have a degree of deity – I am a god\". Take the sword of the Spirit to that lie and break the power of it off your children, and their children. RENOUNCE all resistance of your offspring to GOD being GOD, and t he \"I AM\". Loose them from that resistance. \" I am a god\" is a New Age philosophy, and total idolatry to self. "},{"pageNumber":84,"pageContent":" 84 Renounce the idolatry of SELF. RENOUNCE the strong hold of de cep tion with JEZEBEL and ANTICHRIST. RENOUNCE the lie that \"each degree of Free masonry is a going further into the light\". Every degree is actually going into further darkness. It is the total opposite of going \"from glory to glory\" ! 2 Corinthians 3:18 “18 And all of us, as with unveiled face, [because we] continued to behold [in the Word of God] as in a mirror the glory of the Lord, are constantly being transfigured into His very own image in ever increasing splendor and from one degree of glory to another; [for this comes] from the Lord [Who is] the Spirit.” RENOUNCE every degr ee of darkness over your life that has come through Freemasonr y oaths, and declare in the Name of Messiah Y’shua (Jesus Christ), \"I am co ming out of FREEMASONRY darkness and counterfeit light, and will move from glory to glory into the L ight of Messiah Y’s hua (Jesus Christ) !\" John 1:4 “4 In Him was Life, and the Life was the Light of men.” 1 John 4:7 “7 Beloved, let us love one another, for love is (springs) from God; and he who loves [his fellowmen] is begotten (born) of God and is coming [progressivel y] to know and understand God [to perceive and recognize and get a better and clearer knowledge of Him].” RENOUNCE the lie that \"light is darkness visible. RENOUNCE the lie that a freemason is \"free\". The opposite is the truth ; he is under a massive bon dage ! He is not a freemason, but a bondslave. RENOUNCE any other curse of deception over your life and your children's lives. The outworking of the deception can be compulsive lying, half - truths, or even a deception about never being able to be deceived! SELF DECEPTION is perilous, and is only broken by spiritual weapons, for example: • T he casti ng down of mental strongholds. 2 Corinthians 10:4 - 5 “4 For the weapons of our warfare are not physical [weapons of flesh and blood], but they are mighty befo re God for the overthrow and destruction of strongholds, 5 [Inasmuch as we] refute arguments and theories and reasonings and every proud and lofty thing that sets itself up against the [true] knowledge of God; and we lead every thought and purpose away ca ptive into the obedience of Christ (the Messiah, the Anointed One),” "},{"pageNumber":85,"pageContent":" 85 • D eliverance from binding, deceiving religious spirits ( Acts 8:9 - 24 ). Acts 16:16 - 18 “16 As we were on our way to the place of prayer, we were met by a slave girl who was possessed by a spirit of divination [claiming to foretell future events and to discover hidden knowledge], and she brought her owners much gain by her fortunetelling. 17 She kept following Paul and [the rest of] us, shouting loudly, These men are the servants of the M ost High God! They announce to you the way of salvation! 18 And she did this for many days. Then Paul, being sorely annoyed and worn out, turned and said to the spirit within her, I charge you in the name of Jesus Christ to come out of her! And it came ou t that very moment.” • T rue repentance with fasting for the breakthrough . Psalm 35:13 “13 But as for me, when they were sick, my clothing was sackcloth; I afflicted myself with fasting, and I prayed with head bowed on my breast. Acts 9:9 “9 And he was unable to see for three days, and he neither ate nor drank [anything]. • A re - clothing with: o A humble Word - revealed mind, o The helmet of salvation, o And the belt of TRUTH. John 17:17 “17 Sanctify them [purify, consecrate, separate them for Yourself, make th em holy] by the Truth; Your Word is Truth.” 1 Peter 5:5 “5 Likewise, you who are younger and of lesser rank, be subject to the elders (the ministers and spiritual guides of the church) — [giving them due respect and yielding to their counsel]. Clothe (apro n) yourselves, all of you, with humility [as the garb of a servant, eso that its covering cannot possibly be stripped from you, with freedom from pride and arrogance] toward one another. For God sets Himself against the proud (the insolent, the overbearing , the disdainful, the presumptuous, the boastful) — [and He opposes, frustrates, and defeats them], but gives grace (favor, blessing) to the humble. [Prov. 3:34.] Ephesians 5:26 ; 6:14, 17 “26 So that He might sanctify her, having cleansed her by the washin g of water with t he Word, 14 Stand therefore [hold your ground], having tightened the belt of truth around your loins and having put on the breastplate of integrity and of moral rectitude and right standing with God, 15 And having shod your feet in prepa ration [to face the enemy with the firm - footed stability, the promptness, and the readiness produced by the good news] of the Gospel of peace. [Isa. 52:7.]16 Lift up over all the [covering] shield of saving faith, upon which you can quench all the flaming missiles of the wicked [one]. 17 And take the helmet of salvation and the sword that the Spirit wields, which is the Word of God.”"},{"pageNumber":86,"pageContent":" 86 The Jesuits and Freemasonry ... When a Jesuit 4 of the minor rank is to be elevated to command, he is conducted into the Chapel of the Convent of the Order, where there are only three others present, the Principal or Superior standing in front of the altar. On either side stands a monk, o ne of whom holds a banner of yellow and white, which are the Papal colours, and the other a black banner with a dagger and red cross above a skull and crossbones, with the word INRI, and below them the words IUSTUM, NECAR, REGES, IMPIOUS. The meaning of which is ... It is just to exterminate or annihilate impious or heretical Kings, Governments, or Rulers. Upon the floor is a red cross at which the postulant or candidate kneels. The Superior hands him a small black crucifix, which he takes in his left han d and presses to his heart, and the Superior at the same time presents to him a dagger, which he grasps by the blade and holds the point against his heart, the Superior still holding it by the hilt, and thus addresses the postulant. Superior. My son, here tofore you have been taught to act the dissembler: among Roman Catholics to be a Roman Catholic, and to be a spy even among your own brethren; to believe no man, to trust no man. Among the Reformers, to be a reformer; among the Huguenots, to be a Huguenot; among the Calvinists, to be a Calvinist; among other Protestants, generally to be a Protestant, and obtaining their confidence, to seek even to preach from their pulpits, and to denounce with all the vehemence in your nature our Holy Religion and the Pope ; and even to descend so low as to become a Jew among Jews, that you might be enabled to gather together all information for the benefit of your Order as a faithful soldier of the Pope. You have been taught to insidiously plant the seeds of jealousy and h atred between communities, provinces, states that were at peace, and incite them to deeds of blood, involving them in war with each other, and to create revolutions and civil wars in countries that were independent and prosperous, cultivating the arts and the sciences and enjoying the blessings of peace. To take sides with the combatants and to act secretly with your brother Jesuit, who might be engaged on the other side, but openly oppose to that with which you might be connected, only that the Church migh t be the gainer in the end, in the conditions fixed in the treaties for peace and that the end justifies the means. You have been taught your duty as a spy, to gather all statistics, facts and information in your power from every source; to ingratiate you rself into the confidence of the family circle of Protestants and heretics of every class and character, as well as that of the merchant, the banker, the lawyer, among the schools and universities, in parliaments and legislatures, and the judiciaries and c ouncils of state, and to be all things to all men, for the Pope's sake, whose servants we are unto death.   ! \"#$%&'\"()*+\" ,--./0011123435&3&54&6&)72*)82$90:&794-72,-+ \""},{"pageNumber":87,"pageContent":" 87 You have received all your instructions heretofore as a novice, a neophyte, and have served as co - adjurer, confessor and priest, but you have not ye t been invested with all that is necessary to command in the Army of Loyola in the service of the Pope. You must serve the proper time as the instrument and executioner as directed by your superiors; for none can command here who has not consecrated his la bours with the blood of the heretic; for \"without the shedding of blood no man can be saved.\" Therefore, to fit yourself for your work and make your own salvation sure, you will, in addition to your former oath of obedience to your order and allegiance to the Pope, repeat after me ... Postulant. \"I, ________ now, in the presence of Almighty God, the Blessed Virgin Mary, the blessed Michael the Archangel, the blessed St. John the Baptist, the holy Apostles St. Peter and St. Paul and all the saints and sacre d hosts of heaven, and to you, my ghostly father, the Superior General of the Society of Jesus, founded by St. Ignatius Loyola in the Pontificate of Paul the Third, and continued to the present, do, by the womb of the virgin, the matrix of God, and the rod of Jesus Christ, declare and swear, that his holiness the Pope is Christ's Vice - regent and is the true and only head of the Catholic or Universal Church throughout the earth; and that by virtue of the keys of binding and loosing, given to his Holiness by my Savior, Jesus Christ, he hath power to depose heretical kings, princes, states, commonwealths and governments, all being illegal without his sacred confirmation and that they may safely be destroyed. Therefore, to the utmost of my power I shall and wi ll defend this doctrine of his Holiness' right and custom against all usurpers of the heretical or Protestant authority whatever, especially the Lutheran of Germany, Holland, Denmark, Sweden, Norway, and the now pretended authority and churches of England and Scotland, and branches of the same now established in Ireland and on the Continent of America and elsewhere; and all adherents in regard that they be usurped and heretical, opposing the sacred Mother Church of Rome. I do now renounce and disown any all egiance as due to any heretical king, prince or state named Protestants or Liberals, or obedience to any of the laws, magistrates or officers. I do further declare that the doctrine of the churches of England and Scotland, of the Calvinists, Huguenots and others of the name Protestants or Liberals to be damnable and they themselves damned who will not forsake the same. I do further declare, that I will help, assist, and advise all or any of his Holiness' agents in any place wherever I shall be, in Switzer land, Germany, Holland, Denmark, Sweden, Norway, England, Ireland or America, or in any other Kingdom or territory I shall come to, and do my uttermost to extirpate the heretical Protestants or Liberals' doctrines and to destroy all their pretended powers, regal or otherwise. "},{"pageNumber":88,"pageContent":" 88 I do further promise and declare, that notwithstanding I am dispensed with, to assume my religion heretical, for the propaganda of the Mother Church's interest, to keep secret and private all her agents' counsels from time to time, as they may entrust me and not to divulge, directly or indirectly, by word, writing or circumstance whatever; but to execute all that shall be proposed, given in charge or discovered unto me, by you, my ghostly father, or any of this sacred covenant. I do further promise and declare, that I will have no opinion or will of my own, or any mental reservation whatever, even as a corpse or cadaver (perinde ac cadaver), but will unhesitatingly obey each and every command that I may receive from my superiors in t he Militia of the Pope and of Jesus Christ. That I may go to any part of the world wither soever I may be sent, to the frozen regions of the North, the burning sands of the desert of Africa, or the jungles of India, to the centres of civilization of Europe , or to the wild haunts of the barbarous savages of America, without murmuring or repining, and will be submissive in all things whatsoever communicated to me. I furthermore promise and declare that I will, when opportunity present, make and wage relentle ss war, secretly or openly, against all heretics, Protestants and Liberals, as I am directed to do, to extirpate and exterminate them from the face of the whole earth; and that I will spare neither age, sex or condition; and that I will hang, waste, boil, flay, strangle and bury alive these infamous heretics, rip up the stomachs and wombs of their women and crush their infants' heads against the walls, in order to annihilate forever their execrable race. That when the same cannot be done openly, I will secr etly use the poisoned cup, the strangulating cord, the steel of the poniard or the leaden bullet, regardless of the honour, rank, dignity, or authority of the person or persons, whatever may be their condition in life, either public or private, as I at any time may be directed so to do by any agent of the Pope or Superior of the Brotherhood of the Holy Faith, of the Society of Jesus. In confirmation of which, I hereby dedicate my life, my soul and all my corporal powers, and with this dagger which I now re ceive, I will subscribe my name written in my own blood, in testimony thereof; and should I prove false or weaken in my determination, may my brethren and fellow soldiers of the Militia of the Pope cut off my hands and my feet, and my throat from ear to ea r, my belly opened and sulphur burned therein, with all the punishment that can be inflicted upon me on earth and my soul be tortured by demons in an eternal hell forever! All of which, I, ________, do swear by the Blessed Trinity and blessed Sacraments, which I am now to receive, to perform and on my part to keep inviolable; and do call all the heavenly and glorious host of heaven to witness the blessed Sacrament of the Eucharist, and witness the same further with my name written and with the point of thi s dagger dipped in my own blood and sealed in the face of this holy covenant.\" (He receives the wafer from the Superior and writes his name with the point of his dagger dipped in his own blood taken from over his heart.) "},{"pageNumber":89,"pageContent":" 89 Superior. You will now rise to yo ur feet and I will instruct you in the Catechism necessary to make yourself known to any member of the Society of Jesus belonging to this rank. In the first place, you, as a Brother Jesuit, will with another mutually make the ordinary sign of the cross as any ordinary Roman Catholic would; then one cross his wrists, the palms of his hands open, and the other in answer crosses his feet, one above the other; the first points with forefinger of the right hand to the centre of the palm of the left, the other wi th the forefinger of the left hand points to the centre of the palm of the right; the first then with his right hand makes a circle around his head, touching it; the other then with the forefinger of his left hand touches the left side of his body just bel ow his heart; the first then with his right hand draws it across the throat of the other, and the latter then with a dagger down the stomach and abdomen of the first. The first then says Iustum; and the other answers Necar; the first Reges. The other ans wers Impious.\" (The meaning of which has already been explained.) \"The first will then present a small piece of paper folded in a peculiar manner, four times, which the other will cut longitudinally and on opening the name Jesu will be found written upon t he head and arms of a cross three times. You will then give and receive with him the following questions and answers: • (Question) From whither do you come? • (Answer) The Holy faith. • Whom do you serve? • The Holy Father at Rome, the Pope, and the Roman Catholi c Church Universal throughout the world. • Who commands you? • The Successor of St. Ignatius Loyola, the founder of the Society of Jesus or the Soldiers of Jesus Christ. • Who received you? • A venerable man in white hair. • How? • With a naked dagger, I kneeling upon the cross beneath the banners of the Pope and of our sacred order. • Did you take an oath? • I did, to destroy heretics and their governments and rulers, and to spare neither age, sex nor condition. To be as a corpse without any opinion or will of my own, but to implicitly obey my Superiors in all things without hesitation of murmuring. • Will you do that? • I will."},{"pageNumber":90,"pageContent":" 90 • How do you travel? • In the bark of Peter the fisherman. • Whither do you travel? • To the four quarters of the globe. • For what purpose? • To obey the orders of my general and Superiors and execute the will of the Pope and faithfully fulfill the conditions of my oaths. The oath 5 of the Knights of Columbus , Knights of Malta, and Rhodes Scholars is based upon the oath of the Jesuits \"I, ............, now in the presence of Almighty God, the blessed Virgin Mary, the blessed St. John the Baptist, the Holy Apostles, St. Peter and St. Paul, and all the saints, sacred host of heaven, and to you, my Ghostly Father, the superior general of the Society of Jesus rounded by St. Ignatius Loyola, in the pontification of Paul the III and continued to the present, do by the womb at the Virgin, the matrix of God, and the rod of Jesus Christ, declare and swear that His Holiness the Pope, is Christ's vice regent and is the true a nd only head of the Catholic or Universal Church throughout the earth; and that by virtue of the keys of binding and loosing given His Holiness by my Savior, Jesus Christ, he hath power to depose heretical kings, princes, States, Commonwealths, and Governm ents and they may be safely destroyed. Therefore to the utmost of ray power I will defend this doctrine and His Holiness's right and custom against all usurpers of the heretical or Protestant authority whatever, especially the Lutheran Church of Germany, Holland, Denmark, Sweden, and Norway and the now pretended authority and Churches of England and Scotland, and the branches of same now established in Ireland and on the Continent of America and elsewhere, and all adherents in regard that they may be usur ped and heretical, opposing the sacred Mother Church of Rome.\" \"I do now denounce and disown any allegiance as due to any heretical king, prince, or State, named Protestant or Liberals, or obedience to any of their laws, magistrates, or officers.” “I do further declare that the doctrine of the Churches of England and Scotland, of the Calvinists, Huguenots, and others of the name of Protestants or Masons to be damnable, and they themselves to be damned who will not forsake the same.\"   ; \"#,47\"47\"$'\"&<-)$=-\"*(\"-,&\">*'8)&774*'$5\"?&=*)@\"*(\"-,&\"A*97&\"*(\"?&.)&7&'-$-46&7\" @$-&@\"B&3)9$)C\"D;E\"DFDGE\"1,&)&\"-,&\"*$-,\"47\"&'- &)&@\"$7\".9).*)-&@\"-*\"3&\"*(\"-,&\"H'48,-7\" *(\">*59+3972"},{"pageNumber":91,"pageContent":" 91 \"I do further decla re that I will help assist, and advise all or any of His Holiness's agents, in any place where I should be, in Switzerland, Germany, Holland, Ireland, or America, or in any other kingdom or territory I shall come to and do my utmost to extirpate the hereti cal Protestant or Masonic doctrines and to destroy all their pretended powers, legal or otherwise.\" \"I do further promise and declare that, notwithstanding I am dispensed with to assume any religion heretical for the propagation of the Mother Church's in terest to keep secret and private all her agents' counsels from time to time, as they intrust me and not divulge, directly or indirectly, by word, writing, or circumstances whatever but to execute all that should be proposed, given in charge or discovered unto me by you my Ghostly Father, or any of this sacred order.\" \"I do further promise and declare that I will have no opinion or will of my own or any mental reservation whatsoever, even as a corpse or cadaver (perinde ac cadaver), but will unhesitatingl y obey each and every command that I may receive from my superiors in the militia of the Pope and of Jesus Christ.\" \"That I will go to any part of the world whithersoever I may be sent, to the frozen regions north, jungles of India, to the centers of civi lization of Europe, or to the wild haunts of the barbarous savages of America without murmuring or repining, and will be submissive in all things whatsoever is communicated to me.\" \"I do further promise and declare that I will, when opportunity presents, make and wage relentless war, secretly and openly against all heretics, Protestants and Masons, as I am directed to do to extirpate them from the face of the whole earth; and that I will spare neither age, sex, or condition, and that will hang, bum, waste , boil, flay, strangle, and bury alive these infamous heretics; rip up the stomachs and wombs of their women, and crush their infants' heads against the wails in order to annihilate their execrable race.” “That when the same can not be done openly, I will secretly use the poisonous cup, the strangulation cord, the steel of the poniard, or the leaden bullet, regardless of the honor, rank, dignity, or authority of the persons, whatever may be their condition in life, either public or private, as I at any tim e may be directed so to do by any agents of the Pope or superior of the Brotherhood of the Holy Father of the Society of Jesus.\" \"In confirmation of which I hereby dedicate my life, soul, and all corporal powers, and with the dagger which I now receive I will subscribe my name written in my blood in testimony thereof; and should I prove false or weaken in my determination, may my brethren and fellow soldiers of the militia of the Pope cut off my hands and feet and my throat from ear to ear, my belly opene d and sulphur burned therein with all the punishment that can be inflicted upon me on earth and my soul shall be tortured by demons in eternal hell forever.\" \"That I will in voting always vote for K. of C, in preference to a Protestant, especially a Maso n, and that I will leave my party so to do; that if two Catholics are on the ticket I will satisfy myself which is the better supporter of Mother Church and vote accordingly.\""},{"pageNumber":92,"pageContent":" 92 \"That I will not deal with or employ a Protestant if in my power to deal with or employ a Catholic. That I will place Catholic girls in Protestant families that a weekly report may be made of the inner movements of the heretics.\" \"That I will provide myself with arms and ammunition that I may be in readiness when the word is passe d, or I am commanded to defend the church either as an individual or with the militia of the Pope.\" \"All of which I, _____________ , do swear by the blessed Trinity and blessed sacrament which I am now to receive to perform and on part to keep this, my o ath.\" \"In testimony hereof, I take this most holy and blessed Sacrament of the Eucharist and witness the same further with my name written with the point of this dagger dipped in my own blood and seal in the face of this holy sacrament.\" The oath admini stered to the Illuminati is based upon the oath of the Jesuits Before the Oath is administered it is said -- a sword is pointed at the breast: \"Shouldst thou become a traitor or perjurer, let this sword remind thee of each and all the members in arms aga inst thee. Do not hope to find safety; whithersoever thou mayest fly, shame and remorse as well as the vengeance of thine unknown brothers will torture and pursue thee.\" Then in the Oath which follows he swears: \"... Eternal silence, and faithfulness and everlasting obedience to all superiors and regulations of the Order. I also renounce my own personal views and opinions as well as all control of my powers and capacities.” “I promise also to consider the well - being of the Order as my own, and I am ready , as long as I am a member, to serve it with my goods, my honour, and my life ... If I act against the rules and well - being of the Society, I will submit myself to the penalties to which my superiors may condemn me ...\" \"In the name of the son crucifi ed (i.e. the Pentagram, the illuminised man), swear to break the bonds which still bind you to your father, mother, brothers, sisters, wife, relatives, friends, mistresses, kings, chiefs, benefactors, and all persons to whomsoever you may have promised fai th, obedience, and service. ” “ Name and curse the place where you were born, so that you may dwell in another sphere, to which you will attain only after having renounced this pestilential globe, vile refuse of the heavens!” "},{"pageNumber":93,"pageContent":" 93 “From this moment you are free fr om the so - called oath to country and laws: swear to reveal to the new chief, recognised by you, what you may have seen or done, intercepted, read or heard, learned or surmised, and also seek for and spy out what your eyes cannot discern. Honour and respect the Aqua Tofana (meaning, an imperceptably slow poison) as a sure, prompt, and necessary means of purging the globe by death of those who seek to vilify the truth and sieze it from our hands.” “Fly from Spain, Naples, and all accursed land; finally fly f rom the temptation to reveal what you may hear, for the thunder is no prompter that the knife, which awaits you in whatsoever place you may be. Live in the name of the Father, Son, and Holy Spirit. (The Trinity of Illuminism -- Cabalistic and Gnostic. The Father -- the generating fire; the Holy Spirit -- the Great Mother Nature, reproducing all things; the Son -- the manifestation, the vital fluid, the astral light of Illuminism).\" Additional information. Unknown to the members of these various secret soc ieties seeking \"Illumination\" and \"deification,\" their masters are the Cabalistic Jew, the originator of Gnostic mysticism. \"The three forms of initiation -- individual, group, or universal -- all lead to conscious or unconscious control by a central powe r, who in some mysterious way makes its influence felt; often clairvoyantly and clairaudiently seen and heard, but never physically present or visible. the system in all three is the same - - cabalistic. Secretly here and there individuals are prepared; t hese again form groups or centres from which influences spread until they form a network covering the entire world. Like rays from a hidden sun these groups are apparently divergent and detatched, but in reality all issue from the same central body. The system is seen to be an insidious and secret dissemination of ideas, orienting and breaking down all barriers of family, religion, morality, nationality, and all self - initiative thought, always under the cloak of a new and more modern religion, new thought , new morality, a new heaven and a new earth; until it evolves a gigantic robot merely answering to the will and commands of a secret Master Mind. They dream they are free, original, self - determining individuals; they are but the negative moon reflecting and reproducing the light from the same hidden and cabalistic Sun. It is called regeneration by the Illuminati; it is in truth individual death and disintegration, followed by a resurrection as negative \"light - bearers\" of this cabalistic dark Sun whose Lu ciferian \"Grand Plan\" is world domination.\" (Anonymous, Light - bearers of Darkness, The Christian Book Club of America, p105). The Jewish Encyclopaedia points out that Gnosticism \"was Jewish in character long before it became Christian,\" and quotes the opi nion, \"a movement closely connected with Jewish mysticism.\" The Freemason Ragon says: \"The Cabala is the key of the occult sciences. The Gnostics were born of the Cabalists.\""},{"pageNumber":94,"pageContent":" 94 Rabbi Benamozegh says, \"Those who will take the trouble to examine with care the connection between Judaism and philosophic Freemasonry, theosophy, and the mysteries in general ... will cease to smile in pity at the suggestion that Cabalistic theology may have a role to play in the religious transformations of the future ... It contai ns the key to the modern religious problem\" (Anonymous, Light - bearers of Darkness, The Christian Book Club of America, p11). \"Chaldean thought acted powerfully upon orthodox Judaism and determined the growth of a sect in its midst which was to transform Israel ... This sect was that of the Pharisees ... What they borrowed (from the Chaldeans) in fact ... was the essence of the Pantheistic doctrine ... It was then that was formed from these borrowings that Kabalah of the Pharisees which was for long transm itted orally from Master to disciple, and was, 800 years later, to inspire the compilation of the Talmud, and found its completest expression in the Sepher ha Zohar ... This religion of the 'Deified Man,' with which they were impregnated in Babylon, was on ly conceived as benefiting the Jew, superior and predestinated being ...\" (M. Flavien Bernier, Les Juifs et le Talmud, 1913). The Jewish writer Bernard Lazare said, \"It is certain that there were Jews even at the cradle of Freemasonry ... Cabalistic Jews, as it is proved by certain existing rites ... The Jew is also a builder: proud, ambitious, domineering, he tries to draw everything to himself. He is not satisfied with de - Christianising, he Judaises; he destroys the Catholic or Protestant faith, he provo kes indifference, but he imposes his idea of the world, of morals, and of life upon whose faith he ruins; he works at his age - old task -- the annihilation of the religion of Christ!\" Mrs. Nesta Webster in Secret Societies and Subversive Movements, writes: \"The Protocols of the Learned Elders of Zion have been marvellously correct as prophecy, foreshadowing all of this in a remarkable way, whatever their first origin, before Maurice Joly used part of them in 1864.\" \"Dr. Ranking, who has devoted many years of study to the question ... in a very interesting paper published in the masonic journal, Ars Quatuor Coronatorum, observes: 'That from the very commencement of Christianity there has been transmitted through the centuries a body of doctrine incompatible with Christianity in the various official Churches. That the bodies teaching these doctrines profess to do so on the authority of St. John, to whom, as they claimed, the true secrets had been committed by the Founder of Christianity, that during the Middl e Ages, the main support of the Gnostic bodies and the main repository of this knowledge (Johannism) was the Society of the Templars.' And he further said, 'The record of the Templars in Palestine is one long tale of intrigue and treachery on the part of t he Order'.\" "},{"pageNumber":95,"pageContent":" 95 In his History of Magic, Eliphas Levi informs us: \"The Templars had two doctrines: one was concealed and reserved to the leaders, being that of Johannism; the other was public, being Roman Catholic doctrine ... The Johannism of the adepts was the Kabalah of the Gnostics, but it degenerated speedily into a mystic pantheism carried even to idolatry of Nature and hatred of all revealed dogma. . . They fostered the regrets of every fallen worship and the hopes of every new cultus, promising to all liberty of conscience and a new orthodoxy which should be the synthesis of all persecuted beliefs. They went even so far as to recognise the pantheistic symbolism of the grand masters of Black Magic ... they rendered divine honours to the monstrous idol B aphomet.\" The mystic afflictions under the Pyramids of Egypt, the esoteric sect of Pythagoras, the astrologers or mathematicians of Rome in the time of Domitian, the House of Wisdom in Cairo, the Ismailis or Assassins, Companions of the Old Man of the Mou ntain, the Templars, the Rose - Croix (Rosicrucians), the Carbonari, the Jesuits, Freemasons, B'nai B'rith, Knights of Columbus, the Souffrants, the Chercheurs, Lodges of St. John, of Melchisedek, Royal Priests, Masters of the Wise, the Asiatic Brethren ... all appear to form an uninterrupted chain of these superior affiliations ... under the name of the Illuminati, under the Directing Power of the Invisibles -- Earthly beings -- Masters working on the Astral, whose self - appointed role was to be the arbiters and Masters of the World. "}]
