[{"pageNumber":1,"pageContent":"Journal of Institutional Economics (2010), 6: 1, 117–124 C \u0002 The JOIE Foundation 2010 doi:10.1017/S174413740999021X Legal persons: the evolution of fictitious species UGO PAGANO ∗ University of Siena, Siena, Italy and Central European University, Budapest, Hungary Abstract: Posner considers purposeful organisations. Legal persons are fictitious non-mortal species whose evolution has played a major role in economic development. In what sense can they be said to have a purpose? Thanks to several important mutations, the status of legal persons was transferred from public bodies to business corporations. This evolutionary journey is complementary to the Coasian view, which, moving in the opposite direction, explains the firm as a centralization of market transactions. If the corporation emerged also from a process of decentralization of public attributes, some features of public legal persons, are lacking in its business mutation. Also some ways of motivating people are only available to the original species. 1. Introduction In his stimulating article, Posner (2010) concentrates on those particular institutions that are supposed to have a purpose. Even if various interests live together in an organization, there are usually some individuals who can take decisions on their behalf. These individuals may be more or less numerous, and one interesting contribution of the paper is its analysis of how decentralized decision making can be made compatible with the goals of the organization. Not all institutions are organizations (markets are not), and not all organizations are legal persons (the mafia is not). However, Posner focuses on three types of organizations – business corporations, intelligence agencies, and judiciary – which are legal persons. Some individuals are supposed to act on behalf of the organization, which assumes all sorts of legal positions independently of its members. An interesting point in Posner’s analysis is that business corporations may find it more difficult than other organizations to achieve consistency between their stated goals and those of the individuals taking the decisions on their behalf. In this comment, I shall try to show how some features of the concept of legal person can explain some of the interesting puzzles considered by Posner. Legal persons are a ‘fictitious’ (Fuller, 1967) species created by humankind. They are subject to forms of selection and to the speciation of new types. Numerous species of legal persona exist in contemporary economies. Their evolutionary ∗ Email: pagano@unisi.it. 117"},{"pageNumber":2,"pageContent":"118 UGO PAGANO processes are similar to those that characterize complex organisms. For these organisms, too, advantageous changes may be blocked by complementarities. A fitness valley must be overcome before a successful adjustment of multiple characteristics is achieved. Although legal persons have the appealing status of non-mortal individuals, they may find it rather difficult to adapt, and sometimes even to survive, when environmental change requires multiple complementary adjustments. 2. The quest for non-mortal species At least since Adam Smith, economists have been aware that humans have a natural tendency to barter, to engage in exchanges, and eventually to create markets. The view has been extended to the sphere of the social contract. Before Adam Smith, Hobbes saw the power of the absolute sovereign as the outcome of a contract, and the tradition continued until Rawls’ application of an analogous bargain to the realm of social justice. Although market exchanges have been seen as the founding institution of human civilization, a full-blown market economy could not have evolved if all the actors in the market economy had been ordinary human persons. Humans do not always respect the deals that they make. There is one obvious pre-condition that is difficult to enforce: that the individuals who have made the deals must be still alive. Human fragility is a very serious problem for ensuring that deals are kept. One would prefer to make them with persons who belong to non-mortal species. These fictitious species have in fact been invented, and they form the family tree of legal persons. They include the business corporation, national security agencies, and national judiciaries which are the focus of Posner’s analysis. Legal persons can make long-lasting deals as holders of rights, duties, powers, and liabilities. They also have often a well-defined identity protected by the law, and they are sometimes attributed basic human rights, such as freedom of speech. As in the case of living organisms, some beneficial mutations may tend to increase the frequency of some legal persons in the population. However, because of their complexity, such evolution is similar to that of sophisticated living organisms where each characteristic is only adjusted to all the other characteristics (Pagano, 2001). Owing to these complementarities (or, to use a biological term, epistatic interactions), also legal persons have punctuated equilibria, in the sense that long periods of stasis characterize their evolution. Their efficiency is typically limited to Nash equilibria. For instance, as Posner points out, in both civil and common law systems, career systems are adjusted to the degree of digression of the judges and vice versa. Because of these interlocking characteristics, the evolution from common law to civil law systems is blocked, and each system has at most a local efficiency where each characteristic is optimally adjusted to the other in the same way as the stomach of a lion is adjusted to its powerful mouth, and the digestive system of a swallow is adjusted to its tiny beak. Simple organisms like bacteria"},{"pageNumber":3,"pageContent":"Legal persons: the evolution of fictitious species 119 and other small animals can quickly mutate and adjust to the environment, but only at the cost of forgoing the advantages of complexity. The organizations considered by Posner, and in general most legal personae, are not organisms of this simple kind. Their non-mortality is usually obtained at the cost of some complexity. 3. Persons and half-persons The constitution of legal persons has been the outcome of a long process. The state was the first legal person, and some fundamental conditions for the working of a market economy could only be guaranteed by such a non-mortal entity. Stable jurisdiction required long-lasting setters and enforcers of rules. However, it was legal pluralism that created the conditions for Western civilization and, in particular, the plurality of legal persons existing in the European Middle Ages. In spite of their conflicts, these organizations recognized that their own jurisdiction was somehow limited by the jurisdiction of the other legal persons. Accordingly, the European late Middle Ages was characterized by a common legal order comprising diverse legal systems (church v. crown, crown v. town, town v. lord, lord v. merchant). Within this framework, new legal persons – the universities – became necessary to study the correct adjudication of jurisdictions. The independent legal personality of universities guaranteed the autonomy of scholars and the solution of disputes by the means of open debates using Greek logic, Holy Christian Scriptures, and the Justinian Code. The medieval universities soon applied the same methodology to other fields of human knowledge, thus creating the conditions for the development of modern science (Berman, 1985). The Western tradition of legal pluralism was challenged by the emergence of national states, but it never died away. It was particularly vigorous in North America and in the British colonies. As Tocqueville (1994: 44) pointed out ‘legally the state was a monarchy, but each locality was already a lively republic. The towns appointed their own magistrates of all sorts, assessed themselves, and imposed their own taxes’. American legal pluralism became even stronger with the federal constitution. When American States had to engage in the production of public utilities, they granted some typical advantages of state organizations, such as legal personhood and limited liability, to mixed organizations involving also the participation of private actors (Cerri, 2008). The Erie Canal, built by the State of New York, became the model for all other public works (Chandler, 1977). The chartered corporation, partially controlled by the State, made an important contribution to early American development. The chartered corporation evolved into the modern corporation. The main mutations included its privatization and the erosion of the state’s power to grant incorporation. The constitution of the independent corporate legal personality became possible without the state’s intervention, and the act of incorporation"},{"pageNumber":4,"pageContent":"120 UGO PAGANO came to be considered a private contract among individuals. A crucial change came about in 1889 when the State of New Jersey permitted incorporation for all lawful purposes and allowed one corporation to hold the stock of another – a movement which all the other the States quickly had to follow. Thereafter, like other public bodies, business corporations became independent legal persons liable for their own decisions. The limited liability of the shareholders was mirrored by the full responsibility that the legal person took for its decisions. Other developments were due to the pressure of American populism, which was allergic to the idea that few people could control corporations with a limited number of shares (Roe, 1994). The business corporation ended up by having a legal personhood similar to that of other public organizations. It had an inner dynamism superior to other organizations whose personalities were restricted to a territory (national states and their bodies) or to a specific mission (universities), or which required faith in particular beliefs (churches). Acting in the name of its shareholders (but often in the interests of its executives), the corporation has no territorial limitation, no specific mission, and no faith constraining its opportunities. However, territory, mission, and faith do not simply constrain personalities, they also define their identities. This may be particularly important in the case of non-mortal legal persons. In spite of their non-mortality, these can only live if some non-mortal individuals identify with them. This identification is much easier if the non-mortal person has a well-defined identity. The weak identity of the corporation is confirmed by the fact that it is devoid of a fundamental human right: self-ownership. Like humans and other legal persons, a corporation can buy things (including other corporations), but, unlike them, it can be bought and sold like a thing (Iwai, 1999; Gindis, 2009). This hybrid thing-person status has important consequences on the level of consistency between the stated goals of the corporation and the decisions that are actually taken on its behalf. It has been often claimed that the thing-status of the corporation guarantees its efficiency. In particular, the take-over mechanism is supposed to discipline managers. However, Posner correctly points out that that these mechanisms are unlikely to work. Referring to the product market he writes: One might think that competition in the corporation’s product markets would constrain managerial greed because that greed increases the corporation’s costs. But the problem of agency costs is inherent in the structure of any large firm or other large enterprise; that is a basic insight of organization economics. Therefore it is likely to plague all major competitors in a market and thus not be eliminated by competition even if the markets in which the firms sell their products or services are highly competitive. (Posner, 2010: 14) By contrast, other means of mobilizing effort are available to non-hybrid legal persons with a non-sellable identity:"},{"pageNumber":5,"pageContent":"Legal persons: the evolution of fictitious species 121 A neglected point is that governmental and other non commercial organizations have tools for limiting agency costs that business firms lack. Some such organizations, such as those related to national security and to educational and charitable work, may be abler than a business firm to create a high- commitment organization culture. Wages are kept down by the non-pecuniary rewards of work motivated by a sense of commitment. They are also kept down by monopsony when the governmental or other noncommercial employer faces weak competition for staff. If you want very much to be a soldier, an intelligence officer, a forest ranger, or a judge, you have limited employment options. And low pay, paradoxically, can be a screening device for quality by eliminating from the applicant pool persons who are not highly committed to the employer’s mission. (Posner, 2010: 15) Politicization and rent-seeking may diminish the efficiency of non-commercial organizations, but their full-blown legal personalities and their well-defined identities give them a comparative advantage in motivating individual effort by means of identification mechanisms. 4. Changing the direction of the transaction cost journey? In the transaction cost approach, the firm emerges from an advantageous centralization of market transactions. In the Coasian approach, the state can be seen as a super-firm endowed with special powers. The entire journey is founded on the Williamsonian idea that ‘in beginning there were markets’ (Williamson, 1975, 2007). It is true that the journey is reversible, but the market is more than a point of departure: on some ‘meta-market’ the individuals contract non- market institutions, which turn out to be convenient when market transaction costs are too high. ‘Transaction cost efficiency’ is somehow related to the implicit existence of this meta-market where the individual can make efficient transitions from one set of institutions to the other. Paradoxically, in an economy where all institutions involve transaction costs, an optimal mix can continuously evolve without transition costs. Efficient meta-market characteristics are attributed to all the institutions and to the overall resulting institutional mix. The market transaction costs, which justify the existence of the firm, do not stop the contracts that are necessary for its emergence. Similarly, the internal transaction costs, which characterize the firm, are not obstacles against the emergence of markets when these are more efficient than its internal organization. A different story can be told by starting from the extension of the State’s legal personhood to other organizations and ending with the generation of new non- mortal private organization. The early public utility companies chartered by the America States were examples of the early phase of this journey. The Coasian journey relied on the centralization of market transactions in some organizations able to improve the overall level of transaction cost efficiency. Lon Fuller (1969) pointed out that a journey in the opposite direction was also possible: this relied"},{"pageNumber":6,"pageContent":"122 UGO PAGANO on the decentralization of some characteristics of the public ordering to private orderings which would increase the overall efficiency of the legal system. Fuller saw law as the activity that made human behaviour subject to the observance of rules. It involved multiple trade-offs (both internal and external to the multiple goals involved in the general activity of law-making) and could be performed at different levels of efficiency. Legal pluralism could reduce the information asymmetries between rule makers and enforcers and the individuals belonging to their jurisdictions. Giving legal personality to the business corporation can be seen as part of this decentralization process. The individuals employed by the corporation make deals with a non-mortal being, and the corporation can organize a fairly stable private internal ordering that is not constrained by the shortness of human life. As Sloan (1963) pointed out, top management must have also a judicial function, and it must be able to settle disputes among its departments. For this reason, Sloan re-organized GM in such a way that heads of departments would not be part of the central management office: efficient planning in the general interest of the organization and fair resolution of the conflicts among the different departments required these types of arrangements. The transaction cost journey extends the contractual approach from private market deals to other institutions. By contrast, the Fuller story extends the activity of law (understood as the formulation and implementation of rules) from the public domain to the private sphere (Pagano, 2007). While the two approaches are not incompatible, they highlight different aspects of institutions. If complex organizations like firms or even the state are seen through the lens of transaction cost efficiency, the benchmark is naturally a first best with complete markets. While non-market institutions are justified by comparatively high market transaction costs, the shortcomings of these institutions continue to be seen by comparing them with an ideal first-best situation of idealized costless and complete markets. Typically, business corporations end up being compared with ideal organizations where a complete contract between managers and shareholders could be written. By contrast, when business organizations and other institutions are seen through the lens of rule-making and enforcing efficiency, the benchmark is different. Their emergence can again be justified on efficiency grounds. For some purposes, business organizations can do better than the state and other public organizations. However, in this case, one is induced to compare them with full-fledged legal persons, possessing more powerful tools with which to align the interests of individuals with the objectives of the organization. A merit of Posner’s article is that it is consistent with a view of organizations that also takes account of this different, and rather unusual, standpoint. 5. Conclusion Non-mortal legal persons (an impersonal public authority, for example) favour the development of markets. Legal persons are a complex family of fictitious"},{"pageNumber":7,"pageContent":"Legal persons: the evolution of fictitious species 123 species and, as Posner illustrates, they have complementary characteristics that are adjusted to each other. Originally, traditional legal persons were public organizations with well-defined identities. Transferring these characteristics to business organizations has been a long and difficult evolutionary process. In spite of their many mutations, profit-making legal persons may lack some of the instruments that, in the original public version, could be used to align individual and organizational goals. This evolutionary journey moves in the opposite direction to the standard transaction cost journey. Along this journey, the emergence of the corporation is driven more by the prohibitive costs of a complete public ordering than by the high costs of complete markets. However, the analyses emerging from the two journeys reinforce each other and bring us back to the complementarity problems considered in the first section. Complementarities not only pervade organizations they also characterize their interactions. Well-developed market transactions fit with an efficient public legal ordering, and the centralization of transactions within large firms fits with well-developed private legal orderings. The transaction cost approach and the analysis of comparative rule-making costs do not only support each other, they show that complementarities pervade the entire economic and legal system. Many interactions can be frozen by complementarities, which despite their inefficiency do not melt. To understand them, one must necessarily study their histories. References Berman, H. J. (1985), Law and Revolution , Cambridge, MA: Harvard University Press. Cerri, L. (2008), ‘Essays on the nature of the corporation’, Ph.D. thesis, University of Siena, Italy. Chandler, A. (1977), The Visible Hand: The Managerial Revolution in American Business , Cambridge, MA: Harvard University Press. Fuller, L. L. (1967), Legal Fictions , Stanford, CA: Stanford University Press. Fuller, L. L. (1969), The Morality of Law , Revised Edition, New Haven, CT: Yale University Press. Gindis, David (2009), ‘From fictions and aggregates to real entities in the theory of the firm’, Journal of Institutional Economics , 5 (1): 25–46. Iwai, K. (1999), ‘Persons, things and corporations: the corporate personality controversy and comparative corporate governance’, American Journal of Comparative Law , 47 : 583–632. Pagano, U. (2001), ‘The origin of organizational species’, in A. Nicita and U. Pagano, The Evolution of Economic Diversity , London and New York: Routledge, pp. 21–47. Pagano, U. (2007), ‘Legal positions and institutional complementarities’, in F. Cafaggi, A. Nicita, and U. Pagano, Legal Orderings and Economic Institutions , London and New York: Routledge, pp. 54–83. Posner, A. (2010), ‘From the new institutional economics to organization economics: with applications to corporate governance, government agencies, and legal institutions’, Journal of Institutional Economics , 6 (1): 1–37."},{"pageNumber":8,"pageContent":"124 UGO PAGANO Roe, M. J. (1994), Strong Managers, Weak Owners: The Political Roots of American Corporate Finance , Princeton, NJ: Princeton University Press. Sloan, A. P. (1963), My Years with General Motors , London: Pan Books. Tocqueville, A. (1994), Democracy in America , edited by J. P. Majer, London: Fontana Press. Williamson, Oliver E. (1975), Markets and Hierarchies: Analysis and Anti-Trust Implications: A Study in the Economics of Internal Organization , New York: Free Press. Williamson, Oliver, E. (2007), ‘An interview with Oliver Williamson’, Journal of Institutional Economics , 3 (3): 373–386."}]
