[{"pageNumber":3,"pageContent":"3 “For thy merchants were the great men of the earth; for by thy sorceries were all nations deceived.” (Revelation 18:23) O n the facing page is a cartoon copied from the October 5, 1911 issue of LIFE MAGAZINE. This political cartoon of 75 years ago depicted the invasion of America by Jewish European Banking. America has inherited many things from Europe – some good, and some very bad. The scripture says that these “merchants” of Mystery Babylon are “ the great (powerful) men of the earth .” It also says that their power is attained by “deception” and “sorceries” (i.e. trickery and mental confusion - as being drugged). To discover who these “great men of the earth” are we only need to identify the earth’s most powerful merchants. Who are the greatest “merchandisers” of our day? And, what is their “merchandise?” Mayer Amschel Rothschild, the father of European Banking, made this statement in 1790: “Permit me to issue and control the money of a na tion and I care not who makes its laws.” Is this a fact? Do bankers control the legislature? If so, we can also surmise that if this principle works on a national basis, it will work on an international basis as well. Whoever issues and controls the monies of the world ... controls the world. It follows, then, that the “merchants” of Revelation 18 must be MONEY MERCHANTS: in other words, bankers ."},{"pageNumber":4,"pageContent":"4 THE FEDERAL RESERVE I t is estimated that fewer than 100 families maintain control of the Federal Reserve System – the private corporate central bank of the United States. These super rich, powerful banking families hold sway over the nations of the world. These great bankers of the earth not only control America’s money, but also the money and people of all the nations of the earth. They cause wars and kill the saints of the earth to keep the nations under their control: “ And in her (Babylon) was found the blood of prophets, and of the saints, and of all that were slain upon the earth .” (Rev 18:24). Recently, a list was published of eight international banking companies which hold controlling stock in the Federal Reserve System: 1. Rothschild Banks of London & Berlin. 2. Lazard Bros. Bank of Paris. 3. Israel Moses Seif Banks of Italy. 4. Warburg Bank of Hamburg & Amsterdam. 5. Lehman Bros. Bank of New York. 6. Kuhn, Loeb Bank of New York. 7. Chase Manhattan Bank of New York (David Rockefeller). 8. Goldman, Sachs Bank of New York. These are some of the “Great Men Of The Earth!” These are “The Merchants Of Babylon.” These are they who have “waxed rich through the abundance of her (Babylon’s) delicacies” (Rev 18:3). We could add more names to the list, but these will suffice for now. What kind of “sorcery” gives them power to deceive and conquer the nations of the world? In order to work their “magic” among Christians there must exist, within that society, three conditions: 1 . Greed, 2 . Ignorance, 3 . Idolatry. Their “sorcery” is deception and their"},{"pageNumber":5,"pageContent":"5 main weapon is USURY . But this weapon only works where greed, ignorance and idolatry have taken root. Then, the “master economists” can “drug” the minds of weak, silly people, who become easy prey. ORIGIN OF USURY BANKING U sury is the black art from Babylon. As it has al ways been with “magic arts,” the appeal is for power over other men. As to the origin of Banking, as an institution, I quote from the Encyclopedia Britannica. This section is titled “ BANKING ,” and the subheading is “ANCIENT ORIGINS”: “There are records of loans by the temples of Babylon as early as 2,000 B.C.; and records show that in 575 B.C. a private firm, the Igibi Bank (in Babylon), was making loans and receiving deposits at interest.” Usury Banking sprang from the same society which produced the Babylonian (Jewish) Talmud: it came from BABYLON . Usury Banking is the world’s greatest con game: the most successful system of plunder and theft that ever existed. Banking is called the Craft of Kings, apparently because people who are good at Banking usually become rulers in one way or another. Very few people, outside of the bankers’ inner circles, understand how they use their “Craft.” It seems that most Christians have inherited a blindness concerning money and banking. Very few actually have the curiosity to look into these atrocities. In many cases, Christians have been neutralized by idolatry: they worship the usury system. They are unable to stand against usury because they themselves are usurers . The Federal Reserve Bank was created in 1913 by an act of Congress. Its very name labels it as a deception in that it is NOT “federal” at all. It is not owned by the government, but instead is a private corporation. The controlling stock is held by international bankers, as shown by the above list. The U.S. Government holds no"},{"pageNumber":6,"pageContent":"6 stock in the Federal Reserve Bank. In 1934 , “THE BANKERS’ MANIFEST” was printed in their publication titled “The Organizer.” This was circulated among the leading bankers in America: “Capital must protect itself in every way, through combination and through legislation. Debts must be collected and loans and mortgages foreclosed as soon as possible. When through a process of law the common people have lost their homes, they will be more tractable and more easily governed by the strong arm of the law, applied by the central power of wealth, under control of leading financiers. People without homes will not quarrel with their leaders. This is well known among our principal men now engaged in forming an imperialism of capital to govern the world. By dividing the people we can get them to expend their energies in fighting over questions of no importance to us except as teachers of the common herd. Thus by discreet action we can secure for ourselves what has been generally planned and successfully accomplished.” By 1934, their war against the citizens had matured. In the twenty- one years since their beginning, they had subjugated the nation and brought on the “great depression” with its starvation, unemployment and foreclosures. They had taken away peoples° homes and turned landowners into paupers and beggars. This made the people “more controllable,” as aptly stated in The Bankers’ Manifest.. America has been in abject bondage to the usury bankers ever since ... and yet most Americans don’t realize that debt equals slavery (Prov. 22:7). ARE BANKS NECESSARY? M ost people today would argue that we need banks, and that Banking is an honorable profession. In fact, bankers are admired and respected in public circles, and the profession of Banking is an envied vocation. Try convincing someone that the United States really doesn’t need all those banks. Better yet, try convincing a Congressman. Tell"},{"pageNumber":7,"pageContent":"7 him that interest on money should be outlawed and watch his reaction. You’ll get a disgusted look and a remark like, “Why, we couldn’t get along without banks! Where would we get the money to run our businesses if we didn’t have banks? And, of course, we must pay them interest; otherwise, why would they loan their money to us if they couldn’t charge interest?” The ostensible reason for creating the FED in the first place was supposedly to “keep banking honest by keeping politics out of it.” What they failed to mention is that by taking it out of Congress they also took it out of public view, into private control. The FED is a private corporation created for profit. Its purpose is to protect Banking interests – not the public. When it comes to banking, the public’s lack of understanding is abysmal. In fact, most people are so thoroughly brainwashed that they actually consider it immoral to lend money without taking usury. Many parents even charge usury to their own children, and vice-versa, with no regard for the clear teaching of Bible Law (Deut 23:19). An example of how Christian attitude has changed over the years concerning USURY can be seen by comparing two entries from the ENCYCLOPEDIA BRIT ANNICA . Both are on the same subject: “ USURY .” Both are taken from the same publisher – one is from the 1911 edition, the other is from the 1958 edition. The 1911 article on “usury” took up one and one-half pages; in 1958, it took up only one-half page. In the 1911 edition, usury was described as one of the foremost problems of the world since the beginning of civilization ; in the 1958 edition, usury is described as a moot principle which has been greatly misunderstood. It says that the term relates only to small, personal loans of under $300, and then only where specific usury laws have been enacted. The 1911 article quotes from Deut 23:19 : “Thou shalt not lend upon usury to thy brother; usury of money, usury of victuals, usury of anything that is lent upon usury.” It also quotes from Neh. 5 , which reads, in part: “There was a great cry of the people and their wives against"},{"pageNumber":8,"pageContent":"8 their brethren the Jews. . . We have mortgaged our lands, vineyards, and houses, that we might buy corn, because of the dearth. . . We have borrowed money for the king’s tribute, and that upon our lands and vineyard . . . and, lo, we bring into bondage our sons and our daughters to be servants . . . neither is it in our power redeem them; for other men have our lands and vineyards.’ Then I rebuked the nobles, and the rulers, and said unto them, ‘Ye exact usury , everyone of his brother. And I set a great assembly against them . . . ‘It is not good that you do: ought ye not to walk in the fear of our God because of the reproach of the heathen our enemies? . . pray you, let us leave off this usury .’” The 1911 article refers to Solon , the famed ruler of Athens, who enacted legislation to protect the citizens of Athens from usurers. The article states that Usury had caused all the power of the state to be funneled into the hands of a small “plutocracy,” and that the citizens had been reduced to slaves. To solve this problem, Solon not only canceled all the debts that were placed upon the citizens and their land, but he also stopped the bankers from taking “bodily security” on the debtors. In other word, by preventing the banker from foreclosing upon property and people he prevented the bankers from ruling Athens. This 1911 article also states that the same problem appeared in Rome, and refers to the statement from Cato when asked by Cicero ... “ what do you think of usury: It says he made no other answer to the question except to ask, “. . what do you think of mur der?” The 1911 Britannica mentions that Aristotle and the Church Fathers were strictly against any and all usury, and made it clear that they considered “usury” to include the taking of any and all interest on money . And perhaps the most curious part of the article is that which refers to the Jews: “The consequence of the condemnation of usury by the church was to throw all the dealing-in-money in the early middle ages into the hands of the Jews . . . It was probably mainly on account of this"},{"pageNumber":9,"pageContent":"9 money lending that the Jews were so heartily detested and liable to such gross ill treatment by the people . . . Ultimately in 1290 the Jews were expelled in a body from the kingdom (England) . . . Before the expulsion of the Jews, however, in spite of canonical opposition, Christians had begun to take interest openly.” In 1911, usury was still considered a crime. By 1958, public awareness of usury had been reduced to nonsensical evasion of fact. People today assume that banks are necessary to civilized society, and that currency and debt have always functioned the same as they do today. However, between the 10th and the 17th century, England virtually forbad Usury Banking in the land. “For centuries, in England, the Christians were taught, and believed, that it was contrary to Christian ethics to loan money at usury, or interest. During those centuries the Church and the State saw eye to eye, for they were practically one and the same. It was, therefore, not only un-Christian, but also illegal to loan money at interest. “The laws of King Alfred, in the Tenth Century, provided that the effects and lands of those who loaned money upon interest should be forfeited to the Crown and the lender should not be buried in consecrated ground. Under Edward the Confessor, the next Century, it was provided that the usurer should be declared an outlaw and banished from England. “In the Fourteenth Century, the crime of loaning money at interest was made a capital offense, and during the reign of James I, it was held that the taking of usury was no better than taking a man’s life.” ( Lightning Over The T reasury Building –John R. Elsom)"},{"pageNumber":10,"pageContent":"10 How did they build those Gothic Cathedrals? Dotted throughout Britain, France, Germany and the Low Coun- tries, the great cathedrals stand today as they’ve stood for 700 or 800 years. Of Europe’s 180 odd Gothic Cathedrals, 80 are in France and 35 in England – although two of those were destroyed, St. Pauls in the Great Fire of 1666, and Coventry in the 2nd World War. St. Pauls was rebuilt by Sir Christopher Wren, and Coventry in modern style, in the post-war period. Including the two rebuilt, only five of Britain’s Cathedrals were erected after the 300 years linking the Middle Ages with the Elizabe- than period. There they stand – giant Churches of amazing beauty and symme- try, filled with exquisite carving and the most delicate fluted arches. With all the technical knowledge and mechanization of our period, there is no “know how” in the 20th Century capable of achieving what our ancestors accomplished with the hand tools of their period. WORK OR LEISURE? Even more astounding, they were built without pay, as a form of consecrated leisure activity. There were no tenders, contracts, mort- gages, overtime strikes or union confrontations. How did they do it? One would suppose that far more effort was required to provide food, clothing and shelter than today. What time would such communities have for the intricacies and detail involved in building such beautiful cathedrals? (This reprint from the June 1983 ENTERPRISE proves that England was blessed during the 600 years (10th - 16th centuries) when Usury was forbidden !)"},{"pageNumber":11,"pageContent":"11 Many will be amazed to learn that there was, contrary to general belief, a great deal of leisure time. Thorold Rogers, Professor of Political Economy at Oxford University in the middle of the 19th Century, wrote: “At that time (i.e. the Middle Ages) a labourer could provide all the necessities for his family for a year by working 14 weeks.” Lord Leverhume, a prominent figure in the “Industrial Partnership Movement” of the 18th Century, wrote: “The men of the 15th Century were well paid.” Sombart, in his study of agricultural conditions in Central Europe in the 14th Century, “Found hundreds of communities which averaged from 160 to 180 holidays a year.” THE LAWS OF ENGLAND Fortescue, appointed Lord High Chancellor by Henry VI, in his book Le Laudibus Legum Anglicae (Praise the Laws of England) said: “The King cannot alter the laws, or make new ones, without the express consent of the whole people in parliament assembled. Every inhabitant is at his liberty fully to use and enjoy whatever his farm produceth, the fruits of the earth, the increase of his flocks and the like. All the improvements he makes, whether by his own proper industry, or of those he retains in his service, are his own, to use and enjoy without the least, interruption or denial of any. If he be in any wise injured, or oppressed, he shall have his amends and satisfaction against the party offending. Hence it is the inhabitants are rich in gold, unless at certain times upon a religious score, and by way of doing penance. They are fed in great abundance with all sorts of flesh and fish, of which they have plenty everywhere; they are clothed throughout with good woolens; their bedding and other furniture in their houses are of wool, and that in great score. They are also well provided with all sorts of household goods and necessary implements for husbandry. Everyone, according to his rank, hath all things which conduce to make life easy and happy.” MAGNA CARTA It was in this period that the mighty Magna Carta was written; establishing the profound truth that the individual leases his life from God, sooner than Caesar or the State. Perhaps a Frenchman, Emile Lousse, Professor of History at the University of Louvain in 1955, best sums up what many Englishmen have forgotten: “What touches all should be approved of by all. The freeman must also be protected in the peaceful enjoyment of his goods. He cannot be deprived of them, without his prior consent, even by the indirect"},{"pageNumber":12,"pageContent":"12 method of excessive taxation or offensive war abroad. His person and his property, including his home, are inviolable. The famous Chapter 39 of the English Great Charter sums all this up for us.” MONASTIC LIFE The monasteries were the focal point of a deep spiritual ethos that pervaded the land. Cobbett, in his History of the Reformation, records that often 100,000 pilgrims at a time journeyed to Canterbury. Besides the great Cathedrals, there was a parish Church to every four square miles throughout the Kingdom. Turner, in the 2nd volume of his History of England, claimed: “No tyranny was ever established that was more unequivocally the creature of popular will, nor longer maintained by popular support; in no point did personal interest and public welfare more cordially unite than in the encouragement of the monasteries.” The Precosium of Bishop Fleetwood gave an idea of current prices at the time: £ s d £ s d £ s d £ s d £ s d A pair of shoes ................................................................ 0 0 4 Russet Broadcloth, the yard........................................... 0 1 1 A stall-fed ox....................................................................1 4 0 A grass-fed ox.................................................................. 0 16 0 A fat sheep unshorn........................................................ 0 1 8 A fat sheep shorn.............................................................0 1 2 A fat hog 2 yrs old........................................................... 0 3 4 A fat goose....................................................................... 0 0 2 ½ Ale the gallon, by Proclamation..................................... 0 0 1 Wheat, the Quarter ......................................................... 0 3 4 White wine, the gallon.................................................... 0 0 6 Red wine.......................................................................... 0 0 4 THE JUST PRICE Prices varied little, and often fell in times of plenty. G.N. Clark, in his history The Wealth of England from 1496 to 1760, gives this picture of prices at the end of the Middle Ages: “Conscious planning played a very modest part in the economy of this time. In the main the Church, the King and his servants, the municipalities, or the guilds used their limited power of social control, not to impose economic plans, but merely to prevent breaches of"},{"pageNumber":13,"pageContent":"13 traditional rules and standards . . . There was certain stock of economic ideas. They were good ideas, though they were simple and general. Like most systematic thought at the time, these ideas were a branch of a comprehensive interpretation of the whole universe. The main doctrines had to do with economic justice, the principles of fair dealing. There was the doctrine that in all transactions a just price ought to be paid. This might be explained so as to mean very little more than that a seller committed a sin if he took more than the correct price, the market price; but it was often explained so as to condemn something more than simple cheating. If it penetrated a little into economic analysis, it meant that the market price itself ought to be just, and that meant, roughly speaking, that it ought to depend on the cost of production and not on unfair competition or on the power of a monopolist. There was one special sphere in which the doctrine of a just price took a form very natural in the peasant society: in the sphere of finance it took the form of condemning usury. There were texts in Scripture and in Aristotle which seemed to mean that all loans should be made without interest; and this was the official theory . . . Indeed, Magna Carta had much to say about the evils of usury, and sought to protect the property of the widow, the weak and the helpless from the money-lenders. Thus it was that the fiery 19th Century historian William Cobbett, after visiting Winchester Cathedral and marvelling at its beauty, told his son: “That building was made when there were no poor wretches in England called paupers; when there were no poor rates; when every labouring man in England was clothed in good woolen cloth; and when all had plenty of meat and bread and beer.” (Recorded in Cobbett’s Rural Rides). CULTURAL ACTIVITY Thus we have a picture of a well-fed, prosperous community, working commercially or for gain about one-third of each year, and with, as Sombart says, “160-180 holidays a year.” It was a period which produced an explosion of cultural advancement. It was in this period that we received the great Magna Carta; trial by jury; and, of course, the great Cathedrals. It was a period where the function and value of private property was well understood and protected. Once again, in Cobbett’s words, “You may trust the word freedom as long as you please; but at last it comes to quiet enjoyment of your property, or it comes to nothing.” It was a period which men were pleased to call “Merrye Englande.”"},{"pageNumber":14,"pageContent":"14 BANKING IN AMERICA W hen considering the effect usury has had upon nations, and especially our own nation, the evidence clearly condemns central banking. For instance, the early American Colonies had no official banking system . There weren’t more than a handful of private loaning institutions, plus a few “Loaning Offices” maintained by the Colonies. The entire East Coast - all thirteen states - functioned with fewer than thirty lending institutions, and no central banking system ! I live in the Rogue Valley of southern Oregon: an area of approximately 75,000 population. By comparison, in the local phone book I found no less than thirty-three banks, and nineteen savings and loans just in this area. In other words, in our little community alone we have nearly twice the number of banks they had on the whole East Coast in 1776. What’s more, these banks today undoubtedly have a hundred times the customers of the average bank of Colonial America. The seeds of Usury Banking have certainly sprung up like weeds! Again, the record shows that during those blessed, relatively bankerless, non-usury years in Early America, we out grew , out prospered, and out traded, both domestically and internationally, all nations in the world, including England. On top of that, we fought an eight-year war against the mightiest empire in the world – and won! All this was accomplished WITHOUT THE BENEFIT OF THE EUROPEAN BANKERS AND THEIR CENTRAL BANKING SYSTEM! At the founding of our nation, our Forefathers saw the coming threat from Europe and declared independence from the European Bankers. Nonetheless, immediately after the war, the bankers, being the persistent and indomitable lot that they are, continued their efforts to intrude into America’s public affairs. However, due to the efforts of Benjamin Franklin, Thomas Jefferson, John Adams and James Madison, the bankers were held off. It wasn’t until 1791 , about one decade after the war, that the European bankers finally managed to finagle their way into American public affairs. This was made possible by new U.S. Constitution of 1789 which opened the door to federal"},{"pageNumber":15,"pageContent":"15 corporations. The European bankers’ man in America, Alexander Hamilton (Secretary of the Treasury at that time), worked long and hard to overcome the objections of Thomas Jefferson and James Madison. Without the help of Benjamin Franklin, who had just died, Jefferson and Madison were unable to contain Hamilton’s push for a charter to establish a central bank. JEFFERSON -VS- HAMILTON I t is interesting to note Jefferson’s argument against the charter. He argued that the Constitution granted no power to Congress to create national corporations. He also listed six important sets of laws that were ignored (broken) at that time in order to establish the cursed banking system: the laws of 1. mortmain, 2. alienage, 3. descents, 4. forfeiture and escheat, 5. distribution, and 6. monopoly. He also argued that the charter would establish the banks above the jurisdiction of the States. He warned President Washington against granting such sweeping powers to an alien-owned entity. These powers of crea tion were never given to Congress by the Constitution, according to Thomas Jefferson. Much of Jefferson’s written argument dwelt on the fact that the U.S. Government was NOT SOVEREIGN , in that their powers were restricted by the Constitution. Jefferson, in essence, argued that Congress was not su preme, and therefore it wasn’t a god. Hamilton, on the other hand, argued that Congress WA S SOVEREIGN and therefore unrestricted in its rule. He argued that creation of corporations was a power inherent with sovereignty. Hamilton obviously considered The Declaration of Independence to have been merely a document of expedience for the war effort. Unlike Jefferson, Hamilton didn’t really subscribe to the principles outlined in the Declaration. However, since Hamilton was the engineer of the new Constitution, the fact is that he simply understood it"},{"pageNumber":16,"pageContent":"16 better than Jefferson did. Hamilton’s arguments prevailed. Congress granted Hamilton and his friends a twenty-year charter for The Bank of the United States , of which about 80% of the stock was held by European banks. It doesn’t take much intelligence to realize that America had no control over her own economy when European bankers owned 80% of the stock. America’s independence was, thus, short lived. It took eight long years of fighting for independence. In less than ten years their freedom was thrown away by a Congress with a short memory. It is hard to defend against inept, arrogant politicians! Time marches on. When the charter ran out twenty years later, in 1811 , Congress refused to renew it. Apparently, this Congress didn’t agree with the Congress of 1791 on the subject of banking. Or perhaps they just didn’t like what they’d seen of the effect of twenty years of the European bankers’ intrusion into American life. THE WAR OF 1812 T he charter was refused in 1811 . One of the immediate results of this action was the War of 1812 . England decided to recapture their rebellious American Colonies. No doubt, the confrontation was precipitated by London bankers who knew that they must keep the pressure on America to force her into accepting European money, and a European-controlled economy. With the mounting war debt the pressure became greater - a fact upon which the bankers were depending. With public confusion and general ignorance of banking and economics, in 1816 the Congress was again coerced into granting another 20-year charter and a second “ Bank of The United States ” was formed. Central Banking was reinstalled and the international bankers were again in the driver’s seat."},{"pageNumber":17,"pageContent":"17 THE JACKSON ERA J ames Madison was President during the War of 1812, followed by James Monroe, and John Quincy Adams. Then came ANDREW JACKSON : the greatest bank-fighting President in America’s history. He was President for two terms: from 1829 - 1837. During those eight years he led the only successful revolt against International Banking in this land since the Declaration of Independence. As you remember, their second bank charter was instated in 1816, and that meant it would come up for renewal again twenty years later, in 1836, which just happened to be during President Jackson’s term in office. And as you can well imagine, Jackson had determined that, come hell or high water, that charter was"},{"pageNumber":18,"pageContent":"18 not going to be renewed. The General won the greatest battle of his life during the final months of his term in office. One day, when the bankers confronted him in the White House, he told them to their faces, “ You are a den of vipers and thieves. I intend to rout you out, and by the eternal God, I will rout you out !” General Jackson, the warrior, fought many a battle against the Indians and the British. He had proven himself in battle. But never before had he been so close to America’s true enemies . At last, he had the real enemies on the battlefield. There they were, face to face! With their camouflage and diversions pushed aside, they had no choice but to face him directly. Now he could strike at the snake’s head. It was the one opportunity of his lifetime! It was 1832 when the bankers, knowing that their charter would be up in four years, put in a bill to renew the charter for another twenty- years. Congress passed the bill, but ‘ Old Hickory ’ vetoed it. The vanquished bankers were left with just four years until their charter expired. Not willing to give them any quarter at all, the President went even further by pulling all national funds out of the Bank of The United States and depositing them in private banks. This brought the walls down. Jackson won, and the international bankers lost! Thus, one of America’s truly great heroes established a precedent which any honest politician should emulate. After Jackson’s term ended, Martin Van Buren was elected. Van Buren was a Jacksonian and carried on in the Jackson tradition. But as the Jacksonian period wound down, so did the state of honesty in the White House. In fact, honesty and statesmanship became a thing of the past as far as the presidency was concerned. BANKERS TRY AGAIN A fter Van Buren, a man named William Henry Harrison was elected as President. Harrison was a “Wig” and was on the “pro- banker” political party. As soon as Harrison was elected, the banders"},{"pageNumber":19,"pageContent":"19 hurriedly prepared another bill to re-establish their charter, knowing that with Jackson and his friends out of the way the renewal was a sure thing. However, a strange thing happened. Harrison died of a heart attack one month after his inauguration, and he was replaced by the Vice President, John Tyler , who, as providence would have it, was a Jef fersonian. And much to the chagrin of the bankers, and for reasons of his own, he chose to veto the renewal char ter bill again. With these successive defeats the bankers pulled in their horns, so to speak. During those years, without the Europeans controlling our money, the American economy flourished. It was probably the closest thing to what could be called “FREE ENTERPRISE” that America has ever had. Industry and commerce expanded, unemployment was nil, and the national debt was completely paid off. This was made possible, primarily, because the bankers had lost their ability to choke off the natu ral flow of currency in our nation’s blood stream . BANKERS RESTRICT FLOW OF CURRENCY F or the bankers to keep control of a nation, they must keep that nation anemic: they must keep us with a severe shortage of currency in circulation. As blood is to the human body, so currency is to the life and economy of the nation. Artificially created restraints to the flow of money immobilizes a nation much the same as a man can be put out of commission by squeezing off the flow of blood through his arteries. Thus, during that time when the bankers weren’t allowed to restrict the flow of currency the nation experienced abundance and prosperity. THE EVIDENCE IS CLEAR A merica flourished when the bankers weren’t monopolizing the national currency. Yet, with this clear evidence, Americans today"},{"pageNumber":20,"pageContent":"20 continue to prefer ignorance to truth; we still prefer brainwashing rather than education. We choose usury instead of freedom. What will it take to make us realize that we don’t need usury banks? That we’d be better off without them and their infernal creation of credit, debt and slavery? The only major wars that America has fought success fully were: 1. The War Of Independence (1776) , 2. The War Of 1812 . Both were fought against the bankers and without their interference in American affairs. All other American wars were fought with and for the bankers, and no good thing has ever come from them. The lesson we should learn is simply this: when we fight wars for bankers, everyone loses but the bankers. But when America fights wars against the bankers, AMERICA WINS and the bankers lose! THE NATIONAL BANKING ACT OF 1863 A fter Tyler’s veto in 1841, the bankers didn’t at tempt another takeover until the time of the Civil War. In 1860 , South Carolina seceded from the Union, and in 1861 the terrible Civil War began. Abraham Lincoln had just become Pr esident. It was during his term in office that Freedom in America was publicly buried . Free dom had already been assassinated by the banks and central government, but it was Lincoln’s lot to bury it. Ironically, Lincoln, in turn, suffered the same fate. In 1863 , with the debts of the war again raging, Lincoln’s Congress passed the infamous NATIONAL BANKING ACT . That was blow number one. Blow number two was Lincoln’s brutal and bloody suppression of The South by “ The Union .” The Confederacy was defeated by the Union, confirming the fact that the rights of the individual States were gone, and solidifying the un-challengeable, supreme power of the Central Govern ment – catalyzed by the institution of the central Bank, which in turn was made possible by the institu tion of the new Constitution . America was"},{"pageNumber":21,"pageContent":"21 undeniably in the grips of a tyrannical central power: Central Government, and Central Banking (the two work hand-in- glove). The takeover was complete . All that was left for them to do was to expand the maintenance system (bureaucratic government) to make sure the public stayed well-fed and dumb and that the bankers’ power was never challenged. Immediately upon the adoption of the National Bank ing Act in 1863, the Central Bank began its work of controlling all currency and all other banks. They knew what must be done. Their first order of business was to eliminate about 75% of the nation’s circulating currency. A sustained shortage of currency is an essential tool for keeping people dependent upon the banks. If sufficient currency was allowed to circulate, the banks would lose their control because people wouldn’t be so dependent upon them for loans. In the 14 years which followed the passing of the National Banking Act, the central bank squeezed the money supply down to about 25% of what it was: from about $2 billion down to about $500 million. Naturally, this resulted in massive unemployment and depression. Foreclo sures were everywhere like the plague, and the result was that more private wealth of the land was transferred into the hands of the bankers. Their intention is always the same: get control of the money system and get rid of anyone, or any nation, who would take it from them. That is the nature of the usury banking system and the Babylonians who run it. CAUSE AND CUR E T he sad fact is that our people don’t care that they are being misled and that the Bankers have waged war upon our land. As a people, we’ve only lusted after money and spent it , with no concern for Christian ethics."},{"pageNumber":22,"pageContent":"22 God’s laws on economics have been ignored in America! Consequently, we have been serving the Babylonian masters (the bankers) now for several generations. America needs to hear God’s law again! We’ve become backslidden weaklings in The Land of Promise which we were to inherit and protect. Americans are in trouble for worshipping the Babylonian gods: the gods of Usury Economics and Central Government. We must quit worshipping and serving those gods! THEN, AND ONLY THEN , will we be able to deal with the original usurers and the banking conspiracy. Then our God – the God of Israel –will strengthen us and fight for us. Then He will bless America again! MOE#1"}]
