[{"pageNumber":1,"pageContent":"ISRAEL, ISRAEL ـ BER ALLES! The Talmud Unmasked The Secret Rabbinical Teachings Concerning Christians By Rev. I. B. Pranaitis Roman Catholic Priest; Master of Theology and Professor of the Hebrew Language at the Imperial Ecclesiastical Academy of the Roman Catholic Church in Old St. Petersburg. St. Petersburg Printing office of the Imperial Academy of Sciences 1892 IMPRIMATUR St. Petersburg, April 13, 1892 KOZLOWSKY Archbishop Metropolitan of Moghileff ANTIPHONE \"Let our writings be open to all people. Let them see what out moral code is like! We need not be afraid of this test, for we have a pure heart and a clean spirit. Let the nations investigate the habitations of the children of Israel, and of their own accord"},{"pageNumber":2,"pageContent":"convince themselves of what they are really like! They will then exclaim for certain with Balaam, when he went out to curse Israel: 'How beautiful are thy tents O Israel: how beautiful thy homes!' \"In its attitude towards non-Jews, the Jewish religion is the most tolerant of the the religions in the world.... The precepts of the ancient Rabbis, though inimical to Gentiles, cannot be applied in any way to Christians.\" \"A whole series of opinions can be quoted from the writings of the highest Rabbinical authorities to prove that these teachers inculcated in their own people a great love and respect for Christians, in order that they might look upon Christians, who believe in the true God, as brothers, and pray for them.\" \"We hereby declare the the Talmud does not contain anything inimical to Christians.\" PROLOGUE Many people who are interested in the Jewish question are wont to ask whether or not there is anything in the Talmud which is not beautiful and sublime, and entirely removed from anything like hatred of Christians. The confusion of opinion about the matter is so great, that to listen to those who argue so wisely about it, you would think that they were discussing a very ancient and remote race of people, and not the people of Israel who live in our midst according to an unchanging moral code by which the religious and social life of the Jews has been regulated to this day. This being so, I have undertaken to show what the Talmud really teaches about Christians, and thus satisfy the wishes of those who desire to find out about this doctrine from genuine original sources. To this end I have translated the best known Talmudic books which refer to the Christians, and have arranged these sources in such order as to bring out clearly the picture of a Christian as represented to the Jews by the Talmud. Lest I be accused of using a corrupted text of the Talmud or of not having interpreted it correctly, as is generally the case with those who have attempted to disclose secret Jewish teachings, I have placed the Hebrew text opposite the Latin. I have divided the whole into two sections, the first of which treats of the teachings of the Talmud about Christians, and the other, the rules which Jews are obliged to follow when living among the Christians. I preface these with a brief discussion about the Talmud itself in the following chapter. THE TALMUD The Talmud gets its name from the word Lamud - taught, and means The Teaching. By metonymy it is taken to mean the book which contains the Teaching, which is called Talmud, that is, the doctrinal book which alone fully expounds and explains all the knowledge and teaching of the Jewish people. As to the origin of the Talmud, the Rabbis regard Moses as its first author. They hold that, besides the written law which Moses received from God on Mount Sinai on tables of stone, which is called Torah Schebiktab, he also received interpretations of it, or the oral law, which is called Torah Shebeal Peh. They say that this is the reason why Moses remained so long on the mountain, as God could have given him the written law in one day. Moses is said to have transmitted this oral law to Joshua; Joshua in turn to the seventy Elders; the Elders to the Prophets, and the Prophets to the Great Synagogue. It is held that it was later transmitted successively to certain Rabbis until it was no longer possible to retain it orally. Whatever may be said about this story of the Rabbis, it is sufficiently known to us that before the birth of Christ, schools existed in Palestine in which sacred literature was taught. The commentaries of the Doctors of the law were noted down on 2"},{"pageNumber":3,"pageContent":"charts and lists as an aid to memory, and these, when collected together, formed the beginnings of the Jewish Talmud. In the second century after Christ, Rabbi Jehuda who, because of the sanctity of his life, was called The Saint, and The Prince, realizing that the learning of the Jews was diminishing, that their oral law was being lost, and that the Jewish people were being dispersed, was the first to consider ways and means of restoring and preserving their oral law. He collected all the lists and charts and from them he made a book which was called the Sepher Mischnaioth, or Mischnah - a Deuterosis, or secondary law. He divided it into six parts, each of which was divided into many chapters. We shall consider these later. The Mischnah is the foundation and the principal part of the whole Talmud. This book was accepted by the Jews everywhere and was recognized as their authentic code of law. It was expounded in their Academies in Babylon - at Sura, Iumbaditha and Nehardea - and in their Academies in Palestine - at Tiberias, Iamnia and Lydda. As their interpretations increased with the passing of time, the disputations and decisions of the doctors of the law concerning the Mischnah were written down, and these writings constituted another part of the Talmud called the Gemarah. These two parts are so disposed throughout the whole Talmud that the Mischnah serves first as a kind of text of the law, and is followed by the Gemarah as an analysis of its various opinions leading to definite decisions. All the precepts of the Mischnah, however, were not discussed in the Jewish schools. Those whose use was nullified by the destruction of the Temple, and those whose observation was possible only in the Holy Land were not commented upon. Their explanation was left until the coming of Elias and the Messiah. For this reason some parts of the Mischnah are lacking in the Gemarah. In interpreting the Mischnah of Rabbi Jehuda, the schools of Palestine and Babylon followed each their own method, and by thus following their own way gave rise to a twofold Gemarah - the Jerusalem and the Babylonian versions. The author of the Jerusalem version was Rabbi Jochanan, who was head of the synagogue in Jerusalem for eighty years. He wrote thirty-nine chapters of commentaries on the Mischnah which he compiled in the year 230 A.D. The Babylonian Gemarah, however, was not compiled by any one person, nor at any one time. Rabbi Aschi began it in 327 A.D and labored over it for sixty years. He was followed by Rabbi Maremar about the year 427 A.D., and it was completed by Rabbi Abina about the year 500 A.D. The Babylonian Gemarah has thirty-six chapters of interpretations. This twofold Gemarah, added to the Mischnah, makes also a twofold Talmud: The Jerusalem version, which, on account of its brevity and obscurity, is not much used; and the Babylonian version, which has been held in the highest esteem by Jews of all times. The Gemarah is followed by additions called Tosephoth. It was thus that Rabbi Chaia first styled his opinions on the Mischnah which were made by the doctors outside the schools were called Baraietoth, or extraneous opinions. These Commentaries were further supplemented by other decisions called Piske Tosephoth, short theses and simple principles. For nearly five hundred years after the Babylonian Talmud was completed, the study of literature was greatly hampered partly due to public calamities and partly owing to dissensions among the scholars. But in the eleventh century others wrote further additions to the Talmud. Chief among these were the Tosephoth of Rabbi Ascher. Besides these there appeared the Perusch of Rabbi Moische ben Maimon, called by the Jews Rambam for short, by the Christians Maimonides, and by Rabbi Schelomo, Iarchi or Raschi. Thus, the Mischna, Gemarah, Tosephoth, the marginal notes of Rabbi Ascher, the Piske Tosephoth and the Perusch Hamischnaioth of Maimonides, all collected into one, constitute a vast work which is called the Talmud. The main parts of the Talmud, which we mentioned above, are six: I. ZERAIM: concerning seeds. It treats of seeds, fruits, herbs, trees; of the public and domestic use of fruits, of different 3"},{"pageNumber":4,"pageContent":"seeds, etc. II. MOED: concerning festivals. It treats of the time when the Sabbath and other festivals are to begin, ended and celebrated. III. NASCHIM: concerning women. It treats of marrying and repudiating wives, their duties, relations, sicknesses, etc. IV. NEZIKIN: concerning damages. It treats of damages suffered by men and animals, penalties and compensations. V. KODASCHIM: concerning holiness. It treats of sacrifices and various sacred rites. VI. TOHOROTH: concerning purifications. It treats of the soiling and purifying of vessels, bedclothes and other things. Each of these six parts, which the Jews call Schishah Sedarim - six orders or ordinances - is divided into books or tracts, called Massiktoth, and the books into chapters, or Perakim. I. ZERAIM. Contains eleven books or Masechtoth. 1. BERAKTOTH - Benedictions and prayers. Treats of liturgical rules. 2. PEAH - Corner of a field. Treats of the corners and gleanings of the filed...The olives and grapes to be left to the poor. 3. DEMAI - Doubtful things. Whether or not tithes must be paid on such. 4. KILAIM - Mixtures. Treats of various mixings of seeds. 5. SCHEBIITH - the Sevents. Treats of the Sabbatical Year. 6. TERUMOTH - Offerings and Oblations. The Heave offerings for the priests. 7. MAASEROTH - the Tithes, to be given to the Levites. 8. MAASER SCHENI - the Second Tithe. 9. CHALLAH - the Dough, the portion to be given thereof to the Priests. 10. ORLAH - the Uncircumcised. Treats about the fruits of a tree during the first three years after its plantings. 11. BIKKURIM - the First Fruits to be brought to the Temple. II. MOED. Contains twelve Books or Masechtoth. 1. SCHABBATH - the Sabbath. Treats of kinds of work prohibited on that day. 2. ERUBHIN - Combinations. Contains precepts about food for the Sabbath eve. 3. SCHEKALIM - Passover. Treats of the laws relating to the Feast of Passover and the Paschal Lamb. 4. SCHEKALIM - Shekel. Treats of the size and weight of the shekel. 5. IOMA - the Day of Atonement. Treats of prescriptions for that Day. 6. SUKKAH - the Tabernacle. Treats of the laws concerning the feast of Tabernacles. 7. BETSAH - the Egg of the Day of Feast. Treats of the kind of work prohibited and permitted on the festivals. 8. ROSCH HASCHANAH - New Year. Treats of the Feast of New Year. 9. TAANITH - Fasts. Treats of public fasts. 10. MEGILLAH - the Scroll. Treats of the reading of the Book of Esther. Contains the description of the Feast of Purim. 11. MOED KATON - Minor Feast. treats of laws relating to the days intervening between the first and last days of Pesach and Succoth. 12. CHAGIGAH - Comparison of rites on on the three feats of Pesach, Sukkoth and Tabernacles. III. NASCHIM. Contains seven Books or Masechtoth. 1. JEBBAMOTH - Sisters in Law. Treats of Levirate marriage. 2. KETHUBOTH - Marriage Deeds. Treats of dower and marriage settlements. 3. KIDDUSCHIN - Betrothals. 4. GITTIN - booklet on Divorces. 5. NEDARIM - Vows. Treats of vows and their annulment. 4"},{"pageNumber":5,"pageContent":"6. NAZIR - the Nazarite. Treats of the laws concerning the Nazarites and those who separate themselves from the world and consecrate themselves to God. 7. SOTAH - the Woman suspected of adultery. IV. NEZIKIN. Contains ten Books or Masechtoth. 1. BABA KAMA - First Gate. Treats of Damages and Injuries and their remedies. 2. BABA METSIA - Middle Gate. Treats of laws concerning found property, concerning trust, concerning buying and selling, lending, hiring and renting. 3. BABA BATHRA - Last Gate. Treats of laws concerning real estate and commerce, mostly based on the traditional law. Also concerning hereditary succession. 4. SANHEDRIN - Courts. Treats of the courts and their proceedings, and the punishment of capital crimes. 5. MAKKOTH - Stripes. The 40 stripes (minus one) inflicted on criminals. 6. SCHEBUOTH - Oaths. Treats different kinds of oaths. 7. EDAIOTH - Testimonies. Contains a collection of traditional laws and decisions gathers from the testimonies of the distinguished teachers. 8. HORAIOTH- Decisions. Treats of the sentences of Judges and the punishment of transgressors. 9. ABHODAH ZARAH - Idolatry. 10. ABHOTH - Fathers. Treats of laws of the fathers. It is called also PIRKE ABHOTH. V. KODASCHIM. Contains eleven Books or Masechtoth. 1. ZEBBACHIM - Sacrifices. Treats of animal sacrifices and the mode of their offering. 2. CHULIN - Profane things. Treats of the traditional manner of slaughtering animals for ordinary use. 3. MENACHOTH - Meat-offerings. Treats of meat-and-drink offerings. 4. BEKHOROTH - the First Born. Treats of the laws concerning the first born of man and animals. 5. ERAKHIN - Estimations. Treats of the mode in which persons dedicated to the Lord by a vow arel legally appraised in order to be redeemed. 6. TEMURAH - Exchange. Treats of the laws concerning sanctified things having been exchanged. 7. MEILAH - Trespass, Sacrilege. Treats of the sins subject to the punishment of excision, and their expiation by sacrifices. 8. KERITHUTH - Excisions - Treats of the sins subject to the punishment of excision, and their expiation by sacrifices. 9. TAMID - the Daily Sacrifice- Describes the Temple services connected with the daily morning and evening offerings. 10. MIDDOTH - Measurements. Describes the measurements and description of the Temple. 11. KINNIM - the Birds' Nests. Treats of the sacrifices consisting of fowls, the offerings of the poor, etc. VI. TOHOROTH. Contains twelve Books or Masechtoth. 1. KELLIM - Vessels. Treats of the conditions under which domestic utensils, garments, etc. receive ritual cleanness. 2. OHOLOTH - Tents. Treats of tents and houses, and how polluted and purified. 3. NEGAIM - Plagues. Treats of the laws relating to Leprosy. 4. PARAH - the Heifer. Treats of the laws concerning the red heifer and the use of its ashes for the purification of the unclean. 5. TOHOROTH - Purifications. Treats of some lesser degrees of uncleanness lasting only until sunset. 6. MIKVAOTH - Wells. Treats of the conditions under which wells and reservoirs are fit to be used for ritual purifications. 7. NIDDAH - Menstruation. Treats of the legal uncleanness arising from certain conditions in women. 8. MAKSCHIRIN - Preparations. Treats of liquids that prepare and dispose seeds and fruits to receive ritual uncleanness. 9. ZABHIM - Concerning nightly pollution and gonorrhea. Treats on the uncleanness arising from such secretions. 10 TEBHUL IOM - Daily washing. 11. IADAIM - Hands. Treats of the ritual uncleanness of hands, according to the traditional law, and of their purification. 5"},{"pageNumber":6,"pageContent":"12. OKETSIN - Stalks of fruit. Treats of stalks and shells of fruit as conveying ritual uncleanness. The complete Talmud contains 63 books in 524 chapters. Added to these are four other shorts tracts, which have not been included in the regular Talmud. They have been added by later writers and exponents. These four are: MASSEKHETH SOPHERIM - the Tract of Scribes. Treats of the mode of writing the books of the law. Has 21 chapters. EBHEL RABBETI - a large treatise on Mourning. Has 14 chapters. KALLAH - the Bride. On the acquisition of the bride. Has one chapter. MASSEKHETH DEREKH ERETS - the Conduct of Lide. Divided into RABBAH - major parts, and ZUTA - the minor parts. Has 16 chapters. At the end is added a special chapter - PEREK SCHALOM - on Peace. Since the Talmud was such a voluminous and disordered work, there was a need of a compendium which would facilitate its study. To supply this need, therefore, Rabbi Isaac ben Jacob Alphassi, in 1032, published a Shorter Talmud, which he called Halakhoth - Constitutions. He omitted all lengthy discussions and preserved only those parts which had to do with the practical things of life. Since this work, however, had no order to it, it was not considered of great worth. The first to issue a well ordered work on Jewish Law was Maimonides, styled the \"Eagle of the Synagogue.\" In 1180 he produced his celebrated work Miscnhah Torah - Repetition of the Law, also called Iad Chazakah - the Strong Hand. It contains four parts or volumes and 14 books and includes the whole Talmud. Maimonides also included much philosophical discussion in this work and attempted to establish many laws of his own. Because of this he was excommunicated by his people and condemned to death. He fled to Egypt where he died in the year 1205. In spite of this, the value of his work increased in time, and for a while an expurgated version was held in the highest esteem by the Jews. A drawback to this work is that it contains many laws which were of no value after the destruction of the Temple. An edition of the work of Maimonides, expurgated of all his philosophical innovations and of all the old, useless laws, was edited in 1340, in strict accord with the ideas of the Rabbis, by Jacob ben Ascher, to which he gave the name Arbaa Turim - The Four Orders, which are: I. ORACH CHAIIM: The seeds of Life, and treats of the daily life in the home and in the Synagogue. II. IORE DEAH: which teaches knowledge about foods, purifications and other religious laws. III. CHOSCHEN HAMMISCHPAT: private judgments about civil and criminal laws. IV. EBHEN HAEZER: The Rock of Help, which treats of the laws of marriage. Since Alphasi, Maimonides and Jacob ben Ascher disagreed on many points, which gave rise to different interpretations of the same law, there was great need of a book which would contain short, concise solutions to controversies, and which would supply to the Jewish people a law book worthy of the name. Joseph Karo, a Rabbi of Palestine (born 1488, died 1577), supplied this need by his celebrated commentary on the Arbaa Turim, which he called Schulchan Arukh - the Prepared Table. Since, however, the customs of oriental Jews differed greatly from those of western Jews, even the Schulchan Arukh, of Joseph Karo did not suffice for Jews everywhere. And for this reason Rabbi Mosche Isserles wrote a commentary on the Schulchan Arukh, entitled Darkhe Mosche, the Way of Moses, which received the same acceptance in the West as the work of Joseph Karo in the East. At the present time, the Schulchan Arukh is regarded as the obligatory Law Code of the Jews, and they use it principally in their studies. Many commentaries have been written on each part of this book. An important point to note is that this work has always been regarded by the Jews as holy. They have always held it, and still 6"},{"pageNumber":7,"pageContent":"hold it, as more important than the Sacred Scriptures.The Talmud itself shows this very clearly: In the tract Babha Metsia, fol. 33a, we read: \"Those who devote themselves to reading the Bible exercise a certain virtue, but not very much; those who study the Mischnah exercise virtue for which they will receive a reward; those, however, who take upon themselves to study the Gemarah exercise the highest virtue.\" Likewise in the tract Sopherim XV, 7, fol. 13b: \"The Sacred Scriptures is like water, the Mischnah wine, and the Gemarah aromatic wine. The following is a well-known and highly praised opinion in the writings of the Rabbis: \"My son, give heed to the words of the scribes rather than to the words of the law.\" The reason for this is found in the tract Sanhedrin X, 3, f.88b: \"He who transgresses the words of the scribes sins more gravely than the transgressors of the words of the law.\" Also when there are differences of opinion between the Law and the doctors, both must be taken as the words of the Lord God. In the tract Erubhin , f.13b, where it is related that there was a difference of opinion between the two schools of Hillel and Schamai, it is concluded that: \"The words of both are the words of the living God.\" In the book Mizbeach , cap. V, we find the following opinion: \"There is nothing superior to the Holy Talmud.\" Contemporary defenders of the Talmud speak of it almost in the same way. What Christians have thought of the Talmud is amply proved by the many edicts and decrees issued about it, by which the supreme rulers in Church and State proscribed it many times and condemned this sacred Secondary Law Code of the Jews to the flames. In 553 the Emperor Justinian forbade the spread of the Talmudic books throughout the Roman Empire. In the 13th century \"Popes Gregory IX and Innocent IV condemned the books of the Talmud as containing every kind of vileness and blasphemy against Christian truth, and ordered them to be burned because they spread many horrible heresies.\" Later, they were condemned by many other Roman Pontiffs - Julius III, Paul IV, Pius IV, Pius V, Gregory XIII, Clement VIII, Alexander VII, Benedict XIV, and by others who issued new editions of the Index of Forbidden Books according to the orders of the Fathers of the Council of Trent, and even in our own time. At the beginning of the 16th century, when the peace of the Church was disturbed by new religions, the Jews began to distribute the Talmud openly, aided by the art of printing then recently invented. The first printed edition of the whole Talmud, containing all its blasphemies against the Christian religion, was published in Venice in the year 1520. And almost all Jewish books published in that century, which was favorable to them, are complete and genuine. Towards the end of the 16th century and at the beginning of the 17th, when many famous men undertook diligently to study the Talmud, the Jews, fearing for themselves, began to expunge parts of the Talmud which was published at Basle in 1578 has been mutilated in many places. And at Synod in Poland, in the year 1631, the Rabbis of Germany and many other countries declared that nothing which would annoy the Christians and cause persecution of Israel, should be printed. For this reason there are signs of many things missing in the Jewish books which were published in the following century and thereafter. The Rabbis explain from memory what these things mean, for they possess the genuine books which Christians rarely see. However, Jewish books were published later with very few mutilations in Holland - where the Jews who were expelled from Spain were kindly received. The Talmud published there in 1644 - 1648 is almost similar to the Venetian edition. 7"},{"pageNumber":8,"pageContent":"The latest device invented to deceive the censors was to insert the word haiah (was) with the genuine text, as if to indicate that the matter in question once had its place there. But by so doing they only cleanse the outside of the cup. For in many places they do show what they mean, ex.gr. by the words gam attah , \"even now,\" viz. \"this law obliges\"; and aphilu bazzeman hazzeh, \"even to this day\" viz. \"this law holds,\" and such like. We must add a few remarks about that other very well known book of the Jews, called the ZOHAR. According to some Rabbis, Moses, after he had been instructed in the interpretation of the law on Mount Sinai, did not pass this information to Joshua nor he to the Elders, but to Aaron, Aaron to Eleazer, and so on until the oral teachings had been put into book form called the ZOHAR, so called from the name ZEHAR, meaning to shine forth. For it is an illustration of the books of Moses, a commentary on the Pentateuch. The author is said to have been R. Schimeon ben Jochai, a disciple of R. Akibha who, fifty years after the destruction of the Temple, ended his life as a martyr about the year 120 A.D. in Hadrian's war against the Jews. Since, however, names of men appear in this book who lived many centuries after the year indicated, and since neither Rambam (R. Mosche ben Nachman), nor R. Ascher, who died about the year 1248 A.D., make no mention of it, it is more likely that those are nearer the truth who say that the book of Zohar first saw the light about the 13th century. Especially is this considered likely since about this time a book was produced which is similar in argument and style to the Chaldaic type of writing. It consists of three volumes in large octavo. Many other works have been published by the Jewish teachers which are used in the study of Jewish law, and which are held in high esteem since they explain many obscure passages in the Talmud. Some of them are cited in this book, and are as follows: BAR - Declaration, elucidation, Commentary on another Commentary. These declarations differ from one another. HALAKOTH - usually written HILKHOTH - Decisions or Dissertations. Separate books of Holy Scriptures and of the Talmud by different Rabbis: Maimonides, Beshai, Edels, Moses of Kotzen, Kimchi and others. In most cases citations are given from HILKOTH AKUM by Maimonides. These contain dissertations on stars and planets and the status of nations. There is another - HILKOTH MAAKHALOTH ASAVOROTH - dissertation about forbidden foods. IUCHASIN or SEPHER IUCHASIN - dissertations on lineage. Treats of Sacred and Jewish history from the beginning of the world until 1500. Printed at Cracow, 1580. JALKUT - a collected commentary from various ancient books. Supposed to have not a literal but allegorical meaning. Author: Rabbi Shimeon of Frankfurt. KED HAKKEMACH - Barrel of flour. Contains places of theological communities in alphabetical order. Author: Rabbi Bechai of Lublin. MAGEN ABRAHAM - Shield of Abraham. Author: Perizola. MIZBEACH HAZZAHABH - the Golden Altar. A Cabalistic book. Author: R. Schelomon ben Rabbi Mordechai. Printed at Basle, in 1602. MACHZOR - a Cycle. Book of Prayers used on great festivals. MENORATH HAMMAOR - Candlestick of light. A Talmudic book. Contains Aggadoth and Medraschim. i.e., allegorical and historical comments on the entire Talmud. Author: Rabbi Isaac Abhuhabh. Printed in 1544. MAIENE HAIESCHUAH - Fountains of the Savior. An exquisite Commentary on Daniel by Rabbi Isaac Abarbanel. There are numerous disputations against Christians. Printed in 1551. MIKRA GEDOLAH - the Great Convocation. A Hebrew Bible with commentaries by R. Salomon Iarchi and R. Ezra. 8"},{"pageNumber":9,"pageContent":"MASCHMIA IESCHUAH - The Preacher of Salvation. Explanations on all the Prophets. On future redemption. Author: R. Abarbanel. NIZZACHON - Victory. Attacks on Christians and on the Four Gospels. Author: Rabbi Lipman. Printed in 1559. SEPHER IKKARIM - Book on fundamentals or articles of faith. It contains one very bitter attack against the Christian faith. EN ISRAEL - the Eye of Israel. A celebrated book. Has a second part - BETH JAKOBH - the House of Jacob. Embraces the most delightful Talmudic histories. Printed in Venice, in 1547. SCHAARE ORAH - the Gates of Light. A most celebrated Cabalistic book. Author: Ben Joseph Gekatilia. SCHEPHAA TAL - Abundance of Dew. A Cabalistic book. A key to the book of Zohar and other similar books. Author: Rabbi Schephtel Horwitz of Prague. TOLDOTH IESCHU - the Generations of Jesus. A little pamphlet full of blasphemies and maledictions. Contains the history of Christ. Full of false and deceiving manifestations. In preparing this booklet I have used the following source material: The TALMUD. Edition of Amsterdam, 1644-48, in 14 volumes. SCHULKHAN ARUKH, by Rabbi Joseph Karo. Edition of Venice, 1594. Without commentaries. IORE DEAH. Numerous quotations. Edition of Krakow. ZOHAR. Edition of Amsterdam, 1805. 3 volumes. MIKRA GEDOLAH. Edition of Amsterdam, 1792, 12 volumes, edition of Basle, 1620, 2 volumes, edition of Venice. HILKHOTH AKUM, of R. Maimonides, edition by Vossius, 1675 As auxillary works I have used: JOANNES BUXDORFIUS. a Lexicon Chaldaicum, Talmudicum et Rabbinicum, Base, 1640. b. De Abreviaturis Hebraicis; Operis Talmudis Recensio; Biblicothea Rabbinica. Basle, 1712. c. Synagoga Judaica. Basle, 1712. JOH. CHRISTOPHORI WAGENSEILII, Sota. Aldtorfi Noricum, 1674. GEORGII ELIEZ EDZARDI: Tractatus talmudici \"AVODA SARA.\" Hamburg, 1705. JACOBI ECKER: \"Der Judenspiegel im Lichte der Wahrheit,\" (The Jewish Mirror in the Light of Truth). Paderborn, 1884. AUGUST ROHLING: Die Polemik und das Manschenopfer des Rabbinismus. (The Polemics and Human Sacrifice of Rabbinism).Paderborn, 1883. I have only used the works of those who are held in the highest esteem by the Jews themselves, and to whom the Jews appeal when disputing with Christians, by quoting impartially the opinions of these learned men. Their great dilligence in quoting from the texts of books which I was able to examine, has been a proof to me that I used the same diligence even in quoting from less known sources to which they have much greater access than I. PART ONE THE TEACHING OF THE TALMUD 9"},{"pageNumber":10,"pageContent":"CONCERNING CHRISTIANS First we shall see what the Talmud teaches about Jesus Christ, the founder of Christianity; and secondly, about his followers, the Christians. CHAPTER I JESUS CHRIST IN THE TALMUD Many passages in the Talmudic books treat of the birth, life, death, and teachings of Jesus Christ. He is not always referred to by the same name, however, but is diversely called \"That Man,\" \"A Certain One,\" \"The Carpenter's Son,\" \"The One Who Was Hanged,\" etc. Article I. - CONCERNING THE NAMES OF JESUS CHRIST 1. The real name of Christ in Hebrew is Jeschua Hanotsri - Jesus the Nazarene. He is called Notsri from the city of Nazareth in which he was brought up. Thus in the Talmud Christians also are called Notsrim - Nazarenes. Since the word Jeschua means \"Savior,\" the name Jesus rarely occurs in the Jewish books. It is almost always abbreviated to Jeschu, which is maliciously taken as if it were composed of the initial letters of the three words Immach SCHemo Vezikro - \"May his name and memory be blotted out.\" 2. In the Talmud Christ is called Otho Isch - \"That man,\" i.e. the one who is known to all. In the tract Abhodah Zarah, 6a, we read: \"He is called a Christian who follows the false teachings of that man, who taught them to celebrate the feast on the first day of the Sabbath, that is, to worship on the first day after the Sabbath\" 3. Elsewhere he is simply called Peloni - \"A Certain One.\" In Chagigah, 4b, we read: \"Mary...the mother of a certain one, of whom it is related in Schabbath...\" That this Mary is none other than the mother of Jesus will be shown later. 4. Out of contempt, Jesus is also called Naggar bar naggar - \"the carpenter son of a carpenter\", also Ben charsch etaim - \"the son of a wood worker.\" 5. He is also called Talui - \"The one who was hanged.\" Rabbi Samuel, the son of Mair, in the Hilch. Akum of Maimonides, refers to the fact that it was forbidden to take part in the Christian feats of Christmas and Easter because they were celebrated on account of him who was hanged. And Rabbi Aben Ezra, in a commentary on Genes. also calls him Talui, whose image the Emperor Constantine reproduced on his banner. \"...in the days of Constantine, who made a change of religion and placed the figure of the one who was hanged on his banner.\" Article II. - THE LIFE OF CHRIST The Talmud teaches that Jesus Christ was illegitimate and was conceived during menstruation; that he had the soul of Esau; that he was a fool, a conjurer, a seducer; that he was crucified, buried in hell and set up as an idol ever since by his followers. 1. ILLEGITIMATE AND CONCEIVED DURING MENSTRUATION The following is narrated in the Tract Kallah, 1b: \"Once when the Elders were seated at the Gate, two young men passed by, one of whom had his covered, the other with his head bare.Rabbi Eliezer remarked that the one in his bare head was illegitimate, a mamzer. Rabbi Jehoschua said that he was conceived during menstruation, ben niddah. Rabbi Akibah, however, said that he was both. Whereupon the others asked Rabbi Akibah why he dared to contradict his colleagues. He answered that he could prove what he said. He went therefore to the boy's mother whom he saw sitting in the market place selling vegetables and said to her: \"My daughter, if you will answer truthfully what I am going to ask you, I promise that you will be saved in the next life.\" She demanded that he would swear to keep his promise, and Rabbi Akibah did so -but with his lips only, for in his heart he invalidated his oath. Then he said: \"Tell me, what kind of son is this of yours\"? To which she replied: \"The day I was married I was having menstruation, and 10"},{"pageNumber":11,"pageContent":"because of this my husband left me. But an evil spirit came and sleptwith me and from this intercourse my son was born to me.\" Thus it was proved that this young man was not only illegitimate but alsoconceived during the menstruation of his mother. And when his questioners heard this they declared: \"Great indeed was Rabbi Akibah when he corrected his Elders\"! And they exclaimed: \"Bleddes be the Lord God of Israel who revealed his secret to Rabbi Akibah the son of Joseph\"! That the Jews understand this story to refer to Jesus and his mother, Mary, is clearly demonstrated in their book Toldath Jeschu - \"The Generations of Jesus\" - where the birth of our Savior is narrated in almost the same words. Another story of this kind is narrated in Sanhedrin, 67a: \"Of all who are guilty of death by the Law, he alone is caught by a ruse. How is it done? They light a candle in an inner room and place witnesses in an adjoining room outside where they can see him and hear his voice, but where they cannot be seen by him. Then the one whom he tried to seduce says to him \"Please repeat here privately what you told me before.\" If the seducer repeats what he said, the others ask him \"But how shall we leave our God who is in heaven and serve idols?\" If the seducer repents, then all is well.But if he says \"This is our duty and it is right for us to do so,\" then the witnesses outside, who have heard him, bring him before the judge and stone him to death. This is what they did to the son of Stadi in Lud, and they hanged him on the eve of the Passover. Forthis son of Stada was the son of Pandira. For Rabbi Chasda tells us that Pandira was the husband of Stada, his mother, and he lived during the time Paphus the son of Jehuda. But his mother was stada, Mary of Magdala (a ladies' hairdresser) who, as it is said in Pumbadita, deserted her husband.\" The meaning of this is that his Mary was called Stada, that is, a prostitute, because, according to what was taught at Pumbadita, she left her husband and commited adultery. This is also recorded in the Jerusalem Talmud and by Maimonides. That the mention here is of Mary, the mother of Jesus, is verified in the Tract Chagigah, 4b: \"When Rabbi Bibhai was visited once by the Death Angel (the devil), the latter said to his assistant: \"Go and bring to me Mary the hairdresser\" (that is, kill her). He went and brought Mary the children's hairdresser - in place of the other Mary.\" A marginal note explains this passage as follows: \"This story of Mary the Ladies' hairdresser happened under the Second Temple. She was the mother of Peloni, \"that man,\" as he is called in the tract Schabbath.\" In Schabbath the passage referred to says: \"Rabbi Elizer said to the Elders: \"Did not the son Stada practice Egyptian magic by cutting it into his flesh?\" They replied: \"He was a fool, and we do not pay attention to what fools do. The son of Stada, Pandra's son, etc.\" as above in Sanhedrin, 67a. This magic of the son of Stada is explained as follows in the book Beth Jacobh, fol. 127 a: \"The Magi, before they left Egypt, took special care not to put their magic in writing lest other peoples might come to learn it. But he devised a new way by which he inscribed it on his skin, or made cuts in his skin and inserted it there and which, when the wounds healed up, did not show what they meant.\" Buxtorf says: \"There is little doubt who this Ben Stada was, or who the Jews understood him to be. Although the Rabbis in their additions to the Talmud try to hide their malice and say that it is not Jesus Christ, their deceit is plainly evident, and many things prove that they wrote and understood all these things about him. In the first place, they also call him the son of Pandira. Jesus the Nazarene is thus called in other passages of the Talmud where express mention is made of Jesus the son of Pandira. St. John Damascene also, in his Genealogy of Christ, mentions Panthera and the Son of Panthera. \"Secondly, this Stada is said to be Mary, and this Mary the mother of Peloni \"that certain one,\" by which without doubt Jesus is meant. For in this way they were accustomed to cover up his name because they were afraid to mention it. If we had copies of the original manuscripts they would certainly prove this. And this also was the name of the mother of Jesus the Nazarene. \"Thirdly, he is called the Seducer of the People. The Gospels testify that Jesus was called this by the Jews, and their writings to this day are proof that they still call him by this name. \"Fourthly, he is called \"the one who was hanged,\" which clearly refers to the crucifixion of Christ, especially since a reference to the time \"on the eve of the Passover\" is added, which coincides with the time of the crucifixion of Jesus. In Sanhedrin they wrote as follows: \"On the eve of the Passover they hanged Jesus\" \"Fifthly, as to what the Jerusalem Talmud says about the two disciples of the Elders who were sent as witnesses to spy on him, and who were afterwards brought forward as witnesses against him: This refers to the two \"false witnesses\" of whom the Evangelists Matthew and Luke make mention. \"Sixthly, concerning what they say about the son of Stada that he practiced Egyptian magical arts by cutting into his flesh: the 11"},{"pageNumber":12,"pageContent":"same accusation is made against Christ in their hostile book Toldoth Jeschu. \"Lastly, the time corresponds. For it is said that this son of Stada lived in the days of Paphus the son of Jehuda, who was a contemporary of Rabbi Akibah. Akibah, however, lived at the time of the Ascension of Christ, and for some time after. Mary is also said to have lived under the Second Temple. All this clearly proves that they secretly and blasphemously understand this son of Stada to be Jesus Christ the son of Mary. \"Other circumstances may seem to contradict this. But that is nothing new in Jewish writings and is done on purpose so that Christians may not easily detect their trickery.\" 2. Furthermore, \"In the secret books, which are not permitted to fall easily into the hands of Christians, they say that the soul of Esau came into Christ, that he was therefore evil and that he was Esau himself.\" 3. By some he is called a FOOL and INSANE In Schabbath, 104b: \"They, [the Elders] said to him [Eliezer]: \"He was a fool, and no one pays attention to fools.\" 4. A CONJURER AND MAGICIAN In the infamous book Toldoth Jeschu, our Savior is blasphemed as follows: \"And Jesus said: Did not Isaiah and David, my ancestors, prophesy about me? The Lord said to me, thou art my son, today I have begotten thee, etc. Likewise in another place: The Lord said to my Lord, sit thou at my right hand. Now I ascend to my father who is in heaven and will sit at his right hand, which you will see with your own eyes. But you, Judas, will never reach that high. Then Jesus pronounced the great name of God (IHVH) and continued to do so until a wind came and took him up between earth and sky. Judas also pronounced the name of God and he likewise was taken up by the wind. In this way they both floated around in the air to the amazement of the onlookers. Then Judas, again pronouncing the Divine Nane, took hold of Jesus and pushed him down to earth. But Jesus tried to do the same to Judas and thus they fought together. And when Judas saw he could not win out over the works of Jesushe pissed on Jesus, and both thus being unclean they fell to earth; nor could they use the Divine name again until they had washed themselves.\" Whether those who believe such devilish lies deserve greater hatred or pity, I cannot say. In another place in the same book it is related that in the house of the Sanctuary there was a stone which the Patriarch Jacob anointed with oil. On this stone were carved the tetragrammatic letters of the Name (IHVH), and if anyone could learn from them he could destroy the world. They therefore decreed that no one must learn them, and they placed two dogs upon two iron columns before the Sanctuary so that if anyone should learn them the dogs would bark at him coming out and he would forget the letters through fear. Then it is related: \"Jesus came and entered, learned the letters and wrote them down on parchment. Then he cut into the flesh of his thigh and inserted them there, and having pronounced the name, the wound healed.\" 5. IDOLATER In the Tract Sanhedrin (103a) the words of Psalm XCI, 10: \"No plague shall come near thy dwelling,\" are explained as follows: \"That thou mayest never have a son or a disciple who will salt his food so much that he destroys his taste in public, like Jesus the Nazarene.\" To salt one's food too much or to destroy one's taste, is proverbially said of one who corrupts his morals or dishonors himself, or who falls into heresy and idolatry and openly preaches it to others. 6. SEDUCER In the same book Sanhedrin (107b) we read: \"Mar said: Jesus seduced, corrupted and destroyed Israel.\" 7. CRUCIFIED Finally as punishment for his crimes and impiety, he suffered an ignominious death by being hanged on a cross on the eve of the Passover (as we have seen above). 12"},{"pageNumber":13,"pageContent":"8. BURIED IN HELL The book Zohar, III, (282), tells us that Jesus died like a beast and was buried in that \"dirt heap...where they throw the dead bodies of dogs and asses, and where the sons of Esau [the Christians] and of Ismael [the Turks], also Jesus and Mahommed, uncircumcized and unclean like dead dogs, are buried.\" 9. WORSHIPPED AS GOD AFTER HIS DEATH BY HIS FOLLOWERS George El. Edzard, in his book Avoda Sara, quotes the following words of the commentator on the Hilkoth Akum (V,3) of Maimonides: \"In many passages of the Talmud mention is made of Jesus the Nazarene and of his disciples, and that the Gentiles believe that there is no other God besides him. In the book Chizzuk Emunah, part I, ch. 36, we read: \"The Christians build up an argument from this [Zachary XII, 10] and say: Behold how thew Prophet testified that in future ages the Jews would would lament and weep because they crucified and killed the Messiah who was sent to them; and to prove that he meant Jesus the Nazarene, possessing both the divine and human nature, they quote the words: And they looked upon him whom they transfixed and they wept over him as a mother over her first born child.\"\" Maimonides attempts to prove how much Christians err in worshipping Jesus in his book Hilkoth Melakhim (IX, 4): \"If all the things he did had prospered, if he had rebuilt the Sanctuary in its place, and had gathered together the dispersed tribes of Israel, then he would certainly be the Messiah....But if so far hew has not done so and if he was killed, then it is clear he was not the Messiah whom the Law tells us to expect. He was similar to all the good and upright rulers of the House of David who died, and whom the Holy and Blessed Lord raised up for no other reason but to prove to many, as it is said (in Dan. XI, 35): And some of them who understand shall fall, to try and to purge them and to make them white, even till the end of time, because the appointed time is not yet. Daniel also prophesised about Jesus the Nazarene who thought he was the Christ, and who was put to death by the judgment of the Senate: (Dan. V.14): ...and the robbers of thy people shall exalt themselves to establish the vision; but they shall fail. What could be plainer? For all the Prophets said that the Christ would set Israel free, would bring it salvation, restore its dispersed peoples and confirm their laws. But he was the cause of the destruction of Israel and caused the rest of them to be dispersed and humiliated, so that the Law was changed and the greater part of the world was seduced to worship another God. Truly no one can understand the designs of the Creator, nor are his ways our ways. For all that has been built up by Jesus the Nazarene, and by the Turks who came after him, tend only to prepare the way for the coming of Christ the King, and to prepare the whole world equally for the service of the Lord, as it is said: For then I shall give a clean moth to all peoples that all may call upon the name of the Lord, and bow down in unison before him. How is this being accomplished? Already the whole world is filled with the praise of Christ, the Law and the Commandments, and his praises have spread to far distant lands and to peoples whose hearts and bodies are uncircumcized. These discuss with one another about the Law that was destroyed - some saying that the commandments were once true, but have ceased to exist; others that there is a great mystery about it, that the Messiah-King has come and that their doctrine has revealed it. But when the Christ truly comes and is successful, and is raised up and exalted, then everything will be changed and these things will be shown to be false and vain.\" 10. AN IDOL In the Tract Abhodah Zarah, (21a Toseph), we read: \"It is of importance to inquire the reasons why men nowadays even sell and rent their houses to Gentiles. Some say this is legal because it is said in Tosephta: No one shall rent his house to a gentile either here [in the land of Israel] or elsewhere because it is known that he will bring an idol into it. It is nevertheless allowed to rent them stables, barns and lodging houses, even though it is known that they will bring idols into them. The reason is because a distinction can be made between a place into which an idol will be carried in order to leave it there permanently, and a place where it will not be left permanently, in which case it is allowed. And since the gentiles, among whom we now live, do not bring their idol into their homes to leave it there permanently, but only for a time - while someone is dead in the house or when someone is dying, nor do they even perform any religious rites there - it is therefore permitted to sell and rent them houses.\" Rabbi Ascher, in his Commentary on Abhodah Zarah (83d) speaks not less clearly on this matter: \"Today it is permitted to rent houses to Gentiles because they bring their idol into them only for a time, when somebody is sick.\" And in the same place he says \"Today they have a practice of incensing their idol.\"\" 13"},{"pageNumber":14,"pageContent":"All this, and much more like it, proves beyond a doubt that when the Rabbis speak of the idols of the Gentiles among whom they lived at that time, when no idols were worshipped, they clearly meant the Christian \"idol,\" namely, the image of Christ on the crucifix and the Holy Communion. NOTE ABOUT THE CROSS In Jewish writings there is no directly corresponding word for the Christian Cross. The cross T on which those condemned to death were crucified, was called Tau by the Phoenicians and the Hebrews, and this name and sign for it was afterwards taken over into the alphabet of the Jews and of the Greeks and the Romans. The Cross honored by the Christians, however, is called by the following names: 1. Tsurath Haattalui - the image who was hanged. 2. Elil - vanity, idol. 3. Tselem - image. Hence the Crusaders in Jewish books are called Tsalmerim (ein Tsalmer) 4. Scheti Veerebh - warp and woof, which is taken from the textile art. 5. Kokhabh - star; on account of the four rays emanating from it. 6. Pesila - a sculpture, a carven idol. But whenever it is mentioned it is always in the sense of an idol or of something despicable, as can be seen from the following quotations: In Orach Chaiim, 113,8: \"If a Jew when praying should meet a Christian [Akum] carrying a star [a crucifix] in his hand, even if he has come to a place in his prayer where it is necessary to bow down to worship God in his heart, he must not to so lest he should seem to bow down before an image.\" In Iore Dea, 150,2: \"Even if a Jew should get a splinter in his foot in front of an idol, or if he should drop his money before it, he must not stoop down to remove the splinter or to gather his money lest he should seem to adore it. But he should either sit down or turn his back or his side to the idol and then remove the splinter.\" But whenever it is not possible for a Jew to turn away like this, the following rule must be observed (in Iore Dea, 3, Hagah): \"It is not permitted to bow down or to remove one's hat before princes or priests who wear a cross on their dress, as is their custom. Care must be taken, however, not to be noticed in failing to do so. For instance, one can throw some coins on the ground and stoop down to pick them up before they pass by. In this way it is permitted to bow down or to remove one's hat before them.\" A distinction is also made between a cross which is venerated and a cross which is worn around the neck as a souvenir or as an ornament. The former is to be regarded as an idol, but not necessarily the latter. In Iore Dea, 141, 1, Hagah, it says: \"The image of a cross, before which they bow down, is to be treated as an idol, and it is not to be used until it is destroyed. However, a 'warp and woof' if hung around the neck as a souvenir is not to be regarded as an idol and can be used.\" The sign of the cross made with the hand, by which Christians are wont to bless themselves, is called in Jewish \"the moving of the fingers here and there\" (hinc et hinc). Article III. - THE TEACHINGS OF CHRIST The Seducer and Idolator could teach nothing but falsehood and heresy which was irrational and impossible to observe. 1. FALSHOOD In Abhodah Zarah (6a) it says: \"A Nazarene is one who follows the false teachings of that man who taught them to worship on the first day of the Sabbath.\" 2. HERESY In the same book Abohah Zar. (Ch.I, 17a Toseph) mention is made of the heresy of James. A little further on (27b) we learn that this James was none other than the disciple of Jesus: \"...James Sekhanites, one of the disciples of Jesus, of whom we spoke in chapter 1.\" But James taught, not his own doctrine, but that of Jesus. 3. IMPOSSIBLE TO OBSERVE 14"},{"pageNumber":15,"pageContent":"The author of Nizzachon argues as follows on this point: \"A written law of the Christians is: If a Jew strike you on one cheek, turn the other also to him and do not in any way return the blow.And ch. VI, v. 27 says: Love your enemies; do good to them who hate you; bless them who curse you and pray for those who do you harm; unto him who strikes you on one cheek offer him the other. To him who takes away thy cloak do not forbid him to take thy coat also, etc. The same is found in Matthew ch. V, v.39. But I have never seen any Christian keep this law, nor did Jesus himself behave as he taught others to do. For we find in John ch XVIII, v22, that when someone struck him on the face, he did not turn the other cheek, but became angry on account of this one stroke and asked \"Why do you strike me\"? Likewise in the Acts of the Apostles, ch.XXIII, v. 3, we read: that when the High Priest ordered them that stood by to strike him on the mouth, Paul did not turn the other cheek; he cursed him saying \"God shall smite thee thou whited wall, etc.\" This is contrary to their beliefs and destroys the foundation upon which their religion rests, for they boast that the law of Jesus is easy to observe. If Paul himself, who may be called the Dispenser of Jesus, could not preserve the precept of Jesus, who among the others who believe in him can prove to me that he can do so?\" The author, however, who had the Gospels and the Acts of the Apostles under his hand, could not have failed to understand in what sense Christ commanded his followers to turn the other cheek to him who would strike them, since in another place he commanded his followers to cut off a hand or an arm, and to pluck out an eye if these should scandalize them. No one who has had the least acquaintance with the Holy Scriptures ever thought that these commands should be taken literally . Only deep malice and ignorance of the times in which Jesus lived can explain why the Jews, even to this day, use these passages to detract from the teachings of Jesus Christ. CHAPTER II THE CHRISTIANS There are three things to be considered in this chapter: 1. The names by which Christians are called in the Talmud. 2. What kind of people the Talmud pictures Christians to be. 3. What the Talmud says about the religious worship of the Christians. Article I. - The Names Given to Christians in the Talmud As in our languages Christians take their name from Christ, so in the language of the Talmud Christians are called Notsrim, from Jesus the Nazarene. But Christians are also called by the names used in the Talmud to designate all non-Jews: Abhodah Zarah, Akum, Obhde Elilim, Minim, Nokhrim, Edom, Amme Haarets, Goim, Apikorosim, Kuthrim. 1. Abhodah Zarah - Strange worship, idolatry. The Talmudic Tract on Idolatry is thus entitled: Obhde Abhodah Zarah - Idol Worshippers. That Abhodah Zarah really means the cult of idols is clear from the Talmud itself: \"Let Nimrod come and testify that Abraham was not a server of Abhodah Zarah .\" But in these days of Abraham there existed no strange cult either of the Turks or the Nazarenes, but only the worship of the true God and idolatry. In Schabbath (ibid. 82a), it says: \"Rabbi Akibah says: How do we know that Abhodah Zarah , like an unclean woman, contaminates those who subscribe to it? Because Isaiah says: Thou shalt cast them away like a menstruation cloth; and shalt say unto it, Get thee hence.\" In the first part of this verse mention is made of idols made from gold and silver . The learned Maimonides also clearly demonstrates that the Jews regarded Christians as Abhodah Zarah . In Perusch(78c) he says: \"And be it known that Christian people who follow Jesus, although their teachings vary, are all worshippers of idols (Abhodah Zarah ) .\" 2. Akum - This word is made up of the initial letters of the words Obhde Kokhabkim U Mazzaloth - worshippers of stars and planets. It was thus that the Jews formerly styled the Gentiles who lacked all knowledge of the true God. Now, however, the word Akum in Jewish books, especially in the Schulkhan Arukh, is applied to Christians. This is evident from numerous passages: In the Orach Chaiim (113,8) those who use a cross are called Akum. In the Iore Dea (148, 5, 12), those who celebrate the feasts of Christmas and New Year, eight days afterwards, are called worshippers of the stars and planets: \"Thus if a gift is sent to the Akum, even in these times, on the eighth day after Christmas, which they call the New Year,\" etc. 15"},{"pageNumber":16,"pageContent":"3. Obhde Elilim - Servers of idols. This name has the same meaning as Akum. Non-Jews are frequently called by this name. In the Orach Chaiim, for example (215, 5), it says: \"A blessing should not be pronounced over incense which belongs to the servers of idols.\" But at the same time when the Schulkhan Arukh was written there were no worshippers of the stars and planets (Akum); there wereno 'servers of idols' among those who lived with the Jews. Thus, for example, the author of the Commentary on the Schulkhan Arukh (entitled Magen Abraham), Rabbi Calissensis who died in Poland in 1775, in note 8, on No. 244 of the Orach Chaiim (where it is allowed to finish a work on the Sabbath with the help of an Akum) says: \"Here in our city the question is raised about the price of hiring worshippers of the stars and planets who sweep the public streets when they work on the Sabbath.\" 4. Minim - Heretics. In the Talmud those who possess books called the Gospels are heretics. Thus in Schabbath (116a) it says: \"Rabbi Meir calls the books of the Minim Aven Gilaion [iniquitous volumes] because they call them Gospels.\" 5. Edom - Edomites. Rabbi Aben Ezra, when he speaksabout the Emperor Constantine who changed his religion and placed the image of him who was hanged on his banner, adds: \"Rome therefore is called the Kingdom of the Edomites.\" And Rabbi Bechai, in his Kad Hakkemach (fol. 20a, on Isaiah, ch. LXVI, 17) writes: \"They are called Edomites who move their fingers 'here and there'\" (who make the sign of the cross). Likewise Rabbi Bechai, commenting on the words of Isaiah (loc. cit.), \"those who eat the flesh of swine\" adds: \"These are the Edomites. \" Rabbi Kimchi, however, calls them \"Christians.\" And Rabbi Abarbinel, in his work Maschima Ieschua (36 d) says: \"The Nazarenes are Romans, the sons of Edom.\" 6. Goi - Race, or people. The Jews also call a man a Goi - a gentile; they call a gentile woman a Goiah. Sometimes, but very rarely, Israelites are called by this name. It is mostly applied to non-Jews, or idolators. In Jewish books which treat of Idolatry, worshippers of idols are often called by this single word Goi. For this reason, in more recent editions of the Talmud the use of the word Goi is purposely avoided and other words for non-Jews are substituted. It is well known that in the Jewish language, the Jews call Christians among whom they live, Goim. Nor do the Jews deny this. Sometimes in their popular magazines they say that this word means nothing harmful or evil. But the contrary can be seen in their books written in the Hebrew language. For instance, in Choschen Hammischpat (34, 22), the name Goi is used in a depraved sense: \"Traitors and Epicureans and Apostates are worse than Goim\" 7. Nokhtrim - strangers, foreigners. This name is used for all who are not Jews, and therefor for Christians. 8. Amme Haarets - People of the earth, idiots. There are some who say that people of other races are not meant by this, but only crude and uneducated people. There are passages, however , which leave no doubt about the matter. In the Holy Scripture, Book of Esra, ch. X, 2, we read: We have sinned against our God, and have taken strange wives [nokhrioth] of the people of the earth. That people of the earth denotes idolators is clear from Zohar, I, 25a: \"The People of the earth - Obhde Abhodah Zarah , idolaters. 9. Basar Vedam - Flesh and blood; carnal men who are destined to perdition and who can have no communion with God. That Christians are flesh and blood , is proved from the prayer book: \"Whoever meets a wise and educated Christian can say: Blessed art thou O Lord, King of the Universe, who dispenseth of thy wisdom to Flesh and Blood,\" etc. Likewise in another prayer, in which they ask God soon to restore the kingdom of David and to send Elias and the Messia, etc., they aak him to take away their poverty so that they will have no need to accept gifts from \"flesh and blood,\" nor to trade with them, nor to seek wages from them. 10. Apikorosim - Epicureans. All are called by this name who do not observe God's precepts, as well as all those, even Jews themselves, who express private judgments in matters of faith. How much more, therefore, Christians! 11. Kuthim - Samaritans. But since there are no longer any Samaritans, and since there are many references in recent Jewish 16"},{"pageNumber":17,"pageContent":"books to Samaritans, who can doubt that this does not mean the Christians? Furthermore, in this matter of naming those who are not Jews, it is to be particularly noted that Jewish writings apply these names indiscriminately and promiscuously when they speak of the same thing, and almost in the same words. For instance, in the Tract Abhodah Zarah (25b) the word Goi is employed, but in the Schulkhan Arukh (Iore Dea 153, 2) Akum is used. Kerithuth (6b) uses Goim ; Jebhammoth (61a) uses Akum ; Abhodah Zar. (2a) uses Obhde Elilim; Thoseph uses Goim and Obhde Ab., Choschen Ham ( Venetian ed.) uses Kuthi; (Slav. ed.) Akum. And many more instances could be quoted. Maimonides in his book on Idolatry indiscriminately calls all the following idolators: Goim, Akum, Obhde Kokhabhim, Obhde Elilim, etc. Article II. - What the Talmud Teaches About Christians In the preceding chapter we saw what the Jews think of the Founder of the Christian religion, and how much they despise his name. This being so, it would not be expected that they would have any better opinion about those who follow Jesus the Nazarene. In fact, nothing more abominable can be imagined than what they have to say about Christians. They say that they are idolaters, the worst kind of people, much worse than the Turks, murderers, fornicators, impure animals, like dirt, unworthy to be called men, beasts in human form, worthy of the name of beasts, cows, asses, pigs, dogs, worse than dogs; that they propagate after the manner of beasts, that they have diabolic origin, that their souls come from the devil and return to the devil in hell after death; and that even the body of a dead Christian is nothing different from that of an animal. 1. IDOLATERS Since Christians follow the teachings of that man , whom the Jews regard as a Seducer and an Idolater, and since they worship him as God, it clearly follows that they merit the name of idolater, in no way different from those among whom the Jews lived before the birth of Christ, and whom they taught should be exterminated by every possible means. This is best demonstrated by the names they give Christians, and by the unmistakable words of Maimonides which prove that all who bear the name of Christian are idolaters. And anyone who examines Jewish books which speak of the \"Worshippers of the Stars and Planets,\" \"Epicureans,\" \"Samaritans,\" etc., cannot but conclude that these idolaters are none other than Christians. The Turks are always called \"Ismaelites,\" never idolaters. 2. CHRISTIANS WORSE THAN THE TURKS Maimonides in Hilkoth Maakhaloth (ch. IX) says: \"It is not permitted to drink the wine of a stranger who becomes a convert, that is, one who accepts the seven precepts of Noah, but is permitted to gain some benefit from it. It is allowed to leave wine alone with him, but not to place it before him. The same is permitted in the case of all gentiles who are not idolaters, such as the Turks [Ismaelites]. A Jew, however, is not permitted to drink their wine, although he may use it to his own advantage.\" 3. MURDERERS In Abhodah Zarah (22a) it says: \"A Jew must not associate himself with gentiles because they are given to the shedding of blood.\" Likewise in Iore Dea (153, 2): \"An Israelite must not associate himself with the Akum [Christians] because they are given to the shedding of blood.\" In the Abhodah Zarah (25b) it says: \"The Rabbis taught: If a Goi joins an Israelite on the road, he [the Jew] should walk on his right side. Rabbi Ismael, the son of Rabbi Jochanan the nephew of Beruka, says: if he carries a sword, let the Jew walk on his right side. If the Goi carries a stick, the Jew should walk on his left side. If he is climbing a hill or descending a steep incline, the Jew must not go in front with the Goi behind, but the Jew must go behind and the Goi in front, nor must he stoop down in front of him for fear the Goi might crack his skull. And if he should ask the Jew how far he is going, he should pretend he is going a long way, as Jacob our Father said to the impious Esau: until I come to my Lord in Seir (Gen. XXXIII, 14-17), but it adds: Jacob set out for Sukoth.\" In Orach Chaiim (20, 2) it says: \"Do not sell your overcoat ( Talith) with the fringes to an Akum, lest he should join up with a Jew on the road and kill him. It is 17"},{"pageNumber":18,"pageContent":"also forbidden to exchange or lend your overcoat with a Gentile, except for a short time and when there is nothing to be feared from him.\" 4. FORNICATORS In the Abhodah Zarah (15b) it says: \"Animals of the masculine sex must not be left in the barns of the Gentiles with their men, nor animals of the feminine sex with their women; much less must animals of the feminine sex be left with their men and of the masculine sex with their women. Nor must sheep be left to the care of their shepherds; nor must any intercourse be had with them; nor must children be given into their care to learn to read or to learn a trade.\" In the same tract a little farther on (22a) it is explained why animals must not be allowed in the barns of Gentiles, and why Jews are not permitted to have sexual intercourse with them: \"Animals must not be allowed to go near the Goim, because they are suspected of having intercourse with them. Nor must women cohabit with them because they are over-sexed.\" In fol. 22b of the same book the reason is given why animals especially of the feminine sex must be kept away from their women: \"...because when Gentile men come to their neighbors' houses to commit adultery with their wives and do not find them at home, they fornicate with the sheep in the barns instead. And sometimes even when their neighbors' wives are at home, they prefer to fornicate with the animals; for they love the sheep of the Israelites more than their own women.\" It is for the same reason that animals are not to be entrusted to Goi shepherds, nor children to their educators. 5. UNCLEAN The Talmud gives two reasons why the Goim are unclean: because they eat unclean things, and because they themselves have not been cleansed (from original sin) on Mount Sinai. In Schabbath, (145b) it says: \"Why are the Goim unclean? Because they eat abominable things and animals that crawl on their belly.\" Likewise in Abhodah Zarah , 22b: \"Why are the Goim unclean? Because they were not present at Mount Sinai. For when the serpent entered into Eve he infused her with uncleanness. But the Jews were cleansed from this when they stood on Mount Sinai; the Goim, however, who were not on Mount Sinaim were not cleansed.\" 6. COMPARED TO DUNG \"When ten persons are praying together in one place and they say Kaddisch, or Kedoschah, anyone, even though he does not belong there, may respond Amen. There are some, however, who say that no dung or Akum must be present.\" In Iore Dea (198, 48) Hagah , it says: \"When Jewish women come out of a bath they must take care to meet a friend first, and not something unclean or a Chrsitian. For if so, a woman, if she wants to keep holy, should go back and bathe again.\" It is worthy of note that the following list of unclean things is a given in Biur Hetib , a commentary on the Schulchan Arukh : \"A woman must wash herself again if she sees any unclean things, such as a dog, an ass, or People of the Earth; a Christian (Akum), a camel, a pig, a horse, and a leper. 7. NOT LIKE MEN, BUT BEASTS In Kerithuth (6b p. 78) it says: \"The teaching of the Rabbis is: He who pours oil over a Goi, and over dead bodies is freed from punishment. This is true for an animal because it is not a man. But how can it be said that by pouring oil over a Goi one is freed from punishment, since a Goi is also a man? But this is not true, for it is written: Ye are my flock, the flock of my pasture are men (Ezechiel, XXXIV, 31). You are thus called men, but the Goim are not called men.\" In the Tract Makkoth (7b) he is said to be guilty of killing \"except when, if intending to kill an animal he kills a man by mistake, or intending to kill a Goi, he kills an Israelite.\" In Orach Chaiim (225, 10) it says: \"He who sees beautiful creatures, even though it be an Akum or an animal, let him say 'Blessed art thou Our Lord God, King of the Universe, who has placed such things on the earth!'\" 8. THEY DIFFER ONLY IN FORM FROM BEASTS 18"},{"pageNumber":19,"pageContent":"In Midrasch Talpioth (fol. 225d) it says: \"God created them in the form of men for the glory of Israel. But Akum were created for the sole end of ministering unto them [the Jews] day and night. Nor can they ever be relieved from this service. It is becoming to the son of a king [an Israelite] that animals in their natural form, and animals in the form of human beings should minister unto him.\" We can quote here also what is said in Orach Chaiim, 57, 6a: \"If pigs are to be pitied when they suffer from disease, because their intestines are similar to ours, how much more should the Akum be pitied when thus affected.\" 9. ANIMALS In Zohar, II, (64b) it says: \"...People who worship idols, and who are called cow and ass, as it is written: I have a cow and an ass...\" Rabbi Bechai, in his book Kad Hakkemach , ch. I, beginning with the word Geulah - redemption - referring to Psalm 80, v.13: The boar out of the wood doth waste it, says: \"The letter ain is dropped [suspended] the same as these worshippers are followers of him who was suspended.\" Buxtorf (Lex.) says: \"By wild pig the author here means the Christians who eat pork and, like pigs, have destroyed the vineyard of Israel, the City of Jerusalem, and who believe in the 'suspended' Christ. Else the letter ain is dropped in this word because they, as worshippers of Christ who was hanged, are also dropped.\" Rabbi Edels, in commenting on Kethuboth (110b) says: \"The Psalmist compares the Akum to the unclean beast in the woods.\" 10. WORSE THAN ANIMALS Rabbi Schelomo Iarchi (Raschi), famous Jewish commentator, explaining the law of Moses (Deuter. XIV, 21) forbidding the eating of meat of wounded animals, but which must be given to the 'stranger in thy gates,' or which, according to Exodus (XXII, 30) is to be thrown to the dogs, has this to say: \"...for he is like a dog. Are we to take to word 'dog' here literally? By no means. For the text in speaking of dead bodies says, Or thou mayest sell it to an alien. This applies much more to the meat of wounded animals, for which it is permitted to accept payment. Why therefore does the Scripture say it may be thrown to 'dogs?' In order to teach you that a dog is to be more respected than the Nokhri.\" 11. THEY PROPAGATE LIKE BEASTS In the Sanhedrin (74b) Tosephoth, it says: \"The sexual intercourse of a Goi is like that of a beast.\" And in Kethuboth (3b) it says: \"The seed of a Goi is worth the same as that of a beast.\" Hence it is to be inferred that Christian marriage is not true marriage. In Kidduschim (68a), it says: \"...How do we know this? Rabbi Huna says: You can read: Remain here with the ass, that is, with a people like an ass. Hence it appears that they are not capable of contracting marriage.\" And in Eben Haezer (44, 8): \"If a Jew enters into marriage with an Akum (Christian), or with his servant, the marriage is null. For they are not capable of entering into matrimony. Likewise if an Akum or a servant enter into matrimony with a Jew, the marriage is null.\" In Zohar (II, 64b) it says: \"Rabbi Abba says: If only idolaters alone had sexual intercourse, the world would not continue to exist. Hence we are taught that a Jew should not give way to those infamous robbers. For if these propagate in greater numbers, it will be impossible for us to continue to exist because of them. For they give birth to sucklings the same as dogs.\" 12. CHILDREN OF THE DEVIL In Zohar (I, 28b) we read: \"Now the serpent was more subtle than any beast of the field, etc. (Genes. III, 1.) 'More subtle' that is towards evil; 'than all beasts' that is, the idolatrous people of the earth. For they are the children of the ancient serpent which seduced Eve.\" 19"},{"pageNumber":20,"pageContent":"The best argument used by the Jews to prove that Christians are of the race of the devil is the fact that they are uncircumcized. The foreskin on non-Jews prevents them from being called the children of the Most High God. For by circumcision the name of God - Schaddai - is complete in the flesh of a circumcized Jew. The form of the letter Isch is in his nostrils, the letter Daleth in his (bent) arm, and ain appears in his sexual organ by circumcision. In non-circumcized gentiles, therefore, such as Christians, there are only two letters, Isch and Daleth, which make the word Sched, which means devil. They are, therefore, children of the Sched, the devil. 13. THE SOULS OF CHRISTIANS ARE EVIL AND UNCLEAN The teaching of the Jews is that God created two natures, one good and the other evil, or one nature with two sides, one clean and the other unclean. From the unclean side, called Keliphah - rind, or scabby crust - the souls of Christians are said to have come. In Zohar (I, 131a) it says: \"idolatrous people, however, since they exist, befoul the world, because their souls come out of the unclean side.\" And in Emek Hammelech (23d) it says: \"The souls of the impious come from Keliphah, which is death and the shadows of death.\" Zohar (I, 46b, 47a) goes to show that this unclean side is the left side, from which the souls of the Christians come: \"And he created every living thing, that is, the Israelites, because they are the children of the Most High God, and their holy souls come out from Him. But where do the souls of the idolatrous gentiles come from? Rabbi Eliezer says: from the left side, which makes their souls unclean. They are therefore all unclean and they pollute all who come in contact with them.\" 14. AFTER DEATH THEY GO DOWN TO HELL The Elders teach that Abraham sits at the gate of Gehenna and prevents any circumcized person from entering there; but that all the uncircumcized go down to hell. In Rosch Haschanach (17a) it says: \"Heretics and Epicureans and Traitors go down into hell.\" 15. THE FATE OF DEAD CHRISTIANS The bodies of Christians after death are called by the odious name of Pegarim, which is the word used in Holy Scripture for the dead bodies of the damned and of animals, but never for the pious dead who are called Metim. Thus the Schulchan Arukh orders that a dead Christian must be spoken of in the same way as a dead animal. In Iore Dear (377, 1) it says: \"Condolences must not be offered to anyone on account of the death of his servants or handmaids. All that may be said is 'May God restore your lost one, the same as we say to a man who has lost a cow or an ass.'\" Nor must Christians be avoided for seven days after they have buried someone, as the law of Moses commands, since they are not men; for the burial of an animal does not pollute one. In Iebhammoth (61a) it says: \"The Nokhrim are not rendered unclean by a burial. For it is said: Ye are my sheep, the sheep of my pasture; ye are men. You are thus called men, but not the Nokhrim.\" Article III. - About Christian Rites and Worship Since Christians are regarded by the Jews as idolators, all their forms of worship are idolatrous. Their priests are called priests of Baal; their temples are called houses of lies and idolatry, and everything they contain, such as chalices, statues and books, are regarded as made for the serving of idols; their prayers, both private and public, are sinful and offensive to God; and their festivals are called days of evil. 1. PRIESTS The Talmud speaks of priests, the ministers of Christian worship, as idolatrous and belonging to the god Baal. They are also called Komarim - Soothsayers; and also Galachim, the shaved, because they shave their heads, particularly the monks. In Abhodah Zarah (14b) Toseph, it says: \"It is forbidden to sell books of the prophets to the soothsayers, since they may use them for their evil worship in their idolatrous temples. Those who do so sin against the law which forbids us to place an obstacle in the way of a blind person. It 20"},{"pageNumber":21,"pageContent":"is also forbidden to sell them to a Christian who is not shaved, for he is sure to give or sell them to one of them who is shaved.\" 2. CHRISTIAN CHURCHES A place of Christian worship is called (1) Beth Tilfah, a house of vanity and foolishness, in place of Beth Tefilah, a house of prayer; (2) Beth Abhodha Zarah, a House of Idolatry; (3) Beth Hatturapi Schel Letsim, a house of Evil Laughter. In Abhodah Zarah (78) the Perusch of Maimonides, it says: \"Be it known to you that it is beyond a doubt forbidden by law to pass through a Christian city in which there is a house of vanity, that is, a house of idolatry; much more to live therein. But we today, as punishment for our sins, are subject to them, and are forced to live in their countries, as it was foretold in Deuteronomy (IV, 28): And there ye shall serve gods, the work of men's hands, of wood and stone... Thus if it is allowed as predicted to pass around a Christian city, much more so must we pass around an idolatrous temple; nor is it allowed us even to look inside and above all to enter in.\" A Jew is forbidden not only to enter a Christian church, but even to go near it, except under certain circumstances. In Iore Dea (142, 10) it says: \"It is forbidden to stand in the shadow of a house of idolatry, whether from the inside or the outside, for a distance of four cubits from the front door. It is not forbidden, however, to stand under the shadows of the back of a church. Nor is the shadow forbidden us if the church stands in a place where formerly there was public road, which was taken from the community and the house of idolatry built upon it. For the road is still there. But if the house of idolatry existed before the road, it is not permitted to pass before it. There are some who say that it is forbidden to pass there in any case.\" Neither is a Jew allowed to listen to, or admire the beautiful music of the churches. In Iore Dea (142, 15) it says: \"It is forbidden to listen to the music if idolatrous worship, and to examine the statues of their idols; for even by looking at them one can be influenced by the evil of idolatry. But one can look who does not intend to be so affected.\" Likewise a Jew is not allowed to have a house near a church; nor is he allowed to rebuild a house which has been destroyed in such a place. In Iore Dea (143, 1) it says: \"If a house near an idolatrous temple belonging to the Akum falls down, it must not be rebuilt. A Jew must remove it a certain distance away if he wishes to rebuild it. But he must fill up the vacant space between his house and the church with bushes and rubbish so that the space will not be used to extend the idolatrous temple.\" Here may be added what a certain Rabbi Kelomimus said about a Christian church (in the book Nizzachon) to the Emperor Henry III, who gave him permission to speak his opinion freely about the Basilica which he had recently built at Spires: \"After the Emperor Henry III, a very wicked man, had completed the building of that \"Abyss,\" he sent for Rabbi Kelominus and said to him: \"I want to ask you, how does this Basilica which I have built compare with the magnificence of Solomon's Temple, about which so many volumes have been written?\" He replied: 'My Lord, if you will permit me that you will let me go unharmed, I will tell you the truth about it.' The Emperor answered: 'I give you my word as a lover of the truth and as an Emperor, that no harm shall come to you.' Then the Jew said: 'If you gathered together all you have spent so far, and added to it all the silver and gold in your treasury, it would not suffice even to pay the workmen and craftsmen that Solomon employed; for it is written (Chron. II, ch 2): And Solomon told out threescore and ten thousand men to bear burdens, and fourscore thousand to hew in the mountains, and three thousand and six hundred to oversee them. Eight years were spent in the building of the Temple, much more than you spent in building this Tehon [Abyss]. And when Solomon had finished his Temple, see what the Scripture says about it: The priests could not stand to minister by reason of the cloud; for the glory of God had filled the House of the Lord (Chron. II, Ch. 5, 14). But if someone loaded an ass with putrid garbage and led it into this abyss of yours, no one would notice the difference!' The Emperor Henry then replied: 'Were it not that I have sworn to let you go unharmed, I would order your head cut off.'\" 3. CHALICES Chalises used in the Sacrifice of the mass are spoken of as vessels in which filth is offered up to the idol. Moses Kozzensis, in Hilkoth Abhodah Zarah (10b) says: \"A Jew who buys Chalises of the Goi, which are broken and thrown away, it is not permitted to sell them again to them, because their priest of Baal will use them in the worship of the idol.\" 4. BOOKS The Talmud calls the books of the Christians Minim - heretical books - Siphre Debeth Abidan - Books of the House of 21"},{"pageNumber":22,"pageContent":"Perdition. The Talmud in particular speaks of the books of the Gospels. Thus in Schabbath (116a) Toseph: \"Rabbi Meir calls heretical books Aaven Gilaion (volumes of iniquity) because the call them Gospels.\" And Rabbi Jochanan calls these books Aavon Gilaion, evil books. The Schulchan Arukh, Crakow edition, gives this name as Aven Niktabh al Haggilaion - iniquity written in a book. Buxtorf says: \"In the Arukh there is a note Scheker Niktabh al Gilaion, which means, a lie written in a book.\" All the Talmudists agree that the books of the Christians should be destroyed. They differ only as to what should be done with the names of God contained in them. In Schabbath (116a) it says: \"The Glossaries of our own books and the books of the heretics are not to be saved from the flames, if they should catch fire on the Sabbath day. Rabbi Jose, however, says: 'On festival days the divine names should be torn out of the books of the Christians and hidden away; what remains must be given to the flames.' But Rabbi Tarphon says: 'In order that I may be remembered by my children, if those books should ever fall into my hands I would burn them together with the divine names contained therein. For if one is chased by an assassin, or by a serpent, it would be better to take refuge in a pagan temple than in one of theirs; because the Christians knowingly resist the truth, whereas the pagans do so unknowingly.\" 5. PRAYERS Christian prayers are called, not Tefillah, but Tiflah. They change the point and insert Iod, which makes it read to mean sin, foolishness and transgression. 6. CHRISTIAN FESTIVALS Christian festivals, especially Sunday, are called Ion Ed - day of destruction, perdition, misfortune or calamity. They are also simply called Iom Notsri - Christian Days. The word Ed rightly interpreted means misfortune or calamity, as appears from the Gemarah and the Glossaries of Maimonides in Abhodah Zarah (2a): \"The word Edehem means the festivals of the Christians, since it is written (in Deuter. XXXII, 35): the day of their calamity .\" Maimonides also says in Abhodah Zarah (78c): \"The words Edehem means the foolishness of their festivlas. It is the name for their despicable feast days which do not merit the name of Moedim , for they are really vain and evil.\" Baretenora also writes: \"The word Edehem is the name for their ignominious festivals and solemnities.\" The marginal notes of Tosephtoth also give this name to Christian festivals. Thus in Abhodah Zarah (6a): \"The Day of Evil, that is the Christian Day, is forbidden to us as well as all their other feast days.\" Some Christian festivals are mentioned by name, such as the feast of Christmas and Easter. Moses Mikkozzi, referring to the above text of Abhodah Zarah , says: \"Rabbi Sammuel declares, in the name of Solomon Iarchi, that in particular the festivals of Christmas and Easter, which are their principal evil days and the foundation of their religion, are forbidden to us.\" Maimonides, in hilkoth Akum (ch. IX) has the same: \"Sammuel repeats the words of Rabbi Sal. Iarchi which forbid us particularly to celebrate the feasts of Christmas and Easter, which are celebrated on account of him who was hanged.\" Furthermore, indications of the impiety of the Jews are to be found in the names which they give to these Christian festivals: For in place of using Tau in the word Nithal, they often write Tet and call it Nital for the Latin word Natalis, the Feast of the Nativity. They make it appear as if this word were from the root Natal which connotes extermination or destruction. Likewise they refuse to use the word Paschal (Pesach) for the Christian feast of Easter. The substitute Koph for Phe and insert the letter iod and call it Ketsach or Kesach. Both pronunciations have an evil meaning. Ketsach is from the root Katsah, meaning to amputate or cut off from, and Kesach is from the root Kesa, meaning to wood or a gallows. This is done because the feast of Easter is celebrated by Christians in memory of Christ - the one who was hanged - who was put to death and who rose again from the dead. PART TWO PRECEPTS OF THE TALMUD 22"},{"pageNumber":23,"pageContent":"CONCERNING CHRISTIANS From what has been shown thus far, it is clear that, according to the teaching of the Talmud, Christians are idolaters and hateful to Jews. As a consequence, every Jew who wishes to please God has a duty to observe all the precepts which were given to the Fathers of their race when they lived in the Holy Land concerning the idolatrous gentiles, both those who lived amongst them and those in nearby countries. A Jew is therefore required to (1) To avoid Christians; (2) To do all he can to exterminate them. CHAPTER I CHRISTIANS MUST BE AVOIDED Jews are required to avoid all contact with Christians for four reasons: (1) Because they are not worthy to share in the Jewish way of life; (2) Because they are unclean; (3) Because they are idolators; (4) Because they are murderers. Article I. - Christians Must Be Avoided - Because They Are Unworthy to Share Jewish Customs A Jew, by the fact that he belongs to the chosen people and is circumcized, possesses so great a dignity that no one, not even an angel, can share equality with him. In fact, he is considered almost the equal of God. \"He who strikes an Israelite\" says Rabbi Chanina \"acts as if he slaps the face of God's Divine Majesty.\" A Jew is always considered good, in spite of certain sins which he may commit; nor can his sins contaminate him, any more than dirt contaminates the kernel in a nut, but only soils its shell. A Jew alone is looked upon as a man; the whole world is his and all things should serve him, especially \"animals which have the form of men.\" Thus it is plain that they regard all contact with Christians as contaminating and as detracting from their dignity. They are therefore required to keep as far away as possible from all who live and act as Christians do. 1. A JEW MUST NOT SALUTE A CHRISTIAN In Gittin (62a) it says: \"A Jew must not enter the home of a Nokhri on a feast day to offer him greetings. However, if he meets him on the street, he may offer him a greeting, but curtly and with head bowed.\" 2. A JEW MUST NOT RETURN THE GREETINGS OF A CHRISTIAN In Iore Dea (148, 10) it says: \"A Jew must not return the greeting of a Christian by bowing before him. It is good, therefore, to salute him first and so avoid having to answer him back if the Akum salutes him first.\" Rabbi Kohana says that when a Jew salutes a Christian he should say \"Peace to my Lord,\" but intend this for his own Rabbi. For the Tosephtoth says: \"For his heart was turned towards his own Rabbi.\" 3. A JEW MUST NOT GO BEFORE A CHRISTIAN JUDGE In Choschen Hammischpat (26,1) it says: \"A Jew is not permitted to bring his case before Akum judges, even if the matter is judged by the decisions of Jewish law, and even if both parties agree to abide by such decisions. He who does so is impious and similar to one who calumniates and blasphemes, and who raises his hand against the Law given us by Moses, our great law-giver. Hagah says 'The Bethin has the power to excommunicate such a one until he releases his Jewish brother from the hands of the Gentile.'\" 23"},{"pageNumber":24,"pageContent":"4. A CHRISTIAN CANNOT BE USED AS A WITNESS In Choschen Ham. (34, 19) it says: \"A Goi or a servant is not capable of acting as a witness.\" 5. A JEW CANNOT EAT CHRISTIAN FOOD In Iore Dea (112, 1) it says: \"The Elders forbade the eating of the bread of the Akum, lest we would seem to be familiar with them.\" And in Abhodah arah (35b) it says: \"The following things belonging to the Goim are forbidden: Milk which a Goi takes from a cow, in the absence of a Jew; also their bread, etc.\" 6. A JEW MUST NEVER ACT IN ANY WAY LIKE A CHRISTIAN In Iore Dea (178, 1) it says: \"It is not permitted to imitate the customs of the Akum, nor to act like them. Nor is it permitted to wear clothes like the Akum, not to comb the hair as they do...neither must Jews build houses that look like temples of the Akum.\" Since, however, it is not possible to observe all these rules in every place, the Hagah says that they can be overlooked to a certain extent when, for instance, it is to the advantage of the Jew to do so; for example, if a Jew would profit by a trade which requires a certain kind of dress. Article II. - Christians Are to Be Avoided - Because They Are Unclean It is not known how often Jews must wash and purify themselves, nor how much they must study to avoid everything which might render them unclean. The Talmud teaches, however, that Christians are people whose touch alone makes things unclean. In Abhodah Zarah (72b) it says: \"A certain man was pouring wine from one jar into another by means of a tube, when a Goi came along and touched the tube with his hand. As a result all the wine (in both jars) had to be thrown away.\" Every vessel, therefore, must be washed which comes into the possession of a Jew from a Christian, although it has never been in use. In Iore Dea (120, 1) it says: \"If a Jew buys a vessel for use at table from an Akum, whether it is made of metal, glass or lead, even if it is new, he must wash it in a Mikvah [a large basin], or in a cistern which holds forty quarts of water. Article III. - Christians Are to Be Avoided - Because They Are Idolaters 1. Lest a Jew be the occasion of sin to the idolatrous Christians, according to the precept in Levit. XIX, 14: \"Do not put a stumbling-block before the blind - he must avoid all contact with them on the days when they worship their gods. In Abhodah Zarah (2a) it says: \"For three days before their idolatrous festivals it is not permitted to buy or sell them anything. It is also forbidden to give or take any help from them, to change any money with them, to pay them back any debts or allow them to pay back debts.\" In the Abhodah Zarah, 78c (the Perusch of Maimonides, fol. 8) it says: \"All the festivals of the followers of Jesus are forbidden, and we must conduct ourselves towards them as we would towards idolators. The first day of the week is their principal feast, and it is therefore forbidden to do any business whatsoever with those who believe in Jesus on their Sabbath. We must observe the same rules on their Sabbath as we do on the feastdays of idolators, as the Talmud teaches.\" 2. A JEW MUST NOT USE ANYTHING WHICH PERTAINS TO THE WORSHIP OF CHRISTIANS In Iore Dea (139, 1) it says: \"It is forbidden to have anything to do with idols and everything that is used in their form of worship, whether they are made by the Akum or by Jews.\" 3. IT IS FORBIDDEN TO SELL TO CHRISTIANS ANYTHING CONNECTED WITH THEIR IDOLATROUS 24"},{"pageNumber":25,"pageContent":"WORSHIP The Abhodah Zarah (14b, Toseph) says: \"It is always forbidden to sell incense to an idolatrous priest, for it is evident that when he asks for it he wants it for no other purpose but to offer it before his idol. Anyone, therefore, who would sell it to him sins against the precept which forbids us to place a stumbling-block before the blind. It is also forbidden to sell candles to gentiles for their Feat of Candles. Candles however may be sold to them on other days. Neither is it permitted to sell a chalice to a gentile which a Jew has bought after a Goi has broken it and thrown it away. It may only be sold again to a gentile after it has been completely made over. For after it has been broken just once it can be used still to hold the wine which is offered in honor of their idol.\" Then follows the prohibition as to the selling of books to Christian priests, as we have seen above. Even the work of binding such books is forbidden to a Jew. In Iore Dea (139, 15) it says: \"It is forbidden to bind the books of the Akum, with the exception of law books. It may be done, however, if refusal to do so should cause enmity, but only after every effort has been made to refuse such work.\" Likewise in Iore Dea (151, 1, Hagah): \"It is not permitted to sell water to an Akum if it is known that it will be made into Baptismal water.\" Mention is also made of many other things which it is forbidden to sell to Christians, such as: cloth from which priestly vestments and banners may be made; paper and ink which may be used for writing books pertaining to their divine worship. It is forbidden to sell, or even to rent, houses to Christians which will be used by them as a place of worship. Nowadays, however, Jews trade with Christians, especially on Christian feast days, and also sell them houses knowing full well that certain Sacraments will be administered therein, such as Baptism, Holy Communion and Extreme Unction. The Talmud can give no reason for this, and in the Abhodah Zarah (2a, Toseph) it says: \"It is difficult to say by what right Jews nowadays trade with the Goim on their (evil) feast days. For although many of them commit all kinds of licentious acts and perversions on their feast days in honor of saints which they do not look upon as gods, yet every week they celebrate the Day of the Nazarene [Sunday] which has always been forbidden to us.\" Bartenora, however, in his commentary on Abhodah Zarah (I, 2, fol. 7b) it says: \"Since, while we are in captivity, we cannot live without trading with them, and we depend upon them for our food and we must fear them, it is only forbidden to trade with them on their feast days. Furthermore, it is permitted nowadays to trade with them on the actual day of their feasts, because the Rabbis are convinced that they do not worship their idols just because they trade with us. And what is forbidden in this book must be taken as applying directly to idolatry.\" Rabbi Tam, however, contends that the Mischnah only forbids the selling of things to idolaters which will be used by them in the worship of idols, since they rejoice and worship their idols because they obtain the things necessary for that worship. He explains it thus (in Abhodah Zarah, 2a, Toseph): \"No one should wonder at this custom of ours. For, although we look upon them as idolaters, they can only offer up what they buy for money. Hence, our gain and their joy is not the reason for this prohibition, for they have enough money for these things, even if we did not trade with them.\" 4. THIS PROHIBITION DOES NOT APPLY TO ATHEISTS In Iore Dea (148, 5) it says: \"It is only permitted to send a gift to an Akum on one of their feast days if it is known that he does not believe in idols and does not worship them.\" Maimonides has the same in Hilkhoth Akum (IX, 2): \"It is also wrong to send a gift to a Goi on their feast days unless it is certain that he does not believe in the worship of Christian idols, and does not serve them.\" Article IV. - Christians Are to Be Avoided - Because They Are Evil There is nothing that Jews are more convinced of than the harm which Christians can do to the children of Israel. Because of this, the rulers of the Chosen People have always instructed them not to accept any help from Christians who will always resort to murder, and to other crimes, whenever they cannot otherwise obtain their evil ends. Thus a Jew must not employ a Christian as a nurse, or as a teacher for his children, or as a doctor, a barber or an obstetrician. 1. NOT AS A NURSE 25"},{"pageNumber":26,"pageContent":"In Iore Dea (81, 7, Hagah) it says: \"A child must not be nursed by a Nokhri, if an Israelite can be had; for the milk of the Nokhrith hardens the heart of a child and builds up an evil nature in him.\" 2. NOT AS A TEACHER In Iore Dea (153, 1, Hagah) it says: \"A child must not be given to the Akum to learn manners, literature or the arts, for they will lead him to heresy.\" 3. NOT AS A DOCTOR In Iore Dea (155, 1) it says: \"When a Jew is wounded in any way, even so gravely that he would have to violate the Sabbath in having a doctor, he must not employ the services of a Christian (Akum) doctor who is not known to everyone in the neighborhood; for we must guard against the spilling of blood. Even when it is not known if the patient will live or die, such a doctor must not be allowed to attend him. If, however, he is sure to die, then such a doctor may attend him, since an extra hour of life is not much to lose. If the Akum insists that a certain medicine is good, you may believe him, but be sure not to buy it from him. There are some who say that this holds only when the Akum offer help free, and that it can be accepted every time it is paid for. But it can be taken for granted that they would not harm a Jew just for the sake of a matter of money.\" In Pesachim (25a) it says: \"Rabbi Jochanan says: medical help can be accepted from all except idolaters, fornicators and murderers.\" 4. NOT AS A BARBER In Iore Dea (156,1 ) it says: \"You must not be shaven by an Akum unless your Jewish friends are with you. There are some who say that it is not permitted to be shaved by an Akum even when others are present, unless you can see yourself in a mirror.\" 5. NOT AS AN OBSTETRICIAN In Abhodah Zarah (26a) it says: \"Our Rabbis have passed it down for us, that a foreign woman must never be allowed to act as midwife at the birth of a child of Israel, because they are given to the shedding of blood. The Elders say, however, that a foreign woman may perfrom this task provided there are other Jewish women present, but never alone. Rabbi Meir, however, says that it is not allowed even others are present. For they often crush the soft head of the child with their hands and kill it; and they can do this without being noticed by those who are present.\" CHAPTER II CHRISTIANS MUST BE EXTERMINATED The followers of \"that man,\" whose name is taken by the Jews to mean \"May his name and memory be blotted out,\" are not otherwise to be regarded than as people whom it would be good to get rid of. They are called Romans and tyrants who hold captive the children of Israel, and by their destruction the Jews would be freed from this Fourth Captivity. Every Jew is therefore bound to do all he can to destroy that impious kingdom of the Edomites (Rome) which rules the whole world. Since, however, it is not always and everywhere possible to effect this extermination of Christians, the Talmud orders that they should be attacked at least indirectly, namely: by injuring them in every possible way, and by thus lessening their power, help towards their ultimate destruction. Wherever it is possible a Jew should kill Christians, and do so without mercy. Article I. - HARM MUST BE DONE TO CHRISTIANS A Jew is commanded to harm Christians wherever he can, both indirectly by not helping them in any way, and also directly by wrecking their plans and projects; neither must he save a Christian who is in danger of death. 26"},{"pageNumber":27,"pageContent":"I. GOOD MUST NOT BE DONE TO CHRISTIANS In Zohar (1, 25b) it says: \"Those who do good to the Akum...will not rise from the dead.\" At times it is permitted to do good to Christians, but only in order to help Israel, namely, for the sake of peace and to hide hatred of them. Maimonides in Hilkhoth Akum (X, 6) says: \"Needy Gentiles may be helped as well as needy Jews, for the sake of peace...\" In Iore Dea (148, 12 Hagah) it says: \"Therefore if you enter a town and find them celebrating a feast, you may pretend to rejoice with them in order to hide your hatred. Those, however, who care about the salvation of their souls should keep away from such celebrations. You should make it known that it is a hateful thing to rejoice with them, if you can do so without incurring enmity.\" 1. IT IS NOT PERMITTED TO PRAISE A CHRISTIAN In Abhodah Zarah (20, a, Toseph) it says: \"Do not say anything in praise of them, lest it be said: How good that Goi is!\" In this way they explain the words of Deuteronomy (VII, 2)... and thou shalt show no mercy unto them [Goim], as cited in the Gemarah. Rabbi S. Iarchi explains this Bible passage as follows: \"Do not pay them any compliments; for it is forbidden to say: how good that Goi is.\" In Iore Dea (151, 14) it says: \"No one is allowed to praise them or to say how good an Akum is. How much less to praise what they do or to recount anything about them which would redound to their glory. If, however, while praising them you intend to give glory to God, namely, because he has created comely creatures, then it is allowed to do so.\" 2. A JEW NOT ALLOWED TO MENTION THE THINGS WHICH CHRISTIANS USE FOR THEIR IDOLATROUS WORSHIP In Hilkhoth Akum (V, 12) it says: \"It is also forbidden to make mention of the Akum; for it is written (Exodus XXIII, 13):... and make no mention of other gods.\" 3. THEIR IDOLS MUST BE SPOKEN OF WITH CONTEMPT In Iore Dea (146, 15) it says: \"Their idols must be destroyed, or called by contemptuous names.\" Ibidem, (147, 5): \"It is permitted to deride idols, and it is forbidden to say to a Goi: May your God help you, or I hope you will succeed.\" Rabbi Bechai, explaining the text of Deuteronomy about hating idolatry, says: \"The Scripture teached us to hate idols and to call them by ignominious names. Thus, if the name of a church is Bethgalia - \"house of magnificence,\" it should be called Bethkaria - an insignificant house, a pigs' house, a latrine. For this word, karia, denotes a low-down, slum place.\" In numerous places ignominious names are given by the Jews to Christian things. It will not be out of place to list a few of these names which they give to things and persons which are held holy and dear by Christians, as follows: JESUS is ignominiously called Jeschu - which means, May his name and memory be blotted out. His proper name in Hebrew is Jeschua, which means Salvation. MARY, THE MOTHER OF JESUS, is called Charia - dung, excrement (German Dreck). In Hebrew her proper name is Miriam. CHRISTIAN SAINTS, the word for which in Hebrew Kedoschim, are called Kededchim (cinaedos) - feminine men (Farries). Women saints are called Kedeschoth, whores. SUNDAY is called the day of calamity. FEAST OF CHRISTMAS is called Nital, denoting extermination. EASTER is not called by the proper name Pesach (Passover), but Ketsach, meaning a cutting down; or Kesach, a Gallows. A CHRISTIAN CHURCH is not called Beth Hattefillah, House of Prayer, but Beth Hattiflah, a House of Vanity, a House of Evil. THE GOSPEL BOOKS are called Aavon Gilaion, Books of Iniquity. 27"},{"pageNumber":28,"pageContent":"CHRISTIAN SACRIFICES are called Dung Offerings. In the Jerusalem Talmud (fol. 13b) the following occurs: \"He who sees them mezabbelim (excrementing - sacrificing) before their idol, let him say (Exod. XXII, 20): He that sacrificeth unto an idol shall be utterly destroyed.\" Rabbi Iarchi (referring to Num. XXV, 3) teaches that the Gentiles actually honor their God by excrementing before him. A CHRISTIAN GIRL who works for Jews on their sabbath is called a Schaw-wesschicksel, Sabbath Dirt. 4. A JEW IS NOT ALLOWED TO GIVE GIFTS TO CHRISTIANS In Hilkohoth Akum (X, 5) it says: \"It is forbidden to give gifts to the Goim. But it is permitted to give them to a convert who lives among the Jews; for it is said: To the traveller who stops in your cities, give it to him to eat, or sell it to a Gentile, that is sell it, not give it.\" In Iore Dea (151, 11) it says: \"It is forbidden to give free gifts to the Akum with whom a Jew may not treat familiarly.\" The Talmud, however, allows a Jew to give gifts to Gentiles who are known to himand from whom he has hope of getting something in return. 5. A JEW IS FORBIDDEN TO SELL HIS FARM TO CHRISTIANS In Iore Dea (334, 43) it says: \"In 24 cases a Jew must be repudiated, namely ...8. Anyone who sells his farm to the Akum must be sent into exile - unless he undertakes to make up for all the harm that follows as a consequence of having the Akum live near the Jews.\" 6. IT IS FORBIDDEN TO TEACH A TRADE TO CHRISTIANS In Iore Dea (154, 2) it says: \"It is not permitted to teach any trade to the Akum.\" II. HARM MUST BE DON TO THE WORK OF CHRISTIANS Since the Goim minister to Jews like beasts of burden, they belong to a Jew together with his life and all his faculties: \"The life of a Goi and all his physical powers belong to a Jew.\" (A. Rohl. Die Polem. p.20) It is an axiom of the Rabbis that a Jew may take anything that belongs to Christians for any reason whatsoever, even by fraud; nor can such be called robbery since it is merely taking what belongs to him. In Babha Bathra (54 b) it says: \"All things pertaining to the Goim are like a desert; the first person to come along and take them can claim them for his own.\" 1. CHRISTIANS MUST NOT BE TOLD IF THEY PAY TOO MUCH TO A JEW In Choschen Hamm. (183, 7) it says: \"If you send a messenger to collect money from an Akum and the Akum pays too much, the messenger may keep the difference. But if the messenger does not know about it, then you may keep it all yourself.\" 2. LOST PROPERTY OF CHRISTIANS MUST NOT BE RETURNED TO THEM In Choschen Hamm. (266, 1) it says: \"A Jew may keep anything he finds which belongs to the Akum, for it is written: Return to thy brethren what is lost (Deuter. XXII, 3). For he who returns lost property [to Christians] sins against the Law by increasing the power of the transgressors of the Law. It is praiseworthy, however, to return lost property if it is done to honor the name of God, namely, if by so doing Christians will praise the Jews and look upon them as honorable people.\" 3. CHRISTIANS MAY BE DEFRAUDED In Babha Kama (113b) it says: \"It is permitted to deceive a Goi.\" And in Choschen Hamm. (156, 5 Hagah) it says: \"If a Jew is doing good business with an Akum it is not allowed to other Jews, in certain places, to come and do business with the same Akum. In other places, however, it is different, where another Jews is allowed to go to the same Akum, lead him on, do business with him and to deceive him and take his money. For the wealth of the Akum is to be regarded as 28"},{"pageNumber":29,"pageContent":"common property and belongs to the first who can get it. There are some, however, who say that this should not be done.\" In Choschen Hamm. (183, 7 Hagah) it says: \"If a Jew is doing business with an Akum and a fellow Israelite comes along and defrauds the Akum, either by false measure, weight or number, he must divide his profit with his fellow Israelite, since both had a part in the deal, and also in order to help him along.\" 4. A JEW MAY PRETEND HE IS A CHRISTIAN TO DECEIVE CHRISTIANS In Iore Dea (157, 2 Hagah) it says: \"If a Jew is able to deceive them [idolaters] by pretending he is a worshipper of the stars, he may do so.\" 5. A JEW IS ALLOWED TO PRACTICE USURY ON CHRISTIANS In Abhodah Zarah (54a) it says:; \"It is allowed to take usury from Apostates who fall into idolatry.\" And in Iore Dea (159, 1) it says: \"It is permitted, according to the Torah, to lend money to an Akum with usury. Some of the Elders, however, deny this except in a case of life and death. Nowadays it is permitted for any reason.\" III. CHRISTIANS TO BE HARMED IN LEGAL MATTERS 1. A JEW MAY LIE AND PERJURE HIMSELF TO CONDEMN A CHRISTIAN In Babha Kama (113a) it says: \"Our teaching is as follows: When a Jew and a Goi come into court, absolve the Jew, if you can, according to the laws of Israel. If the Goi wins, tell him that is what our laws require. If however, the Jew can be absolved according to the gentile law, absolve him and say it is due to our laws. If this cannot be done proceed callously against the Goim, as Rabbi Ischmael advises. Rabbi Akibha, however, holds that you cannot act fraudulently lest you profane the Name of God, and have a Jew commited for perjury.\" A marginal note, however, explains this qualification of Rabbi Akibha as follows: \"The name of God is not profaned when it is not known by the Goi that the Jew has lied.\" And further on, the Babha Kama (113b) says: \"The name of God is not profaned when, for example, a Jew lies to a Goi by saying: 'I gave something to your father, but he is dead; you must return it to me,' as long as the Goi does not know that you are lying.\" 2. A JEW MAY PERJURE HIMSELF WITH A CLEAR CONSCIENCE In Kallah (1b, p.18) it says: \"She (the mother of the mamzer) said to him, 'Swaer to me.' And Rabbi Akibha swore with his lips, but in his heart he invalidated his oath.\" A similar text is found in Schabbuoth Hagahoth of Rabbi Ascher (6d): \"If the magistrate of a city compels Jews to swear that they will not escape from the city nor take anything out of it, they may swear falsely by saying to themselves that they will not escape today, nor take anything out of the city today only.\" IV. CHRISTIANS MUST BE HARMED IN THINGS NECESSARY FOR LIFE Jews must spare no means in fighting the tyrants who hold them in this Fourth Captivity in order to set themselves free. They must fight Christians with astuteness and do nothing to prevent evil from happening to them: their sick must not be cared for, Christian women in childbirth must not be helped, nor must they be saved when in danger of death. 1. A JEW MUST ALWAYS TRY TO DECEIVE CHRISTIANS In Zohar (I, 160a) it says: \"Rabbi Jehuda said to him [Rabbi Cezkia]: 'He is to be praised who is able to free himself from the enemies of Israel, and the just are much to be praised who get free from them and fight against them. 'Rabbi Chezkia asked, 'How must we fight against them?' Rabbi Jehuda said, 'By wise counsel thou shalt war against them' (Proverbs, ch. 24, 6). By what kind of war? The kind of war that every son of man must fight against his enemies, which Jacob used against Esau - by deceit and trickery whenever possible. They must be fought against without ceasing, until proper order be restored. Thus it is with 29"},{"pageNumber":30,"pageContent":"satisfaction that I say we should free ourselves from them and rule over them.\" 2. A SICK CHRISTIAN MUST NOT BE AIDED In Iore Dea (158, 1) it says: \"The Akum are not to be cured, even for money, unless it would incur their enmity.\" 3. A CHRISTIAN WOMAN IN CHILDBIRTH MUST NOT BE HELPED In Orach Chaiim (330, 2) it says: \"No help is to be given to an Akun woman in labor on the sabbath, even in a small way, for the Sabbath must not be violated.\" 4. A CHRISTIAN IN DANGER OF DEATH MUST NOT BE HELPED In Choschen Hamm. (425, 5) it says: \"If you see a heretic, who does not believe in the Torah, fall into a well in which there is a ladder, hurry at once and take it away and say to him 'I have to go and take my son down from a roof; I will bring the ladder back to you at once' or something else. The Kuthaei, however, who are not our enemies, who take care of the sheep of the Israelites, are not to be killed directly, but they must not be saved from death.\" And in Iore Dea (158, 1) it says: \"The Akum who are not enemies of ours must not be killed directly, nevertheless they must not be saved from danger of death. For example, if you see one of them fall into the sea, do not pull him out unless he promises to give you money.\" Maimonides, in Hilkhoth Akum (X, 1) says: \"Do not have pity for them, for it is said (Deuter. VII, 2): Show no mercy unto them. Therefore, if you see an Akum in difficulty or drowning, do not go to his help. And if he is in danger of death, do not save him from death. But it is not right to kill him by your own hand by shoving them into a well or in some other way, since they are not at war with us.\" Article II. - CHRISTIANS ARE TO BE KILLED Lastly, the Talmud commands that Christians are to be killed without mercy. In the Abhodah Zarah (26b) it says: \"Heretics, traitors and apostates are to be thrown into a well and not rescued.\" And in Choschen Hammischpat (388, 10) it says: \"A spy is to be killed, even in our days, wherever he is found. He may be killed even before he confesses. And even if he admits that he only intended to do harm to somebody, and if the harm which he intended is not very great, it is sufficient to have him condemned to death. He must be warned, however, not to confess to this. But if he impudently says 'No, I will confess it!' then he must be killed, and the sooner the better. If there is no time to warn him, it is not necessary to do so. There are some who say that a traitor is to be put to death only when it is impossible to get rid of him by mutilating him, that is, by cutting out his tongue or his eyes, but if this can be done he must not be killed, since he is not any worse than others who persecute us.\" And in Choschen Hamm. again (388, 15) it says: \"If it can be proved that someone has betrayed Israel three times, or has given the money of Israelites to the Akum, a way must be found after prudent consideration to wipe him off the face of the earth.\" Even a Christian who is found studying the Law of Israel merits death. In Sanhedrin (59a) it says: \"Rabbi Jochanan says: A Goi who pries into the Law is guilty to death.\" II. BAPTIZED JEWS ARE TO BE PUT TO DEATH In Hilkhoth Akum (X, 2) it says: \"These things [supra] are intended for idolaters. But Israelites also, who lapse from their religion and become epicureans, are to be killed, and we must persecute them to the end. For they afflict Israel and turn the people from God.\" And in Iore Dea (158, 2 Hagah) it says: 30"},{"pageNumber":31,"pageContent":"\"Renegades who turn to the pleasures of the Akum, and who become contaminated with them by worshipping stars and planets and sin maliciously; also those who eat the flesh of wounded animals, or who dress in vain clothes, deserve the name of epicureans; likewise those who deny the Torah and the Prophets of Israel - the law is that all those should be killed; and those who have the power of life and death should have them killed; and if this cannot be done, they should be led to their death by deceptive methods.\" Rabbi Maimonides, in Hilkhoth Teschubhah (III, 8) gives the list of those who are considered as denying the Law: \"There are three classes of people who deny the Law of the Torah: (1) Those who say that the Torah was not given by God, at least one verse or one word of it, and who say that it was all the work of Moses; (2) Those who reject the explanation of the Torah, namely, the Oral Law of the Mischnah, and do not recognize the authority of the Doctors of the Law, like the followers of Tsadok (Sadducees) and Baithos; (3) Those who say that God changed the Law for another New Law, and that the Torah no longer has any value, although they do not deny that it was given by God, as the Christians and the Turks believe. All of these deny the Law of the Torah.\" III. CHRISTIANS ARE TO BE KILLED BECAUSE THEY ARE TYRANTS In Zohar (I, 25a) it says: \"The People of the Earth are idolaters, and it has been written about them: Let them be wiped off the face of the earth. Destroy the memory of the Amalekites. They are with us still in this Fourth Captivity, namely, the Princes [of Rome]... who are really Amalakites.\" 1. THESE PRINCES ARE TO BE KILLED FIRST For if they are allowed to live, the hope of the liberation of the Jews is in vain, and their prayers for release from this Fourth Captivity are of no avail. In Zohar (I, 219B) it says: \"It is certain that our captivity will last until the princes of the gentiles who worship idols are destroyed.\" And again in Zohar (II, 19a) it says: \"Rabbi Jehuda said: Come and see how it is; how the princes have assumed power over Israel and the Israelites make no outcry. But their rejoicing is heard when the prince falls. It is written that: the King of the Egyptians died and soon the children of Israel were released from captivity; they cried out and their voice ascended to God.\" 2. THE PRINCEDOM WHOSE CHIEF CITY IS ROME IS THE ONE TO BE HATED MOST OF ALL BY THE JEWS They call it the Kingdom of Esau, and of the Edomites, the Kingdom of Pride, the Wicked Kingdom, Impious Rome. The Turkish Empire is called the Kingdom of the Ismaelites which they do not wish to destroy. The Kingdom of Rome, however, must be exterminated, because when corrupt Rome is destroyed, salvation and freedom will come to God's Chosen People. Rabbi David Kimchi writes as follows in Obadian: \"What the Prophets foretold about the destruction of Edom in the last days was intended for Rome, as Isaiah explains (ch. 34, 1): Come near, ye nations, to hear...For when Rome is destroyed, Israel shall be redeemed.\" Rabbi Abraham also, in his book Tseror Hammor, section Schoftim, says the same: \"Immediately after Rome is destroyed we shall be redeemed.\" IV. LASTLY, ALL CHRISTIANS, INCLUDING THE BEST OF THEM, ARE TO BE KILLED In Abhodah Zarah (26b, Tosephoth) it says: \"Even the best of the Goim should be killed\" The Schulchan Arukh, after the words of Iore Dea (158, 1) that those of the Akum who do no harm to Jews are not to be killed, namely those who do not wage war against Israel, thus explains the word Milchamah - war: \"But in time of war the Akum are to be killed, for it is written: 'The good among the Akum deserve to be killed, etc.'\" V. A JEW WHO KILLS A CHRISTIAN COMMITS NO SIN, BUT OFFERS AN ACCEPTABLE SACRIFICE TO GOD In Speher Or Israel (177b) it says: 31"},{"pageNumber":32,"pageContent":"\"Take the life of the Kliphoth and kill them, and you will please God the same as one who offers incense to Him.\" And in Ialkut Simoni (245c. n. 772) it says: \"Everyone who sheds the blood of the impious is as acceptable to God as he who offers a sacrifice to God.\" VI. AFTER THE DESTRUCTION OF THE TEMPLE AT JERUSALEM, THE ONLY SACRIFICE NECESSARY IS THE EXTERMINATION OF CHRISTIANS In Zohar (III, 227b) the Good Pastor says: \"The only sacrifice required is that we remove the unclean from amongst us.\" Zhoar (II, 43a), explaining the precept of Moses about the redemption of the first born of an ass by offering a lamb, says: \"The ass means the non-Jew, who is to be redeemed by the offering of a lamb, which is the dispersed sheep of Israel. But if he refuses to be redeemed, then break his skull....They should be taken out of the book of the living, for it is said about them: He who sins against me, I shall take out of the book of life.\" VII. THOSE WHO KILLO CHRISTIANS SHALL HAVE A HIGH PLACE IN HEAVEN In Zohar (I, 38b, and 39a) it says: \"In the palaces of the fourth heaven are those who lamented over Sion and Jerusalem, and all those who destroyed idolatrous nations...and those who killed off people who worship idols are clothed in purple garments so that they may be recognized and honored.\" VIII. JEWS MUST NEVER CEASE TO EXTERMINATE THE GOIM; THEY MUST NEVER LEAVE THEM IN PEACE AND NEVER SUBMIT TO THEM In Hilhoth Akum (X, 1) it says: \"Do not eat with idolaters, nor permit them to worship their idols; for it is written: Make no covenant with them, nor show mercy unto them (Deuter. ch. 7, 2). Either turn away from their idols or kill them.\" Ibidem (X, 7): \"In places where Jews are strong, no idolater must be allowed to remain...\" IX. ALL JEWS ARE OBLIGED TO UNITE TOGETHER TO DESTROY TRAITORS AMONG THEM In Choschen Hamm. (338, 16) it says: \"All the inhabitants of a city are obliged to contribute to the expense of killing a traitor, even those who have to pay other taxes.\" X. NO FESTIVAL, NO MATTER HOW SOLEMN, MUST PREVENT THE BEHEADING OF A CHRISTIAN In Pesachim (49b) it says: \"Rabbi Eliezer said: It is permitted to cut off the head of an 'idiot' [one of the people of the Earth] on the feast of the Atonement when it falls on the Sabbath. His disciples said to him: Rabbi, you should rather say to sacrifice. But he replied: By no means, for it is necessary to pray while sacrificing, and there is no need of prayers when you behead someone.\" XI. THE ONE OBJECT OF ALL THE ACTIONS AND PRAYERS OF THE JEWS SHOULD BE TO DESTROY THE CHRISTIAN RELIGION Thus the Jews picture their Messiah and Liberator whom they expect, as a persecutor who will inflict great calamities upon non-Jews. The Talmud lists three great evils which will come upon the world when the Messiah comes. In Schabbath (118a) it says: \"Whoever eats three meals on the Sabbath shall be saved from the three evils: from the punishments of the Messiah, from the pain of hell and from the war of Magog; for it is written: Behold, I shall send you Elias the Prophet before the coming of the 'Day' of the Lord, etc.* XII. IN THEIR PRAYERS THE JEWS SIGH FOR THE COMING OF THE REVENGEFUL MESSIA, ESPECIALLY ON THE EVE OF THE PASSOVER: \"pour out thy anger upon nations that know thee not, and upon the kingdoms which do not invoke thy name; Pour out thy indignation upon them, and let thy wrathful anger take hold of them; Persecute and destroy them in anger from under the 32"},{"pageNumber":33,"pageContent":"heavens of the Lord.\" They also pray as follows: \"How long will thy strength remain captive and thy beauty lie under the hand of the oppressor? O God! Show forth thy strength and thy zeal against our enemies; break their strength and let them be confounded...\" And again: \"Cut off the hope of the unjust; let all heretics perish at once; root out, break up and destroy the Proud Kingdom; hasten to make all peoples subject in our days.\" At that very same time, on Good Friday, that \"Prince of the Proud Empire\" of Rome, the Pope, prays, and orders everyone in the world to pray for all \"heretics\" and those who are \"lost\", as follows: \"Let us pray for the perfidious Jews: that the Lord our God may take away the veil from their hearts, that they may acknowledge Jesus Christ our Lord. \"Omnipotent and Eternal God, who does not even exclude Jewish perfidy from thy mercy: hear our prayers which we offer for the blindness of that people, that, having recognized the light of thy truth, which is Christ, they may come out of their darkness, Through Jesus Christ our Lord...\" http://www.holywar.org THE PROTOCOLS OF THE ELDERS OF ZION A Combination of notes from Smyrna , the courageous Elizabeth Dilling, BeWISE, and The WORD. What are these \"Protocols of the Elders of Zion\" which refuse to to stay dead? What is a \"Protocol\" anyway? In diplomacy, says the dictionary, protocols are \"a signed document containing a record of the points on which agreement has been reached by negotiating parties preliminary to a final treaty of compact\". These Protocols of the Elders of Zion are a program for the enslavement of the world and the destruction of Christian religion above all. Ever since their publication \"The Protocols\" have been the most controversial writings in the world. Powerful elements in society have made them controversial so that few would be courageous enough to use them. We are well aware that whoever uses the \"Protocols\" as a legitimate reference is automatically labeled as a fool and an \"anti-Semite\", for they are vehemently condemned by Jews as the product of either Russian Czar Nicholas II and his gov't, or as plagiarized material from other sources such as the \"Geneva Dialogues\" written by one Maurice Joly. Many deceived Christian/Patriotic Researchers have stated that they are a product of the Bavarian Illuminati. BeWISE plans to present some evidence as to their True origin. Unfortunately, we will not be able to post all the evidence that we have - which is just as well...in spite of the voluminous evidence we could present that the \"Protocols\" originated in secret Jewish meetings, we will probably not exclusively attempt to prove that here. No matter what evidence is presented that would prove that this is the case, such an argument would be denied by a horde of \"experts\". Their circulation incites ATOM BOMB-LIKE FURY on the part of the people who today claim that their religion is Pharisaism. This statement, for example, in the Universal Jewish Encyclopedia (1943), is typical: 33"},{"pageNumber":34,"pageContent":" The Jewish religion as it is today traces its descent, without a break, thru all the centuries, from the PHARISEES. \"Their leading ideas and methods found expression in a literature of enormous extent, of which a very great deal is still in existence. The TALMUD is the largest and most important single member of that literature...and the study of it is essential for any understanding of PHARISAISM\". The basic doctrine is that only Pharisees are \"MEN\". Others rank as animals to be milked or beefed. Non-Pharisees, to quote, are \"the people who are like an ass - slaves who are considered the property of the master\" (Kethuboth 111a). They may be killed, their wages withheld, cheated, enslaved. 63 TALMUD books reek with these teachings. The \"Protocols\" are mild by contrast. No, the \"Protocols\" are self-explanatory. They are indeed the global plan of world conquest put forth by Jewish leaders in a series of meetings held in Basle, 1897, at the time of the First Zionist Congress. \"There plans were said to have been worked out whereby Jews, were to corrupt the entire Christian civilisation, and on the ruins of Christendom erect a world state ruled over by Jews and Freemasons.\" Part of an Encyclopedia Brittanica definition Since the \"Protocols\" have proven to be accurate historically, and in that way they cannot be denied, it was necessary to attribute them to some obscure origin. However, they are right in step with the TALMUD, many Jewish rabbi's throughout history, and \"THE JEWISH UTOPIA\" written by Michael Higger, another rabinic Jewish Talmudic scholar. We post them along with other information to let you be the judge... Am I therefore become your enemy, because I tell you the truth? Galatians 4:16 34"},{"pageNumber":35,"pageContent":"Here is \"The Britons\" translation of the complete text of the notorious Nilus \"Protocols of the Wise Men of Zion.\" PROTOCOLS OF THE MEETINGS OF THE LEARNED ELDERS OF ZION Protocol No. 1 Right lies in Might. Freedom - an idea only. Liberalism. Gold. Faith. Self-Government. Despotism of Capital. The internal foe. The Mob. Anarchy. Politics VERSES Jew-Masonic authority. End justifies Means. The Mob a Blind Man. Political A.B.C. Party Discord. Most satisfactory form of rule-Despotism. Alcohol. Classicism. Corruption. Principles and rules of the Jew-Masonic Government. Terror. \"Liberty, Equality, Fraternity.\" Principles of Dynastic Rule. Annihilation of the priviledges of Goy-Aristocracy (i.e., non-Jew). Abstractness of \"Liberty.\" Power of Removal of representatives of the people. . . . Putting aside fine phrases we shall speak of the significance of each thought: by comparisons and deductions we shall throw light upon surrounding facts. What I am about to set forth, then, is our system from the two points of view, that of ourselves and that of the goyim (i.e., non-Jews). It must be noted that men with bad instincts are more in number than the good, and therefore the best results in governing them are attained by violence and terrorisation, and not by academic discussions. Every man aims at power, everyone would like to become a dictator if only he could, and rare indeed are the men who would not be willing to sacrifice the welfare of all for the sake of securing their own welfare. What has restrained the beasts of prey who are called men? What has served for their guidance hitherto? In the beginnings of the structure of society they were subjected to brutal and blind force; afterwards-to Law, which is the same force, only disguised. I draw the conclusion that by the law of nature right lies in force. Political freedom is an idea but not a fact. This idea one must know how to apply whenever it appears necessary with this bait of an idea to attract the masses of the people to one's party for the purpose of crushing another who is in authority. This task is rendered easier if the opponent has himself been infected with the idea of freedom, SO-CALLED LIBERALISM, and, for the sake of an idea, is willing to yield some of his power. It is precisely here that the triumph of our theory appears: the slackened reins of government are immediately, by the law of life, caught up and gathered together by a new hand, because the blind might of the nation cannot for one single day exist without guidance, and the new author merely fits into the place of the old already weakened by liberalism. In our day the power which has replaced that of the rulers who were liberal is the power of Gold. Time was when Faith ruled. The idea of freedom is impossible of realisation because no one knows how to use it with moderation. It is enough to hand over a people to self-government for a certain length of time for that people to be turned into a disorganised mob. From that moment on we get internecine strife which soon develops into battles between classes, in the midst of which States burn down and their importance is reduced to that of a heap of ashes. Whether a State exhausts itself in its own convulsions, whether its internal discord brings it under the power of external foes - in any case it can be accounted irretrievably lost: IT IS IN OUR POWER. The despotism of Capital, which is entirely in our hands, reaches out to it a straw that the State, willy-nilly, must take hold of: if not - it goes to the bottom. Should anyone of a liberal mind say that such reactions as the above are immoral I would put the following 35"},{"pageNumber":36,"pageContent":"questions - If every State has two foes and if in regard to the external foe it is allowed and not considered immoral to use every manner and art of conflict for example to keep the enemy in ignorance of plans of attack and defence, to attack him by night or in superior numbers, then in what way can the same means in regard to a worse foe the destroyer of the structure of society and the commonweal, be called immoral and not permissible? Is it possible for any sound logical mind to hope with any success to guide crowds by the aid of reasonable counsels and arguments, when any objection or contradiction, senseless though it may be, can be made and when such objection may find more favour with the people, whose powers of reasoning are superficial? Men in masses and the men of the masses, being guided solely by petty passions, paltry beliefs, customs, traditions and sentimental theorism, fall a prey to party disension, which hinders any kind of agreement even on the basis of a perfectly reasonable argument. Every resolution of a crowd depends upon a chance or packed majority which in its ignorance of political secrets puts forth some ridiculous resolution that lays in the administration a seed of anarchy. The political has nothing in common with the moral. The ruler who is governed by the moral is not a skilled politician, and is therefore unstable on his throne. He who wishes to rule must have recourse both to cunning and to make-believe. Great national qualities, like frankness and honesty are vices in politics for they bring down rulers from their thrones more effectively and more certainly than the most powerful enemy. Such qualities must be the attributes of the kingdoms of the goyim, but we must in no wise be guided by them. Our right lies in force. The word \"right\" is an abstract thought and proved by nothing. The word means no more than: -Give me what I want in order that thereby I might have a proof that I am stronger than you. Where does right begin? Where does it end? In any State in which there is a bad organisation of authority, an impersonality of laws and of the rulers who have lost their personality amid the flood of rights ever multiplying out of liberalism, I find a new right - to attack by the right of the strong, and to scatter to the winds all existing forces of order and regulation, to reconstruct all institutions and to become the sovereign lord of those who have left to us the rights of their power by laying them down voluntarily in their liberalism. Our power in the present tottering condition of all forms of power will be more invincible than any other, because it will remain invisible until the moment when it has gained such strength that no cunning can any longer undermine it. Out of the temporary evil we are now compelled to commit will emerge the good of an unshakable rule, which will restore the regular course of the machinery of the national life, brought to naught by liberalism. The result justifies the means. Let us, however, in our plans, direct our attention not so much to what is good and moral as to what is necessary and useful. Before us is a plan in which is laid down strategically the line from which we cannot deviate without running the risk of seeing the labor of many centuries brought to naught. In order to elaborate satisfactory forms of action it is necessary to have regard to the rascality, the slackness, the instability of the mob, its lack of capacity to understand and respect the conditions of its own life, or its own welfare. It must be understood that the might of a mob is blind, senseless and unreasoning force ever at the mercy of a suggestion from any side. The blind cannot lead the blind without bringing them into the abyss; consequently, members of the mob, upstarts from the people even though they should be as a genius for wisdom, yet having no understanding of the political, cannot come forward as leaders of the mob without bringing the whole nation to ruin. Only one trained from childhood for independent rule can have understanding of the words that can be made up of the political alphabet. A people left to itself, i.e., to upstarts from its midst, brings itself to ruin by party dissension's excited by the pursuit of power and honours and disorders arising therefrom. Is it possible for the masses of the people calmly 36"},{"pageNumber":37,"pageContent":"and without petty jealousies to form judgments, to deal with the affairs of the country, which cannot be mixed up with personal interests? Can they defend themselves from an eternal foe? It is unthinkable, for a plan broken up into as many parts as there are heads in the mob, loses all homogeneity, and thereby becomes unintelligible and impossible of execution. It is only with a despotic ruler that plans can be elaborated extensively and clearly in such a way as to distribute the whole properly among the several parts of the machinery of the State: from this the conclusion is inevitable that a satisfactory form of government for any country is one that concentrates in the hands of one responsible person. Without an absolute despotism there can be no existence for civilisation which is carried on not by the masses but by their guide, whosoever that person may be. The mob is a savage and displays its savagery at every opportunity. The moment the mob seizes freedom in its hands it quickly turns to anarchy, which in itself is the highest degree of savagery. Behold the alcoholised animals, bemused with drink, the right to an immoderate use of which comes along with freedom. It is not for us and ours to walk that road. The peoples of the goyim are bemused with alcoholic liquors; their youth has grown stupid on classicism and from early immorality, into which it has been inducted by our special agents - by tutors, lackeys, governesses in the houses of the wealthy, by clerks and others, by our women in the places of dissipation frequented by the goyim. In the number of these last I count also the so-called \"society ladies,\" voluntary followers of the others in corruption and luxury. Our countersign is -Force and Make-believe. Only force conquers in political affairs, especially if it be concealed in the talents essential to statesmen. Violence must be the principle, and cunning and make-believe the rule for governments which do not want to lay down their crowns at the feet of agents of some new power. This evil is the one and only means to attain the end, the good. Therefore we must not stop at bribery, deceit and treachery when they should serve towards the attainment of our end. In politics one must know how to seize the property of others without hesitation if by it we secure submission and sovereignty. Our State, marching along the path of peaceful conquest, has the right to replace the horrors of war by less noticeable and more satisfactory sentences of death, necessary to maintain the terror which tends to produce blind submission. Just but merciless severity is the greatest factor of strength in the State: not only for the sake of gain but also in the name of duty, for the sake of victory, we must keep to the programme of violence and make-believe. The doctrine of squaring accounts is precisely as strong as the means of which it makes use. Therefore it is not so much by the means themselves as by the doctrine of severity that we shall triumph and bring all governments into subjection to our super-government. It is enough for them to know that we are merciless for all disobedience to cease. Far back in ancient times we were the first to cry among the masses of the people the words \"Liberty, Equality, Fraternity,\" words many times repeated since those days by stupid poll-parrots who from all sides round flew down upon these baits and with them carried away the well-being of the world, true freedom of the individual, formerly so well guarded against the pressure of the mob. The would-be wise men of the goyim, the intellectuals, could not make anything out of the uttered words in their abstractness; did not note the contradiction of their meaning and inter-relation: did not see that in nature there is no equality, cannot be freedom: that Nature herself has established inequality of minds, of characters, and capacities, just as immutable as she has established subordination to her laws: never stopped to think that the mob is a blind thing, that upstarts elected from among it to bear rule are, in regard to the political, the same blind men as the mob itself, that the adept, though he be a fool, can yet rule, whereas the non-adept, even if he were a genius, understands nothing in the political - to all these things the goyim paid no regard; yet all the time it was based upon these things that dynastic rule rested: the father passed on to the son a knowledge of the course of political affairs in such wise that none should know it but members of the dynasty and none could betray it to the governed. As time went on the meaning of the dynastic transference of the true position of affairs in the political was lost, and this aided the success of our cause. 37"},{"pageNumber":38,"pageContent":"In all corners of the earth the words \"Liberty, Equality, Fraternity\" brought to our ranks, thanks to our blind agents, whole legions who bore our banners with enthusiasm. And all the time these words were canker-worms at work boring into the well-being of the goyim, putting an end everywhere to peace, quiet, solidarity and destroying all the foundations of the goy States. As you will see later this helped us to our triumph; it gave us the possibility, among other things, of getting into our hands the master card - the destruction of the privileges, or in other words of the very existence of the aristocracy of the goyim, that c ass which was the only defence peoples and countries had against us. On the ruins of the natural and genealogical aristocracy of the goyim we have set up the aristocracy of our educated class headed by the aristocracy of money. The qualifications for this aristocracy we have established in wealth, which is dependent upon us and in knowledge, for which our learned elders provide the motive force. Our triumph has been rendered easier by the fact that in our relations with the men whom we wanted we have always worked upon the most sensitive chords of the human mind, upon the cash account, upon the cupidity, upon the insatiability for material needs of man; and each one of these human weaknesses, taken alone, is sufficient to paralyse initiative for it hands over the will of men to the disposition of him who has bought their activities The abstraction of freedom has enabled us to persuade the mob in all countries that their government is nothing but the steward of the people who are the owners of the country, and that the steward may be replaced like a worn-out glove. It is this possibility of replacing the representatives of the people which has placed them at our disposal, and, as it were, given us the power of appointment. PROTOCOL NO. 2 Economic Wars - the foundation of the Jewish predominance. Figure-head government and \"secret advisors.\" Success of destructive doctrines. Adaptability in politics. Part played by the Press. Cost of gold and value of Jewish sacrifice. It is indispensable for our purpose that wars, so far as possible, should not result in territorial gains: war will thus be brought on to the economic ground, where the nations will not fail to perceive in the assistance we give the strength of our predominance, and this state of things will put both sides at the mercy of our international agentur; which possesses millions of eyes ever on the watch and unhampered by any limitations whatsoever. Our international rights will then wipe out national rights, in the proper sense of right, and will rule the nations precisely as the civil law of States rules the relations of their subjects among themselves. The administrators, whom we shall choose from among the public, with strict regard to their capacities for servile obedience, will not be persons trained in the arts of government, and will therefore easily become pawns in our game in the hands of men of learning and genius who will be their advisers, specialists bred and reared from early childhood to rule the affairs of the whole world. As is well known to you, these specialists of ours have been drawing to fit them for rule the information they need from our political plans, from the lessons of history, from observations made of the events of every moment as it passes. The goyim are not guided by practical use of unprejudiced historical observation, but by theoretical routine without any critical regard for consequent results. We need not, therefore, take any account of them - let them amuse themselves until the hour strikes, or live on hopes of new forms of enterprising pastime, or on the memories of all they have enjoyed. For them let that play the principal part which we have persuaded them to accept as the dictates of science (theory). It is with this object in view that we are constantly, by means of our press, arousing a blind confidence in these theories. The intellectuals of the goyim will puff themselves up with their knowledge and without any logical verification of it will put into effect all the information available from science, which our AGENTUR specialists have cunningly pieced together 38"},{"pageNumber":39,"pageContent":"for the purpose of educating their minds in the direction we want. Do not suppose for a moment that these statements are empty words: think carefully of the successes we arranged for Darwinism, Marxism, Nietzsche-ism. To us Jews, at any rate, it should be plain to see what a disintegrating importance these directives have had upon the minds of the goyim. It is indispensable for us to take account of the thoughts, characters, tendencies of the nations in order to avoid making slips in the political and in the direction of administrative affairs. The triumph of our system, of which the component parts of the machinery may be variously disposed according to the temperament of the peoples met on our way, will fail of success if the practical application of it be not based upon a summing up of the lessons of the past in the light of the present. In the hands of the States of to-day there is a great force that creates the movement of thought in the people, and that is the Press. The part played by the Press is to keep pointing out requirements supposed to be indispensable, to give voice to the complaints of the people, to express and to create discontent. It is in the Press that the triumph of freedom of speech finds its incarnation. But the goyim States have not known how to make use of this force; and it has fallen into our hands. Through the Press we have gained the power to influence while remaining ourselves in the shade; thanks to the Press we have got the gold in our hands, notwithstanding that we have had to gather it out of oceans of blood and tears. But it has paid us, though we have sacrificed many of our people. Each victim on our side is worth in the sight of God a thousand goyim. PROTOCOL NO. 3 The Symbolic Snake and its significance. The instability of the constitutional scales. Terror in the palaces. Power and ambition. Parliaments \"talkeries,\" pamphlets. Abuse of power. Economic slavery. \"People's Rights.\" Monopolist system and the aristocracy. The Army of Mason-Jewry. Decrescence of the GOYIM. Hunger and rights of capital. The mob and the coronation of \"The Sovereign Lord of all the World.\" The fundamental pre- cept in the programme of the future Masonic national schools. The secret of the science of the structure of society. Universal economic crisis. Security of \"ours\" (i.e., our people, Jews). The despotism of Masonry - the kingdom of reason. Loss of the guide. Masonry and the French Revolution. The King-Despot of the blood of Zion. Causes of the invisibility of Masonry. Part played by secret masonic agents. Freedom. To-day I may tell you that our goal is now only a few steps off. There remains a small space to cross and the whole long path we have trodden is ready now to close its cycle of the Symbolic Snake, by which we symbolise our people. When this ring closes, all the States of Europe will be locked in its coil as in a powerful vice. The constitution scales of these days will shortly break down, for we have established them with a certain lack of accurate balance in order that they may oscillate incessantly until they wear through the pivot on which they turn. The goyim are under the impression that they have welded them sufficiently strong and they have all along kept on expecting that the scales would come into equilibrium. But the pivots - the kings on their thrones - are hemmed in by their representatives, who play the fool, distraught with their own uncontrolled and irresponsible power. This power they owe to the terror which has been breathed into the palaces. As they have no meant of getting at their people, into their very midst, the kings on their thrones are no longer able to come to terms with them and so strengthen themselves against seekers after power. We have made a gulf between the farseeing sovereign Power and the blind force of the people so that both have lost all meaning, for like the blind man and his stick, both are powerless apart. In order to incite seekers after power to a misuse of power we have set all forces in opposition one to another, breaking up their liberal tendencies towards independence. To this end we have stirred up every form of 39"},{"pageNumber":40,"pageContent":"enterprise, we have armed all parties, we have set up authority as a target for every ambition. Of States we have made gladiatorial arenas where a host of confused issues contend....A little more, and disorders and bankruptcy will be universal.... Babblers inexhaustible have turned into oratorical contests the sittings of Parliament and Administrative Boards. Bold journalists and unscrupulous pamphleteers daily fall upon executive officials. Abuses of power will put the final touch in preparing all institutions for their overthrow and everything will fly skyward under the blows of the maddened mob. All people are chained down to heavy toil by poverty more firmly than ever they were chained by slavery and serfdom; from these, one way and another, they might free themselves, these could be settled with, but from want they will never get away. We have included in the constitution such rights as to the masses appear fictitious and not actual rights. All these so-called \"People's Rights\" can exist only in idea, an idea which can never be realized in practical life. What is it to the proletariat labourer, bowed double over his heavy toil, crushed by his lot in life, if talkers get the right to babble, if journalists get the right to scribble any nonsense side by side with good stuff, once the proletariat has no other profit out of the constitution save only those pitiful crumbs which we fling them from our table in return for their voting in favour of what we dictate, in favour of the men we place in power, the servants of our AGENTUR.... Republican right for a poor man are no more than a bitter piece of irony for the necessity he is under of toiling almost all day gives him no present use of them, but on the other hand robs him of all guarantee of regular and certain earnings by making him dependent on strikes by his comrades or lockouts by his masters. The people under our guidance have annihilated the aristocracy, who were their one and only defence and foster-mother for the sake of their own advantage which is inseparably bound up with the well-being of the people. Nowadays, with the destruction of the aristocracy, the people have fallen into the grips of merciless money-grinding scoundrels who have laid a pitiless and cruel yoke upon the necks of the workers. We appear on the scene as alleged saviours of the worker from this oppression when we propose to him to enter the ranks of our fighting forces - Socialists, Anarchists, Communists - to whom we always give rapport in accordance with an alleged brotherly rule (of the solidarity of all humanity) of our SOCIAL MASONRY. The aristocracy, which enjoyed by law the labour of the workers, was interested in seeing that the workers were well fed, healthy and strong. We are interested in just the opposite - in the diminution, the KILLING OUT OF THE GOYIM. Our power is in the chronic shortness of food and physical weakness of the worker because by all that this implies he is made the slave of our will, and he will not find in his own authorities either strength or energy to set against our will. Hunger creates the right of capital to rule the worker more surely than it was given to the aristocracy by the legal authority of kings. By want and the envy and hatred which it engenders we shall move the mobs and with their hands we shall wipe out all those who hinder on our way. WHEN THE HOUR STRIKES FOR OUR SOVEREIGN LORD OF ALL THE WORLD TO BE CROWNED IT IS THESE SAME HANDS WHICH WILL SWEEP AWAY EVERYTHING THAT MIGHT BE A HINDRANCE THERETO. The goyim have lost the habit of thinking unless prompted by the suggestions of our specialists. Therefore they do not see the urgent necessity of what we, when our kingdom comes, shall adopt all at once, namely this, that IT IS ESSENTIAL TO TEACH IN NATIONAL SCHOOLS ONE SIMPLE, TRUE PIECE OF KNOWLEDGE, THE BASIS OF ALL KNOWLEDGE - THE KNOWLEDGE OF THE STRUCTURE OF HUMAN LIFE, OF SOCIAL EXISTENCE, WHICH REQUIRES DIVISION OF LABOUR, AND, CONSEQUENTLY, THE DIVISION OF MEN INTO CLASSES AND CONDITIONS. It is essential for all to know that owing to DIFFERENCE IN THE OBJECTS OF HUMAN ACTIVITY THERE CANNOT BE ANY EQUALITY, that he who by any act of his compromises a whole class cannot be equally responsible before the law with him who affects no one but only his own honour. The true knowledge of the structure of society, into the secrets of which we do not admit the goyim, 40"},{"pageNumber":41,"pageContent":"would demonstrate to all men that the positions and work must be kept within a certain circle, that they may not become a source of human suffering, arising from an education which does not correspond with the work which individuals are called upon to do. After a thorough study of this knowledge the peoples will voluntarily submit to authority and accept such position as is appointed them in the State. In the present state of knowledge and the direction we have given to its development the people, blindly believing things in print - cherishes - thanks to promptings intended to mislead and to its own ignorance a blind hatred towards all conditions which it considers above itself, for it has no understanding of the meaning of class and condition. This hatred will be still further magnified by the effects of an ECONOMIC CRISIS, which will stop dealings on the exchanges and bring industry to a standstill. We shall create by all the secret subterranean methods open to us and with the aid of gold, which is all in our hands, A UNIVERSAL ECONOMIC CRISIS WHEREBY WE SHALL THROW UPON THE STREETS WHOLE MOBS OF WORKERS SIMULTANEOUSLY IN ALL THE COUNTRIES OF EUROPE. These mobs will rush delightedly to shed the blood of those whom, in the simplicity of their ignorance, they have envied from their cradles, and whose property they will then be able to loot. \"OURS\" THEY WILL NOT TOUCH, BECAUSE THE MOMENT OF ATTACK WILL BE KNOWN TO US AND WE SHALL TAKE MEASURES TO PROTECT OUR OWN. We have demonstrated that progress will bring all the goyim to the sovereignty of reason. Our despotism will be precisely that; for it will know how by wise severities to pacificate all unrest, to cauterise liberalism out of all institutions. When the populace has seen that all sorts of concessions and indulgences are yielded it in the name of freedom it has imagined itself to be sovereign lord and has stormed its way to power, but, naturally, like every other blind man it has come upon a host of stumbling blocks, IT HAS RUSHED TO FIND A GUIDE, IT HAS NEVER HAD THE SENSE TO RETURN TO THE FORMER STATE and it has laid down its plenipotentiary powers at OUR feet. Remember the French Revolution, to which it was we who gave the name of \"Great\": the secrets of its preparations are well known to us for it was wholly the work of our hands. Ever since that time we have been leading the peoples from one disenchantment to another, so that in the end they should turn also from us in favour of that KING-DESPOT OF THE BLOOD OF ZION, WHOM WE ARE PREPARING FOR THE WORLD. At the present day we are, as an international force, invincible, because if attacked by some we are supported by other States. It is the bottomless rascality of the goyim peoples, who crawl on their bellies to force, but are merciless towards weakness, unsparing to faults and indulgent to crimes, unwilling to bear the contradictions of a free social system but patient unto martyrdom under the violence of a bold despotism - it is those qualities which are aiding us to independence. From the premier-dictators of the present day the goyim peoples suffer patiently and bear such abuses as for the least of them they would have beheaded twenty kings. What is the explanation of this phenomenon, this curious inconsequence of the masses of the peoples in their attitude towards what would appear to be events of the same order? It is explained by the fact that these dictators whisper to the peoples through their agents that through these abuses they are inflicting injury on the States with the highest purpose - to secure the welfare of the peoples, the international brotherhood of them all, their solidarity and equality of rights. Naturally they do not tell the peoples that this unification must be accomplished only under our sovereign rule. And thus the people condemn the upright and acquit the guilty, persuaded ever more and more that it can do whatsoever it wishes. Thanks to this state of things the people are destroying every kind of stability and creating disorders at every step. The word \"freedom\" brings out the communities of men to fight against every kind of force, against every kind of 41"},{"pageNumber":42,"pageContent":"authority, even against God and the laws of nature. For this reason we, when we come into our kingdom, shall have to erase this word from the lexicon of life as implying a principle of brute force which turns mobs into bloodthirsty beasts. These beasts, it is true, fall asleep again every time when they have drunk their fill of blood, and at such times can easily be riveted into their chains. But if they be not given blood they will not sleep and continue to struggle. PROTOCOL NO. 4 Stages of a Republic. Gentile Masonry. Freedom and Faith. International Industrial Competition. Role of Speculation. Cult of Gold. Every republic passes through several stages. The first of these is comprised in the early days of mad raging by the blind mob, tossed hither and thither, right and left: the second is demagogy, from which is born anarchy, and that leads inevitably to despotism - not any longer legal and overt, and therefore responsible despotism, but to unseen and secretly hidden, yet nevertheless sensibly felt despotism in the hands of some secret organisation or other, whose acts are the more unscrupulous inasmuch as it works behind a screen, behind the backs of all sorts of agents, the changing of whom not only does not injuriously affect but actually aids the secret force by saving it, thanks to continual changes, from the necessity of expending its resources on the rewarding of long services. Who and what is in a position to overthrow an invisible force? And this is precisely what our force is. Gentile masonry blindly serves as a screen for us and our objects, both the plan of action of our force, even its very abiding-place, remains for the whole people an unknown mystery. But even freedom might be harmless and have its place in the State economy without injury to the well-being of the peoples if it rested upon the foundation of faith in God, upon the brotherhood of humanity, unconnected with the conception of equality, which is negatived by the very laws of creation, for they have established subordination. With such a faith as this a people might be governed by a wardship of pari- shes, and would walk contentedly and humbly under the guiding hand of its spiritual pastor submitting to the dispositions of God upon earth. This is the reason why IT IS INDISPENSABLE FOR US TO UNDERMINE ALL FAITH, TO TEAR OUT OF THE MINDS OF THE GOYIM THE VERY PRINCIPLE OF GODHEAD AND THE SPIRIT, AND TO PUT IN ITS PLACE ARITHMETICAL CALCULATIONS AND MATERIAL NEEDS. In order to give the goyim no time to think and take note, their minds must be diverted towards industry and trade. Thus, all the nations will be swallowed up in the pursuit of gain and in the race for it will not take note of their common foe. But again, in order that freedom may once for all disintegrate and ruin the communities of the goyim, we must put industry on a speculative basis: the result of this will be that what is withdrawn from the land by industry will slip through the hands and pass into speculation, that is, to our classes. The intensified struggle for superiority and shocks delivered to economic life will create, nay, have already created, disenchanted, cold and heartless communities. Such communities will foster a strong aversion towards the higher political and towards religion. Their only guide is gain, that is Gold, which they will erect into a veritable cult, for the sake of those material delights which it can give. Then will the hour strike when, not for the sake of attaining the good, not even to win wealth, but solely out of hatred towards the privileged, the lower classes of the goyim will follow our lead against our rivals for power, the intellectuals of the goyim. PROTOCOL NO. 5 Creation of an intensified centralized of government. Methods of seizing power by masonry. Causes of the 42"},{"pageNumber":43,"pageContent":"impossibility of agreement between States. The state of \"predestination\" of the Jews. Gold - the engine of the machinery of States. Significance of personal initiative. The Super-Government. What form of administrative rule can be given to communities in which corruption has penetrated everywhere, communities where riches are attained only by the clever surprise tactics of semi-swindling tricks; where looseness reigns: where morality is maintained by penal measures and harsh laws but not by voluntary accepted principles: where the feelings towards faith and country are obliterated by cosmopolitan convictions? What form of rule is to be given to these communities if not that despotism which I shall describe to you later? We shall create an intensified centralisation of government in order to grip in our hands all the forces of the community. We shall regulate mechanically all the actions of the political life of our subjects by new laws. These laws will withdraw one by one all the indulgences and liberties which have been permitted by the goyim, and our kingdom will be distinguished by a despotism of such magnificent proportions as to be at any moment and in every place in a position to wipe out any goyim who oppose us by deed or word. We shall be told that such a despotism as I speak of is not consistent with the progress of these days, but I will prove to you that it is. In the times when the peoples looked upon kings on their thrones as on a pure manifestation of the will of God, they submitted without a murmur to the despotic power of kings: but from the day when we insinuated into their minds the conception of their own rights they began to regard the occupants of thrones as mere ordinary mortals. The holy unction of the Lord's Anointed has fallen from the heads of kings in the eyes of the people, and when we also robbed them of their faith in God the might of power was flung upon the streets into the place of public proprietorship and was seized by us. Moreover, the art of directing masses and individuals by means of cleverly manipulated theory and verbiage, by regulations of life in common and all sorts of other quirks, in all which the goyim understand nothing, belongs likewise to the specialists of our administrative brain. Reared on analysis, observation, on delicacies of fine calculation, in this species of skill we have no rivals, any more than we have either in the drawing up of plans of political actions and solidarity. In this respect the Jesuits alone might have compared with us, but we have contrived to discredit them in the eyes of the unthinking mob as an overt organisation, while we ourselves all the while have kept our secret organisation in the shade. However, it is probably all the same to the world who is its sovereign lord, whether the head of Catholicism or our despot of the blood of Zion! But to us, the Chosen People, it is very far from being a matter of indifference. FOR A TIME PERHAPS WE MIGHT BE SUCCESSFULLY DEALT WITH BY A COALITION OF THE GOYIM OF ALL THE WORLD: but from this danger we are secured by the discord existing among them whose roots are so deeply seated that they can never now be plucked up. We have set one against another the personal and national reckonings of the goyim, religious and race hatreds, which we have fostered into a huge growth in the course of the past twenty centuries. This is the reason why there is not one State which would anywhere receive support if it were to raise its arm, for every one of them must bear in mind that any agreement against us would be unprofitable to itself. We are too strong - there is no evading our power. THE NATIONS CANNOT COME TO EVEN AN INCONSIDERABLE PRIVATE AGREEMENT WITHOUT OUR SECRETLY HAVING A HAND IN IT. PER ME REGES REGNANT. \"It is through Me that Kings reign.\" And it was said by the prophets that we were chosen by God Himself to rule over the whole earth. God has endowed us with genius that we may be equal to our task. Were genius in the opposite camp it would still struggle against us, but even so a newcomer is no match for the old established settler: the struggle would be merciless between us, such a fight as the world has never yet seen. Aye, and the genius on their side would have arrived too late. All the wheels of the machinery of all States go by the force of the engine, which is in our hands, and that engine of the machinery of States is - Gold. The science of political economy invented by our learned elders has for long past been giving royal prestige to capital. 43"},{"pageNumber":44,"pageContent":"Capital, if it is to co-operate untrammelled, must be free to establish a monopoly of industry and trade: this is already being put in execution by an unseen hand in all quarters of the world. This freedom will give political force to those engaged in industry, and that will help to oppress the people. Nowadays it is more important to disarm the peoples than to lead them into war: more important to use for our advantage the passions which have burst into flames than to quench their fire: more important to catch up and interpret the ideas of others to suit ourselves than to eradicate them. THE PRINCIPAL OBJECT OF OUR DIRECTORATE CONSISTS IN THIS: TO DEBILITATE THE PUBLIC MIND BY CRITICISM TO LEAD IT AWAY FROM SERIOUS REFLECTIONS CALCULATED TO AROUSE RESISTANCE TO DISTRACT THE FORCES OF THE MIND TOWARDS A SHAM FIGHT OF EMPTY ELOQUENCE. In all ages the peoples of the world, equally with individuals, have accepted words for deeds, for THEY ARE CONTENT WITH A SHOW and rarely pause to note, in the public arena, whether promises are followed by performance. Therefore we shall establish show institutions which will give eloquent proof of their benefit to progress. We shall assume to ourselves the liberal physiognomy of all parties, of all directions, and we shall give that physiognomy a voice IN ORATORS WHO WILL SPEAK SO MUCH THAT THEY WILL EXHAUST THE PATIENCE OF THEIR HEARERS AND PRODUCE AN ABHORRENCE OF ORATORY. IN ORDER TO PUT PUBLIC OPINION INTO OUR HANDS WE MUST BRING IT INTO A STATE OF BEWILDERMENT BY GIVING EXPRESSION FROM ALL SIDES TO SO MANY CONTRADICTORY OPINIONS AND FOR SUCH LENGTH OF TIME AS WILL SUFFICE TO MAKE THE GOYIM LOSE THEIR HEADS IN THE LABYRINTH AND COME TO SEE THAT THE BEST THING IS TO HAVE NO OPINION OF ANY KIND IN MATTERS POLITICAL, which it is not given to the public to understand, because they are understood only by him who guides the public. This is the first secret. The second secret requisite for the success of our government is comprised in the following. To multiply to such an extent national failings, habits, passions, conditions of civil life, that it will be impossible for anyone to know where he is in the resulting chaos, so that the people in consequence will fail to understand one another. This measure will also serve us in another way, namely, to sow discord in all parties, to dislocate all collective forces which are still unwilling to submit to us, and to discourage any kind of personal initiative which might in any degree hinder our affair. THERE IS NO- THING MORE DANGEROUS THAN PERSONAL INITIATIVE; if it has genius behind it, such initiative can do more than can be done by millions of people among whom we have sown discord. We must so direct the education of the goyim communities that whenever they come upon a matter requiring initiative they may drop their hands in despairing impotence. The strain which results from freedom of action saps the forces when it meets with the freedom of another. From this collision arise grave moral shocks, disenchantments, failures. BY ALL THESE MEANS WE SHALL SO WEAR DOWN THE GOYIM THAT THEY WILL BE COMPELLED TO OFFER US INTERNATIONAL POWER A NATURE THAT BY ITS POSITION WILL ENABLE US WITHOUT ANY VIOLENCE GRADUALLY TO ABSORB ALL THE STATE FORCES OF THE WORLD AND TO FORM A SUPER-GOVERNMENT. In place of the rulers of to-day we shall set up a bogey which will be called the Super-Government Administration. Its hands will reach out in all directions like nippers and its organisation will be of such colossal dimensions that it cannot fail to subdue all the nations of the world. PROTOCOL NO. 6 Monopolities; upon them depend the fortunes of the goyim. Taking of the land out of hands of the aristocracy. Trade, Industry and Speculation. Luxury. Rise of wages and increase of price in the articles of primary necessity. Anarchism and drunkeness. Secret meaning of the of the propaganda of economic theories. We shall soon begin to establish huge monopolies, reservoirs of colossal riches, upon which even large fortunes of 44"},{"pageNumber":45,"pageContent":"the goyim will depend to such an extent that they will go to the bottom together with the credit of the States on the day after the political smash.... You gentlemen here present who are economists, just strike an estimate of the significance of this combination ! In every possible way we must develop the significance of our Super-Government by representing it as the Protector and Benefactor of all those who voluntarily submit to us. The aristocracy of the goyim as a political force, is dead - we need not take it into account; but as landed proprietors they can still be harmful to us from the fact that they are self-sufficing in the resources upon which they live. It is essential therefore for us at whatever cost to deprive them of their land. This object will be best attained by increasing the burdens upon landed property - in loading lands with debts. These measures will check land-holding and keep it in a state of humble and unconditional submission. The aristocrats of the goyim, being hereditarily incapable of contenting themselves with little, will rapidly burn up and fizzle out. At the same time we must intensively patronise trade and industry, but, first and foremost, speculation, the part played by which is to provide a counterpoise to industry: the absence of speculative industry will multiply capital in private hands and will serve to restore agriculture by freeing the land from indebtedness to the land banks. What we want is that industry should drain off from the land both labour and capital and by means of speculation transfer into our hands all the money of the world, and thereby throw all the goyim into the ranks of the proletariat. Then the goyim will bow down before us, if for no other reason but to get the right to exist. To complete the ruin of the industry of the goyim we shall bring to the assistance of speculation the luxury which we have developed among the goyim, that greedy demand for luxury which is swallowing up everything. WE SHALL RAISE THE RATE OF WAGES, HOWEVER, WILL NOT BRING ANY ADVANTAGE TO THE WORKERS, FOR, AT THE SAME TIME, WE SHALL PRODUCE A RISE IN PRICES OF THE FIRST NECESSARIES OF LIFE, ALLEGING THAT IT ARISES FROM THE DECLINE OF AGRICULTURE AND CATTLE-BREEDING: WE SHALL FURTHER UNDERMINE ARTFULLY AND DEEPLY SOURCES OF PRODUCTION, BY ACCUSTOMING THE WORKERS TO ANARCHY AND TO DRUNKENNESS AND SIDE BY SIDE THEREWITH TAKING ALL MEASURE TO EXTIRPATE FROM THE FACE OF THE EARTH ALL THE EDUCATED FORCES OF THE GOYIM. IN ORDER THAT THE TRUE MEANING OF THINGS MAY NOT STRIKE THE GOYIM BEFORE THE PROPER TIME WE SHALL MASK IT UNDER AN ALLEGED ARDENT DRIVE TO SERVE THE WORKING CLASSES AND THE GREAT PRINCIPLES OF POLITICAL ECONOMY ABOUT WHICH OUR ECONOMIC THEORIES ARE CARRYING ON AN ENERGETIC PROPAGANDA. PROTOCOL NO. 7 Object of the intensification of armaments. Ferments, discords and hostility all over the world. Checking the opposition of the goyim by wars and by a universal war. Secrecy means success in the political. The Press and public opinion. The guns of America, China and Japan. The intensification of armaments, the increase of police forces - are all essential for the completion of the aforementioned plans. What we have to get at is that there should be in all the States of the world, besides ourselves, only the masses of the proletariat, a few millionaires devoted to our interests, police and soldiers. 45"},{"pageNumber":46,"pageContent":"Throughout all Europe, and by means of relations with Europe, in other continents also, we must create ferments, discords and hostility. Therein we gain a double advantage. In the first place we keep in check all countries, for they well know that we have the power whenever we like to create disorders or to restore order. All these countries are accustomed to see in us an indispensable force of coercion. In the second place, by our intrigues we shall tangle up all the threads which we have stretched into the cabinets of all States by means of politics, by economic treaties, or loan obligations. In order to succeed in this we must use great cunning and penetration during negotiations and agreements, but, as regards what is called the \"official language,\" we shall keep to the opposite tactics and assume the mask of honesty and compliancy. In this way the peoples and governments of the goyim, whom we have taught to look only at the outside of whatever we present to their notice, will still continue to accept us as the benefactors and saviours of the human race. We must be in a position to respond to every act of opposition by war with the neighbours of that country which dares to oppose us: but if these neighbours should also venture to stand collectively together against us, then we must offer resistance by a universal war. The principal factor of success in the political is the secrecy of its undertakings: the word should not agree with the deeds of the diplomat. We must compel the governments of the goyim to take action in the direction favoured by our widely conceived plan, already approaching the desired consummation, by what we shall represent as public opinion, secretly prompted by us through the means of that so-called \"Great Power\" --THE PRESS, WHICH, WITH A FEW EXCEPTIONS THAT MAY BE DISREGARDED, IS ALREADY ENTIRELY IN OUR HANDS. In a word, to sum up our system of keeping the governments of the goyim in Europe in check, we shall show our strength to one of them by terrorist attempts and to all, if we allow the possibility of a general rising against us, we shall respond with the guns of America or China or Japan. PROTOCOL NO. 8 Ambiguous employment of juridical right. Assistants of the Masonic directorate. Special school and super-educational training. Economists and millionaires. To whom to entrust responsible post in the government. We must arm ourselves with all the weapons which our opponents might employ against us. We must search out in the very finest shades of expression and the knotty points of the lexicon of law justification for those cases where we shall have to pronounce judgments that might appear abnormally audacious and unjust, for it is important that these resolutions should be set forth in expressions that shall seem to be the most exalted moral principles cast into legal form. Our directorate must surround itself with all these forces of civilisation among which it will have to work. It will surround itself with publicists, practical jurists, administrators, diplomats and, finally, with persons prepared by a special super-educational training IN OUR SPECIAL SCHOOLS. These persons will have cognisance of all the secrets of the social structure, they will know all the languages that can be made up by political alphabets and words; they will be made acquainted with the whole underside of human nature, with all its sensitive chords on which they will have to play. These chords are the cast of mind of the goyim, their tendencies, shortcomings, vices and qualities, the particularities of classes and conditions. Needless to say that the talented assistants of authority, of whom I speak, will be taken not from among the goyim, who are accustomed to perform their administrative work without giving themselves the trouble to think what its aim is, and never consider what it is needed for. The administrators of the goyim sign papers without reading them, and they serve either for mercenary reasons or from ambition. 46"},{"pageNumber":47,"pageContent":"We shall surround our government with a whole world of economists. That is the reason why economic sciences form the principal subject of the teaching given to the Jews. Around us again will be a whole constellation of bankers, industrialists, capitalists and - THE MAIN THING - MILLIONAIRES, BECAUSE IN SUBSTANCE EVERYTHING WILL BE SETTLED BY THE QUESTION OF FIGURES. For a time, until there will no longer be any risk in entrusting responsible posts in our States to our brother-Jews we shall put them in the hands of persons whose past and reputation are such that between them and the people lies an abyss, persons who, in case of disobedience to our instructions, must face criminal charges or disappear -- this in order to make them defend our interest to their last gasp. PROTOCOL NO. 9 Application of masonic principles in the matter of educating the peoples. Masonic watchword. Meaning of Anti-Semitism. Dictatorship of masonry. Terror. Who are the servants of masonry. Meaning of the \"clear-sighted\" and the \"blind\" forces of the \"goyim\" states. Communion between authority and mob. License of liberalism. Seizure of education and training. False theories. Interpretation of laws. The \"undergrounds\" (metropolitains). In applying our principles let attention be paid to the character of the people in whose country you live and act; a general, identical application of them, until such time as the people shall have been re-educated to our pattern, cannot have success. But by approaching their application cautiously you will see that not a decade will pass before the most stubborn character will change and we shall add a new people to the ranks of those already subdued by us. The words of the liberal, which are in effect the words of our masonic watchword, namely, \"Liberty, Equality, Fraternity,\" will, when we come into our kingdom, be changed by us into words no longer of a watchword, but only an expression of idealism, namely, into: \"The right of liberty, the duty of equality, the ideal of brotherhood.\" That is how we shall put it, and so we shall catch the bull by the horns... DE FACTO we have already wiped out every kind of rule except our own, although DE JURE there still remain a good many of them. Nowadays, if any States raise a protest against us it is only PRO FORMA at our discretion and by our direction, for THEIR ANTI-SEMITISM IS INDISPENSABLE TO US FOR THE MANAGEMENT OF OUR LESSER BRETHREN. I will not enter into further explanations, for this matter has formed the subject of repeated discussions amongst us. For us there are no checks to limit the range of our activity. Our Super-Government subsists in extra-legal conditions which are described in the accepted terminology by the energetic and forcible word - Dictatorship. I am in a position to tell you with a clear conscience that at the proper time we, the law-givers shall execute judgment and sentence, we shall slay and we shall spare, we, as head of all our troops, are mounted on the steed of the leader. We rule by force of will, because in our hands are the fragments of a once powerful party, now vanquished by us. AND THE WEAPONS IN OUR HANDS ARE LIMITLESS AMBITIONS, BURNING GREEDINESS, MERCILESS VENGEANCE, HATREDS AND MALICE. IT IS FROM US THAT ALL-ENGULFING TERROR PROCEEDS. WE HAVE IN OUR SERVICE PERSONS OF ALL OPINIONS, OF ALL DOCTRINES, RESTORATING MONARCHISTS, DEMAGOGUES, SOCIALISTS, COMMUNISTS, AND UTOPIAN DREAMERS OF EVERY KIND. We have harnessed them all to the task: EACH ONE OF THEM ON HIS OWN ACCOUNT IS BORING AWAY AT THE LAST REMNANTS OF AUTHORITY, IS STRIVING TO OVERTHROW ALL ESTABLISHED FORM OF ORDER. By these acts all States are in torture; they exhort to tranquillity, are ready to sacrifice everything for peace: but we will not give them peace until they openly acknowledge our international Super-Government, and with submissiveness. The people have raised a howl about the necessity of settling the question of Socialism by way of an international 47"},{"pageNumber":48,"pageContent":"agreement. DIVISION INTO FRACTIONAL PARTIES HAS GIVEN THEM INTO OUR HANDS, FOR, IN ORDER TO CARRY ON A CONTESTED STRUGGLE ONE MUST HAVE MONEY, AND THE MONEY IS ALL IN OUR HANDS. We might have reason to apprehend a union between the \"clearsighted\" force of the goy kings on their thrones and the \"blind\" force of the goy mobs, but we have taken all the needful measure against any such possibility: between the one and the other force we have erected a bulwark in the shape of a mutual terror between them. In this way the blind force of the people remains our support and we, and we only, shall provide them with a leader and, of course, direct them along the road that leads to our goal. In order that the hand of the blind mob may not free itself from our guiding hand, we must every now and then enter into close communion with it, if not actually in person, at any rate through some of the most trusty of our brethren. When we are acknowledged as the only authority we shall discuss with the people personally on the market places, and we shall instruct them on questions of the political in such wise as may turn them in the direction that suits us. Who is going to verify what is taught in the village schools? But what an envoy of the government or a king on his throne himself may say cannot but become immediately known to the whole State, for it will be spread abroad by the voice of the people. In order not to annihilate the institutions of the goyim before it is time we have touched them with craft and delicacy, and have taken hold of the ends of the springs which move their mechanism. These springs lay in a strict but just sense of order; we have replaced them by the chaotic license of liberalism. We have got our hands into the administration of the law into the conduct of elections, into the press into liberty of the person, BUT PRINCIPALLY INTO EDUCATION AND TRAINING AS BEING THE CORNER-STONES OF A FREE EXISTENCE. WE HAVE FOOLED, BEMUSED, AND CORRUPTED THE YOUTH OF THE GOYIM BY REARING THEM IN PRINCIPLES AND THEORIES WHICH ARE KNOWN TO US TO BE FALSE ALTHOUGH IT IS BY US THAT THEY HAVE BEEN INCULCATED. Above the existing laws without substantially altering them, and by merely twisting them into contradictions of interpretations, we have erected something grandiose in the way of results. These results found expression first in the fact that the INTERPRETATIONS MASKED THE LAWS: afterwards they entirely hid them from the eyes of the governments owing to the impossibility of making anything out of the tangled web of legislation. This is the origin of the theory of course of arbitration. You may say the goyim will rise upon us, arms in hand if they guess what is going on before the time comes; but in the West we have against this a maneuver of such appalling terror that the very stoutest hearts quail - the undergrounds, metropolitains, those subterranean corridors which, before the time comes, will be driven under all the capitals and from whence those capitals will be blown into the air with all their organisations and archives. PROTOCOL NO. 10 The outside appearances in the political. The \"genius\" of rascality. What is promised by a Masonic \"coup d'etat\"? Universal suffrage. Self-importance. Leaders of Masonry. Institutions and their functions. The poison of liberalism. Constitution - a school of party discords. Era of republics. Presidents - the puppets of Masonry. Responsibility of 48"},{"pageNumber":49,"pageContent":"Presidents. \"Panama\" Part played by chamber of deputies and president. Masonry - the legislative force. New republican constitution. Transition to masonic \"despotism.\" Moment for the proclamation of \"The Lord of all the World.\" Inoculation of diseases and other wiles of Masonry. To-day I begin with repetition of what I said before, and I BEG YOU TO BEAR IN MIND THAT GOVERNMENTS AND PEOPLES ARE CONTENT IN THE POLITICAL WITH OUTSIDE APPEARANCES. And how, indeed, are the goyim to perceive the underlying meaning of things when their representatives give the best of their energies to enjoying themselves? For our policy it is of the greatest importance to take cognisance of this detail; it will be of assistance to us when we come to consider the division of authority, freedom of speech, of the press, of religion (faith), of the law of association, of equality before the law, of the inviolability of property, of the dwelling, of taxation (the idea of concealed taxes), of the reflex force of the laws. All these questions are such as ought not to be touched upon directly and openly before the people. In cases where it is indispensable to touch upon them they must not be categorically named, it must merely be declared without detailed exposition that the principles of contemporary law are acknowledged by us. The reason of keeping silence in this respect is that by not naming a principle we leave ourselves freedom of action, to drop this or that out of it without attracting notice; if they were all categorically named they would all appear to have been already given. The mob cherishes a special affection and respect for the geniuses of political power and accepts all their deeds of violence with the admiring response: \"rascally, well, yes, it is rascally, but it's clever! . . . a trick, if you like, but how craftily played, how magnificently done, what impudent audacity!\" . . . We count upon attracting all nations to the task of erecting the new fundamental structure, the project for which has been drawn up by us. This is why, before everything, it is indispensable for us to arm ourselves and to store up in ourselves that absolutely reckless audacity and irresistible might of the spirit which in the person of our active workers will break down all hindrances on our way. WHEN WE HAVE ACCOMPLISHED OUR COUP D'ETAT WE SHALL SAY THEN TO THE VARIOUS PEOPLES: EVERYTHING HAS GONE TERRIBLY BADLY, ALL HAVE BEEN WORN OUT WITH SUFFERINGS. WE ARE DESTROYING THE CAUSES OF YOUR TORMENT - NATIONALITIES, FRONTIERS, DIFFERENCES OF COINAGES. YOU ARE AT LIBERTY, OF COURSE, TO PRONOUNCE SENTENCE UPON US, BUT CAN IT POSSIBLY BE A JUST ONE IF IT IS CONFIRMED BY YOU BEFORE YOU MAKE ANY TRIAL OF WHAT WE ARE OFFERING YOU.\" . . . THEN WILL THE MOB EXALT US AND BEAR US UP IN THEIR HANDS IN A UNANIMOUS TRIUMPH OF HOPES AND EXPECTATIONS. VOTING, WHICH WE HAVE MADE THE INSTRUMENT WHICH WILL SET US ON THE THRONE OF THE WORLD BY TEACHING EVEN THE VERY SMALLEST UNITS OF MEMBERS OF THE HUMAN RACE TO VOTE BY MEANS OF MEETINGS AND AGREEMENTS BY GROUPS, WILL THEN HAVE SERVED ITS PURPOSES AND WILL PLAY ITS PART THEN FOR THE LAST TIME BY A UNANIMITY OF DESIRE TO MAKE CLOSE ACQUAINTANCE WITH US BEFORE CONDEMNING US. TO SECURE THIS WE MUST HAVE EVERYBODY VOTE WITHOUT DISTINCTION OF CLASSES AND QUALIFICATIONS, in order to establish an absolute majority, which cannot be got from the educated propertied classes. In this way by inculcating in all a sense of self-importance, we shall destroy among the goyim the importance of the family and its educational value and remove the possibility of individual minds splitting off, for the mob, handled by us, will not let them come to the front nor even give them a hearing; it is accustomed to listen to us only who pay it for obedience and attention. In this way we shall create a blind, mighty force which will never be in a position to move in any direction without the guidance of our agents set at its head by us as leaders of the mob. The people will submit to this regime because it will know that upon these leaders will depend its earnings, gratifications and the receipt of all kinds of benefits. A scheme of government should come ready made from one brain, because it will never be clinched firmly if it is allowed to be split into fractional parts in the minds of many. It is allowable, therefore, for us to have cognisance of 49"},{"pageNumber":50,"pageContent":"the scheme of action but not to discuss it lest we disturb its artfulness, the interdependence of its component parts, the practical force of the secret meaning of each clause. To discuss an make alterations in a labour of this kind by means of numerous votings is to impress upon it the stamp of all ratiocinations and misunderstandings which have failed to penetrate the depth and nexus of its plottings. We want our schemes to be forcible and suitably concocted. Therefore WE OUGHT NOT TO FLING THE WORK OF GENIUS OF OUR GUIDE to the fangs of the mob or even of a select company. These schemes will not turn existing institutions upside down just yet. They will only affect changes in their economy and consequently in the whole combined movement of their progress, which will thus be directed along the paths laid down in our schemes. Under various names there exists in all countries approximately one and the same thing. Representation, Ministry, Senate, State Council, Legislative and Executive Corps. I need not explain to you the mechanism of the relation of these institutions to one another, because you are aware of all that; only take note of the fact that each of the above-named institutions corresponds to some important function of the State, and I would beg you to remark that the word \"important\" I apply not to the institution but to the function, consequently it is not the institutions which are important but their functions. These institutions have divided up among themselves all the functions of government - administrative, legislative, executive, wherefore they have come to operate as do the organs in the human body. If we injure one part in the machinery of State, the State falls sick, like a human body, and will die. When we introduced into the State organism the poison of Liberalism its whole political complexion underwent a change. States have been seized with a mortal illness-blood-poisoning. All that remains is to await the end of their death agony. Liberalism produced Constitutional States, which took the place of what was the only safeguard of the goyim, namely, Despotism; and a CONSTITUTION, AS YOU WELL KNOW, IS NOTHING ELSE BUT A SCHOOL OF DISCORDS, misunderstandings, quarrels, disagreements, fruitless party agitations, party whims - in a word, a school of everything that serves to destroy the personality of State activity. THE TRIBUNE OF THE \"TALKERIES\" HAS, NO LESS EFFECTIVELY THAN THE PRESS, CONDEMNED THE RULERS TO INACTIVITY AND IMPOTENCE, and thereby rendered them useless and superfluous, for which reason indeed they have been in many countries deposed. THEN IT WAS THAT THE ERA OF REPUBLICS BECAME POSSIBLE OF REALISATION; AND THEN IT WAS THAT WE REPLACED THE RULER BY A CARICATURE OF A GOVERNMENT - BY A PRESIDENT, TAKEN FROM THE MOB, FROM THE MIDST OF OUR PUPPET CREATURES, OUR SLAVES. This was the foundation of the mine which we have laid under the goy people, I should rather say, under the goy peoples. In the near future we shall establish the responsibility of presidents. By that time we shall be in a position to disregard forms in carrying through matters for which our personal puppet will be responsible. What do we care if the ranks of those striving for power should be thinned, if there should arise a deadlock from the impossibility of finding presidents, a deadlock which will finally disorganize the country? In order that our scheme may produce this result we shall arrange elections in favour of such presidents as have in their past some dark, undiscovered stain, some \"Panama\" or other - then they will be trustworthy agents for the accomplishment of our plans out of fear of revelations and from the natural desire of everyone who has attained power, namely, the retention of privileges, advantages and honour connected with the office of president. The chamber of deputies will provide cover for, will protect, will elect the president, but we shall take from it the right to propose new, or make changes in existing laws, for this right will be given by us to the responsible president, a puppet in our hands. Naturally, the authority of the president will then become a target for every possible form of attack, but we shall provide him with a means of self-defence in the right of an appeal to the people, for the decision of the people over the heads of their representitives, that is to say, an appeal to that same blind slave of ours - the majority of the mob. Independently of this we shall invest the president with the right of declaring a state 50"},{"pageNumber":51,"pageContent":"of war. We shall justify this last right on the ground that the president as chief of the whole army of the country must have it at his disposal, in case of need for the defence of the new republican constitution, the right to defend which will belong to him as the responsible representative of this constitution. It is easy to understand that in these conditions the key of the shrine will lie in our hands, and no one outside of ourselves will any longer direct the force of legislation. Besides this we shall, with the introduction of the new republican constitution, take from the Chamber the right of interpellation on government measures, on the pretext of preserving political secrecy, and, further, we shall by the new constitution reduce the number of representatives to a minimum, thereby proportionately reducing political passions and the passion for politics. If, however, they should, which is hardly to be expected, burst into flame, even in this minimum, we shall nullify them by a stirring appeal and a reference to the majority of the whole people.... Upon the president will depend the appointment of presidents and vice-presidents of the Chamber and the Senate. Instead of constant sessions of Parliament we shall reduce their sittings to a few months. Moreover, the president, as chief of the executive power, will have the right to summon and dissolve Parliament, and, in the latter case, to prolong the time for the appointment of a new parliamentary assembly. But in order that the consequences of all these acts which in substance are illegal, should not, prematurely for our plans, fall upon the responsibility established by us of the president, WE SHALL INSTIGATE MINISTERS AND OTHER OFFICIALS OF THE HIGHER ADMINISTRATION ABOUT THE PRESIDENT TO EVADE HIS DISPOSITIONS BY TAKING MEASURES OF THEIR OWN, for doing which they will be made the scapegoats in his place.... This part we especially recommend to be given to be played by the Senate, the Council of State, or the Council of Ministers, but not to an individual official The president will, at our discretion, interpret the sense of such of the existing laws as admit of various interpretation; he will further annul them when we indicate to him the necessity to do so, besides this, he will have the right to propose temporary laws, and even new departures in the government constitutional working, the pretext both for the one and other being the requirements for the supreme welfare of the State. By such measures we shall obtain the power of destroying little by little, step by step, all that at the outset when we enter on our rights, we are compelled to introduce into the constitutions of States to prepare for the transition to an imperceptible abolition of every kind of constitution, and then the time is come to turn every form of government into OUR DESPOTISM. The recognition of our despot may also come before the destruction of the constitution; the moment for this recognition will come when the peoples, utterly wearied by the irregularities and incompetence - a matter which we shall arrange for - of their rulers, will clamour: \" Away with them and give us one king over all the earth who will unite us and annihilate the causes of discords - frontiers, nationalities, religions, State debts - who will give us peace and quiet, which we cannot find under our rulers and representatives.\" But you yourselves perfectly well know that TO PRODUCE THE POSSIBILITY OF THE EXPRESSION OF SUCH WISHES BY ALL THE NATIONS IT IS INDISSPENSABLE TO TROUBLE IN ALL COUNTRIES THE PEOPLE'S RELATIONS WITH THEIR GOVERNMENTS SO AS TO UTTERLY EXHAUST HUMANITY WITH DISSENSION, HATRED, STRUGGLE, ENVY AND EVEN BY THE USE OF TORTURE, BY STARVATION, BY THE *INOCULATION OF DISEASES*, BY WANT, SO THAT THE GOYIM SEE NO OTHER ISSUE THAN TO TAKE REFUGE IN OUR COMPLETE SOVEREIGNTY IN MONEY AND IN ALL ELSE. But if we give the nations of the world a breathing space the moment we long for is hardly likely ever to arrive. PROTOCOL NO. 11 51"},{"pageNumber":52,"pageContent":"Programme of the new constitution. Certain details of the proposed revolution. The goyim - a pack of sheep. Secret masonry and its \"show\" lodges. The State Council has been, as it were, the emphatic expression of the authority of the ruler: it will be, as the \"show\" part of the Legislative Corps, what may be called the editorial committee of the laws and decrees of the ruler. This, then, is the programme of the new constitution. We shall make Law, Right and Justice (1) in the guise of proposals to the Legislative Corps, (2) by decrees of the president under the guise of general regulations, of orders of the Senate and of resolutions of the State Council in the guise of ministerial orders, (3) and in case a suitable occasion should arise-in the form of a revolution in the State. Having established approximately the \"modus agendi\" we will occupy ourselves with details of those combinations by which we have still to complete the revolution in the course of the machinery of State in the direction already indicated. By these combinations I mean the freedom of the Press, the right of association, freedom of conscience, the voting principle and many another that must disappear for ever from the memory of man or undergo a radical alteration the day after the promulgation of the new constitution. It is only at that moment that we shall be able at once to announce all our orders for afterwards, every noticeable alteration will be dangerous for the following reasons: if this alteration be brought in with harsh severity and in a sense of severity and limitations, it may lead to a feeling of despair caused by fear of new alterations in the same direction; if, on the other hand, it be brought in in a sense of further indulgences it will be said that we have recognised our own wrongdoing and this will destroy the prestige of the infallibility of our authority, or else it will be said that we have become alarmed and are compelled to show a yielding disposition for which we shall get no thanks because it will be supposed to be compulsory.... Both the one and the other are injurious to the prestige of the new constitution. What we want is that from the first moment of its promulgation, while the peoples of the world are still stunned by the accomplished fact of the revolution, still in a condition of terror and uncertainty, they should recognise once for all that we are so strong, so inexpugnable, so superabundantly filled with power that in no case shall we take any account of them, and so far from paying any attention to their opinions or wishes we are ready and able to crush with irresistible power all expression or manifestation thereof at every moment and in every place, that we have seized at once everything we wanted and shall in no case divide our power with them.... Then in fear and trembling they will close their eyes to everything, and be content to await what will be the end of it all. The goyim are a flock of sheep, and we are their wolves. And you know what happens when the wolves get hold of the flock? . . . There is another reason also why they will close their eyes: for we shall keep promising them to give back all the liberties we have taken away as soon as we have quelled the enemies of peace and tamed all parties.... It is not worth while to say anything about how long a time they will be kept waiting for this return of their liberties.... For what purpose then have we invented this whole policy and insinuated it into the minds of the goys without giving them any chance to examine its underlying meaning? For what, indeed, if not in order to obtain in a roundabout way what is for our scattered tribe unattainable by the direct road? It Is this which has served as the basis for our organisation of secret masonry which is not known to, and aims which are not even so much as suspected by, these GOY cattle, attracted by us into the \"show\" army of Masonic lodges in order to throw dust in the eyes of their fellows. God has granted to us, His Chosen People, the gift of the dispersion, and in this which appears in all eyes to be our weakness, has come forth all our strength, which has now brought us to the threshold of sovereignty over all the world. 52"},{"pageNumber":53,"pageContent":"There now remains not much more for us to build up upon the foundation we have laid. PROTOCOL NO. 12 Masonic interpretation of the word \"freedom.\" Future of the press in the masonic kingdom. Control of the press. Correspondence agencies. What is progress as understood by masonry? More about the press. Masonic solidarity in the press of to-day. The arousing of \"public\" demands in the provinces. Infallibility of the new regime. The word \"freedom,\" which can be interpreted in various ways, is defined by us as follows: - Freedom is the right to do that which the law allows. This interpretation of the word will at the proper time be of service to us because all freedom will thus be in our hands, since the laws will abolish or create only that which is desirable for us according to the aforesaid programme. We shall deal with the press in the following way: What is the part played by the press to-day? It serves to excite and inflame those passions which are needed for our purpose or else it serves selfish ends of parties. It is often vapid, unjust, mendacious, and the majority of the public have not the slightest idea what ends the press really serves. We shall saddle and bridle it with a tight curb: we shall do the same also with all productions of the printing press, for where would be the sense of getting rid of the attacks of the press if we remain targets for pamphlets and books? The produce of publicity, which nowadays is a source of heavy expense owing to the necessity of censoring it, will be turned by us into a very lucrative source of income to our State: we shall lay on it a special stamp tax and require deposits of caution-money before permitting the establishment of any organ of the press or of printing offices; these will then have to guarantee our government against any kind of attack on the part of the press. For any attempt to attack us, if such still be possible, we shall inflict fines without mercy. Such measures as stamp tax, deposit of caution-money and fines secured by these deposits, will bring in a huge income to the government. It is true that party organs might not spare money for the sake of publicity, but these we shall shut up at the second attack upon us. No one shall with impunity lay a finger on the aureole of our government infallibility. The pretext for stopping any publication will be the alleged plea that it is agitating the public mind without occasion or justification. I BEG YOU TO NOTE THAT AMONG THOSE MAKING ATTACKS UPON US WILL ALSO BE ORGANS ESTABLISHED BY US, BUT THEY WILL ATTACK EXCLUSIVELY POINTS THAT WE HAVE PRE-DETERMINED TO ALTER. NOT A SINGLE ANNOUNCEMENT WILL REACH THE PUBLIC WITHOUT OUR CONTROL. Even now this is already being attained by us inasmuch as all news items are received by a few agencies, in whose offices they are focused from all parts of the world. These agencies will then be already entirely ours and will give publicity only to what we dictate to them. If already now we have contrived to possess ourselves of the minds of the goy communities to such an extent that they all come near looking upon the events of the world through the coloured glasses of those spectacles we are setting astride their noses: if already now there is not a single State where there exist for us any barriers to admittance into what goy stupidity calls State secrets: what will our position be then, when we shall be acknowledged supreme lords of the world in the person of our king of all the world.... Let us turn again to the FUTURE OF THE PRINTING PRESS. Every one desirous of being a publisher, librarian, or printer, will be obliged to provide himself with the diploma instituted therefor, which, in case of any fault, will be immediately impounded. With such measures THE INSTRUMENT OF THOUGHT WILL BECOME AN EDUCATIVE MEANS IN THE HANDS OF OUR GOVERNMENT, WHICH WILL NO LONGER ALLOW THE MASS OF THE NATION TO BE LED ASTRAY IN BY-WAYS AND FANTASIES ABOUT THE 53"},{"pageNumber":54,"pageContent":"BLESSINGS OF PROGRESS. Is there any one of us who does not know that these phantom blessings are the direct roads to foolish imaginings which give birth to anarchical relations of men among themselves and towards authority, because progress, or rather the idea of progress, has introduced the conception of every kind of emancipation, but has failed to establish its limits.... All the so-called liberals are anarchists, if not in fact, at any rate in thought. Every one of them is hunting after phantoms of freedom, and falling exclusively into license, that is, into the anarchy of protest for the sake of protest.... We turn to the periodical press. We shall impose on it, as on all printed matter, stamp taxes per sheet and deposits of caution-money, and books of less than 30 sheets will pay double. We shall reckon them as pamphlets in order, on the one hand, to reduce the number of magazines, which are the worst form of printed poison, and, on the other, in order that this measure may force writers into such lengthy productions that they will be little read, especially as they will be costly. At the same time what we shall publish ourselves to influence mental development in the direction laid down for our profit will be cheap and will be read voraciously. The tax will bring vapid literary ambitions within bounds and the liability to penalties will make literary men dependent upon us. And if there should be any found who are desirous of writing against us, they will not find any person eager to print their productions. Before accepting any production for publication in print the publisher or printer will have to apply to the authorities for permission to do so. Thus we shall know beforehand of all tricks preparing against us and shall nullify them by getting ahead with explanations on the subject treated of. Literature and journalism are two of the most important educative forces, and therefore our government will become proprietor of the majority of the journals. This will neutralise the injurious influence of the privately owned press and will put us in possession of a tremendous influence upon the public mind... If we give permits for ten journals, we shall ourselves found thirty, and so on in the same proportion. This, however, must in nowise be suspected by the public. For which reason all journals published by us will be of the most opposite, in appearance, tendencies and opinions, thereby creating confidence in us and bringing over to us our quite unsuspicious opponents, who will thus fall into our trap and be rendered harmless. In the front rank will stand organs of an official character. They will always stand guard over our interests, and therefore their influence will be comparatively insignificant. In the second rank will be the semi-official organs, whose part it will be to attract the tepid and indifferent. In the third rank we shall set up our own, to all appearance, opposition, which, in at least one of its organs will present what looks like the very antipodes to us. Our real opponents at heart will accept this simulated opposition as their own and will show us their cards. All our newspapers will be of all possible complexions - aristocratic, republican, revolutionary, even anarchical - for so long, of course, as the constitution exists.... Like the Indian idol Vishnu they will have a hundred hands and every one of them will have a finger on any one of the public opinions as required. When a pulse quickens these hands will lead opinion in the direction of our aims, for an excited patient loses all power of judgment and easily yields to suggestion. Those fools who will think they are repeating the opinion of a newspaper of their own camp will be repeating our opinion or any opinion that seems desirable for us. In the vain belief that they are following the organ of their party they will in fact follow the flag which we hang out for them. In order to direct our newspaper militia in this sense we must take especial and minute care in organising this matter. Under the title of central department of the press we shall institute literary gatherings at which our agents will without attracting attention issue the orders and watchwords of the day. By discussing and controverting, but always superficially without touching the essence of the matter, our organs will carry on a sham fight fusillade with the official newspapers solely for the purpose of giving occasion for us to express ourselves more fully than could well be done from the outset in official announcements, whenever, of course, that is to our advantage. THESE ATTACKS UPON US WILL ALSO SERVE ANOTHER PURPOSE, NAMELY, THAT OUR SUBJECTS 54"},{"pageNumber":55,"pageContent":"WILL BE CONVINCED OF THE EXISTENCE OF FULL FREEDOM OF SPEECH AND SO GIVE OUR AGENTS AN OCCASION TO AFFIRM THAT ALL ORGANS WHICH OPPOSE US ARE EMPTY BABBLERS, since they are incapable of finding any substantial objections to our orders. Methods of organisation like these, imperceptible to the public eye but absolutely true, are the best calculated to succeed in bringing the attention and the confidence of the public to the side of our government. Thanks to such methods we shall be in a position as from time to time may be required, to excite or to tranquillise the public mind on political questions, to persuade or to confuse, printing now truth, now lies, facts or their contradictions, according as they may be well or ill received, always very cautiously feeling our ground before stepping upon it.... WE SHALL HAVE A SURE TRIUMPH OVER OUR OPPONENTS SINCE THEY WILL NOT HAVE AT THEIR DISPOSITION ORGANS OF THE PRESS IN WHICH THEY CAN GIVE FULL AND FINAL EXPRESSION TO THEIR VIEWS owing to the aforesaid methods of dealing with the press. We shall not even need to refute them except very superficially. Trial shots like these, fired by us in the third rank of our press, in case of need, will be energetically refuted by us in our semi-official organs. Even nowadays, already, to take only the French press, there are forms which reveal masonic solidarity in acting on the watchword: all organs of the press are bound together by professional secrecy; like the augurs of old, not one of their numbers will give away the secret of his sources of information unless it be resolved to make announcement to them. Not one journalist will venture to betray this secret, for not one of them is ever admitted to practise literature unless his whole past has some disgraceful sore or other. . . These sores would be immediately revealed. So long as they remain the secret of a few the prestige of the journalist attracts the majority of the country - the mob follows after him with enthusiasm. Our calculations are especially extended to the provinces. It is indispensable for us to inflame there those hopes and impulses with which we could at any moment fall upon the capital, and we shall represent to the capitals that these expressions are the independent hopes and impulses of the provinces. Naturally, the source of them will be always one and the same - ours. WHAT WE NEED IS THAT, UNTIL SUCH TIME AS WE ARE IN THE PLENITUDE OF POWER, THE CAPITALS SHOULD FIND THEMSELVES STIFLED BY THE PROVINCIAL OPINION OF THE NATION, i.e., OF A MAJORITY ARRANGED BY OUR AGENTUR. What we need is that at the psychological moment the capitals should not be in a position to discuss an accomplished fact for the simple reason, if for no other, that it has been accepted by the public opinion of a majority in the provinces. WHEN WE ARE IN THE PERIOD OF THE NEW REGIME TRANSITIONAL TO THAT OF OUR ASSUMPTION OF FULL SOVEREIGNTY. WE MUST NOT ADMIT ANY REVELATIONS BY THE PRESS OF ANY FORM OF PUBLIC DISHONESTY; IT IS NECESSARY THAT THE NEW REGIME SHOULD BE THOUGHT TO HAVE SO PERFECTLY CONTENTED EVERYBODY THAT EVEN CRIMINALITY HAS DISAPPEARED... Cases of the manifestation of criminality should remain known only to their victims and to chance witnesses - no more. PROTOCOL NO. 13 The need for daily bread. Questions of the Political. Questions of industry. Amusements. People's Palaces. \"Truth is One.\" The great problems. The need for daily bread forces the goyim to keep silence and be our humble servants. Agents taken on to our press from among the goyim will at our order discuss anything which it is inconvenient for us to issue directly in 55"},{"pageNumber":56,"pageContent":"official documents, and we meanwhile, quietly amid the din of the discussion so raised, shall simply take and carry through such measures as we wish and then offer them to the public as an accomplished fact. No one will dare to demand the abrogation of a matter once settled, all the more so as it will be represented as an improvement.... And immediately the press will distract the current of thought towards new questions (have we not trained people always to be seeking something new?). Into the discussions of these new questions will throw themselves those of the brainless dispensers of fortunes who are not able even now to understand that they have not the remotest conception about the matters which they undertake to discuss. Questions of the political are unattainable for any save those who have guided it already for many ages, the creators. From all this you will see that in securing the opinion of the mob we are only facilitating the working of our machinery, and you may remark that it is not for actions but for words issued by us on this or that question that we seem to seek approval. We are constantly making public declaration that we are guided in all our undertakings by the hope, joined to the conviction, that are we serving the common weal. In order to distract people who may be too troublesome from discussions of questions of the political we are now putting forward what we allege to be new questions of the political, namely, questions of industry. In this sphere let them discuss themselves silly! The masses are agreed to remain inactive, to take a rest from what they suppose to be political activity (which we trained them to in order to use them as a means of combating the goy governments) only on condition of being found new employments, in which we are prescribing them something that looks like the same political object. In order that the masses themselves may not guess what they are about WE FURTHER DISTRACT THEM WITH AMUSEMENTS, GAMES, PASTIMES, PASSIONS, PEOPLE'S PALACES... SOON WE SHALL BEGIN THROUGH THE PRESS TO PROPOSE COMPETITIONS IN ART, IN SPORT OF ALL KINDS: these interests will finally distract their minds from questions in which we should find ourselves compelled to oppose them. Growing more and more disaccustomed to reflect and form any opinions of their own, people will begin to talk in the same tone as we, because we alone shall be offering them new directions for thought . . . of course through such persons as will not be suspected of solidarity with us. The part played by the liberals, utopian dreamers, will be finally played out when our government is acknowledged. Till such time they will continue to do us good service. Therefore we shall continue to direct their minds to all sorts of vain conceptions of fantastic theories, new and apparently progressive: for have we not with complete success turned the brainless heads of the goyim with progress till there is not among the goyim one mind able to perceive that under this word lies a departure from truth in all cases where it is not a question of material inventions, for truth is one and in it there is no place for progress. Progress, like a fallacious idea serves to obscure truth so that none may know it except us the Chosen of God, its guardians. When we come into our kingdom our orators will expound great problems which have turned humanity upside down in order to bring it at the end under our beneficent rule. Who will ever suspect then that ALL THESE PEOPLE WERE STAGE-MANAGED BY US ACCORDING TO A POLITICAL PLAN WHICH NO ONE HAS SO MUCH AS GUESSED AT IN THE COURSE OF MANY CENTURIES? . . . PROTOCOL NO. 14 The religion of the future. Future conditions of serfdom. Inaccessibility of knowledge regarding the religion of the future. Pornography and the printed matter of the future. When we come into our kingdom it will be undesirable for us that there should exist any other religion than ours of the One God with whom our destiny is bound up by our position as the Chosen People and through whom our same 56"},{"pageNumber":57,"pageContent":"destiny is united with the destinies of the world. We must therefore sweep away all other forms of belief. If this gives birth to the atheist whom we see to-day, it will not, being only a transitional stage, interfere with our views, but will serve as a warning for those generations which will hearken to our preaching of the religion of Moses, that, by its stable and thoroughly elaborated system has brought all the peoples of the world into subjection to us. Therein we shall emphasise its mystical right, on which as we shall say, all its educative power is based.... Then at every possible opportunity we shall publish articles in which we shall make comparisons between our beneficent rule and those of past ages. The blessings of tranquillity though it be a tranquillity forcibly brought about by centuries of agitation will throw into higher relief the benefits to which we shall point. The errors of the goyim government will be depicted by us in the most vivid hues. We shall implant such an abhorrence of them that the peoples will prefer tranquillity in a state of serfdom to those rights of vaunted freedom which have tortured humanity and exhausted the very sources of human existence, sources which have been exploited by a mob of rascally adventurers who know not what they do.... USELESS CHANGES OF FORMS OF GOVERNMENT TO WHICH WE INSTIGATED THE GOYIM WHEN WE WERE UNDERMINING THEIR STATE STRUCTURES, WILL HAVE SO WEARIED THE PEOPLES BY THAT TIME THAT THEY WILL PREFER TO SUFFER ANYTHING UNDER US RATHER THAN RUN THE RISK OF ENDURING AGAIN ALL THE AGITATIONS AND MISERIES THEY HAVE GONE THROUGH. At the same time we shall not omit to emphasize the historical mistakes of the goy governments which have tormented humanity for so many centuries by their lack of understanding of everything that constitutes the true good of humanity in their chase after fantastic schemes of social blessings and have never noticed that these schemes kept on producing a worse and never a better state of the universal relations which are the basis of human life.... The whole force of our principles and methods will lie in the fact that we shall present them and expound them as a splendid contrast to the dead and decomposed old order of things in social life. Our philosophers will discuss all the shortcomings of the various beliefs of the GOYIM, BUT NO ONE WILL EVER BRING UNDER DISCUSSION OUR FAITH FROM ITS TRUE POINT OF VIEW SINCE THIS WILL BE FULLY LEARNED BY NONE SAVE OURS, WHO WILL NEVER DARE TO BETRAY ITS SECRETS. IN COUNTRIES KNOWN AS PROGRESSIVE AND ENLIGHTENED WE HAVE CREATED A SENSELESS, FILTHY, ABOMINABLE LITERATURE. For some time after our entrance to power we shall continue to encourage its existence in order to provide a telling relief by contrast to the speeches, party programme, which will be distributed from exalted quarters of ours.... Our wise men, trained to become leaders of the goyim, will compose speeches, projects, memoirs, articles, which will be used by us to influence the minds of the goyim, directing them towards such understanding and forms of knowledge as have been determined by us. PROTOCOL NO. 15 One-day \"coup d'etat (revolution) over all the world. Executions. Future lot of GOYIM-masons. Mysticism of authority. Multiplication of masonic lodges. Central governing board of masonic elders. The \"Azev-tactics.\" Masonry as leader and guide of all secret societies. Significance of public applause. Collectivism. Victims. Executions of masons. Fall of the prestige of laws and authority. Our position as the Chosen people. Brevity and clarity of the laws of the kingdom of the future. Obedience to orders. Measures against abuse of authority. Severity of penalties. Age-limit for judges. Liberalism of judges and authorities. The money of all the world. Absolutism of masonry. Right of appeal. Patriarchal \"outside appearance\" of the power of the future \"ruler.\" Apotheosis of the ruler. The right of the strong as one and only right. The King of Israel. Patriarch of all the world. 57"},{"pageNumber":58,"pageContent":"When we at last definitely come into our kingdom by the aid of COUPS D'ETAT prepared everywhere for one and the same day, after the worthlessness of all existing forms of government has been definitely acknowledged (and not a little time will pass before that comes about, perhaps even a whole century) we shall make it our task to see that against us such things as plots shall no longer exist. With this purpose we shall slay without mercy all who take arms (in hand) to oppose our coming into our kingdom. Every kind of new institution of anything like a secret society will also be punished with death; those of them which are now in existence are known to us, serve us and have served us, we shall disband and send into exile to continents far removed from Europe. IN THIS WAY WE SHALL PROCEED WITH THOSE GOY-MASONS WHO KNOW TOO MUCH; such of these as we may for some reason spare will be kept in constant fear of exile. We shall promulgate a law making all former members of secret societies liable to exile from Europe as the centre of our rule. Resolutions of our government will be final, without appeal. In the goy societies in which we have planted and deeply rooted discord and protestantism, the only possible way of restoring order is to employ merciless measures that prove the direct force of authority: no regard must be paid to the victims who fall, they suffer for the well-being of the future. The attainment of that well-being, even at the expense of sacrifices, is the duty of any kind of government that acknowledges as justification for its existence not only its privileges but its obligations. The principal guarantee of stability of rule is to confirm the aureole of power and this aureole is attained only by such a majestic inflexibility of might as shall carry on its face the emblems of inviolability from mystical causes - from the choice of God. SUCH WAS, UNTIL RECENT TIMES, THE RUSSIAN AUTOCRACY, THE ONE AND ONLY SERIOUS FOE WE HAD IN THE WORLD, WITHOUT COUNTING THE PAPACY. Bear in mind the example when Italy, drenched with blood, never touched a hair of the head of Sulla who had poured forth that blood: Sulla enjoyed an apotheosis for his might in the eyes of the people, though they had been torn in pieces by him, but his intrepid return to Italy ringed him round with inviolability. The people do not lay a finger on him who hypnotizes them by his daring and strength of mind. Meantime, however, until we come into our kingdom, we shall act in the contrary way: we shall create and multiply free masonic lodges in all the countries of the world, absorb into them all who may become or who are prominent in public activity, for in these lodges we shall find our principal intelligence office and means of influence. All these lodges we shall bring under one central administration, known to us alone and to all others absolutely unknown, which will be composed of our learned elders. The lodges will have their representatives who will serve to screen the above-mentioned administration of masonry and from whom will issue the watchword and programme. In these lodges we shall tie together the knot which binds together all revolutionary and liberal elements. Their competition will be made up of all strata of society. The most secret political plot will be known to us and will fall under our guiding hands on the very day of their conception. AMONG THE MEMBERS OF THESE LODGES WILL BE ALMOST ALL THE AGENTS OF INTERNATIONAL AND NATIONAL POLICE since their service is for us irreplaceable in the respect that the police is in a position not only to use its own particular measures with the insubordinite, but also to screen our activities and provide pretexts for discontents, ET CETERA. The class of people who most willingly enter into secret societies are those who live by their wits, careerists, and in general people, mostly light-minded, with whom we shall have no difficulty in dealing and in using to wind up the mechanism of the machine devised by us. If this world grows agitated the meaning of that will be that we have had to stir it up in order to break up its too great solidarity. BUT IF THERE SHOULD ARISE IN ITS MIDST A PLOT, THEN AT THE HEAD OF THAT PLOT WILL BE NO OTHER THAN ONE OF OUR MOST TRUSTED SERVANTS. It is natural that we and no other should lead MASONIC activities, for we know whither we are leading, we know the final goal of every form of activity whereas the goyim have knowledge of nothing, not even of the immediate effect of action; they put before themselves, usually, the momentary reckoning of the satisfaction of their self-opinion in the accomplishment of their thought without even remarking that the very conception never belonged to their initiative but to our instigation of their thought.... The goyim enter the lodges out of curiosity or in the hope by their means to get a nibble at the public pie, and some 58"},{"pageNumber":59,"pageContent":"of them in order to obtain a hearing before the public for their impracticable and groundless fantasies: they thirst for the emotion of success and applause, of which we are remarkably generous. And the reason why we give them this success is to make use of the high conceit of themselves to which it gives birth, for that insensibly disposes them to assimilate our suggestions without being on their guard against them in the fullness of their confidence that it is their own infallibility which is giving utterance to their own thoughts and that it is impossible for them to borrow those of others....You cannot imagine to what extent the wisest of the goyim can be brought to a state of unconscious naivete in the presence of this condition of high conceit of themselves, and at the same time how easy it is to take the heart out of them by the slightest ill success, though it be nothing more than the stoppage of the applause they had, and to reduce them to a slavish submission for the sake of winning a renewal of success.... BY SO MUCH AS OURS DISREGARD SUCCESS IF ONLY THEY CAN CARRY THROUGH THEIR PLANS, BY SO MUCH THE GOYIM ARE WILLING TO SACRIFICE ANY PLANS ONLY TO HAVE SUCCESS. This psychology of theirs materially facilitates for us the task of setting them in the required direction. These tigers in appearance have the souls of sheep and the wind blows freely through their heads. We have set them on the hobby-horse of an idea about the absorption of individuality by the symbolic unit of COLLECTIVISM.... They have never yet and they never will have the sense to reflect that this hobby-horse is a manifest violation of the most important law of nature which has established from the very creation of the world one unit unlike another and precisely for the purpose of instituting individuality.... If we have been able to bring them to such a pitch of stupid blindness is it not a proof, and an amazingly clear proof, of the degree to which the mind of the goyim is undeveloped in comparison with our mind? This it is, mainly, which guarantees our success. And how far-seeing were our learned elders in ancient times when they said that to attain a serious end it behoves not to stop at any means or to count the victims sacrificed for the sake of that end.... We have not counted the victims of the seed of the goy cattle, though we have sacrificed many of our own, but for that we have now already given them such a position on the earth as they could not even have dreamed of. The comparatively small numbers of the victims from the number of ours have preserved our nationality from destruction. Death is the inevitable end for all. It is better to bring that end nearer to those who hinder our affairs than to ourselves, to the founders of this affair. WE EXECUTE MASONS IN SUCH WISE THAT NONE SAVE THE BROTHERHOOD CAN EVER HAVE A SUSPICION OF IT, NOT EVEN THE VICTIMS THEMSELVES OF OUR DEATH SENTENCE, THEY ALL DIE WHEN REQUIRED AS IF FROM A NORMAL KIND OF ILLNESS... Knowing this, even the brotherhood in its turn dare not protest. By such methods we have plucked out of the midst of MASONRY the very root of protest against our disposition. While preaching liberalism to the goyim we at the same time keep our own people and our agents in a state of unquestioning submission. Under our influence the execution of the laws of the goyim has been reduced to a minimum. The prestige of the law has been exploded by the liberal interpretations introduced into this sphere. In the most important and fundamental affairs and questions judges decide as we dictate to them, see matters in the light wherewith we enfold them for the administration of the goyim, of course, through persons who are our tools though we do not appear to have anything in common with them - by newspaper opinion or by other means.... Even senators and the higher administration accept our counsels. The purely brute mind of the goyim is incapable of use for analysis and observation, and still more for the foreseeing whither a certain manner of setting a question may tend. In this difference in capacity for thought between the goyim and ourselves may be clearly discerned the seal of our position on the Chosen People and of our higher quality of humaness, in contradistinction to the brute mind of the goyim. Their eyes are open, but see nothing before them and do not invent (unless, perhaps, material things). From this it is plain that nature herself has destined us to guide and rule the world. When comes the time of our overt rule, the time to manifest its blessings, we shall remake all legislatures, all our laws will be brief, plain, stable, without any kind of interpretations, so that anyone will he in a position to know them perfectly. The main feature which will run right through them is submission to orders, and this principle will be carried to a grandiose height. 59"},{"pageNumber":60,"pageContent":"Every abuse will then disappear in consequence of the responsibility of all down to the lowest unit before the higher authority of the representative of power. Abuses of power subordinate to this last instance will be so mercilessly punished that none will be found anxious to try experiments with their own powers. We shall follow up jealously every action of the administration on which depends the smooth running of the machinery of the State, for slackness in this produces slackness everywhere; not a single case of illegality or abuse of power will be left without exemplary punishment. Concealment of guilt, connivance between those in the service of the administration - all this kind of evil will disappear after the very first examples of severe punishment. The aureole of our power demands suitable, that is, cruel, punishments for the slightest infringement, for the sake of gain, of its supreme prestige. The sufferer, though his punishment may exceed his fault, will count as a soldier falling on the administrative field of battle in the interest of authority, principle and law, which do not permit that any of those who hold the reins of the public coach should turn aside from the public highway to their own private paths. FOR EXAMPLE: OUR JUDGES WILL KNOW THAT WHENEVER THEY FEEL DISPOSED TO PLUME THEMSELVES ON FOOLISH CLEMENCY THEY ARE VIOLATING THE LAW OF JUSTICE WHICH IS INSTITUTED FOR THE EXEMPLARY EDIFICATION OF MEN BY PENALTIES FOR LAPSES AND NOT FOR DISPLAY OF THE SPIRITUAL QUALITIES OF THE JUDGE.... Such qualities it is proper to show in private life, but not in a public square which is the educationary basis of human life. Our legal staff will serve not beyond the age of 55, firstly because old men more obstinately hold to prejudiced opinions, and are less capable of submitting to new directions and second because this will give us the possibility by this measure of securing elasticity in the changing of staff, which will thus the more easily bend under our pressure: he who wishes to keep his place will have to give blind obedience to deserve it. In general, our judges will be elected by us only from among those who thoroughly understand that the part they have to play is to punish and apply laws and not to dream about the manifestations of liberalism at the expense of the educationary scheme of the State as the goyim in these days imagine it to be.... This method of shuffling the staff will serve also to explode any collective solidarity of those in the same service and will bind all to the interests of the government upon which their fate will depend. The young generation of judges will be trained in certain views regarding the inadmissibility of any abuses that might disturb the established order of our subjects among themselves. In these days the judges of the goyim create indulgences to every kind of crime, not having a just understanding of their office, because the rulers of the present age in appointing judges to office tale no care to inculcate in them a sense of duty and consciousness of the matter which is demanded of them. As a brute beast lets out its young in search of prey, so do the goyim give their subjects places of profit without thinking to make clear to them for what purpose such place was created. This is the reason why their governments are being ruined by their own forces through the acts of their own administration. Let us borrow from the example of the results these actions yet another lesson for our government. We shall root out liberalism from all the important strategic posts of our government on which depends the training of subordinates for our State structure. Such posts will fall exclusively to those who have been trained by us for administrative rule. To the possible objection that the retirement of old servants will cost the Treasury heavily, I reply, firstly, they will be provided with some private service in place of what they lose, and, secondly, I have to remark that all the money in the world will be concentrated in our hands, consequently it is not our government that has to fear expense. Our absolutism will in all things be logically consecutive and therefore in each one of its decrees our supreme will will be respected and unquestionably fulfilled: it will ignore all murmurs, all discontents of every kind and will destroy to the root every kind of manifestation of them in act by punishment of an exemplary character. We shall abolish the right of cassation, which will be transferred exclusively to our disposal - to the cognisance of him who rules, for we must not allow the conception among the people of a thought that there could be such a thing 60"},{"pageNumber":61,"pageContent":"as a decision that is not right of judges set up by us. If, however, anything like this should occur, we shall ourselves cassate the decision, but inflict therewith such exemplary punishment on the judge for lack of understanding of his duty and the purpose of his appointment as will prevent a repetition of such cases.... I repeat that it must be borne in mind that we shall know every step of our administration which only needs to be closely watched for the people to be content with us, for it has the right to demand from a good government a good official. OUR GOVERNMENT WILL HAVE THE APPEARANCE OF A PATRIARCHAL PATERNAL GUARDIANSHIP ON THE PART OF OUR RULER. Our own nation and our own subjects will discern in his person a father caring for their every need, their every act, their every inter-relation as subjects one with another, as well as their relations to the ruler. They will then be so thoroughly imbued with the thought that it is impossible for them to dispense with this wardship and guidance, if they wish to live in peace and quiet, THAT THEY WILL ACKNOWLEDGE THE AUTOCRACY OF OUR RULER WITH A DEVOTION BORDERING ON APOTHEOSIS, especially when they are convinced that those whom we set up do not put their own in place of his authority, but only blindly execute his dictates. They will be rejoiced that we have regulated everything in their lives as is done by wise parents who desire to train their children in the cause of duty and submission. For the peoples of the world in regard to the secrets of our polity are ever through the ages only children under age, precisely as are their governments. As you see, I found our despotism on right and duty: the right to compel the execution of duty is the direct obligation of a government which is a father for its subjects. It has the right of the strong that it may use it for the benefit of directing humanity towards that order which is defined by nature, namely, submission. Everything in the world is in a state of submission, if not to man, then to circumstances or its own inner character, in all cases, to what is stronger. And so shall we be this something stronger for the sake of good. We are obliged without hesitation to sacrifice individuals, who commit a breach of established order, for in the exemplary punishment of evil lies a great educational problem. When the King of Israel sets upon his sacred head the crown offered him by Europe he will become patriarch of the world. The indispensable victims offered by him in consequence of their suitability will never reach the number of victims offered in the course of centuries by the mania of magnificence, the emulation between the goy governments. Our King will be in constant communion with the peoples, making to them from the tribune speeches which fame will in that same hour distribute all over the world. PROTOCOL NO. 16 Emasculation of the universities. Substitute for classicism. Training and calling. Advertisement of the authority of \"the ruler\" in the schools. Abolition of freedom of instruction. New Theories. Independence of thought. Teaching by object lessons. In order to effect the destruction of all collective forces except ours we shall emasculate the first stage of collectivism - the UNIVERSITIES, by re-educating them in a new direction. THEIR OFFICIALS AND PROFESSORS WILL BE PREPARED FOR THEIR BUSINESS BY DETAILED SECRET PROGRAMMES OF ACTION FROM WHICH THEY WILL NOT WITH IMMUNITY DIVERGE, NOT BY ONE IOTA. THEY WILL BE APPOINTED WITH ESPECIAL PRECAUTION, AND WILL BE SO PLACED AS TO BE WHOLLY DEPENDENT UPON THE GOVERNMENT. 61"},{"pageNumber":62,"pageContent":"We shall exclude from the course of instruction State Law as also all that concerns the political question. These subjects will be taught to a few dozens of persons chosen for their pre-eminent capacities from among the number of the initiated. THE UNIVERSITIES MUST NO LONGER SEND OUT FROM THEIR HALLS MILKSOPS CONCOCTING PLANS FOR A CONSTITUTION, LIKE A COMEDY OR A TRADEDY, BUSYING THEMSELVES WITH QUESTIONS OF POLICY IN WHICH EVEN THEIR OWN FATHERS NEVER HAD ANY POWER OF THOUGHT. The ill-guided acquaintance of a large number of persons with questions of polity creates utopian dreamers and bad subjects, as you can see for yourselves from the example of the universal education in this direction of the goyim. We must introduce into their education all those principles which have so brilliantly broken up their order. But when we are in power we shall remove every kind of disturbing subject from the course of education and shall make out of the youth obedient children of authority, loving him who rules as the support and hope of peace and quiet. Classicism, as also any form of study of ancient history, in which there are more bad than good examples, we shall replace with the study of the programme of the future. We shall erase from the memory of men all facts of previous centuries which are undesirable to us, and leave only those which depict all the errors of the government of the goyim. The study of practical life, of the obligations of order, of the relations of people one to another, of avoiding bad and selfish examples, which spread the infection of evil, and similar questions of an educative nature, will stand in the forefront of the teaching programme, which will be drawn up on a separate plan for each calling or state of life, in no wise generalising the teaching. This treatment of the question has special importance. Each state of life must be trained within strict limits corresponding to its destination and work in life. The OCCASIONAL GENIUS HAS ALWAYS MANAGED AND ALWAYS WILL MANAGE TO SLIP THROUGH INTO OTHER STATES OF LIFE, BUT IT IS THE MOST PERFECT FOLLY FOR THE SAKE OF THIS RARE OCCASIONAL GENIUS TO LET THROUGH INTO RANKS FOREIGN TO THEM THE UNTALENTED WHO THUS ROB OF THEIR PLACES THOSE WHO BELONG TO THOSE RANKS BY BIRTH OR EMPLOYMENT. YOU KNOW YOURSELVES IN WHAT ALL THIS HAS ENDED FOR THE GOYIM WHO ALLOWED THIS CRYING ABSURDITY. In order that he who rules may be seated firmly in the hearts and minds of his subjects it is necessary for the time of his activity to instruct the whole nation in the schools and on the market places about his meaning and his acts and all his beneficent initiatives. We shall abolish every kind of freedom of instruction. Learners of all ages will have the right to assemble together with their parents in the educational establishments as it were in a club: during these assemblies, on holidays, teachers will read what will pass as free lectures on questions of human relations, of the laws of examples, of the limitations which are born of unconscious relations, and, finally, of the philosophy of new theories not yet declared to the world. These theories will be raised by us to the stage of a dogma of faith as a transitional stage towards our faith. On the completion of this exposition of our programme of action in the present and the future I will read you the principles of these theories. In a word, knowing by the experience of many centuries that people live and are guided by ideas, that these ideas are imbibed by people only by the aid of education provided with equal success for all ages of growth, but of course by varying methods, we shall swallow up and confiscate to our own use the last scintilla of independence of thought, which we have for long past been directing towards subjects and ideas useful for us. The system of bridling thought is already at work in the so-called system of teaching by OBJECT LESSONS, the purpose of which is to turn the goyim into unthinking submissive brutes waiting for things to be presented before their eyes in order to form an idea of them.... In France, one of our best agents, Bourgeois, has already made public a new programme of teaching by object lessons. 62"},{"pageNumber":63,"pageContent":"PROTOCOL NO. 17 Advocacy. Influence of the priesthood of the GOYIM. Freedom of conscience. Papal Court. King of the Jews as Patriarch-Pope. How to fight the existing Church. Function of contemporary press. Organization of police. Volunteer police. Espionage on the pattern of the KABAL espionage. Abuses of authority. The practice of advocacy produces men cold, cruel, persistent, unprincipled, who in all cases take up an impersonal, purely legal standpoint. They have the inveterate habit to refer everything to its value for the defence and not to the public welfare of its results. They do not usually decline to undertake any defence whatever, they strive for an acquittal at all costs, cavilling over every petty crux of jurisprudence and thereby they demoralise justice. For this reason we shall set this profession into narrow frames which will keep it inside this sphere of executive public service. Advocates, equally with judges, will be deprived of the right of communication with litigants; they will receive business only from the court and will study it by notes of re- port and documents, defending their clients after they have been interrogated in court on facts that have appeared. They will receive an honorarium without regard to the quality of the defence. This will render them mere reporters on law-business in the interests of justice and as counterpoise to the proctor who will be the reporter in the interests of prosecution; this will shorten business before the courts. In this way will be established a practice of honest unprejudiced defence conducted not from personal interest but by conviction. This will also, by the way, remove the present practice of corrupt bargain between advocates to agree only to let that side win which pays most... WE HAVE LONG PAST TAKEN CARE TO DISCREDIT THE PRIESTHOOD OF THE GOYIM, and thereby to ruin their mission on earth which in these days might still be a great hindrance to us. Day by day its influence on the peoples of the world is falling lower. FREEDOM OF CONSCIENCE has been declared everywhere, SO THAT NOW ONLY YEARS DIVIDE US FROM THE MOMENT OF THE COMPLETE WRECKING OF THAT CHRISTIAN RELIGION: as to other religions we shall have still less difficulty in dealing with them, but it would be premature to speak of this now. We shall set clericalism and clericals into such narrow frames as to make their influence move in retrogressive proportion to its former progress. When the time comes finally to destroy the papal court the finger of an invisible hand will point the nations towards this court. When, however, the nations fling themselves upon it, we shall come forward in the guise of its defenders as if to save excessive bloodshed. By this diversion we shall penetrate to its very bowels and be sure we shall never come out again until we have gnawed through the entire strength of this place. THE KING OF THE JEWS WILL BE THE REAL POPE OF THE UNIVERSE, THE PATRIARCH OF AN INTERNATIONAL CHURCH. But, IN THE MEANTIME, while we are re-educating youth in new traditional religions and afterwards in ours, WE SHALL NOT OVERTLY LAY A FINGER ON EXISTING CHURCHES, BUT WE SHALL FIGHT AGAINST THEM BY CRITICISM CALCULATED TO PRODUCE SCHISM... In general, then, our contemporary press will continue to CONVICT State affairs, religions, incapacities of the goyim, always using the most unprincipled expressions in order by every means to lower their prestige in the manner which can only be practised by the genius of our gifted tribe... Our kingdom will be an apologia of the divinity Vishnu, in whom is found its personification - in our hundred hands will be, one in each, the springs of the machinery of social life. We shall see every- thing without the aid of official police which, in that scope of its rights which we elaborated for the use of the goyim, hinders governments from seeing. In our programme ONE - THIRD OF OUR SUBJECTS WILL KEEP THE REST UNDER OBSERVATION from a sense of duty, on the principle of volunteer service to the State. It will then be no disgrace to be a spy and informer, but a merit: unfounded denunciations, however, will be cruelly punished that there may be 63"},{"pageNumber":64,"pageContent":"no development of abuses of this right. Our agents will be taken from the higher as well as the lower ranks of society, from among the administrative class who spend their time in amusements, editors, printers and publishers, booksellers, clerks, and salesmen, workmen, coachmen, lackeys, etcetera. This body, having no rights and not being empowered to take any action on their own account, and consequently a police without any power, will only witness and report: verification of their reports and arrests will depend upon a responsible group of controllers of police affairs, while the actual act of arrest will be performed by the gendarmerie and the municipal police. Any person not denouncing anything seen or heard concerning questions of polity will also be charged with and made responsible for concealment, if it be proved that he is guilty of this crime. JUST AS NOWADAYS OUR BRETHREN ARE OBLIGED AT THEIR OWN RISK TO DENOUNCE TO THE KABAL APOSTATES OF THEIR OWN FAMILY or members who have been noticed doing anything in opposition to the KABAL, SO IN OUR KINGDOM OVER ALL THE WORLD IT WILL BE OBLIGATORY FOR ALL OUR SUBJECTS TO OBSERVE THE DUTY OF SERVICE TO THE STATE IN THIS DIRECTION. Such an organisation will extirpate abuses of authority, of force, of bribery, everything in fact which we by our counsels, by our theories of the superhuman rights of man, have introduced into the customs of the goyim... But how else were we to procure that increase of causes predisposing to disorders in the midst of their administration?... Among the number of those methods one of the most important is -agents for the restoration of order, so placed as to have the opportunity in their disintegrating activity of developing and displaying their evil inclinations - obstinate self-conceit, irresponsible exercise of authority, and first and foremost, venality. PROTOCOL NO. 18 Measures of secret defense. Observation of conspiracies from the inside. Overt secret defense - the ruin of authority. Secret defense of the King of the Jews. Mystical prestige of authority. Arrest on the first suspicion. When it becomes necessary for us to strengthen the strict measures of secret defence (the most fatal poison for the prestige of authority) we shall arrange a simulation of disorders or some manifestation of discontents finding expression through the co-operation of good speakers. Round these speakers will assemble all who are sympathetic to his utterances. This will give us the pretext for domiciliary perquisitions and surveillance on the part of our servants from among the number of the GOYIM POLICE... As the majority of the conspirators act out of love for the game, for the sake of talking, so, until they commit some overt act we shall not lay a finger on them but only introduce into their midst observation elements... It must be remembered that the prestige of authority is lessened if it frequently discovers conspiracies against itself: this implies a presumption of consciousness of weakness, or, what is still worse, of injustice. You are aware that we have broken the prestige of the goy kings by frequent attempts upon their lives through our agents, blind sheep of our flock, who are easily moved by a few liberal phrases to crimes provided only they be painted in political colours. WE HAVE COMPELLED THE RULERS TO ACKNOWLEDGE THEIR WEAKNESS IN ADVERTISING OVERT MEASURES OF SECRET DEFENCE AND THEREBY WE SHALL BRING THE PROMISE OF AUTHORITY TO DESTRUCTION. Our ruler will be secretly protected only by the most insignificant guard, because we shall not admit so much as a thought that there could exist against him any sedition with which he is not strong enough to contend and is 64"},{"pageNumber":65,"pageContent":"compelled to hide from it. If we should admit this thought, as the goyim have done and are doing, we should IPSO FACTO be signing a death sentence, if not for our ruler, at any rate for his dynasty, at no distant date. According to strictly enforced outward appearances our ruler will employ his power only for the advantage of the nation and in no wise for his own or dynastic profits. Therefore, with the observance of this decorum, his authority will be respected and guarded by the subjects themselves, it will receive an apotheosis in the admission that with it is bound up the well-being of every citizen of the State, for upon it will depend all order in the common life of the pack... OVERT DEFENSE OF THE KING ARGUES WEAKNESS IN THE ORGANISATION OF HIS STRENGTH. Our ruler will always among the people be surrounded by a mob of apparently curious men and women, who will occupy the front ranks about him, to all appearance by chance, and will restrain the ranks of the rest out of respect as it will appear for good order. This will sow an example of restraint also in others. If a petitioner appears among the people trying to hand a petition and forcing his way through the ranks, the first ranks must receive the petition and before the eyes of the petitioner pass it to the ruler, so that all may know that what is handed in reaches its destination, that, consequently, there exists a control of the ruler himself. The aureole of power requires for its existence that the people may be able to say: \"If the king knew of this,\" or: \"the king will hear of it.\" WITH THE ESTABLISHMENT OF OFFICIAL SECRET DEFENSE THE MYSTICAL PRESTIGE OF AUTHORITY DISAPPEARS: given a certain audacity, and everyone counts himself master of it, the sedition-monger is conscious of his strength, and when occasion serves watches for the moment to make an attempt upon authority... For the goyim we have been preaching something else, but by that very fact we are enabled to see what measures of overt defence have brought them to... Criminals with us will be arrested at the first more or less well- grounded suspicion; it cannot be allowed that out of fear of a possible mistake an opportunity should be given of escape to persons suspected of a political lapse or crime, for in these matters we shall be literally merciless. If it is still possible, by stretching a point, to admit a reconsideration of the motive causes in simple crimes, there is no possibility of excuse for persons occupying themselves with questions in which nobody except the government can understand anything... And it is not all governments that understand true policy. PROTOCOL NO. 19 The right of presenting petitions and projects. Sedition. Indictment of political crimes. Advertisement of political crimes. If we do not permit any independent dabbling in the political we shall on the other hand encourage every kind of report or petition with proposals for the government to examine into all kinds of projects for the amelioration of the condition of the people; this will reveal to us the defects or else the fantasies of our subjects, to which we shall respond either by accomplishing them or by a wise rebutment to prove the short-sightedness of one who judges wrongly. Sedition-mongering is nothing more than the yapping of a lap-dog at an elephant. For a government well organised, not from the police but from the public point of view, the lap-dog yaps at the elephant in entire unconsciousness of its strength and importance. It needs no more than to take a good example to show the relative importance of both 65"},{"pageNumber":66,"pageContent":"and the lap-dogs will cease to yap and will wag their tails the moment they set eyes on an elephant. In order to destroy the prestige of heroism for political crime we shall send it for trial in the category of thieving, murder, and every kind of abominable and filthy crime. Public opinion will then confuse in its conception this category of crime with the disgrace attaching to every other and will brand it with the same contempt. We have done our best, and I hope we have succeeded, to obtain that the goyim should not arrive at this means of contending with sedition. It was for this reason that through the press and in speeches, indirectly - in cleverly compiled schoolbooks on history, we have advertised the martyrdom alleged to have been accepted by sedition-mongers for the idea of the commonweal. This advertisement has increased the contingent of liberals and has brought thousands of goyim into the ranks of our livestock cattle. PROTOCOL NO. 20 FINANCIAL PROGRAMME. Progressive tax. Stamp progressive taxation. Exchequer, interest-bearing papers and stag- nation of currency. Method of accounting. Currency issue. Gold standard. Standard of cost of working man power. Budget. State loans. One per cent. interest series. Industrial shares. Rulers of the GOYIM: courtiers and favouritism. Masonic agents. To-day we shall touch upon the financial programme, which I put off to the end of my report as being the most difficult, the crowning and the decisive point of our plans. Before entering upon it I will remind you that I have already spoken before by way of a hint when I said that the sum total of our actions is settled by the question of figures. When we come into our kingdom our autocratic government will avoid, from a principle of self-preservation, sensibly burdening the masses of the people with taxes, remembering that it plays the part of father and protector. But as State organisation costs dear it is necessary nevertheless to obtain the funds required for it. It will, therefore, elaborate with particular precaution the question of equilibrium in this matter. Our rule, in which the king will enjoy the legal fiction that everything in his State belongs to him (which may easily be translated into fact), will be enabled to resort to the lawful confiscation of all sums of every kind for the regulation of their circulation in the State. From this follows that taxation will best be covered by a progressive tax on property. In this manner the dues will be paid without straitening or ruining anybody in the form of a percentage of the amount of property. The rich must be aware that it is their duty to place a part of their superfluities at the disposal of the State since the State guarantees them security of possession of the rest of their property and the right of honest gains, I say honest, for the control over property will do away with robbery on a legal basis. This social reform must come from above, for the time is ripe for it - it is indispensable as a pledge of peace. The tax upon the poor man is a seed of revolution and works to the detriment of the State which in hunting after the trifling is missing the big. Quite apart from this, a tax on capitalists diminishes the growth of wealth in private hands in which we have in these days concentrated it as a counterpoise to the government strength of the goyim - their State finances. A tax increasing in a percentage ratio to capital will give a much larger revenue than the present individual or property tax, which is useful to us now for the sole reason that it excites trouble and discontent among the goyim. The force upon which our king will rest consists in the equilibrium and the guarantee of peace, for the sake of which things it is indispensable that the capitalists should yield up a portion of their incomes for the sake of the secure working of the machinery of the State. State needs must be paid by those who will not feel the burden and have 66"},{"pageNumber":67,"pageContent":"enough to take from. Such a measure will destroy the hatred of the poor man for the rich, in who he will see a necessary financial support for the State, will see in him the organiser of peace and well-being since he will see that it is the rich man who is paying the necessary means to attain these things. In order that payers of the educated classes should not too much distress themselves over the new payments they will have full accounts given them of the destination of those payments, with the exception of such sums as will be appropriated for the needs of the throne and the administrative institutions. He who reigns will not have any properties of his own once all in the State represents his patrimony, or else the one would be in contradiction to the other; the fact of holding private means would destroy the right of property in the common possessions of all. Relatives of him who reigns, his heirs excepted, who will be maintained by the resources of the State, must enter the ranks of servants of the State or must work to obtain the right of property; the privilege of royal blood must not serve for the spoiling of the treasury. Purchase, receipt of money or inheritance will be subject to the payment of a stamp progressive tax. Any transfer of property, whether money or other, without evidence of payment of this tax which will be strictly registered by names, will render the former holder liable to pat interest on the tax from the moment of transfer of these sums up to the discovery of his evasion of declaration of the transfer. Transfer documents must be presented weekly at the local treasury office with notification of the name, surname and permanent place of residence of the former and the new holder of the property. This transfer with register of names must begin from a definite sum which exceeds the ordinary expenses of buying and selling of necessaries, and these will be subject to payment only by a stamp impost of a definite percentage of the unit. Just strike an estimate of how many times such taxes as these will cover the revenue of the GOYIM STATES. The State exchequer will have to maintain a definite complement of reserve sums, and all that is collected above that complement must be returned into circulation. On these sums will be organised public works. The initiative of works of this kind, proceeding from State sources, will bind the working class family firmly to the interests of the State and to those who reign. From these same sums also a part will be set aside as rewards of inventiveness and productiveness. On no account should so much as a single unit above the definite and freely estimated sums be retained in the State treasuries, for money exists to be circulated and any kind of stagnation of money acts ruinously on the running of the State machinery, for which it is the lubricant; a stagnation of the lubricant may stop the regular working of the mechanism. The substitution of interest-bearing paper for a part of the token of exchange has produced exactly this stagnation. The consequences of this circumstance are already sufficiently noticeable. A court of account will also be instituted by us and in it the ruler will find at any moment a full accounting for State income and expenditure, with the exception of the current monthly account, not yet made up, and that of the preceding month, which will not yet have been delivered. The one and only person who will have no interest in robbing the State is its owner, the ruler. This is why his personal control will remove the possibility of leakages of extravagances. The representative function of the ruler at receptions for the sake of etiquette, which absorbs so much invaluable time, will be abolished in order that the ruler may have time for control and consideration. His power will not then be split up into fractional parts among timeserving favourites who surround the throne for its pomp and splendour, 67"},{"pageNumber":68,"pageContent":"and are interested only in their own and not in the common interests of the State. Economic crises have been produced by us for the goyim by no other means than the withdrawal of money from circulation. Huge capitals have stagnated, withdrawing money from States, which were constantly obliged to apply to those same stagnant capitals for loans. These loans burdened the finances of the State with the payment of interest and made them the bond slaves of these capitals... The concentration of industry in the hands of capitalists out of the hands of small masters has drained away all the juices of the peoples and with them also the States... The present issue of money in general does not correspond with the requirements per head, and cannot therefore satisfy all the needs of the workers. The issue of money ought to correspond with the growth of population and thereby children must also absolutely be reckoned as consumers of currency from the day of their birth. The revision of issue is a material question for the whole world. YOU ARE AWARE THAT THE GOLD STANDARD HAS BEEN THE RUIN OF THE STATES WHICH ADOPTED IT, FOR IT HAS NOT BEEN ABLE TO SATIFSY THE DEMANDS FOR MONEY, THE MORE SO THAT WE HAVE REMOVED GOLD FROM CIRCULATION AS FAR AS POSSIBLE. With us the standard that must be introduced is the cost of workingman power, whether it be reckoned in paper or in wood. We shall make the issue of money in accordance with the normal requirements of each subject, adding to the quantity with every birth and subtracting with every death. The accounts will be managed by each department (the French administrative division), each circle. In order that there may be no delays in the paying out of money for State needs the sums and terms of such payments will be fixed by decree of the ruler; this will do away with the protection by a ministry of one institution to the detriment of others. The budgets of income and expenditures will be carried out side by side that they may not be obscured by distance one to another. The reforms projected by us in the financial institutions and principles of the goyim will be closed by us in such forms will alarm nobody. We shall point out the necessity of reforms in consequence of the disorderly darkness into which the goyim by their irregularities have plunged the finances. The first irregularity, as we shall point out, consists in their beginning with drawing up a single budget which year after year grows owing to the following cause: this budget is dragged out to half the year, then they demand a budget to put things right, and this they expend in three months, after which they ask for a supplementary budget, and all this ends with a liquidation budget. But, as the budget of the following year is drawn up in accordance with the sum of the total addition, the annual departure from the normal reaches as much as 50 per cent. in a year, and so the annual budget is trebled in ten years. Thanks to such methods, allowed by the carelessness of the goy States, their treasuries are empty. The period of loans supervenes, and that has swallowed up remainders and brought all the goy States to bankruptcy. You understand perfectly that economic arrangements of this kind, which have been suggested to the goyim by us, cannot be carried on by us. Every kind of loan proves infirmity in the State and a want of understanding of the rights of the State. Loans hang like a sword of Damocles over the heads of rulers, who, instead of taking from their subjects by a temporary tax, come begging with outstretched palm of our bankers. Foreign loans are leeches which there is no possibility of removing from the body of the State until they fall off of themselves or the State flings them off. But the goy States do not tear them off; they go on in persisting in putting more on to themselves so that they must inevitably perish, drained by voluntary blood-letting. What also indeed is, in substance, a loan, especially a foreign loan? A loan is - an issue of government bills of exchange containing a percentage obligation commensurate to the sum of the loan capital. If the loan bears a 68"},{"pageNumber":69,"pageContent":"charge of 5 per cent., then in twenty years the State vainly pays away in interest a sum equal to the loan borrowed, in forty years it is paying a double sum, in sixty-treble, and all the while the debt remains an unpaid debt. From this calculation it is obvious that with any form of taxation per head the State is baling out the last coppers of the poor taxpayers in order to settle accounts with wealthy foreigners, from whom it has borrowed money instead of collecting these coppers for its own needs without the additional interest. So long as the loans were internal the goyim only shuffled their money from the pockets of the poor to those of the rich, but when we bought up the necessary person in order to transfer loans into the external sphere all the wealth of the States flowed into our cash-boxes and all the goyim began to pay us the tribute of subjects. If the superficiality of goy kings on their thrones in regard to State affairs and the venality of ministers or the want of understanding of financial matters on the part of other ruling persons have made their countries debtors to our treasuries to amounts quite impossible to pay it has not been accomplished without on our part heavy expenditure of trouble and money. Stagnation of money will not be allowed by us and therefore there will be no State interest-bearing paper, except at one per cent. series, so that there will be no payment of interest to leeches that suck all the strength out of the State. The right to issue interest-bearing paper will be given exclusively to industrial companies who will find no difficulty in paying interest out of profits, whereas the State does not make interest on borrowed money like these companies, for the State borrows to spend and not to use in operations. Industrial papers will be bought also by the government which from being as now a payer of tribute by loan operations will be transformed into a lender of money at a profit. This measure will stop the stagnation of money, parasitic profits and idleness, all of which were useful for us among the goyim so long as they were independent but are not desirable under our rule. How clear is the undeveloped power of thought of the purely brute brains of the goyim, as expressed in the fact that they have been borrowing from us with payment of interest without ever thinking that all the same these very moneys plus an addition for payment of interest must be got by them for their own State pockets in order to settle up with us. What could have been simpler than to take the money they wanted from their own people? But it is a proof of the genius of our chosen mind that we have contrived to present the matter of loans to them in such a light that they have even seen in them an advantage for themselves. Our accounts, which we shall present when the time comes, in the light of centuries of experience gained by experiments made by us on the goy States, will be distinguished by clearness and definiteness and will show at a glance to all men the advantage of our innovations. They will put an end to those abuses to which we owe our mastery over the goyim, but which cannot be allowed in our kingdom. We shall so hedge about our system of accounting that neither the ruler nor the most insignificant public servant will be in a position to divert even the smallest sum from its destination without detection or to direct it in another direction except that which will be once fixed in a definite plan of action. And without a definite plan it is impossible to rule. Marching along an undetermined road and with undetermined resources brings to ruin by the way heroes and demi-gods. The goy rulers, whom we once upon a time advised should be distracted from State occupations by representative receptions, observances of etiquette, entertainments, were only screens for our rule. The accounts of favourite courtiers who replaced them in the sphere of affairs were drawn up for them by our agents, and every time gave satisfaction to short-sighted minds by promises that in the future economies and improvements were foreseen... Economies from what? From new taxes? - were questions that might have been but were not asked by those who read our accounts and projects... 69"},{"pageNumber":70,"pageContent":"You know to what they have been brought by this carelessness, to what a pitch of financial disorder they have arrived, notwithstanding the astonishing industry of their peoples... PROTOCOL NO. 21 Internal loans. Debit and taxes. Conversions. Bankruptcy. Savings banks and rentes. Abolition of money markets. Regulation of industrial values. To what I reported to you at the last meeting I shall now add a detailed explanation of external loans. Of foreign loans I shall say nothing more, because they have fed us with the national moneys of the goyim, but for our State there will be no foreigners, that is, nothing external. We have taken advantage of the venality of administrators and the slackness of rulers to get our moneys twice, thrice and more times over, by lending to the goy governments moneys which were not at all needed by the States. Could anyone do the like in regard to us?... Therefore, I shall only deal with the details of internal loans. States announce that such a loan is to be concluded and open subscriptions for their own bills of exchange, that is, for their interestbearing paper. That they may be within the reach of all the price is determined at from a hundred to a thousand; and a discount is made for the earliest subscribers. Next day by artificial means the price of them goes up, the alleged reason being that everyone is rushing to buy them. In a few days the treasury safes are as they say overflowing and there's more money than they can do with (why then take it?). The subscription, it is alleged, covers many times over the issue total of the loan; in this lies the whole stage effect - look you, they say, what confidence is shown in the government's bills of exchange. But when the comedy is played out there emerges the fact that a debit and an exceedingly burdensome debit has been created. For the payment of interest it becomes necessary to have recourse to new loans, which do not swallow up but only add to the capital debt. And when this credit is exhausted it becomes necessary by new taxes to cover, not the loan, but only the interest on it. These taxes are a debit employed to cover a debit... Later comes the time for conversions, but they diminish the payment of interest without covering the debt, and besides they cannot be made without the consent of the lenders; on announcing a conversion a proposal is made to return the money to those who are not willing to con- vert their paper. If everybody expressed his unwillingness and demanded his money back, the government would be hooked on their own flies and would be found insolvent and unable to pay the proposed sums. By good luck the subjects of the goy governments, knowing nothing about financial affairs, have always preferred losses on exchange and diminution of interest to the risk of new investments of their moneys, and have thereby many a time enabled these governments to throw off their shoulders a debit of several millions. Nowadays, with external loans, these tricks cannot be played by the goyim for they know that we shall demand all our moneys back. In this way an acknowledged bankruptcy will best prove to the various countries the absence of any means between the interests of the peoples and those who rule them. I beg you to concentrate your particular attention upon this point and upon the following: nowadays all internal loans are consolidated by so-called flying loans, that is, such as have terms of payments more or less near. These debts consist of moneys paid into the savings banks and reserve funds. If left for long at the disposition of a government these funds evaporate in the payment of interest on foreign loans, and are replaced by the deposit of 70"},{"pageNumber":71,"pageContent":"equivalent amount of RENTES. And these last it is which patch up all the leaks in the State treasuries of the goyim. When we ascend the throne of the world all these financial and similar shifts, as being not in accord with our interests, will be swept away so as not to leave a trace, as also will be destroyed all money markets, since we will not allow the prestige of our power to be shaken by fluctuations of prices set upon our values, which we shall announce by law at the price which represents their full worth without any possibility of lowering or raising. (Raising gives the pretext for lowering, which indeed was where we made a beginning in relation to the values of the goyim.) We shall replace the money markets by grandiose government credit institutions, the object of which will be to fix the price of industrial values in accordance with government views. These institutions will be in a position to fling upon the market five hundred millions of industrial paper in one day, or to buy up for the same amount. In this way all industrial undertakings will come into dependence upon us. You may imagine for yourselves what immense power we shall thereby secure for ourselves... . PROTOCOL NO. 22 The secret of what is coming. The evil of many centuries as the foundations of future well-being. The aureole of power and its mystical worship. In all that has so far been reported by me to you, I have endeavoured to depict with care the secret of what is coming, of what is past, and of what is going on now, rushing into the flood of the great events coming already in the near future, the secret of our relations to the goyim and of financial operations. On this subject there remains still a little for me to add. IN OUR HANDS IS THE GREATEST POWER OF OUR DAY - GOLD: IN TWO DAYS WE CAN PRODUCE FROM OUR STOREHOUSES ANY QUANTITY WE MAY PLEASE. Surely there is no need to seek further proof that our rule is predestined by God? Surely we shall not fail with such wealth to prove that all that evil which for so many centuries we have had to commit has served at the end of ends the cause of true well-being - the bringing of everything into order? Though it even be by the exercise of some violence, yet all the same it will be established. We shall contrive to prove that we are benefactors who have restored to the rent and mangled earth the true good and also freedom of the person, and therewith we shall enable it to be enjoyed in peace and quiet, with proper dignity of relations, on the condition of course, of strict observance of the laws established by us. We shall make plain therewith that freedom does not consist in dissipation and in the right of unbridled license any more than dignity and force of a man do not consist in the right for everyone to promulgate destructive principles in the nature of freedom of conscience, equality and the like, that freedom of the person in no wise consists in the right to agitate oneself and others by abominable speeches before disorderly mobs, and that true freedom consists in the inviolability of the person who honourably and strictly observes all the laws of life in common, that human dignity is wrapped up in consciousness of the rights and also of the absence of rights of each, and not wholly and solely in fantastic imaginings about the subject of one's ego. Our authority will be glorious because it will be all-powerful, will rule and guide, and not muddle along after leaders and orators shrieking themselves hoarse with senseless words which they call great principles and which are nothing else, to speak honestly, but utopian... Our authority will be the crown of order, and in that is included the whole happiness of man. The aureole of this authority will inspire a mystical bowing of the knee before it and a 71"},{"pageNumber":72,"pageContent":"reverent fear before it of all the peoples. True force makes no terms with any right, not even with that of God: none dare come near to it so as to take so much as a span from it away. . PROTOCOL NO. 23 Reduction of the manufacture of articles of luxury. Small master production. Unemployment. Prohibition of drunkeness. Killing out of the old society and its ressurrection in a new form. The chosen one of God. That the peoples may become accustomed to obedience it is necessary to inculcate lessons of humility and therefore to reduce the production of articles of luxury. By this we shall improve morals which have been debased by emulation in the sphere of luxury. We shall re-establish small master production which will mean laying a mine under the private capital of manufacturers. This is indispensable also for the reason that manufacturers on the grand scale often move, though not always consciously, the thoughts of the masses in directions against the government. A people of small masters knows nothing of unemployment and this binds him closely with existing order, and consequently with the firmness of authority. Unemployment is a most perilous thing for a government. For us its part will have been played out the moment authority is transferred into our hands. Drunkenness also will be prohibited by law and punishable as a crime against the humanness of man who is turned into a brute under the influence of alcohol. Subjects, I repeat once more, give blind obedience only to the strong hand which is absolutely independent of them, for in it they feel the sword of defence and support against social scourges... What do they want with an angelic spirit in a king? What they have to see in him is the personification of force and power. The supreme lord who will replace all now existing rulers, dragging on their existence among societies demoralised by us, societies that have denied even the authority of God, from whose midst breaks out on all sides the fire of anarchy, must first of all proceed to quench this all-devouring flame. Therefore he will be obliged to kill off those existing societies, though he should drench them with his own blood, that he may resurrect them again in the form of regularly organised troops fighting consciously with every kind of infection that may cover the body of the State with sores. This Chosen One of God is chosen from above to demolish the senseless forces moved by instinct and not reason, by brutishness and not humanness. These forces now triumph in manifestations of robbery and every kind of violence under the mask of principles of freedom and rights. They have overthrown all forms of social order to erect on the ruins the throne of the King of the Jews; but their part will be played out the moment he enters into his kingdom. Then it will be necessary to sweep them away from his path, on which must be left no knot, no splinter. Then will it be possible for us to say to the peoples of the world: \"Give thanks to God and bow the knee before him who bears on his front the seal of the predestination of man, to which God Himself has led his star that none other but He might free us from all the beforementioned forces and evils.\" . PROTOCOL NO. 24 Confirming the roots of King David (?). Training of the king. Setting aside of direct heirs. The king and three of his sponsors. The king is fate. Irreproachability of exterior morality of the King of the Jews. 72"},{"pageNumber":73,"pageContent":"I pass now to the method of confirming the dynastic roots of King David to the last strata of the earth. This confirmation will first and foremost be included in that in which to this day has rested the force of conservatism by our learned elders of the conduct of all the affairs of the world, in the directing of the education of thought of all humanity. Certain members of the seed of David will prepare the kings and their heirs, selecting not by right of heritage but by eminent capacities, inducting them into the most secret mysteries of the political, into schemes of government, but providing always that none may come to knowledge of the secrets. The object of this mode of action is that all may know that government cannot be entrusted to those who have not been inducted into the secret places of its art... To these persons only will be taught the practical application of the aforenamed plans by comparison of the experiences of many centuries, all the observations on the politico-economic moves and social sciences - in a word, all the spirit of laws which have been unshakably established by nature herself for the regulation of the relations of humanity. Direct heirs will often be set aside from ascending the throne if in their time of training they exhibit frivolity, softness and other qualities that are the ruin of authority, which render them incapable of governing and in themselves dangerous for kingly office. Only those who are unconditionally capable for firm, even if it be to cruelty, direct rule will receive the reins of rule from our learned elders. In case of falling sick with weakness of will or other form of incapacity, kings must by law hand over the reins of rule to new and capable hands... The king's plan of action for the current moment, and all the more so for the future, will be unknown, even to those who are called his closest counsellors. Only the king and the three who stood sponsor for him will know what is coming. In the person of the king who with unbending will is master of himself and of humanity all will discern as it were fate with its mysterious ways. None will know what the king wishes to attain by his dispositions, and therefore none will dare to stand across an unknown path. It is understood that the brain reservoir of the king must correspond in capacity to the plan of government it has to contain. It is for this reason that he will ascend the throne not otherwise than after examination of his mind by the aforesaid learned elders. That the people may know and love their king it is indispensable for him to converse in the market-places with his people. This ensures the necessary clinching of the two forces which are now divided one from another by us by the terror. This terror was indispensable for us till the time comes for both these forces separately to fall under our influence. The King of the Jews must not be at the mercy of his passions, and especially of sensuality: on no side of his character must he give brute instincts power over his mind. Sensuality worse than all else disorganises the capacities of the mind and clearness of views, distracting the thoughts to the worst and most brutal side of human activity. The prop of humanity in the person of the supreme lord of all the world of the holy seed of David must sacrifice to his people all personal inclinations. 73"},{"pageNumber":74,"pageContent":"Our supreme lord must be of an exemplary irreproachability. [END] 74"}]
