[{"pageContent":"image [images/cover.jpg]"},{"pageContent":"AL-GHAZĀLĪInner Dimensions of Islamic WorshipTranslated from the Iḥyā’ byMuhtar HollandTHE ISLAMIC FOUNDATION"},{"pageContent":"Published byTHE ISLAMIC FOUNDATION,Markfield Conference Centre,Ratby Lane, Markfield,Leicestershire, LE67 9SY,United KingdomE-mail: mailto:publications@isIamic-foundation.com[publications@isIamic-foundation.com]Website: www.islamic-foundation.com [http://www.islamic-foundation.com]Quran House, PO Box 30611, Nairobi, KenyaPMB 3196, Kano, NigeriaDistributed byKube Publishing Ltd.Tel: +44(0)1530 249230, Fax: +44(0)1530 249656E-mail: info@kubepublishing.com© The Islamic Foundation 1983/1403 HReprinted 1986/1406 H, 1992/1412 H, 1995/1416 H, 2000/1420 H, 2002/1423 H,2006/1427 H and 2009/1430 HAll rights reserved. No part of this publication may be reproduced, stored in aretrieval system, or transmitted in any form or by any means, electronic,mechanical, photocopying, recording, or otherwise, without the prior permissionof the copyright owner.British Library Cataloguing in Publication DataAl-Ghazali : Inner dimensions of Islamic worship1. Worship (Islam)I. Title II. Ihya al-ulum al-din. English297’.43 B1842ISBN 978-0-86037-126-7 CaseboundISBN 978-0-86037-125-0 Paperback"},{"pageContent":"image [images/3_img01.jpg]CONTENTSTransliteration Table [tra.html]Foreword [for.html]Translator’s Foreword [translator.html]Chapter 1 Prayer – Ṣalāt [ch1.html]EXCELLENT MERITS OF PRAYER [ch1a.html#h2_1]1 Call to Prayer – Adhān [ch1a.html#h3_1]2 Five Set Prayers – Ṣalāt [ch1a.html#h3_2]3 Correct Performance – Ta’dīl [ch1a.html#h3_3]4 Congregational Prayer – Jamā’a [ch1a.html#h3_4]5 Prostration – Sujūd [ch1a.html#h3_5]6 Humble Adoration – Khushū’ [ch1a.html#h3_6]7 The Mosque and Place of Prayer – Masjid [ch1a.html#h3_7]INTERNAL PREREQUISITES: ACTIONS OF THE HEART [ch1b.html#h2_2]Humility and Conscious Awareness [ch1b.html#h3_8]INTERNAL STATES CONDUCIVE TO PERFECTING THE LIFE IN PRAYER [ch1c.html#h2_3]Awareness [ch1c.html#h4_1] – Understanding [ch1c.html#h4_2] – Reverence[ch1c.html#h4_3] – Awe [ch1c.html#h4_4] – Hope [ch1c.html#h4_5] – Shame[ch1c.html#h4_6]MEDICATION CONDUCIVE TO INNER SERENITY [ch1d.html#h2_4]INNER STATES AT EACH STAGE OF PRAYER [ch1e.html#h2_5]The Call to Prayer [ch1e.html#h4_7] – Ritual Purity [ch1e.html#h4_8] – CoveringPrivate Parts [ch1e.html#h4_9] – Facing the Qibla [ch1e.html#h4_10] – StandingUpright [ch1e.html#h4_11] – Intention [ch1e.html#h4_12] – Takbīr[ch1e.html#h4_13] – Opening Invocations [ch1e.html#h4_14] – Reciting the Quran[ch1e.html#h4_15] – Bowing Down [ch1e.html#h4_16] – Prostration[ch1e.html#h4_17] – Sitting and Testifying [ch1e.html#h4_18] – End ofSupplication [ch1e.html#h4_19] – Salutation [ch1e.html#h4_20]STORIES OF THE HUMBLE [ch1f.html#h2_6]Chapter 2 Almsgiving – Zakāt [ch2.html]1 Understand the Purpose and Significance Testing the Degree of Love for God[ch2.html#h3_1] – Elimination of Miserliness [ch2.html#h4_2] – Expression ofGratitude [ch2.html#h4_3]2 Payment at Proper Time [ch2.html#h3_2]3 Give in Secret [ch2.html#h3_3]4 Give Openly [ch2.html#h3_4]5 Avoid Taunting and Hurting [ch2.html#h3_5]6 Adopt Humility [ch2.html#h3_6]7 Give the Best and the Dearest [ch2.html#h3_7]8 Seek the Worthy and Deserving [ch2.html#h3_8]Chapter 3 Fasting – Ṣawm [ch3.html]Three Grades [ch3.html#h3_1]Inward Requirements [ch3.html#h3_2]See not what displeases God [ch3.html#h4_1] – Speak not… [ch3.html#h4_2] – Hearnot… [ch3.html#h4_3] – Do not… [ch3.html#h4_4] – Avoid Overeating[ch3.html#h4_5] – Look to God with Fear and Hope [ch3.html#h4_6]Importance of Observing Inward Aspects [ch3.html#h3_3]Chapter 4 Pilgrimage - Ḥajj [ch4.html]ITS EXCELLENCES AND ITS MERIT [ch4a.html#h2_1]The Pilgrimage [ch4a.html#h3_1]The Ka’ba and Makka the Ennobled [ch4a.html#h3_2]Residing in Makka [ch4a.html#h3_3]Madina the Radiant [ch4a.html#h3_4]FINE POINTS OF PROPRIETY; INTERNAL CONDUCT [ch4b.html#h2_2]Purity of Intention and Means [ch4b.html#h4_1] – Shunning Unlawful Taxes[ch4b.html#h4_2] – Moderation in Expenditure [ch4b.html#h4_3] – Forsaking EvilConduct [ch4b.html#h4_4] – Going on Foot [ch4b.html#h4_5] – Modesty andSimplicity of Transport [ch4b.html#h4_6] – Shabbiness in Dress and Appearance[ch4b.html#h4_7] – Kindness to Beasts of Burden [ch4b.html#h4_8] – SacrificingAnimals [ch4b.html#h4_9] – Equanimity [ch4b.html#h4_10]INNER STATES AT VARIOUS STAGES OF ḤAJJ [ch4c.html#h2_3]Understanding [ch4c.html#h4_11] – Yearning [ch4c.html#h4_12] – Resolve[ch4c.html#h4_13] – Severing Ties [ch4c.html#h4_14] – Provisions[ch4c.html#h4_15] – Transport [ch4c.html#h4_16] – Purchase of Iḥrām[ch4c.html#h4_17] – Leaving Home [ch4c.html#h4_18] – Crossing the Desert[ch4c.html#h4_19] – Putting on Iḥrām and Crying ‘Labbayk’ [ch4c.html#h4_20] –Entering Makka [ch4c.html#h4_21] – Seeing the Ka’ba [ch4c.html#h4_22] –Circumambulating the House (Tawāf) [ch4c.html#h4_23] – Touching the Black Stone[ch4c.html#h4_24] – Standing at Multazam [ch4c.html#h4_25] – Running betweenal-Ṣafā and al–Marwa (Sa’y) [ch4c.html#h4_26] – Standing at ‘Arafāt[ch4c.html#h4_27] – Casting Pebbles (Ramy) [ch4c.html#h4_28] – SacrificingAnimals [ch4c.html#h4_29] – Visiting Madina [ch4c.html#h4_30] – Visiting God’sMessenger [ch4c.html#h4_31]Conclusions [ch4c.html#h3_5]Chapter 5 Night Vigil – Qiyām al-Layl [ch5.html]Quranic Verses [ch5.html#h4_1] – Traditions of the Prophet [ch5.html#h4_2] –Traditions of the Companions and Their Followers [ch5.html#h4_3]Chapter 6 Invoking Blessings upon God’s Messenger [ch6.html]Chapter 7 The Merit of Seeking Forgiveness – Istighfār [ch7.html]Notes [notes.html]"},{"pageContent":"TRANSLITERATION TABLEConsonants. Arabicinitial: unexpressed medial and final:image [images/6_img01.jpg]Vowels, diphthongs, etc.Short: image [images/6_img02.jpg] long: image [images/6_img03.jpg] diphthongs:image [images/6_img04.jpg]"},{"pageContent":"FOREWORD‘Except he who comes to God with a heart, pure and whole’, says the Quran, noone shall receive the Inheritance of the Garden of Bliss, of the everlastingLife of happiness, near Allah, ‘on the day when they are raised up, the day whenneither riches nor children shall avail.’ (al-Shu’arā’, 26:85-9); the goal andthe promise is not far, but only for him ‘who turns often unto God and keeps Himalways in heart; who fears, without seeing, the most Merciful, and comes with apenitent heart.’ (Qāf, 50: 27-8) On the other hand, only those that ‘in theirhearts is disease’ (al-Baqarah, 2:10) shall be denied this Inheritance; theyhave eyes which can see as far as the farthest galaxies and as deep as the heartof an atom, but they are unable to peep inside themselves for ‘it is not theeyes that are blind, but blind are the hearts within the breasts.’ (al-Ḥajj, 22:46) Who shall, therefore, not care to nurture the life in the heart – his innerworld – as he lives his life in the world, in responding to his God?Life has many dimensions, many layers, many phases. On the one hand, all of themshould exist fused together, in continuing dynamic interaction with each other.For life is an integrated whole. It would be folly to so atomise and analyselife as to end up looking at it as through a microscope – seeing only onedimension at a time, magnified disproportionately; or with a telescope,resulting in simplistic reductionism. To employ tunnel vision is to live with anunbalanced concern for one aspect and a disregard of others. In all ages menhave committed this folly, but perhaps never on the same scale as today. Theconsequences of this disproportion and imbalance are disastrous: disintegrationof person and society, as one lives in one dimension alone, or in disregard ofthe wholeness of life.On the other hand, in concern for the wholeness of life, it would be unwise notto recognise each dimension separately and ensure that it has its proper placein the pursuits of life, is looked after and nurtured properly and plays itsproportionate role in the development of a person. Only by guarding against botherrors can one ensure freedom from anxiety and sorrow and happiness andprosperity, here and in the Hereafter.Al-Ghazālī, in his characteristically powerful, penetrating and inspiring way,leads us in this book into the world of the inner dimensions of worship inIslam. Do not be misled by the title; such is the poverty of human language thatwe could not choose any better. Worship in Islam is not only observance of theprescribed worship rites – Prayer, Almsgiving, Fasting, Pilgrimage – but livingone’s entire life in obedience to God, doing His will and seeking His pleasure,exactly in the way He has laid down. But the worship rites are the essential,and the only, key to that full life of worship. And it is with their innerdimensions that this book is primarily concerned. Also, do not let the word‘inner’ make us think that al-Ghazālī is embarking upon any venture to effect asplit between the ‘inner’ and the ‘outer’, or is going to suggest any esotericmeanings behind the exoteric forms of worship as found in the Sharī’ah. He isnot. His ‘inner’ dimensions include things like praying at the proper time,congregational Prayers, balance and proportion in the outward movements inPrayer, finding the right type of persons to give Alms to, journeying forPilgrimage with legitimately earned money and caring for animals on the way,etc., etc.Al-Ghazālī is a towering figure in Islam; his influence is enormous. He is alsocontroversial; perhaps no great man can escape controversy. Many have writtencriticising him. Echoing some of their concerns, though very exaggeratedly, aformer European Sufi, in examining the split of inward and outward, castigatesal-Ghazālī thus: ‘yet this split – between dhahir and batin – this license tomake half-men - outward legalists or [emphasis mine] inward experience-ists –had come from al-Ghazālī and his notorious Ihya. Indeed his reputation [that he‘brought together the Sufis and the legalists’] rests on the very opposite ofhis accomplishment … he surgically separated the body from its life support’(Shaykh Abdal Qadir al-Murabit, Root Islamic Education, Norwich, p.135).However, the dominant view is quite succinctly summarised by Annemarie Schimmel:‘All that Ghazālī teaches … is only to help man to live a life in accordancewith the sacred law, not by clinging exclusively [emphasis mine] to its letter,but by an understanding of its deeper meaning, by sanctification of the wholelife, so that he is ready for the meeting with his Lord at any moment … Thisteaching – a marriage between mysticism and law – has made Ghazālī the mostinfluential theologian of medieval Islam’ (Historical Outlines of ClassicalSufism, Chapel Hill, p.95).Where lies the truth? And, in that context, what has this book to contribute?This is not the place to examine the whole issue in detail, but it can be saidwithout much hesitation, without implying that all of al-Ghazālī’s teachings arein the same vein, that what is presented here indeed invites us to live a lifein accordance with the Sharī’ah, with heart fully alive and present, so that itremains whole and healthy, pure and free from evil, worthy of going to its Lord,without any shame or disgrace upon it. It helps us interiorise the externals.More specifically, it enables us to breathe life into the dry bones of rites andrituals which have lost much of their meaning and purpose as they are performedby hearts which have hardened due to the passage of time. (al-Ḥadīd, 57: 16)However, to look briefly at some aspects of the much larger issues at the heartof the controversy may be worthwhile.That our personality and life have many dimensions can hardly be disputed. Wehave an external dimension; and an inner one, too. The crux of the issue is whatthey are, where they should be placed, how they should be related to each other.Must they stand apart, or in conflict? Must there always be a split, leading tofriction and antagonism or seclusiveness, between the inner and the outer, thebody and spirit, the surface and depth, the form and meaning, the law and love,the Sharī’ah and the Ṭarīqah? Are they totally unrelated? Or, are they not twosides of the same coin, two strands of the same existence, the warp and the weftof the fabric of life? Do they not overlap or interact mutually? Can they notreinforce each other? Should the internal not necessarily manifest as theexternal, and the exterior not become interiorised? These are crucial questions.Unless these questions are answered properly and right answers found in thelight of the Quran and the Sunnah, the dangers are real: error may set in andthe real objectives of Islam may be in jeopardy. One may eclipse, displace,begin denigrating the other. It is only when one becomes solely concerned witheither aspect or extolls one at the cost of the other that extremist reactiontakes place.On the one hand, there have been people whose exclusive concern with the outwarddetails of the law, their love of things worldly, their relations with thecorrupt wielders of power, their total identification with the establishedstructures, their fossilisation of the Divine guidance under the crust of legalformalism, their waywardness and decadence drove many to split the inward andoutward and stress the inner dimension to the point of decrying the outwardforms laid down by the Shari’ah. It is such people about whom al-Ghazālī says:‘those who are so learned about rare forms of divorce can tell you nothing aboutthe simpler things about the spiritual life, such as the meaning of sinceritytowards God or trust in Him’ (Watt: Muslim Intellectuals, p.113). But there havenot been many like them, especially in the era in which the issue is regarded tohave been most acute. Mālik, Abū Ḥanīfa, Shāfi’ī, Aḥmad, Ja’far Ṣādiq – thejurists par excellence – find pride of place in Farīduddīn ‘Attār’s classicalTadkhirah al-Awliyā’. And there is no limit to such names.On the other hand, there have been some tendencies, gleefully picked up andblown out of all proportion by some Western observers, to belittle or discardthe outward forms – the creed, the rites, the code; but they also have been fewand exceptional. Those who claimed ‘spiritual sovereignty over the logical andritual forms of religion’ (Cragg: The Mind of the Qur’ān, p. 180), or who could‘repudiate pilgrimage as an unnecessary rite, when he was to himself a betterKa’bah. Or … could readily identify the meticulous worshipper in his Salāt as nobetter than an idolator clinging to the invisible and imprisoned in thetangible’ (Cragg, p. 168), were never part of the mainstream. They and thosewho, like Abu Sa’īd ibn Abī al-Khayr, could say:‘Not until every mosque beneath the sunLies ruined, will our holy work be done;And never will true Musalmān appearTill faith and infidelity are one.’(R. A. Nicholson, The Mystics of Islam, p.90.)did not echo the voice of an overwhelming majority of Sufis. Indeed almost allthe leading Sufis – like ‘Abdul Qādir Jīlānī, Shahābuddin Suhrawardī, Abū AhmadChishtī, Ahmad Sirhindī – emphatically stressed the absolute need of observingthe ‘outward’: without obedience one cannot get near to Allah.Just as fuqahā, were Sufis, the leading Sufis were pillars of fiqh. To mention afew names: Hasan Baṣrī, Sufyān Thūrī, Da’ūd Ṭā’ī, ‘Abdullāh ibn Mubārak.‘“The Law without the Truth”, says Hujwīrī, ‘is ostentation and the Truthwithout the Law is hypocrisy. Their mutual relation may be compared to that ofbody and spirit: when the spirit departs from the body, the living body becomesa corpse, and the spirit vanishes like wind. The Moslem profession of faithincludes both: the words, ‘there is no god but Allah’ are the Truth, and thewords, ‘Mohammed is the apostle of Allah’, are the Law; anyone who denies thetruth is an infidel, and anyone who rejects the law is a heretic’”. (Nicolson,pp. 92-3). No other words can so succinctly sum up the mutual relation of the‘inward’ and ‘outward’. Ibn Taimīya, whose image is that of a great anti-Sufi,wrote in the same vein.That ‘It is the life of the heart that matters’ is true; but only partly.Firstly, as al-Hujwīrī so beautifully explains, the heart without life is asgood as dead, but life cannot exist unless it has a heart and the heart needs abody. So they are interdependent; one cannot be affirmed and asserted to thenegation of the other. Secondly, they interact. The ‘outer’ always has a deepimpact on the ‘inner’ and penetrates into the inward depths. One can always seehow certain words and deeds cause inner anguish or happiness. Similarly, the‘inner’ must pour out through the ‘outer’.Jalāluddīn Rūmī, the famous Sufi poet, in his Mathnawī brings his peculiarwisdom to illuminate these very aspects. Let us remain aware that Rūmī’s thoughtshows varying, even contradictory, strands of thought. (Are we not all at sometime or other, totally engrossed in one aspect or the other or in a part-truth?But we, perhaps, take enough care not to show our contradictions, whereas apoet, like Rūmī, gives vent to all his emotions and thoughts, whatever they maybe.) Dwelling upon the relationship between the acts and words and the innerstates of heart and soul, he says:‘Act and word are witnesses to the hidden mind; from these twain infer theinward state.Know that the probity of the witnesses must be established; the means ofestablishing it is a (great) sincerity; Thou art dependent on that.In the case of the word-witness, ‘tis keeping thy word (that is the test); inthe case of the act-witness, ‘tis keeping thy covenant (to perform these acts).The word-witness is rejected if it speaks falsely, and the act-witness isrejected if it does not run straight.Thou must have words and acts that are not self-contradictory, in order thatthou mayest meet with immediate acceptance.’(The Mathnawī, Vol. VI, R. A. Nicholson (tr.), pp.17-18.)External beauties are of no avail without internal depths:‘The body that hath defect in its spirit will never become sweet (even) if yousmear it with honey.’ (Ibid., p. 38.)But if there is beauty inside, the ‘outer’ is sure to reflect it:‘If my heart had a modest disposition, my handsome face would produce naught butpurity (goodness).’ (Ibid., p. 42.)To traverse the Way, deeds are essential:‘Therefore the Prophet said, “For the purpose of (traversing) this Way there isno comrade more faithful than works. If they be good they will be thy friendsfor ever, and if they be evil they will be (as) a snake in thy tomb.’” (Ibid.,p.65.)Rūmī does no more than express what the Quran, in many places, has madeabundantly clear, that the ‘inward’ and the ‘outward’ are essential to eachother. Prayer and humbleness go together: ‘Successful are the believers who intheir Prayers are humble.’ (al-Mu’minūn, 23:1) One who ‘spends his wealth topurify himself – not as payment for favours received, only longing to seek theface of his Lord the Most High’ (al-Layl, 92:18-20) will receive the pleasure ofhis Lord. Fasting has been enjoined ‘that you may become God-fearing.’(al-Baqarah, 2:183) Whosoever performs Pilgrimage and ‘honours God’s sacredsymbols, that is of the godliness in his heart.’ (al-Ḥajj, 22: 32) Sacrificinganimals is an act of worship, but ‘the flesh of them shall not reach God,neither their blood, but godliness from you shall reach Him.’ (al-Ḥajj, 22:3)There can be little doubt that the Inheritance of the Garden of Bliss is forthose who come with a heart, pure and whole; but equally important is tometiculously follow the footsteps of the Prophet, upon him be peace. Says theQuran: ‘If you love God, follow me and God will love you and forgive you yoursins.’ (Āl ‘Imrān, 3:31)The observance of the Ḥudūd is no less important: ‘Those [laws of inheritance]are God’s bounds. Whoso obeys God, and His Messenger, him will He bring intogardens through which rivers flow, therein to abide forever; that is a triumphsupreme. But whoso disobeys God, and His Messenger, and transgresses His bounds[Ḥudūd] him He will commit unto fire, therein to abide forever; and for himthere awaits a shameful suffering’. (al-Nisā’, 4:13-14)In conclusion, let me say, I find that nothing illuminates this crucial problem– its diverse aspects, the need and importance of giving due care to both the‘inner’ and ‘outer’, the dependence and interaction of each upon the other; howhearts can be moved by words and actions, how words and actions must betransformed as light shines in hearts which have been overtaken by the love ofGod – than the following verse of the Quran:‘Is he whose breast God had opened wide unto total self-surrender unto Him, sohe walks in a light from his Lord (like the hard of heart)?Woe, then, unto those whose hearts are hardened against the remembrance of God!They are lost in manifest error!God has sent down the best teaching as a Book, consistent within itself,repeating in manifold forms – whereat shiver the skins of those who fear theirLord; then their skins and their hearts soften to the remembrance of God. Thatis God’s guidance, whereby He guides whomsoever He will; and whomsoever Godleads astray, no guide has he.’(aI-Zumar, 39:22-3)I hope the above reflections will put these selections from al-Ghazālī’s Iḥyā’in their proper perspective. So beautifully translated by my brother MuhtarHolland, they will surely help countless young men and women of our times. Theyare now making afresh their acquaintance with Islam, rapidly growing in theircommitment to Allah and His Messenger, striving harder and harder to bringthemselves – their hearts, minds and lives, both private and public – under thesovereignty of one God, as well as the human society and man- kind. It will helpthem perform their worship rites, prescribed by Islam, in a way, and with suchinner states of heart, that they will find great enrichment and receive thoseimmense inner resources without which their Jihād – both personal and social –can neither find acceptance in the sight of God, nor yield the results in thisworld. Such books do not require a critical evaluation of the validity andauthenticity of each and every statement and anecdote. What is important is theinspiration and guidance that remain with the reader. And to that end, I trustthis book will be extremely useful and merit acceptance in the eyes of Allah.I pray to Allah subḥānahū wa ta’ālā to bless our humble efforts with Hisacceptance and grace and forgive our acts of omission and commission.The Islamic Foundation, Leicester, Khurram Murad Jumāda al-Ūlā 1403 DirectorGeneral March 1983"},{"pageContent":"TRANSLATOR’S FOREWORDEven in its external forms alone, the Islamic mode of worship has held aprofound fascination for outside observers down through the ages. Many animagination has been captured by the haunting sound of the Call to Prayer:‘Allāhu Akbar! Allāhu Akbar! . .’, or by the stunning spectacle of row upon rowof worshippers bowing and prostrating themselves in perfect unison during FridayCongregation in the concourse of some splendid yet at the same time starklysimple Mosque. The cafés and restaurants of a great Muslim city, almostcompletely deserted in the daylight hours of Ramaḍān, make an eerie impressionon travellers who arrive in the Month of Fasting. But it is probably thePilgrimage, with the aura of mystery and even danger surrounding the ‘forbiddencities’ of Makka and Madina, that has cast the greatest spell on the minds ofthose who look at Islam from without.To Muslims, it is essentially unsurprising that outsiders should find theIslamic forms of worship so intriguing. For we believe Islam to be the ‘naturalreligion’ of mankind, as old as our first father Adam – peace be upon him – andas young as the latest infant born into this world. In our own day, the secretof this is revealing itself to growing numbers of men and women beyond theconfines of what is regarded, historically and politically, as the World ofIslam.The call to worship none but Allah, the One Almighty God, and to follow theguidance of His noble and blessed Messenger, Muhammad, is being soundedunceasingly on many levels, on countless wavelengths. People hear and respond invery different ways. Sometimes there is a sudden flash of inspiration, sometimesa long and gradual maturing of knowledge and understanding, leading one day tocertain conviction. An opening of the feelings may precede rationalcomprehension. Dreams and visions may play their part. These remarks are basedon the experience of many close friends and acquaintances who have come toembrace Islam, as well as on my own. In most cases I know of, an attraction tothe Islamic forms of worship has been an important element, if not the principalfactor, in the crucial decision to make a full commitment to the religion.A French lady never forgot the sound of the Call to Prayer, which she had heardas a child in North Africa, and the day came when she knew she must answer it.My friend Robert was a medical student when we travelled together in Turkey manyyears ago; he could not resist joining the Muslim Congregation at Prayer in theMosques. I know him now as Dr Abdarrahman. I could fill the page with the namesof Muslim brothers and sisters who observed the Fast during Ramaḍān even beforethey embraced Islam, not to mention the many non-Muslim friends who haverecently begun to fast (and who like to give Alms at the end of the fastingmonth). To speak of myself, I knew in my heart at least fifteen years before Iembraced Islam that I must one day visit the Ka’ba in Makka as a Pilgrim.Throughout that time I performed the Islamic ablutions every morning and oftenat other times as well. Like others with whom I joined in exercises of aspiritual nature, ‘receiving’ from beyond the influence of heart and mind, Iwould sometimes feel the movements of the Islamic Prayer arising spontaneouslyin my body. These and a host of other experiences, culminating in a remarkablevision of the Prophet Muhammad, upon him be peace, together with his nobleCompanions, eventually convinced me that I was a Muslim – however imperfect –and that I ought to acknowledge the fact.Genuine seekers of Truth can never be satisfied with outer forms alone, even ifthey believe those forms to have been established by Divine decree. In what isprobably his most famous saying, the blessed Prophet himself declared: ‘Actionsare valued according to intentions.’ Indeed, the Beautiful Names of Allahinclude both ‘The Outer (al-Ẓāhir)’ and ‘The Inner (al-Bāṭin)’. The need for agreater understanding of the inner dimensions of Islamic worship is acutelyfelt, not only by a host of potential Muslims but also by many who have livedtheir whole lives as members of the Islamic community. Few Muslim authors havewritten so helpfully on this subject – in any age – as Imām al-Ghazālī. Thefollowing pages offer no more than selections, in English translation, from hisgreat work Iḥyā’ ‘Ulūm al-Dīn (‘Bringing Religious Knowledge to Life.’) I canonly pray that they will bring benefit to many, by God’s leave, and that nonewill be misled by errors I may have committed.New York, 1403/1983 Muhtar Holland"},{"pageContent":"1THE PRAYERṢALĀTIn the Name of God, the Merciful, the Mercy-giving.(Bismi-Ilāhi-Iraḥmāni-Iraḥīm.)All praise belongs to God, Who has lavished His favours on His servants, fillingtheir hearts with the light of religion and its duties, sent down from theThrone of Glory to the heaven of this world by the steps of mercy. One mark ofHis compassion: in contrast to earthly kings, though majesty and might belong toHim Alone, He urges the people to bring Him their requests and pleas, saying:‘Will anyone call, that I may answer him? Will anyone seek My forgiveness, thatI may forgive him?’ Unlike the rulers of this world, He keeps an open door anddoes not screen himself away. He allows His servants to converse with Himintimately in their Prayers, under all circumstances, be they in Congregation orin isolation. Not merely allowing, indeed, He gently urges and invites. Howdifferent are those feeble worldly kings, who grant an audience only when theyhave received a gift or bribe!Glory be to Him, therefore, so grand in His sublimity, so Strong in Hisauthority, so Perfect in His graciousness, so Allembracing in His goodness.Blessings and salutations to Muhammad, His chosen Prophet and selected friend,and to his family and Companions, those keys of right guidance and lanterns inthe dark.* * *Prayer is the pillar of religion, the mainstay of conviction, the chief of goodworks and the best act of obedience …"},{"pageContent":"EXCELLENT MERITS OF PRAYER1 MERIT OF THE CALL TO PRAYER (ADHĀN)Said the Prophet, on him be peace: ‘On the Day of Resurrection, three peoplewill find themselves on a ridge of black musk. They will have no reckoning tofear, nor any cause for alarm while human accounts are being settled. First, aman who recites the Quran to please God, Great and Glorious is He, and who leadsthe Prayer to people’s satisfaction. Second, a man who gives the Call to Prayerin a Mosque, inviting people to God, Great and Glorious is He, for the sake ofHis good pleasure. Third, a man who has a hard time making a living in thisworld, yet is not distracted from the work of the Hereafter.’1[notes.html#ch1A1]According to other Traditions, the Prophet, on him be peace, said: ‘All thathear the Muezzin’s cry, be they jinn, human or whatever, will testify for him onthe Day of Resurrection.’2 [notes.html#ch1A2] And: ‘The hand of the All-mercifulis on the Muezzin’s head until he completes his Call to Prayer.’3[notes.html#ch1A3]Commentators say that God, Great and Glorious is He, was referring to Muezzinswhen He revealed the Quranic Verse:‘Who speaks better than one who calls to God and acts righteously?’ [Fuṣṣilat,41:33](Wa-man aḥsanu qawlan mimman da’ā ilā-Ilāhi wa-’amila ṣāliḥā.)The Prophet, on him be peace, also said: ‘When you hear the Call, repeat whatthe Muezzin says.’4 [notes.html#ch1A4] This is the recom- mended practice,except that on hearing the two sentences beginning ‘ḥayya ‘alā …’ (‘Come to …’),one says: ‘There is neither power nor strength save in God’ (lā ḥawla wa-lāquwwata illā bi-llāh). The response to ‘qad qāmati-lṣalāh’ (‘Prayer has begun’)is: ‘May God establish it and preserve it as long as the heavens and earthendure’ (aqāmahā-Ilāhu wa-adāmahā mā dāmati-Isamāwātu wal’arḍ). At dawn, theCall includes the sentence: ‘Prayer is better than sleep,’ to which we respondwith: ‘You have spoken truly and veraciously and given good advice’ (ṣadaqtawa-bararta wa naṣaḥta). When the Call to Prayer is over, one says:‘O God, Lord of this perfect invitation and firmly established Prayer, endowMuhammad with favour, merit and exalted rank. Raise him to the glorious positionYou have promised him. You do not break Your promise.’(Allāhumma rabba hādhihi-lda’wati-Itāmmati wa-Isalāti-Iqā’imatiMuḥammadani-Iwasīlata wa-Ifaḍīlata wa-IdarajataIrafi’a /wa-b’athhu-Imaqāma-Imaḥmūda-Iladhī wa’adtah/ innaka lā tukhlifu-Imī’ād.)Sa’īd ibn al-Musayyab said: ‘If a person performs Prayer in a wilderness, anangel prays on his right and an angel prays on his left. If he also gives theCall to Prayer and the signal to begin, angels perform Prayer behind him in rowslike mountain ranges.’2 MERIT OF THE PRESCRIBED PRAYERS AT SET TIMES (ṢALĀT)Allah, Exalted is He, says:‘Prayers have been prescribed for the believers at set times.’[al-Nisā’, 4:103](Inna-Iṣalāta kānat ‘alā-Imu’minīna kitāban mawqūtā.)Said the Prophet, on him be peace: ‘There are five Prayers which God hasprescribed for His servants. For those who perform them properly, withoutdisrespectful omissions, there is a guarantee that God will admit them toParadise. To those who do not observe them, however, God offers no suchguarantee: He may punish them or He may admit them to Paradise, as He wills.’5[notes.html#ch1A5]Said the Prophet, on him be peace: ‘The five set Prayers may be compared to astream of fresh water, flowing in front of your house, into which you plungefive times each day. Do you think that would leave any dirt on your body?’ Whenthey replied: ‘None at all!’ The Prophet, on him be peace, said: ‘Indeed, thefive Prayers remove sins, just as water removes dirt.’6 [notes.html#ch1A6]Other sayings of the Prophet, on him be peace:‘The five set Prayers are an expiation, for there is something amongst them bywhich major sins are repelled.’7 [notes.html#ch1A7]‘What distinguishes us from the Hypocrites is our attendance at late night andearly morning Prayers, both of which they miss.’8 [notes.html#ch1A8]‘If a man meets God when he has been negligent of the Prayer, God will pay noattention to his other virtues.’9 [notes.html#ch1A9]‘Prayer is the pillar of religion; to neglect it is to prepare the downfall ofreligion.’10 [notes.html#ch1A10]‘Prayer at the appointed times.’11 [notes.html#ch1A11] (In answer to thequestion: ‘Which action is the most meritorious?’)‘If a man performs the five Prayers, in a proper state of purity and at thetimes prescribed, they will be a light and a proof for him on the Day ofResurrection. But he who misses them will be resurrected along with Pharaoh andHāmān.’12 [notes.html#ch1A12]‘The key to Paradise is ritual Prayer.’13 [notes.html#ch1A13]‘After the affirmation of His Unity, no duty God has imposed on His creatures isdearer to Him than ritual Prayer. Had anything been dearer to Him than this, itwould have become a form of worship for His angels. As it is [each of themperforms part of the Prayer,] some bowing, some prostrating themselves, somestanding upright and some sitting on their heels.’14 [notes.html#ch1A14]‘Anyone who deliberately misses a Prayer has forsaken his faith.15[notes.html#ch1A15] That is to say, he has virtually been stripped of faith,since its knot has been untied and its pillar has fallen. The [Arabic verbmeaning] ‘has forsaken …’ is used idiomatically, much as one might say that aman ‘has arrived’ when he is very near his destination.‘If someone deliberately omits a Prayer, he ceases to enjoy the protectivecustody of Muhammad, on him be peace.’16 [notes.html#ch1A16]Abū Hurayra, may God be pleased with him, said: ‘If someone makes his ablutionand does it well, then sets out with the intention of performing the Prayer, heis already in the state of Prayer while on his way to it. With each two steps hetakes, a good deed is added to his record and a bad deed is erased from it. Sodo not linger when you hear the signal that the Prayer is beginning, for the onewho is farthest from home will get the greatest reward.’ They asked: ‘Why isthat, Abū Hurayra?’ and he said: ‘Because of all the steps he had to take.’According to Tradition: ‘Of all a man’s actions, the first to be examined on theDay of Resurrection will be the Prayer. If it is found to be complete, it willbe accepted of him along with the rest of his works, but if it is found wantingit will be rejected along with the rest of his deeds. ’17 [notes.html#ch1A17]The Prophet, on him be peace, said: ‘Abū Hurayra, command your family to performPrayer, for God will provide you with blessings too numerous to reckon.’18[notes.html#ch1A18]A scholar once said: ‘One who performs Prayer is like a merchant, who does notstart making a profit until he has recovered all his capital. In similarfashion, one who performs Prayer gets no credit for supererogatory devotionsuntil he has discharged his basic obligations.’Abū Bakr, may God be pleased with him, used to say: ‘When it is time for Prayer,get up and extinguish the Hellfire you have kindled for yourselves.’3 MERIT OF CORRECT PERFORMANCE (TA’DĪL)The Prophet, on him be peace, said: ‘The prescribed Prayer is like a pair ofscales: whoever gives full measure will also receive in full.’19[notes.html#ch1A19]Yazīd al-Riqāshī said: ‘The Prayer of God’s Messenger, on him be peace, was aseven as if it had been perfectly balanced.’20 [notes.html#ch1A20]Traditions of the Prophet, on him be peace:‘Two members of my Community may perform the Prayer in such a way that theirbowing and their prostration are as one, yet their Prayers may be as far apartas heaven and earth.’21 [notes.html#ch1A21] (In respect of their humility, thatis.)‘God will have no regard, on the Day of Resurrection, for that servant of Hiswho does not straighten his spine between bowing and making prostration. ’22[notes.html#ch1A22]‘Is he not afraid – he who turns his face around in the Prayer – that God mayturn his face into that of a donkey?’23 [notes.html#ch1A23]‘If someone performs his Prayer at the proper time, makes his ablutioncorrectly, does the bowing and prostration properly and observes due humility,that Prayer will rise up, all bright and shining, and will say: “May God takecare of you as you have taken care of me!” But if someone performs his Prayer atthe wrong time, without correct ablution, not bowing and prostrating properlyand not observing due humility, his Prayer will rise up all dark and gloomy,saying: “May God neglect you as you have neglected me.” Then when it has reachedwherever God wishes, it will be folded up like an old rag and he will be slappedwith it in the face.’24 [notes.html#ch1A24]4 MERIT OF CONGREGATIONAL PRAYER (JAMĀ’A)The Prophet, on him be peace, said: ‘The merit of congregational Prayersurpasses that of individual Prayer by twenty-seven degrees.’25[notes.html#ch1A25]According to Abū Hurayra, the Prophet, on him be peace, once noticed thatcertain people were missing from the Congregation. He said: ‘I consideredappointing someone else to lead the Prayer, while I went to show my disapprovalof those absentees by burning down their houses.’26 [notes.html#ch1A26]According to another version, he added: ‘Any one of them would have joined theCongregation if he had expected to get a marrowbone or a couple of trotters.’According to ‘Uthmān, may God be pleased with him, the blessed Prophet said: ‘Toperform the late evening Prayer (‘Ishā’) in congregation is equivalent tospending half the night in vigil, while to perform the dawn Prayer (Fajr) incongregation is like keeping vigil throughout the night.’27 [notes.html#ch1A27]The Prophet, on him be peace, also said: ‘To perform the Prayer in congregationis to fill one’s throat with worship.’28 [notes.html#ch1A28]Sa’īd ibn al-Musayyab said: ‘In all of twenty years, the Call to Prayer hasalways found me in the Mosque.’Muhammad ibn Wāsi’ said: ‘Only three things do I wish for in this world: abrother to set me straight if I get crooked; a livelihood for which I do nothave to beg; and a congregational Prayer in which I am relieved ofabsent-mindedness and which is recorded in my favour.’Ḥātim al-Aṣamm said: ‘I was once too late for congregational Prayer and AbūIsḥāq al-Bukhārī was the only one to commiserate with me. Had I lost a son, morethan ten thousand would have offered me their condolences, for people findreligious misfortune easier to bear than worldly calamity.’Ibn ‘Abbās, may God be pleased with him and with his father, said: ‘If a manhears the crier (Muezzin) and does not respond, he does not wish for good and nogood is to be expected of him.’Abū Hurayra, may God be pleased with him, said: ‘Better for a human being tohave his ear filled with molten lead, than to hear the Call and fail torespond.’It is related that Maymūn ibn Mihrān once came to the Mosque, only to be toldthat the people had all left. He quoted from the Quran: ‘Surely we belong toAllāh, and to Him we are surely returning,’ then said: ‘Truly, the value of thisPrayer is dearer to me than the governorship of ‘Irāq.’Said the Prophet, on him be peace: ‘If a man performs his Prayers in conregationfor forty days, never arriving after the “Allāhu Akbar!” of consecration, Godwill grant him two absolutions: absolution from hypocrisy and absolution fromHellfire.’29 [notes.html#ch1A29]It is said that on the Day of Resurrection a group of people will be assembled,their faces like shining stars. The angels will ask them: ‘How did you conductyourselves in life?’ To this they will reply: ‘On hearing the Call to Prayer, weused to set about our ablutions, letting nothing else distract us.’ Anothergroup will then be assembled, their faces like radiant moons. In answer to thesame question, they will say: ‘We used to make our ablutions ahead of time.’ Thenext group to be assembled will have faces like the sun. They will say: ‘We usedto hear the Call to Prayer inside the Mosque.’It is related that early believers used to commiserate with themselves for threedays if they missed the first ‘Allāhu Akbar!’ and for a whole week if theymissed the congregational Prayer altogether.5 MERIT OF PROSTRATION (SUJŪD)God’s Messenger, on him be peace, said: ‘The servant has no better means ofapproaching God than prostration in private.’30 [notes.html#ch1A30] Also:‘Whenever a Muslim performs a prostration for God’s sake, God raises him onedegree and absolves him of one offence.’31 [notes.html#ch1A31]It is related that a man once said to God’s Messenger, on him be peace: ‘Pray toGod that He may include me among those who enjoy your intercession, and that Hemay grant me your companionship in Paradise.’ The Prophet, on him be peace,replied: ‘Help me by making frequent prostration.’32 [notes.html#ch1A32]According to another Tradition: ‘The servant is never closer to God, Exalted isHe, than when he is prostrating himself in worship.’33 [notes.html#ch1A33] Thisis the meaning of the words of God, Great and Glorious is He, ‘Prostrateyourself and draw near.’ [Iqra’, 96:19] (Wa-sjud wa-qtarib.) God, Great andGlorious is He, also says: ‘Their foreheads show the mark left by prostration.’[al-Fatḥ, 48:29] (Sīmāhum fī wujūhihim min athari-lsujūd.) Some say this refersto the dust that sticks to the brow during the act of prostration, while otherssay it is the light of humility, shining forth from within. The latter view ismore correct. According to yet others, it is the radiance that will shine ontheir faces on the Day of Resurrection, as a result of their ablution.The Prophet, on him be peace, said: ‘If a human being prostrates himself at anappropriate point in his recitation of the Quran, the devil withdraws, weepingas he says: “Alas! This man was bidden to prostrate himself and he has obeyed,so Paradise is his. I was also commanded to make prostration, but I disobeyedand so Hell is my lot.’”34 [notes.html#ch1A34]It is told of ‘Alī ibn ‘Abdullāh ibn ‘Abbās that he used to make a thousandprostrations every day. They used to call him the Great Prostrator (al-sajjād).It is related that ‘Umar ibn ‘Abd al-’Azīz, may God be pleased with him, neverprostrated himself on anything but the bare earth.Yūsuf ibn Asbāṭ used to say: ‘Young men, take advantage of your good health,before you become infirm, for I no longer envy anybody except a man whocompletes his bowing and prostration in Prayer, now that my own time is tooshort for that.’Sa’īd ibn Jubayr said: ‘I look to nothing in this world for consolation exceptto prostration in Prayer.’‘Uqba ibn Muslim said: ‘No quality in a man is dearer to God, Great and Gloriousis He, than the longing to meet Him. At no moment is a man closer to God, Greatand Glorious is He, than when he sinks down in prostration.’Abū Hurayra, may God be pleased with him, said: ‘The servant is nearest to God,Great and Glorious is He, when he prostrates himself in Prayer, so that is thetime to make many supplications.’6 MERIT OF HUMBLE ADORATION (KHUSHŪ’)God, Exalted is He, said:‘And perform the Prayer in remembrance of Me.’ [Ṭā Hā, 20:14](Wa-aqimi-Iṣalāta li-dhikrī.)The Exalted One also said:‘Do not be one of those who are neglectful.’ [al-A’rāf, 7:205](Wa-lā takun mina-Ighāfīlīn.)God, Great and Glorious is He, also said:‘Do not approach the Prayer when you are intoxicated, until you know what youare saying.’ [al-Nisā’, 4:43](Wa-lā taqrabū-Iṣalāta wa-antum sukārā ḥattā ta’lamū mā taqūlūn.)Some say that ‘intoxicated’ means inebriated by many anxieties, while others sayit means drunk on the love of this world. According to Wahb, the meaning isobviously a caution against worldly attachment, since the words ‘until you knowwhat you are saying’ explain the underlying reason. Many are those who praywithout having drunk wine, yet do not know what they are saying in theirPrayers!Said the Prophet, on him be peace: ‘If a man performs two cycles of Prayerwithout the distraction of any worldly thought, all his previous sins will beforgiven.’35 [notes.html#ch1A35]The Prophet, on him be peace, also said: ‘Prayer is nothing but submissiveness,humility, supplication, sighing and remorse, holding out your hands and saying:“O God! O God!” Otherwise it is abortive.’36 [notes.html#ch1A36]In the earlier scriptures, we find these words attributed to God, Glorified isHe: ‘I do not accept the Prayers of everyone who prays. I accept the Prayers ofnone but those who are humble before My Majesty, who are not arrogant towards Myservants, and who feed the poor and hungry for My sake.’The Prophet, on him be peace, said: ‘Ritual Prayer was made obligatory,Pilgrimage and circumambulation were ordained, and the rites of sacrifice wereinstituted, all for the purpose of ensuring remembrance of God, Exalted is He.If your heart is devoid of awe and reverence for the One Remembered, who is theaim and the goal, what is your remembrance worth?’37 [notes.html#ch1A37]This advice was given to someone by the Prophet, on him be peace: ‘When youpray, pray like a person who is saying farewell,’38 [notes.html#ch1A38] i.e.saying farewell to himself, to his passions and to his life, before setting offon the journey to his Lord. As God, Exalted is He, says:‘O Man, you labour towards your Lord laboriously, and you shall meet Him.’[al-Inshiqāq, 84:6](Yā ayyuhā-l’insānu innaka kādiḥun ilā rabbika kadḥan fa-mulāqīh.)The Exalted One also says: ‘Be aware of God, for it is God who teaches you.’[al-Baqarah, 2:282] (Wa-ttaqū-Ilāha wayu’allimukumu-llāh.)God, Exalted is He, says also: ‘Be aware of God, and know that you are going tomeet Him.’ [al-Baqarah, 2:223] (Wa-ttaqū-Ilāha wa’lamū annakum mulāqūh.)Said the Prophet, on him be peace: ‘If a man’s Prayer does not deter him fromindecency and mischief, he gains nothing from God but remoteness.’39[notes.html#ch1A39]Since Prayer is intimate communion, how can it go with heedlessness? Bakr ibn‘Abdullāh said: ‘Human being, if you wish to enter the presence of your Lordwithout permission, and to speak with Him without an interpreter, you have onlyto enter!’ When someone asked him how this could be he said: ‘You do yourablution correctly and enter your prayer-niche … There you are! You have enteredyour Lord’s presence without permission and may now speak to Him without aninterpreter.’Said ‘Ā’isha, may God be pleased with her: ‘God’s Messenger, on him be peace,would talk to us and we to him, but when it was time for Prayer it seemed asthough he did not know us, nor we him. ’40 [notes.html#ch1A40] This was becausethey were completely in awe of God, Great and Glorious is He.The Prophet, on him be peace, said: ‘God has no regard for a Prayer in which aman’s heart is not present as well as his body.’41 [notes.html#ch1A41]When Abraham, God’s special friend, got up to pray, the throbbing of his heartcould be heard two miles away.When Sa’īd al-Tanūkhī was praying, tears used to flow incessantly down hischeeks and onto his beard.God’s Messenger, on him be peace, once saw a man playing with his beard duringthe Prayer, so he said: ‘If this fellow’s heart was submissive, his organs wouldalso act with humility.42 [notes.html#ch1A42] It is related that al-Ḥasannoticed a man playing with pebbles as he prayed: ‘O God, marry me to the maidensof Paradise!’ ‘A poor suitor you are,’ said al-Ḥasan. ‘You propose to themaidens of Paradise while playing with pebbles!’Someone asked Khalaf ibn Ayyūb: ‘Don’t the flies bother you so much during yourPrayer that you have to chase them away?’ But he replied: I do not make a habitof anything that would spoil my Prayer.’ When asked how he had acquired suchpatience, he said: I have heard that culprits patiently endure the Sultan’swhip, because this gives them a reputation for being “able to take it.” Theyboast of their patient endurance. Here am I, standing before my Lord in Prayer.Am I going to budge for a fly?’It is related of Muslim ibn Yasār that, when he wanted to pray, he would say tohis family: ‘You may talk, for I shall not hear you’. It is said that he waspraying one day in the Great Mosque of Basra, when a corner of the buildingcollapsed. This attracted a crowd, but he was quite unaware of what had happeneduntil he had finished his Prayer.Whenever the time of Prayer approached, ‘Alī ibn Abī Ṭālib, may God be pleasedwith him and ennoble his countenance, used to quake and change colour. Theyasked him: ‘What is the matter with you, Commander of the Believers?’ To this hewould reply: ‘The time has come for a trust which God offered to the heavens andthe earth and the mountains, but they refused to carry it; they were wary of it,but I have taken it on.’It is said of ‘Alī ibn al-Ḥusayn that he used to turn pale when he made hisablution. When his family asked him what came over him during his ablution, hewould say: ‘Do you realise before Whom I wish to stand in Prayer?’According to Ibn ‘Abbās, may God be pleased with him and his father, the ProphetDavid, God bless him and give him peace, used to say in his intimate Prayers:‘My God, who inhabits Your House? And from whom do you accept the Prayer?’ ThenGod told him by inspiration: ‘David, he who inhabits My House, and he whosePrayer I accept, is none but he who is humble before My Majesty, spends his daysin remembrance of Me and keeps his passions in check for My sake, giving food tothe hungry and shelter to the stranger and treating the afflicted withcompassion. His light shines in the sky like the sun. If he invokes Me, I am athis service. If he asks of Me, I grant his request. In the midst of ignorance, Igive him discernment; in heedlessness, remembrance, in darkness, light. Hestands out among ordinary people as Paradise towers over earthly gardens, itsrivers inexhaustible and its fruits not subject to decay.’It is related of Ḥātim al-Aṣamm, may God be pleased with him, that he said, inanswer to a question about Prayer: ‘When the time for Prayer is at hand, I makea proper ablution, go to the spot where I intend to pray and sit there till allmy limbs and organs are in a collected state. Then I stand up to perform myPrayer, placing the Ka’ba between my brows, the Bridgeover-Hell beneath my feet,Paradise to my right and Hell to my left, and the Angel of Death behind me,thinking all the while that this is my final Prayer. Then I stand between hopeand fear. I carefully pronounce “Allāhu Akbar!” Then I recite the Quranharmoniously, bow in humility and prostrate myself submissively. I then sit backon my left haunch, spreading out the top of my left foot and raising my rightfoot on the toes. I follow this with sincerity. Then I wonder whether or not myPrayer has been accepted.’Ibn ‘Abbās, may God be pleased with him and with his father, once said: ‘Twomoderate cycles of Prayer, performed in full awareness, are better than a wholenight’s vigil when the heart is inattentive.’7 EXCELLENCE OF THE MOSQUE AND PLACE OF PRAYER (MASJID)God, Great and Glorious is He, said:‘The only ones to frequent God’s Mosques shall be those who believe in God andthe Last Day …’ [al-Tawbah, 9:18](Innamā ya’muru masājida-Ilāhi man āmana bi-Ilāhi walyawmi-l’ākhir.)The Prophet, upon him be peace, said: ‘If a man builds a Mosque for God’s sake,be it no bigger than the hollow where a sand grouse lays her eggs, God willbuild him a palace in Paradise.’43 [notes.html#ch1A43]Other Traditions of the Prophet, on him be peace:‘If a man is fond of the Mosque, God will be fond of him.’44 [notes.html#ch1A44]‘When one of you enters the Mosque, let him perform two cycles of Prayer beforesitting down. ’45 [notes.html#ch1A45]‘He who lives next to the Mosque may not pray outside of the Mosque.’46[notes.html#ch1A46]‘The angels bless you as long as you remain sitting in the place where you doyour Prayers, saying: “O God, bless him. O God, have mercy on him. O God,forgive him.” They keep this up until you need an ablution or leave the place ofPrayer.’47 [notes.html#ch1A47]‘In the latter days, there will be members of my Community who come to theMosques and sit there in circles. Their talk will be of this world and theirlove of it. Do not sit in their company, for God has no need of them.’48[notes.html#ch1A48]‘God, Great and Glorious is He, has said in one of His Books: “The Mosques areMy houses on My earth. My visitors are those who frequent them, so blessed is hewho purifies himself in his own house, then visits Me in Mine. For the host hasa duty to entertain his guest.” ’49 [notes.html#ch1A49]‘If you see a man frequenting the Mosque, you may testify to his faith.’50[notes.html#ch1A50]Sa’īd ibn al-Musayyab said: ‘Anyone who sits in the Mosque is actually sittingin the company of his Lord, so he has no right to say anything that is notgood.’It was probably one of the Companions who said: ‘Gossip in the Mosque consumesgood deeds as animals eat up grass.’Al-Nakha’ī said: ‘They used to maintain that walking to the Mosque on a darknight gave a guarantee of Paradise.’ Anas ibn Mālik said: ‘If someone installs alantern in a Mosque, the angels and the bearers of the Heavenly Throne do notcease to beg forgiveness for his sins as long as that lamp continues toilluminate that Mosque.’‘Alī, may God ennoble his countenance, said: ‘When a man dies, he is mourned byhis place of Prayer on earth and by the place in heaven to which his good deedshave ascended.’ Then he recited the verse [referring to Pharaoh and hisunbelieving followers]:‘Neither heaven nor earth shed a tear over them; nor were they reprieved.’[al-Dukhān, 44:29](Fa-mā bakat ‘alayhimu-Isamā’u wa-l’arḍu wa-mā kānū munẓarīn.)Ibn ‘Abbās said: ‘The earth laments him for forty mornings.’ ‘Aṭā’ al-Khurāsānīsaid: ‘Any spot on earth where a man has made a prostration to God will testifyon his behalf on the Day of Resurrection, and will weep for him on the day hedies.’ Anas ibn Mālik said: ‘If a man remembers God, Exalted is He, on any plotof ground, be it by way of Prayer or other form of remembrance, that plot willboast about it to all the surrounding plots. It will rejoice in the remembranceof God, Great and Glorious is He, to the utmost extent of seven lands. No mangets up to pray without the earth being embellished for him.’ It is also saidthat any place where people stop for the night will either bless them or cursethem in the morning."},{"pageContent":"INTERNAL PREREQUISITES OF PRAYER: ACTIONS OF THE HEARTTHE NEED FOR HUMILITY AND CONSCIOUS AWARENESSMany Quranic Verses and Traditions could be cited in evidence of this, includingthe words of God, Exalted is He:‘And perform the Prayer to remember Me.’ [Ṭā Hā, 20:14](Wa-aqimi-Iṣalāta li-dhikrī.)The obvious force of the imperative is to make something obligatory.Since heedlessness is the opposite of remembrance, how can someone who isheedless throughout his Prayer be performing it in remembrance of God? TheExalted One said:‘Do not be one of those who are neglectful.’ [al-A’rāf, 7:205](Wa-lā takun mina-Ighāfilīn.)Here we have a negative imperative, with the obvious force of a prohibition.God, Great and Glorious is He, also says:‘… until you know what you are saying.’ [al-Nisā’,4:43](ḥattā ta’lamū mā taqūlūn.)This explains the reason for debarring those who are intoxicated [from theMosque], but the term ‘intoxicated’ applies by extension to those who are whollypreoccupied with temptations and worldly thoughts.When the Prophet, on him be peace, said: ‘The Prayer is nothing butsubmissiveness and humility …’ he used a particularly definite and emphaticconstruction in Arabic.51 [notes.html#ch1A51]The Prophet, on him be peace, said: ‘If a man’s Prayer does not deter him fromindecency and mischief, he gains nothing from God but remoteness.’ HeedlessPrayer does nothing to deter a man from these vices.The heedless are alluded to in the Tradition: ‘Many of those who pray derivenothing from their Prayers except weariness and strain.’52 [notes.html#ch1A52]The Prophet, on him be peace, said: ‘A man gets credit only for that part of hisPrayer of which he is conscious.’53 [notes.html#ch1A53] This is confirmed by theTradition: ‘When performing the Prayer, one is conversing intimately with one’sLord.’54 [notes.html#ch1A54] Speaking in a state of heedlessness is certainlynot what is meant by intimate conversation with the Lord.To clarify matters further, let us consider the contrast between ritual Prayer,on the one hand, and Zakāt,55 [notes.html#ch1A55] Fasting and Pilgrimage on theother. A man may pay his Alms without being consciously attentive, yet the veryact of parting with money runs counter to greed and is hard on the lower self.The case of Fasting is similar: since it subdues the natural forces and breaksthe hold of the passions, which are the tools of God’s enemy, Satan, its purposemay well be achieved in spite of heedlessness. As for Pilgrimage, it presentsphysical hardship and difficulty and involves painful struggle, whether or notits actions are performed in full awareness.In contrast to these other religious duties, ritual Prayer consists only inremembrance, recitation, bowing, prostration, standing erect and sitting down.As for remembrance, it is proximity to God, Great and Glorious is He, andcommunion with Him. If its purpose is not conversation and dialogue, it must bea verbal and vocal exercise, set to test the tongue in the same way as the bellyand the genitals are tested by abstinence during the Fast, as the body is testedby the ordeals of Pilgrimage, or as one is tested by having to part with belovedmoney on paying the Alms. Without a doubt, this latter supposition must bewrong, for nothing comes more easily to the heedless than idle tongue-wagging.It cannot, therefore, be a simple physical exercise. The sounds produced aresignificant only when they form articulate speech. Articulate speech must beexpressive of what is in the heart and mind, and this is not possible withoutconscious awareness.What is the point of praying: ‘Show us the Straight Path,’ if one is in a stateof absent-mindedness? If it is not intended as a humble entreaty andsupplication, why bother with the idle mouthing of the words, especially if ithas become a habit?The purpose of Quranic recitation and expressions of remembrance (at variousstages in the ritual Prayer) is undoubtedly praise and glorification,supplication and entreaty, addressed to God, Great and Glorious is He. But theveil of heedlessness screens the heart from Him. Far from seeing or witnessingHim, the heedless worshipper is not even aware of Whom he is addressing, as histongue moves purely from force of habit. How remote this is from the purpose ofritual Prayer, which was prescribed for the refinement of the heart, the renewalof Divine remembrance, and to secure the knot of faith!We have been discussing the case of recitation and remembrance, but ourstrictures in this matter are by no means relevant only to the spoken elementsin ritual Prayer, as distinct from the physical postures. As for bowing andprostration, their purpose is definitely veneration. While one could bevenerating God, Great and Glorious is He, through one’s action, although unawareof Him, one might just as well be unconsciously venerating an idol set beforeone, or even the wall in front. It then ceases to be an act of veneration and isreduced to mere movement of the back and head, devoid of any hardship that mightmake it a real test.Ritual Prayer has been made the chief pillar of religion, the criterion fordistinguishing between unbelief and Islam. It takes precedence over thePilgrimage and other forms of worship. It is unique in having capital punishmentas the penalty for its abandonment. I do not believe that ritual Prayer enjoysall this special dignity by virtue of its external motions, unless these arelinked to the purpose of intimate communion with God. That is what has priorityover Fasting, Zakat, Pilgrimage and so on; indeed, over sacrifices and offeringswhich entail self-denial through financial outlay. As God, Exalted is He, says:‘It is not their flesh nor their blood that reaches God: it is your devotionthat reaches Him.’ [al-Ḥajj, 22:37](Lan yanāla-Ilāha luḥūmuhā wa-lā dimā’uhā wa-lākin yanāluhu-Itaqwā minkum.)What is meant here by ‘devotion’ (taqwā), is a quality that gains control overthe heart, disposing it to comply with the commands it is required to obey.What, then, of the ritual Prayer, if its actions are without purpose?* * *You may say that I am going against the consensus of the jurists, if I make thevalidity of Prayer dependent on conscious awareness, since they stipulate suchattention only at the initial ‘Allāhu Akbar!’ But the jurists do not concernthemselves with the inner life or the way of the Hereafter. Their job is toformulate the outer rules of religion, with reference to external physicalbehaviour… As for what is beneficial to the afterlife, this is beyond the scopeof jurisprudence, since no consensus can be claimed.Sufyān al-Thawrī, an early legal scholar, is reported as saying: ‘Withouthumility and awareness, one’s Prayer is invalid.’ It is related that al-Ḥasansaid: ‘Any Prayer performed without conscious awareness is a short cut topunishment.’ According to Mu’ādh ibn Jabal: ‘A man gets no credit for a Prayerin which he deliberately notices those on his right and left.’According to an authenticated Tradition, God’s Messenger, upon him be peace,said: ‘Though he performs the whole Prayer, a man may be credited with no morethan one sixth or one tenth of it. A man gets credit only for that part of hisPrayer of which he is conscious.’56 [notes.html#ch1A56] If this had beentransmitted on lesser authority, it would surely have become a dogma, so whyshould it not be taken seriously?‘Abd al-Wāḥid ibn Zayd said: ‘The scholars are unanimously agreed that a mangets credit only for that part of his Prayers of which he is conscious.’According to him, there is actually a consensus to this effect.* * *In short, conscious awareness is the very spirit of ritual Prayer. Attentivenessto the initial ‘Allāhu Akbar!’ represents the bare minimum required to keep thespark of this spirit alive… Of God we beg His gracious support!"},{"pageContent":"INTERNAL STATES CONDUCIVE TO PERFECTING THE LIFE IN PRAYERThese qualities can be expressed in many ways, but they are well summed up insix words, namely: awareness; understanding; reverence; awe; hope; shame.AWARENESSBy conscious awareness we mean that state in which one’s mind and feelings arein no way distracted from what one is doing and saying. Perception is unitedwith action and speech. Thoughts do not wander. When the mind remains attentiveto what one is doing, when one is whole-heartedly involved, and when nothingmakes one heedless, that is when one has achieved conscious awareness.UNDERSTANDINGUnderstanding the meaning of one’s words is something that goes beyondawareness, for one may be conscious of making an utterance, yet not be aware ofthe meaning of that utterance. What we mean by understanding, therefore, is anawareness that also includes comprehension of the meaning of one’s utterance.People differ in this respect, not sharing a common understanding of the Quranand the glorifications.How many subtleties of meaning we come to understand in the course of ritualPrayer! Things that had never occurred to us before…It is in this context that prayer becomes a deterrent to indecency and mischief,for the understanding it brings is a positive obstacle to vice.REVERENCEAs for reverence, this is something beyond both awareness and understanding. Aman may address his servant in full awareness of his speech, and understandingthe meaning of his words, yet without reverence, for reverence is an additionalelement.AWEAs for awe, it is over and above reverence. In fact, it represents a kind offear that grows out of the latter. Without experiencing fear, one will not standin awe. There is an ordinary fear of things we find repugnant, like scorpions orbad temper, but this is not called awe. What we call awe is the kind of fear wehave of a mighty king. Awe is the kind of fear induced by a sense of majesty.HOPEAs for hope, this is unquestionably something else again. There are many whorevere some king or other, and who are in awe of him or afraid of his power, yetdo not hope to be rewarded by him. In our Prayers, however, we must hope for thereward of God, Great and Glorious is He, just as we fear His punishment for ourfaults.SHAMEAs for shame, it is something additional to all the rest, for it is based on therealisation of one’s deficiencies and the apprehension of sin. It is quitepossible to conceive of reverence, fear and hope, without this element of shame."},{"pageContent":"MEDICATION CONDUCIVE TO INNER SERENITYAs a believer, one must magnify God, Great and Glorious is He, in fear and inhope and in humble awareness of one’s shortcomings. There can be no relaxationin any of this once faith has been achieved, although one’s intensity willdepend on the strength of one’s conviction. Any slackness in prayer is surelycaused by mental distraction, divided attention, failure to be whole-hearted incommunion and a heedless attitude to worship. Random mental activity is thething that distracts us from prayer; it must therefore be dispelled so that afeeling of serenity can be acquired. To remove the symptom we must treat thecause, so let us find out where it lies. Stray thoughts may be prompted bysomething external, or they may arise from within.As for external causes, our attention is caught by anything that happens toengage our eyes or ears. We begin to take an interest in it. Then one thoughtleads to another and the process goes on and on. Seeing gives rise to thinking,then one thought becomes the cause of another. Sensory impressions do not divertthose whose intention is strong and whose aspiration is lofty, but theyinevitably distract the weak. The remedy lies in cutting off these causes bylowering the eyes, praying in a dark room, leaving no distracting objects infront of one, or reducing one’s range of vision by praying close up to a wall.One should avoid performing the Prayer on the street, in places where there isartificial decoration and on coloured carpets.That is why very devout people used to worship in a small, dark cell, wherethere was just enough room for prostration, for it is easier to concentrate insuch conditions. Those who were strong would attend the Mosques, keeping theireyes downcast and confining their gaze to the place of prostration. Theyconsidered their Prayers to be perfect when they were unaware of the people totheir right and left. Ibn ‘Umar, may God be pleased with him and with hisfather, would allow no object to remain in the place of Prayer, not even a copyof the Quran. He would remove any sword he found there and erase any writing.Internal causes pose a more serious problem. One’s worldly concerns may be manyand varied, so that the mind does not dwell on a single subject but keeps flyingfrom one direction to another. To lower the eyes is then of no avail, for plentyof distractions have already got inside. The way to deal with this is to make adeliberate effort to comprehend the meaning of the words one is reciting in thePrayer, concentrating on this to the exclusion of everything else. It is helpfulto prepare for this before the initial consecration, by reminding oneself of theHereafter and that one is standing in communion in the awesome presence of God,Glorified is He, and under His scrutiny. Before consecration for Prayer, oneshould empty the heart of all its cares, leaving oneself free of potentialdistractions.God’s Messenger, on him be peace, once said to ‘Uthmān ibn Abī Shayba: ‘I forgotto tell you to cover up the cooking pots that are in the house, for there shouldbe nothing in the house to distract people from their Prayers.’57[notes.html#ch1A57] This is a technique for quietening the mind. If mentalagitation is not stilled by this tranquilliser, the only recourse is a purgativethat will strike at the deep roots of the malady. That is to say, one mustexamine the distractions that prevent the attainment of inner serenity. Thesewill undoubtedly be traced to one’s pressing concerns, which have become soimportant simply because of one’s base desires. One must therefore disciplinethe lower self by abstaining from those desires and by severing those ties.Anything that distracts us from Prayer is the adversary of our religion; thearmy of Satan is the foe. To hold it in check is more troublesome than drivingit out, so let us drive it out and be rid of it.The Prophet, upon him be peace, once prayed while wearing a cloak with anornamented border, a gift from Abū Jahm. He removed it when he had finished hisPrayers, saying: ‘Take it back to Abū Jahm, for it distracted me from my Prayer.Bring me Abū Jahm’s cloak of coarse wool.’58 [notes.html#ch1A58] God’sMessenger, on him be peace, once had new laces put in his sandals. When theirnewness attracted his attention during his Prayer, he had them removed and theworn laces put back.59 [notes.html#ch1A59] According to another Tradition, theblessed Prophet once found himself admiring the beauty of a pair of sandals hewas wearing, so he made a prostration and said: ‘I have humbled myself before myLord, Great and Glorious is He, so that He will not be displeased with me.’ Thenhe went out and gave the sandals to the first beggar he met. He then told ‘Alī,may God be pleased with him, to buy him a worn pair of tanned leather sandals,which he put on his feet.60 [notes.html#ch1A60]Before it was declared unlawful for men to wear gold, the Prophet, upon him bepeace, used to wear a gold ring on his finger. As he stood in the pulpit oneday, he threw this ring away, saying: ‘It distracted me: a glance towards it anda glance towards you.’61 [notes.html#ch1A61]It is related that Abū Ṭalḥa once prayed in his garden where there were trees.He was attracted by the sight of a honey bird and he spent so long following themovement of the bird, as it flew about seeking an opening in the foliage, thathe forgot how many cycles of Prayer he had completed. He told God’s Messenger,on him be peace, about the temptation to which he had succumbed, then said:‘Messenger of God, I offer my garden as a charity. Dispose of it as you wish.’62[notes.html#ch1A62] According to a different source, he was distracted by thepleasant sight of the bees, buzzing around the fruit as he prayed in his garden.He mentioned this to ‘Uthmān, may God be pleased with him, saying ‘I offer it asa charity. Use it for the sake of God, Great and Glorious is He.’ ‘Uthmān thensold the garden for fifty thousand.Such conduct was intended to eradicate causes of mental distraction and to atonefor deficiencies in Prayer. This medicine tackles the root of the disease; it isthe only effective remedy. As for the gentler measures we proposed, such ascalming oneself and concentrating on understanding the words used in Prayer,they may be useful when passions are feeble and cares are only marginallydistracting. But it is useless to try and calm oneself when the pressure ofdesire is strong, for it will attract you and you will attract it until it getsthe better of you. You will be caught up in this process throughout your Prayer.Consider this analogy: There was a man beneath a tree. He wished to collect histhoughts, but the sparrows disturbed him with their chirping. He would chasethem with a stick and then resume his train of thought, but the sparrows wouldcome back and he would have to scare them away with the stick once again.Eventually someone told him: ‘This is like being a slave at the wheel, goinground and round forever. If you want to escape the vicious circle, you shouldfell the tree.’ So it is with the tree of base desires. Thoughts are attractedto its ramifying twigs and branches, just like sparrows to real trees. Flies areattracted by filth and chasing them becomes a fulltime occupation, for they justkeep coming back. Random thoughts are like flies.Our base desires are numerous and human beings are seldom free of them. They allshare a common root, namely love of this world. That is the origin of everyfault, the basis of every shortcoming, the source of all corruption. Filled withthe love of this world, a person becomes so attached to it that he fails to makeprovision for the Hereafter. He then has no hope of experiencing the pure blissof communion in Prayer. Those who delight in this world can take no delight inGod, Glorified is He, nor in communion with Him. A man aspires to that whichgives him joy, so if his pleasure lies in this world he will surely seek itthere. Nevertheless, one must continue to strive, turning the heart back towardsprayer and reducing the causes of distraction.This is bitter medicine, so bitter that we instinctively recoil from taking it.The sickness remains chronic and the disease becomes incurable. Great men haveendeavoured to perform two cycles of Prayer without having any internalconversation about worldly matters, only to find themselves unequal to the task.No hope, then, for the likes of us! If only we may be safe from temptationduring half of the Prayer, or one third, so that our deeds are at least amixture of good and bad!In short, the worldly and spiritual aspirations in the human heart are likewater poured into a cup full of vinegar; as water goes in, an equal volume ofvinegar inevitably goes out and the two can never combine."},{"pageContent":"INNER STATES AT EACH STAGE OF THE RITUAL PRAYERTHE CALL TO PRAYERWhen you hear the Call to Prayer given by the Muezzin, let yourself feel theterror of the Summons on Resurrection Day. Prepare yourself inwardly andoutwardly to respond, and to do so promptly. Those who are quick to answer thiscall are the ones who will be summoned gently on the Day of the Great Review. Soreview your heart now: if you find it full of joy and happiness, eager torespond with alacrity, you can expect the Summons to bring you good news andsalvation on the Day of Judgment. That is why the Prophet, on him be peace, usedto say: ‘Comfort us, Bilāl!’ For Bilāl was the Muezzin and Prayer was the joyand comfort of the Messenger, on him be peace.RITUAL PURITYWhen attending to ritual purity in the things that envelop you in progressivelycloser layers – your room, then your clothes, then your skin, – do not neglectyour inner being, which lies at the heart of all these. Endeavour to purify itwith repentance and remorse for your excesses, and a determined resolution notto commit them in future. Cleanse your inner being in this way, for that is theplace to be examined by the One you worship.COVERING PRIVATE PARTSYou cover the private parts, i.e. prevent certain areas of the body from beingexposed to human view. But what about the shameful areas of your inner being,those unworthy secrets of your soul, that are scrutinised only by your Lord,Great and Glorious is He? Be conscious of these faults. Be discreet about them,but realise that nothing can be hidden from the sight of God, Glorified is He.Only through repentance, shame and fear, will they be forgiven …FACING THE QIBLAAs for facing the Qibla, in doing so, you turn your external face away from allother directions and toward the House of God, Exalted is He.* [ch1f.html#A1_1]Do you then suppose you are not also required to turn your heart away fromeverything else, directing it towards God, Great and Glorious is He? What anabsurd notion, since this is the whole object of the exercise! The Prophet, onhim be peace, said: ‘When a man stands up to pray, directing his desire, hisface and his heart towards God, Great and Glorious is He, he will come out ofthat Prayer as on the day his mother gave him birth.’63 [notes.html#ch1A63]STANDING UPRIGHTAs for standing upright, it means holding oneself erect – in body and spirit –in the presence of God, Great and Glorious is He. Your head, which is thehighest member of your body, ought to be bowed down as a reminder of the need tokeep the heart meek and humble, free of haughtiness and pride …INTENTIONWhen forming the intention, resolve to be responsive to God, Great and Gloriousis He, by performing the Prayer in obedience to His command, by doing itproperly, by avoiding things that invalidate or mar it, and by doing all thissincerely for the sake of God, Great and Glorious is He, in hope of His rewardand in fear of His punishment, seeking His grace and favour by His leave…TAKBĪRAs for the takbīr,† [ch1f.html#A2_1] your heart must not gainsay the words onyour tongue. If you feel in your heart that there is something greater than God,Glorified is He, though your words are true, God will attest that you are a liar…OPENING INVOCATIONSWhen making the opening invocation,‡ [ch1f.html#A2_2] be very wary of disguisedpolytheism in yourself. It was concerning those whoworship for the sake of humanas well as Divine approval that God, Exalted is He, revealed the Verse:‘Whoever hopes to meet his Lord, let him do righteous work and let no one sharein the worship due to his Lord.’ [al-Kahf, 18:110](Fa-man kāna yarjū liqā’a rabbihī fa-lya’mal ‘amalan ṣāliḥan wa-lā yushrikbi-’ibādati rabbihī aḥadā.)When you say: ‘I take refuge with God from accursed Satan’, you should be awarethat the devil is your enemy and that he is waiting for an opportunity toalienate you from God, Great and Glorious is He. Satan is envious of yourability to commune with God, and to prostrate yourself before Him…RECITING THE QURANWhere recitation of the Quran is concerned, we can distinguish three types ofpeople: (a) those who move their tongues unconsciously; (b) those who payconscious attention to the movement of the tongue, understanding the meaningwhile listening as if to a person outside themselves; this is the degree of‘those on the right’; (c) those who start from awareness of the meaning, thenuse the tongue to give expression to this inner consciousness. The tongue mayact as interpreter for the inner feeling, or as its teacher. In the case ofthose nearest to God, the tongue is an interpreter…BOWING DOWNAccording to ‘Ikrima, God, Great and Glorious is He, is referring to thepostures of standing, bowing, prostration and sitting, when He says:‘… Who sees you when you stand up [to pray] and your movements among those whoprostrate themselves.’ [al-Shu’arā’, 26:218-219](Alladhī yarāka ḥīna taqūmu wa-taqallubaka fī-Isājidīn.)Bowing (rukū’) and prostration (sujūd) are accompanied by a renewed affirmationof the supreme greatness of God, Glorified is He…In bowing, you renew your submissiveness and humility striving to refine yourinner feeling through a fresh awareness of your own impotence and insignificancebefore the might and grandeur of your Lord. To confirm this, you seek the aid ofyour tongue, glorifying your Lord and testifying repeatedly to His suprememajesty, both outwardly and inwardly.Then you rise from bowing, hopeful that He will be merciful towards you. Toemphasise this hope within you, you say: ‘sami’allahu liman hamidah,’ meaning:‘God hears those who give thanks to Him.’ Acknowledging the need to expressgratitude, you immediately add: ‘Rabbanā laka-lḥamd’ – ‘Grateful praise to You,our Lord!’ To show the abundance of this gratitude, you may also say:‘mil’u-lsamāwāti wa-mil’u-l’arḍ’ – ‘as much as the heavens and earth contain.’PROSTRATIONThen you go down in prostration. This is the highest level of submission, foryou are bringing the most precious part of your body, namely your face, down tomeet the most lowly of all things: the dust of the earth. If possible, youshould make your prostration directly on the bare ground, this being moreconducive to humility and a surer sign of self-abasement. When you placeyourself in this position of lowliness, you should be aware that you belongthere. You are restoring the branch to its root, for of dust you were createdand to dust you shall return. At the same time you should renew your innerawareness of God’s majesty, saying: ‘Glory to my Lord Most High!’ (Subḥānarabbiya-l’a’lā.) Repeat this to add confirmation, for saying it only once is notsufficiently emphatic.When your inner feeling has clearly been refined, be confident in hoping forGod’s mercy. For His mercy quickly flows towards weakness and lowliness, nottowards arrogance and vanity.As you raise your head, say ‘Allāhu Akbar!’ and ask for what you need, makingthe supplication of your choice, e.g. ‘My Lord, forgive and have mercy! Overlookmy faults, of which You are well aware!’ (Rabbi-ghfir wa-rḥam wa-tajāwaz ‘ammāta’lam.)You then make a second prostration, reinforcing your submissiveness.SITTING AND TESTIFYINGWhen you sit up to make the testimony (tashahhud), sit decorously. Declare thatall the prayers and good works you perform are for the sake of God, and thateverything belongs to Him. Such is the meaning of al-taḥīyyāt. … Be inwardlyaware of the Prophet, on him be peace, and of his noble person, as you say:‘Peace be upon you, O Prophet, as well as God’s mercy and blessings.’ (Salāmun‘alayka ayyuhā-lnabīyu wa-raḥmatu-llāhi wa-barakātuh.) Be sure that yoursalutation will reach him, and that he will return an even more perfect greetingto you. Then salute yourself and all God’s righteous servants. Then testify tothe Unity of God, Exalted is He, and to the Mission of Muhammad, His Prophet, onhim be peace. By repeating this two-fold testimony, you reaffirm the covenant ofGod, Glorified is He, and assure yourself of its protection.END OF SUPPLICATIONAt the end of your ritual Prayer, you should offer a traditional supplication,imploring and entreating with meekness and humility, confidently hoping to beheard. Let your supplication include your parents and the other believers.SALUTATIONFinally, and with the intention of concluding your Prayer, address yoursalutation (salām) to the angels and to the others present. Feel a sense ofgratitude to God, Glorified is He, for having enabled you to complete this actof worship. Imagine that you are saying farewell to this Prayer of yours, andthat you may not live to see another like it…"},{"pageContent":"STORIES OF THE HUMBLE, MAY GOD BE PLEASED WITH THEM, AND THEIR PRAYERSIt should be known that humility is the product of faith and the result ofconviction, brought about by the majestic power of God, Great and Glorious isHe. Those blessed with it are humble not only in their Prayers, but at othertimes also, even when they are on their own or when they need to use the toilet.For humility is caused by the awareness that we are always in the sight of God,by awareness of His majesty and by awareness of our human failings. It is byconsciousness of these things that humility is engendered, so it is not confinedto ritual Prayers.There was once a man, we are told, who never held his head up to the sky in allof forty years; so great were his modesty and humility before God, Glorified isHe.Some people assumed that al-Rabī’ ibn Khaytham must be blind, because he alwayslowered his head and kept his eyes half-closed. For twenty years he was aregular visitor to the home of Ibn Mas’ūd. When the latter’s maidservant sawhim, she would say to her master: ‘Your blind friend is here.’ Ibn Mas’ūd usedto laugh when she said this. Whenever she went to answer the guest’s knock atthe door, she would see him with his head down and his eyes averted. Ibn Mas’ūdwould look at him and say, quoting from the Quran:‘And give good tidings to the humble.’ [al-Ḥajj, 22:34](Wa-bashshiri-lmukhbitīn.)Then he would add: ‘By God, if the Prophet, on him be peace, had seen you, hewould have been so pleased with you!’ (In one version of this story, the wordingis ‘he would have loved you,’ and in another: ‘he would have laughed.’) One day,he was walking with Ibn Mas’ūd when they passed the blacksmith’s workshop. Hefell in a faint at the sight of the bellows and the fire blazing in the furnace.Ibn Mas’ūd sat with him till the time of Prayer, but he did not come round. Hethen carried him home, where he remained unconscious till twenty-four hoursafter having fainted, so missing all five Prayers. Ibn Mas’ūd stayed close byhim, saying: ‘By God, this is real fear!’Al-Rabī’ used to say: ‘When engaged in Prayer, I never pay attention toanything, except what I am saying and what is being said to me.’‘Āmir ibn ‘Abdullāh was one of those who are humble in their Prayers. He wouldsometimes pray while his daughter was playing the tambourine and the women ofthe house were chattering freely, but he was quite insensitive to the noise anddid not even hear it. They once asked him: ‘Does anything come into your mindduring the Prayer?’ ‘Yes,’ said he, ‘the thought that I am standing in thepresence of God, Great and Glorious is He, and that I am bound for Paradise orfor Hell.’ He was then asked: ‘Do you get any worldly thoughts, as we do?’ Tothis he replied: ‘I would rather be made a butt for lances than get that sort ofthing in my Prayer.’ He was also in the habit of saying: ‘Even if the veil waslifted from the unseen, my faith could not be more certain than it is now.’Another of these characters was Muslim ibn Yasār, the one who did not notice thecollapse of a column while he was praying in the Mosque.One of these men had a gangrenous limb. Amputation was necessary, but it seemedimpossible until someone said: ‘He won’t feel a thing while he is at Prayer.’The operation was, in fact, successfully performed during the Prayer.Someone said: ‘Prayer belongs to the Hereafter; to enter it is to leave thisworld.’ Another was asked if he had any worldly thoughts during his Prayers.‘Neither in my Prayers nor at any other time,’ said he. Yet another was asked:‘Do you remember anything during the Prayer?’ He replied: ‘Is anything dearer tome than the Prayer, that I should recall it while I am praying?’Abūl Dardā’, may God be pleased with him, used to say: ‘The sensible thing is toattend to one’s needs first, so as to have nothing on one’s mind whenapproaching the Prayer.’Some of them would keep their Prayers short, fearing the whisperings of thedevil. We are told that, on a certain occasion, ‘Ammār ibn Yāsir finished hisPrayer rather quickly. When someone commented on this, he said: ‘Did you see meskip any of the essentials?’ The answer was: ‘No!’ He then explained: ‘I wasforestalling the distraction of Satan. God’s Messenger, on him be peace, said:“Though a man performs the whole Prayer, he may get no credit for half of it, ora third, a quarter, a fifth, a sixth or a tenth. A man gets credit only for thatpart of his Prayer of which he is conscious.”‘64 [notes.html#ch1A64]It is said that Ṭalḥa and al-Zubayr were among a group of the Companions, mayGod be pleased with them, who were particularly noted for keeping their Prayersbrief. They explained that they followed this practice in order to forestall thewhisperings of Satan.It is related that ‘Umar ibn al-Khaṭṭāb, may God be pleased with him, said fromthe pulpit: ‘A man’s whiskers may turn grey in Islam, without his havingcompleted one Prayer for God, Exalted is He.’ When the people asked him how thiscould be, he said: ‘Because he never achieves perfect humility, submissivenessand devotion to God, Great and Glorious is He, in any of his Prayers.’Abūl ‘Āliya was once asked about the words of God, Exalted is He:‘Those who are heedless of their Prayers.’ [al-Mā’ūn, 107:5](Alladhīna hum ‘an ṣalātihim sāhūn.)He said: ‘This refers to those who are so heedless in their Prayers that they donot know whether they have performed an even number of cycles or an odd one.’According to al-Ḥasan, it refers to those who heedlessly let the time for Prayerslip by. Others say: ‘This is directed at those who are neither happy when theypray on time, nor sorry when they are late in praying. They see no virtue inpromptness and no sin in delay.’Said Jesus, on him be peace: ‘God, Exalted is He, says: “Through obligatoryduties My servant attains salvation. Through supererogatory devotions My servantdraws close to Me.”‘The Prophet, on him be peace, said: ‘God, Exalted is He, says: “My servant doesnot achieve salvation except by fulfilling the duties I have set him.’”65[notes.html#ch1A65]It is related that the Prophet, on him be peace, once omitted a verse from thepart of the Quran he recited in the course of a ritual Prayer. As he was turningto leave, he said: ‘What did I recite?’ Nobody spoke, so he repeated thequestion to Ubayy ibn Ka’b, may God be pleased with him, who said: ‘You recitedsuch-and-such a Sūra, omitting a particular verse. We are wondering whether ithas been abrogated or taken out.’ The Prophet, on him be peace, said: ‘Good foryou, Ubayy!’ Then he turned to the others and said: ‘What are we to make ofpeople who come for their Prayers, line up in their rows behind their Prophet,but do not know what he is reciting to them from the Book of their Lord? That isjust how the Children of Israel behaved, so God, Great and Glorious is He, spoketo their Prophet through inspiration, saying: “Tell your people: ‘You presentyour bodies before Me and you offer Me your tongues, but you keep your heartsfrom Me. What you are doing is futile.’”‘66 [notes.html#ch1A66]* * *These stories and Traditions help to prove that the fundamental elements inritual Prayer are humility and conscious awareness, and that merely goingthrough the motions, in a state of heedlessness, has little value for the lifehereafter. God knows best. We pray for His gracious help and guidance.* [ch1e.html#B1_1] i.e. towards the Ka’ba.† [ch1e.html#B2_1] Affirmation of God’s Supreme Greatness, in the words: ’Allahu Akbar!’‡ [ch1e.html#B2_2] The author refers to the invocation that includes the words:‘I am no polytheist.’ His caution is equally appropriate, however, if onerecites the invocation ending: ‘There is no god but You.’"},{"pageContent":"2ALMSGIVINGZAKĀT*God, Exalted is He, has made Zakat, (Almsgiving) one of the pillars of Islam andhas usually mentioned it immediately after the Prayer, saying, ‘And performPrayer and give Alms’. The Prophet, upon him be peace, said: ‘Islam rests onfive things: to witness that there is no god but God and that Muhammad is Hisservant and Messenger, to perform Prayer, to give Alms …’. God, Exalted is He,has warned those who do not give Zakat with dire consequence, for He says:‘Those who amass gold and silver and do not spend them in the way of God – givethem the glad tidings of a painful chastisement’ [al-Tawbah, 9:34]Certain inward attitudes and duties are incumbent on those who seek, throughpayment of their Alms, the way that leads to the Hereafter:1 UNDERSTAND THE PURPOSE AND SIGNIFICANCETo understand the necessity and significance of paying the Alms, how itrepresents a test of character, and why it has been made one of the fundamentalsof Islam, even though it is a financial transaction and not a physical act ofworship.Three points deserve consideration here:(A) TESTING THE DEGREE OF LOVE FOR GODTo pronounce the two sentences of the Confession of Faith (Shahāda) (‘There isno god but God – Muhammad is God’s Messenger’) is obligatory as affirmation ofthe Divine Unity and testimony to the singleness of the One to Whom all worshipis due. Complete fulfilment of this obligation requires that he who affirms theDivine Unity should direct his love to none but the One, the Unique, for lovetolerates no partnership. There is little value in mere verbal affirmation. Thedegree of love is tested only by separating the lover from other things heloves.Now, worldly goods are an object of love in everybody’s eyes, being the means bywhich they enjoy the benefits of this world; because of them they becomeattached to life and shy away from death, even though death leads to meeting theBeloved. The truth of our claim to love God is therefore put to the test, and weare asked to give up the wealth which is the darling apple of our eye.That is why God, Exalted is He, said:‘God has bought from the believers their persons and their goods, Paradise beingtheirs for the price.’ [al-Tawbah, 9:111](Inna-llaha-shtarā mina-lmu’minīna anfusahum waamwālahum bi-anna lahumu-ljanna.)This concerns Jihād, the struggle in the way of God, which entails a readinessto sacrifice even life itself in longing to meet God, Great and Glorious is He.The renunciation of wealth is trivial by comparison.Once this concept of testing the degree of love is understood to underlie thespending of wealth and material sacrifice, people fall into three groups in thisrespect:Firstly, those who affirm the Divine Unity, fulfil their covenant and renounceall their worldly goods, setting aside neither pounds nor pence. They areunwilling to incur the liability to pay the Alms; so much so that when one ofthem was asked the amount due on two hundred dirhams, he replied: ‘For ordinarypeople the legal requirement is five dirhams, but we must give up everything.’Thus Abū Bakr, may God be pleased with him, donated all his wealth, while ‘Umar,may God be pleased with him, gave half of his. When the Prophet, upon him bepeace, said to the latter: ‘What have you kept for your family?’ he replied: ‘Anequal amount.’ And when he asked the same question of Abū Bakr, may God bepleased with him, he said: ‘God and His Messenger.’ The Prophet, upon him bepeace, then said: ‘The difference between you is the difference between your twoanswers.’1 [notes.html#ch2A1] For Abū Bakr, the veracious, had borne himself outcompletely, keeping nothing back for himself but the Beloved, i.e. God and HisMessenger.Secondly, at a lower level are those who hold on to their goods, waiting foroccasions of need and seasons of charity. Their object in saving up is to supplytheir own needs, without extravagance, and to devote what is left over tocharitable purposes as the occasion may arise. Such people do not confine theirgiving to the prescribed amount of the Alms. One group of the Successors2[notes.html#ch2A2] (the generation following the Companions, may God be pleasedwith them) maintained the view that wealth is subject to other dues apart fromthe Zakat. When al-Sha’bī was asked if this was the case, he replied: ‘Yes, haveyou not heard the words of God, Great and Glorious is He:“[True piety means …] and giving away one’s wealth, much as one loves it, toclose relatives, orphans, the wayfarer and beggars, and for the emancipation ofslaves …” [al-Baqarah, 2:177]?’(Wa-ātā-lmāla ‘alā ḥubbihī dhawī-lqurbā wa-lyatāmā wa-lmasākīna wa-bna-lsabīliwa-lsā’ilīna wa-fī-lriqāb.)They cited the words of God, Great and Glorious is He:‘And spend from what We have provided them with.’ [al-Baqarah, 2:3](Wa-mimmā razaqnāhum yunfiqūn.)as well as His words, Exalted is He:’And spend from that which We have provided you.’ [al-Munāfiqūn, 63:10](Wa-anfiqū mimmā razaqnākum.)They maintained that these duties, far from being abrogated by the ‘Verse ofzakāt’* form part of the mutual obligations of all Muslims. In other words,whenever a well-to-do Muslim encounters one who is in need, it is incumbent uponhim to relieve that need, over and above his payment of the Alms.The correct legal opinion in this matter is that the relief of pressing need isa collective duty, resting on the Community as a whole, since a Muslim cannot beallowed to perish.It may be argued that a well-to-do person is not obliged to pay for the reliefof want except by way of a loan, and that no donation can be required of himonce he has discharged his due by giving his Alms. It could also be argued thathe is never- theless required to make a donation and that lending isimpermissible, i.e. it is not permissible to burden the poor with the acceptanceof a loan. There is no unanimity on this question.Thirdly, to resort to lending is to descend to the final level of ordinarypeople. Those who belong to this third group confine themselves to the barefulfilment of duty, neither more nor less. This is the lowest degree, the limitto which all ordinary people confine themselves because of their miserliness,their attachment to money and the feebleness of their love of the Hereafter, AsGod, Exalted is He, said:‘If He were to ask your possessions of you, and press you to give most of them,you would be miserly.’ [Muḥammad, 47:37](In yas’alkumūhā fa-yuḥfikum tabkhalū.)What a difference between a servant whose property and person God has bought,with Paradise as the price, and one He does not even ask to give all of itbecause he is so miserly!(B) ELIMINATION OF MISERLINESSThe Divine decree by which God, Glorified is He, bids His servants to expendtheir wealth, is also significant in respect of purging the habit ofmiserliness, which is one of the deadly sins. As the Prophet, on him be peace,said: ‘Three are deadly: avarice indulged, passion pursued and self-conceit.’3[notes.html#ch2A3] And in the words of God, Exalted is He:‘Those who are shielded from their own greed, they are the ones who willprosper.’ [al-Ḥashr, 59:9](Wa-man yūqa shuḥḥa nafsihī fa-ulā’ika humu-lmufliḥūn.)The habit of miserliness is only eliminated by making oneself accustomed tospending money, for to break an attachment one must force oneself away till anew habit is formed.From this point of view, therefore, Zakat signifies purgation, in that he whopays the Alms is purged of the deadly evil of miserliness. The purity heacquires is in proportion to his outlay, to his delight in giving away and tohis joy in spending for the sake of God, Exalted is He.(C) EXPRESSION OF GRATITUDEThe third factor is gratitude for benefits received, for the servant is indebtedto God, Great and Glorious is He, for bounties both personal and material.Bodily acts of worship are an expression of gratitude for bodily blessings,while financial acts of worship express gratitude for material bounty. How meanone must be to see a poor man in needy straits, and yet be unwilling to give uptwo-and-a-half or ten per cent of one’s wealth in token of one’s gratitude toGod, Exalted is He, for sparing one the need to beg as others must.2 PAYMENT AT PROPER TIMEThe second duty concerns the time of payment. One of the good practices ofreligious people is to anticipate the moment when payment falls due,demonstrating their willingness to comply by bringing joy to the hearts of thepoor, forestalling the obstacles time might place in the way of charitableaction, aware that there are dangers in delay as the servant runs the risk ofdisobedience should he postpone beyond the appointed moment. Whenever theimpulse to good arises from within, the opportunity must be grasped at once asheaven-sent. ‘The believer’s heart lies between two fingers of theAll-merciful.’ Yet how fickle is the heart! The Devil threatens poverty and bidsus to commit atrocious and abominable deeds. Demonic suggestion follows hard onthe heels of angelic inspiration. One should therefore seize the opportunity andfix a definite month for giving the Alms (if one is used to paying it all atonce.) One should endeavour to choose one of the most propitious times,resulting in extra closeness to God and compounding the value of the Zakat.Such a favourable time would be the month of Muḥarram, since it is the first inthe year and one of the Sacred Months; or Ramaḍān, for the Prophet, on him bepeace, was the best of all creatures, and during Ramaḍān he was as unstinting asthe breeze that blows.4 [notes.html#ch2A4] Ramaḍān also enjoys the specialvirtue of the Night of Destiny, as well as being the month in which the Quranwas sent down. Mujāhid used to say: ‘Do not say “Ramaḍān,” for Ramaḍān is one ofthe Names of God, Exalted is He. Rather say: “the month of Ramaḍān.”‘ Dhūl Ḥijjais also one of the months of great merit; as well as being a Sacred Month, it isdistinguished by the major Pilgrimage, the Ḥajj, and the Well-known Days (thefirst ten of the month) and the Numbered Days, which are the days of tashrīq.*3 GIVE IN SECRETThe third duty is secrecy, for this is farthest removed from hypocriticaldisplay and reputation-seeking. Said the Prophet, on him be peace: ‘The mostmeritorious form of Almsgiving is the effort to help a poor man, made in secret,by one who is himself of little means.’5 [notes.html#ch2A5] According to one ofthe scholars: ‘Three things are accounted among the treasures of righteousness,one of them being to give Alms in secret.’ This saying has also been attributedto the Prophet, on him be peace.6 [notes.html#ch2A6] The Prophet, on him bepeace, also said: ‘Let the servant do a good deed in secret and God will surelyrecord it to his credit as a secret; if he reveals it, it will be transferredfrom the secret list and recorded among good works done openly; if he talksabout it, it will be taken off both lists and recorded as hypocrisy.’7[notes.html#ch2A7] According to the well-attested Tradition: ‘Seven will Godshade on the day when there will be no shade but the shade of His Throne: one ofthem is a man who offers Alms without his left hand knowing what his right handhas given.’8 [notes.html#ch2A8] In another Tradition: ‘Secret Alms extinguishthe anger of the Lord.’9 [notes.html#ch2A9] God, Exalted is He, said:‘But if you hide it and give it to the poor, it is better for you.’ [al-Baqarah,2:271](Wa-in tukhfūhā wa-tu’tūhā-lfuqarā’a fa-huwa khayrun lakum.)The advantage of secrecy is that it confers deliverance from the perils ofhypocritical ostentation and reputation-seeking. As the Prophet, on him bepeace, said: ‘God does not accept from a braggart, a hypocrite or one who alwayslooks for gratitude.’10 [notes.html#ch2A10] He who talks about Almsgiving isseeking prestige, while he who gives for all the world to see is after publicrecognition; these pitfalls are avoided by secrecy and silence. Some have takensuch an extreme view of the merit of secrecy as to maintain that the recipientshould not know the identity of the giver. Some used to slip their Alms into thehand of a blind man, while others would drop them in a poor man’s path or in theplace where he sat, so that he could see the gift without seeing the giver. Somewould tuck their Alms in the poor man’s clothes while he was sleeping; stillothers would convey them by way of a third party so as to hide the donor’sidentity, the intermediary being asked to keep the secret and charged not todisclose it.Such measures were designed to extinguish the anger of the Lord, Glorified isHe, and as a precaution against hypocrisy and reputation-seeking. Whenever it isinevitable that at least one person should be in the know, it is preferable toentrust the Alms to an agent for delivery to the needy beneficiary, who shouldnot be known to his benefactor; for knowing the beneficiary carries the doubledanger of ostentation and expectation of gratitude, whereas knowing theintermediary carries the former alone.Whenever fame is the donor’s objective, his work will be in vain, since thepurpose of Almsgiving is to eliminate miserliness and to weaken the love ofwealth. But the love of status has a stronger hold over the soul than the loveof wealth, and both of them have deadly consequences in the Hereafter. In thetomb, while the attribute of miserliness will assume, as it were, the form of astinging scorpion, the attribute of ostentatiousness will turn into a viper. Weare bidden to render them both weak or to kill them, so as to ward off theirmischief or at least reduce it. But whenever we seek recognition and renown itis just like reinforcing the viper at the scorpion’s expense: as the scorpiongets weaker so does the snake get stronger. Things would have been better leftas they were. The way to reinforce those attributes is to act in accordance withtheir demands, while the way to reduce their power is to combat and oppose themand to act counter to their demands. So what is the use of going against miserlyimpulses only to yield to hypocritical motives, weakening the lesser only toreinforce the more powerful?4 GIVE OPENLYThe fourth duty, when one knows that such conduct will tend to encourage othersto follow suit, is to let one’s giving be seen. In doing so, however, one mustbe inwardly on guard against hypocritical motives.* God, Great and Glorious isHe, has said:‘If you make your Almsgiving public, it is well …’ [al-Baqarah, 2:271](In tubdū-lṣadaqāti fa-ni’immā-hī.)That is, in cases where display is called for, either to set a good example orbecause a beggar has made his request in public. In the latter instance it isnot proper to withhold Alms for fear of publicity; rather should one give whilemaking every effort to be inwardly on guard against hypocrisy. This is because,apart from the expectation of gratitude and the risk of hypocrisy, there is athird danger in visible Almsgiving, namely that of offending a poor man’sdignity. It may be hurtful to him to be seen to be needy. But someone who begsin public is bringing the disgrace upon himself; there is therefore no sense inbeing wary.Consider similar cases: It is forbidden to expose a person’s vice so long as hekeeps it private, and it is equally prohibited to spy on him and gossip aboutit. A flagrant offender, on the other hand, has only himself to blame when hesuffers the penalty of public disgrace. Of like import are the words of theProphet, on him be peace: ‘He who casts off the garment of shame has no cause tocomplain of slander.’11 [notes.html#ch2A11]God, Exalted is He, said:‘And spend of that which We provide for them, in secret and in public’ [al-Ra’d,13:22](Wa-anfaqū mimmā razaqnāhum sirran wa-’alāniya.)He commends giving in public also, because this has the advantage of encouragingothers. His servant should therefore take careful stock, weighing this benefitagainst the risks involved, for the situation varies from case to case and fromone individual to another. For certain people under certain conditions opengiving is preferable. To one who is aware of the pros and cons, and whose visionis unclouded by desire, what is right and proper in any given case will bereadily apparent.5 AVOID TAUNTING AND HURTINGThe fifth duty is not to invalidate one’s Alms through taunting and hurting. AsGod, Exalted is He, said:‘Do not make your Almsgiving void by taunting and hurting.’ [al-Baqarah, 2:264](La tubṭilū ṣadaqātikum bi-lmanni wa-1’adhā.)There is some disagreement as to the true meaning of taunting and hurting.According to some, taunting is reminding a person of a favour, while hurt liesin making it commonly known. Said Sufyān: ‘Anyone who taunts invalidates hisAlms.’ When they asked him the nature of taunting, he replied: ‘Reminding him ofthe favour and talking about it.’ According to others taunting is to exploit aperson in return for a gift, while hurt lies in making him feel ashamed of hispoverty. Still others say that taunting means making one’s gift an excuse forarrogant behaviour, while hurt is caused by scolding and rebuking a man forbegging.The Prophet, on him be peace, said: ‘God does not accept the Alms of ataunter.’12 [notes.html#ch2A12]My personal opinion is that taunting has its root and origin in the conditionsand qualities of the heart, from which it then ramifies into externalmanifestations on the tongue and other organs. It stems from seeing oneself asthe bountiful benefactor, whereas one ought really to look upon the poor personas one’s own benefactor, by virtue of the fact that he accepts what one owes toGod, Great and Glorious is He, and allows one to attain purity and salvationfrom the Fire. Had he not accepted, one would have remained under obligation.One is therefore indebted to the poor person inasmuch as he makes the palm ofhis hand a surrogate for God, Great and Glorious is He, to collect what is dueto Him. God’s Messenger, on him be peace, said: ‘Alms fall into the hand of God,Great and Glorious is He, before they reach the hand of the beggar.’13[notes.html#ch2A13]One should therefore realise that giving Alms is actually paying God, Great andGlorious is He, what is due, while the poor man is actually receiving hissustenance from God, Exalted is He, to whom it has first passed. Suppose a manowed someone a debt, and that he transferred it to a servant totally dependenton him for his livelihood; that servant would be a silly fool to believe thatthe creditor was obliged to him for making the repayment. The true benefactorwould be the man responsible for his livelihood. As for him, he is merelydischarging a liability incurred in getting what he wanted; since he is pursuinghis own interests, why should he think he is doing someone else a favour?Anyone who grasps the significance of the three points we mentioned earlier,while discussing the purpose and importance of the Zakat – or even one of them –must realise that he is a benefactor only to himself, through expending hiswealth either to demonstrate his love of God, Exalted is He, or to purge himselfof the vice of miserliness, or to give thanks for the blessing of wealth in thehope of receiving more.However that may be, there is no problem between the donor and the poorrecipient until the former comes to regard himself as a benefactor. But shouldhe be so foolish as to see himself in this light, he then begins to manifest allthe symptoms of taunting we have described; talking about his donation andadvertising it, seeking recompense in the form of gratitude, good wishes,service, respect and veneration, attention to his interests, deferentialtreatment and sub-servience in all matters. All these things are the fruits oftaunting, the inner nature of which we spoke about earlier.As for hurtfulness, its outward manifestations are scolding, derision,coarseness of speech, frowning, humiliation by exposure, and every type ofridicule. Its inner source is twofold: (i) reluctance to part with money and thepainfulness of the experience, which inevitably causes bad temper, and (ii)regarding oneself as better than the poor man and considering him inferior byreason of his need. Both attitudes stem from ignorance.Reluctance to part with money is stupidity, for one must be stupid indeed toresent laying out one coin in exchange for the equivalent of a thousand. Theoutlay is known to be made in the hope of earning the approval of God, Great andGlorious is He, and reward in the abode of the Hereafter, a nobler aim than tospend or to have spent either to purge oneself of the vice of greed or to givethanks in the hope of receiving more. However one views it, there can be nojustification for reluctance.As for the supercilious attitude, this is also a sign of ignorance. One whorecognised the superiority of poverty over wealth, and who was aware of thedanger to the rich, would surely not despise the poor; rather would he seektheir blessing and wish he were at their level. The righteous among the richwill enter Paradise five hundred years later than the poor. That is why theProphet, on him be peace, said: ‘By Lord of the Ka’ba, they are the greatestlosers.’ When Abū Dharr asked: ‘Who are they?’ he replied: ‘Those with the mostwealth …’14 [notes.html#ch2A14] Besides, how could one despise the poor, whenGod, Exalted is He, has made them a source of profit? One strives to acquirewealth and increase it, and tries to keep as much of it as one needs. Then oneis obliged to hand over to the poor in accordance with their needs, withholdingany surplus that would be detrimental. Thus the rich are gainfully employed inproviding for the poor, from whom they are distinguished only by having wrongsto settle, problems to cope with and surpluses to take care of until they die,when their enemies will devour what they leave behind.When reluctance is transformed and gives way to joy and gladness at being helpedby God, Exalted is He, to pay one’s due and to discharge one’s obligationthrough its acceptance by the poor, there is then no more hurtfulness with itsscolding and frowning; instead, there is happiness, appreciation and gratitude.Although we have explained the source of taunting and hurting, you may well say:‘Seeing oneself in the role of benefactor is somewhat vague. Is there someindicator, some test to apply to the heart in order to make sure one is notregarding oneself as a benefactor?’ Yes, there is indeed a precise andunambiguous indicator. Suppose, for instance, that a poor man committed anoffence against you, or teamed up with an enemy of yours. Would your disapprovaland antipathy be all the greater if you had previously given Alms to the man? Ifthe answer is yes, then your Almsgiving was not untainted by resentment, sinceit has caused you to expect more of him than you would otherwise have done.This too may seem vague. You may say: ‘Nobody’s heart is detached from that sortof thing, so what is the remedy for it?’ Well, it does have a remedy, bothinternally and externally. The internal remedy is to become conscious of thetruths we have already mentioned: understanding the necessity of the Almsgivingand coming to see that the beneficiary is the real benefactor, in that by hisacceptance he enables us to purge ourselves.As for the external remedy, this consists of some particular good deedsperformed by the one who is prone to taunting, for well-intentioned actions havea good influence on the heart. This is why some people used to place their Almsin front of a poor man and stand before him, begging him to accept them, so thatthey assumed the role of beggars and felt how they would hate to be rejected.Others used to spread their palms, so that the poor man’s hand would beuppermost when he took from them. Whenever ‘Ā’isha and Umm Salama, may God bepleased with them, sent a gift to a poor person by messenger, they would tellthe messenger to memorise the person’s good wishes, then they would wish him thesame, saying: ‘This in return for that, so that our Almsgiving may be pure.’Such people did not look for good wishes, for these represent a kind ofcompensation, and so they matched each wish with its equal. ‘Umar ibn al-Khaṭṭābfollowed the same practice, as did his son ‘Abdullāh, may God be pleased withthem both. Spiritual specialists in purifying hearts used to treat their heartsthis way.Externally, there is no remedy apart from these good deeds, signifyingself-abasement, humility and appreciativeness, while internally the cure lies inthe awareness and understanding we have mentioned. It is a matter of action onthe one hand, of knowledge on the other. There is no treatment for the heartexcept the medicine of knowledge and action.This condition applies to Almsgiving just as humility does to Prayer. The proofis to be found in the words of the Prophet, on him be peace: ‘A man profits fromhis Prayer only to the extent that he does it consciously;’15[notes.html#ch2A15] and: ‘God does not accept the Alms of a taunter;’16[notes.html#ch2A16] as well as in the words of God, Great and Glorious is He:‘Do not make your Almsgiving void by taunting and hurting.’ [al-Baqarah, 2:264]*6 ADOPT HUMILITYThe sixth duty is to think little of one’s donation, for to regard it highly isto invite that sanctimonious pride which is one of the deadly sins, making gooddeeds worthless. The Exalted One said:‘And on the battle-day of al-Ḥunayn, when you were so proud of your numericalstrength, it helped you not at all.’ [al-Tawbah, 9:25](Wa-yawma ḥunaynin idh a’jabatkum kathratukum falam tughni ‘ankum shay’ā.)It is also said that whenever an act of obedience is belittled, it is magnifiedin the sight of God, Great and Glorious is He, while a sin considered seriousappears small in His eyes. Another saying has it that three things are necessaryto make a kindness complete: thinking little of it, doing it promptly, andkeeping it out of sight.To make much of a gift is not the same as taunting and hurting, however. A manwho spent his money on the construction of a Mosque or hospice might well thinkit something to boast of, but taunting and hurting would be out of the question.Sanctimonious pride and self-importance do tend to infect all acts of worship,and their antidote is knowledge and action.As for knowledge, it must be recognised that ten or two-and-a-half per cent* isa tiny fraction, and that to pay only this is to content oneself with the leastgenerous level of expense, as we have explained above. This is something to beashamed of rather than to boast about. Even if one rose to the highest level,disbursing all or most of one’s wealth, one should still reflect on where itcame from in the first place, and for what purpose it is being spent. For allwealth belongs to God, Great and Glorious is He. It is to Him one should begrateful for being given it and being enabled to spend it, so why pride oneselfon spending for the sake of God, Exalted and Glorified is He, what is actuallyHis property all along? And, if one’s situation is such that one must look tothe Hereafter, spending for the sake of spiritual reward, why boast of givingwhat one expects to receive many times over?As for action, one’s giving should be done with a sense of shame at one’smeanness in holding back the rest of one’s wealth from God, Great and Gloriousis He. One’s demeanour should be humble and abashed, like that of someone who isasked to hand back a deposit but returns only part of it and holds on to therest. For all wealth belongs to God, Great and Glorious is He, and He wouldprefer to see us give all we possess. If He has not commanded His servants to doso, it is only because that would be too hard on them by reason of their greed.As God, Great and Glorious is He, has said: ‘Were He to press you to give all ofit, you would be miserly.’ [Muḥammad, 47:37]7 GIVE THE BEST AND THE DEARESTThe seventh duty is to select from one’s wealth what is best and dearest to one– the finest and most excellent part – for God, Exalted is He, is Good andaccepts only what is good. If the offering has been acquired by dubious means,it may not strictly belong to the donor and will then be disqualified. Accordingto the Tradition reported by Abān on the authority of Anas ibn Mālik: ‘Blessedis the servant who spends out of wealth he has earned without sin.’17[notes.html#ch2A17] Not to make the offering from the best one has is to beguilty of bad manners, since it means that one is keeping the best for oneself,for one’s servant or for one’s family, and so preferring others over God, Greatand Glorious is He. To treat a guest in this fashion, offering him the worstfood in the house, would be sure to annoy him.That is to look at it from the standpoint of God, Great and Glorious is He. Ifwe look to ourselves and to reward in the Hereafter, no sane person is going toput others before himself. Whatever we possess, we may either give it in Almsand so make it truly ours to keep, or consume it for some immediate purpose andsay goodbye to it forever. But it is unreasonable to concentrate solely on thepresent, neglecting to lay by for the future. God, Exalted is He, said:‘You who believe, spend from the good things you have earned, and of what wehave produced for you from the earth, and do not choose the bad part to donatewhen you would not take it yourselves without turning your noses up at it.’[al-Baqarah, 2:267](Yā ayyuhā-lladhīna āmanū anfiqū min ṭayyibāti mā kasabtum wa-mimmā akhrajnālakum mina-l’arḍi wa-lā tayammamū-lkhabītha minhu tunfiqūna wa-lastumbiākhidhīhi illā an tughmiḍū fīh.)That is to say, you would accept it only reluctantly and with a feeling ofshame, so do not select it for your Lord.According to the Tradition: ‘A single coin may overtake a hundred thousand.’18[notes.html#ch2A18] This happens when a person’s offering represents the bestand finest part of his wealth, and is made in a spirit of pleasure and happinessin giving. Were he to offer a hundred thousand times as much, but out of thepart of his fortune he disliked, that would only go to show that he would notoffer to God, Great and Glorious is He, anything he was fond of. That is whyGod, Exalted is He, finds fault with people who set aside for Him what theythemselves dislike. He said, Exalted is He:‘They set aside for God what they themselves dislike, and their tongues expoundthe lie that the better portion will be theirs. No … [al-Naḥl, 16:62](Wa-yaj’alūna lillāhi mā yakrahūna wa-taṣifu alsinatuhumu-lkadhiba annalahumu-lḥusnā lā.)Some Quran-reciters pause at this negation, stressing the falsehood of whatthose people say, before continuing with:‘… doubt about it: theirs is the Fire.’(… jarama anna lahumu-lnār.)That is, they have earned the Fire by setting aside for God what they themselvesdislike.8 SEEK THE WORTHY AND DESERVINGThe eighth duty is to seek out a truly worthy recipient for one’s offering(ṣadaqa), rather than be content with just anybody who happens to fall withinthe eight categories of legally qualified beneficiaries. For among thosegenerally eligible there are some with special qualities. Attention should bepaid to these special qualities, which are six in number:Firstly, one should seek out those pious people who have renounced the world anddevoted themselves exclusively to the business of the Hereafter. The Prophet, onhim be peace, said: ‘Partake of no food but that of a pious man; and let nonebut the pious partake of your own.’19 [notes.html#ch2A19] The reason for this isthat your food will support the pious person in his piety; by helping him, youwill become a partner in his worship. The Prophet, on him be peace, also said:‘Offer your food to the pious, and favour the believers with your kindness.’20[notes.html#ch2A20] Another version has the words: ‘Treat to your food thosewhom you love in God, Exalted is He.’21 [notes.html#ch2A21]A certain scholar used to make a point of feeding poor Sufis to the exclusion ofothers. When it was put to him that he ought rather to distribute his charityamong the poor in general, he replied: ‘No, these are people entirely devoted toGod, Glorified is He. If smitten with destitution, one of them might bedistracted, so to revive one man’s devotion to God, Great and Glorious is He, isdearer to me than giving to a thousand of those whose sole concern is thisworld.’ These words were related to al-Junayd, who expressed his approval andsaid: ‘This man is one of the saints of God, Exalted is He.’ He then went on tosay: ‘It is a long time since I heard better words than these.’ It was laterreported that this man had fallen upon hard times and had decided to close uphis shop, so al-Junayd sent him some money and said: ‘Take this as your capitaland keep your shop open; commerce is surely not harmful to men like you.’ Thisman was a grocer who used to serve the poor without charging them anything.Secondly, the recipient should be chosen from among the people of learning, tosupport him in his quest for knowledge. Learning is the noblest form of worship,so long as it is based on right intention. Ibn al-Mubārak used to address hischarity exclusively to people of learning. ‘I know of no rank, after that ofProphethood, superior in merit to the rank of the learned. If one of them becamepreoccupied with his needs he would not be free to devote himself to knowledgeand concentrate on study. It is therefore better to give them the freedom topursue learning.’Thirdly, the recipient should be sincere in his piety and exclusive worship anddevotion to God alone. This singleness of worship and devotion (Tawḥīd) isapparent when, on accepting a gift, he offers praise and thanks to God, Greatand Glorious is He, regarding Him as the source of the blessing rather than anyintermediary. Such a man is truly grateful to God, Glorified is He, recognisingthat all blessings flow from Him. Luqman said, in his testament to his son: ‘Setno-one as benefactor between yourself and God, but count the favours you receivefrom others as a liability.’If anyone gives thanks to other than God, Glorified is He, it is as if he doesnot know the true Benefactor and does not realise that the intermediary is undercompulsion, subject to the will of God, Great and Glorious is He, Who hasendowed him with motivation and enabled him to act. The intermediary istherefore under compulsion to give; he could not choose to do otherwise afterGod, Great and Glorious is He, had instilled in his heart that his well-beingboth spiritual and worldly depended on his acting. When the impulse becomespowerful it demands a resolute response; it becomes irresistible and brooks nohesitation. It is God, Great and Glorious is He, Who creates these impulses andarouses them to action. It is He Who strips them of weakness and vacillation,compelling the faculties to respond to their demands. No-one conscious of thiscould pay attention except to the Cause of all causes.Such an awareness is more valuable to the giver than the praise and thanks hemight receive from others, for that would be mostly useless lip-service, whereasthe help extended to this truly dedicated servant of God will not be wasted. Asfor those who lavish praise and good wishes in return for a gift, they may findfault when they are not satisfied and utter curses when they are disappointed,though cases vary.It is related that the Prophet, on him be peace, once sent an offering to acertain man, telling the messenger to remember anything he might say. This iswhat the man said on receiving the gift: ‘The praise belongs to God, Who neitherforgets those who remember Him nor neglects those who thank Him.’ Then he added:‘O God, You have not forgotten so-and-so (meaning himself), so let him notforget You.’ When news of this reached God’s Messenger, on him be peace, he saidin delight: ‘I knew he would say that.’22 [notes.html#ch2A22] See how this manconfined his attention to God alone.The Prophet, on him be peace, once said to a man: ‘Repent!’ The man said: ‘Irepent to God alone; I do not repent to Muhammad.’ To this the Prophet, on himbe peace, replied: ‘The right has been acknowledged where it is due.’23[notes.html#ch2A23]When it was Divinely revealed that ‘Ā’isha, may God be pleased with her, wasinnocent of the slanderous accusations levelled at her in the Episode of theLie, Abū Bakr, may God be pleased with him, told his daughter: ‘Get up and kissthe head of God’s Messenger, God bless him and give him peace.’ But she said:‘By God, I shall not do so! I shall give thanks to none but God.’ The Prophet,on him be peace, said: ‘Leave her alone, Abū Bakr.’24 [notes.html#ch2A24]According to another version: “Ā’isha, may God be pleased with her, said to AbūBakr, may God be pleased with him: “The praise is God’s, not yours nor that ofyour friend.”‘ God’s Messenger, on him be peace, did not object to what she hadsaid, although it was by his tongue that the Divine revelation had reached her.To see things as emanating from any source but God, Glorified is He, is the markof the unbelievers. God, Exalted is He, has said:‘And when God alone is mentioned, then contract with aversion the hearts ofthose who do not believe in the Hereafter, but when those apart from Him arementioned, see how they rejoice.’ [al-Zumar, 39:45](Wa-idhā dhukira-llāhu waḥdahu-shma’azzat qulūbu-lladhīna lā yu’minūnabi-l’ākhirati wa-idhā dhukiralladhīna min dūnihi idhāhum yastabshirūn.)If someone has not inwardly purified himself of seeing the intermediaries exceptfor what they really are, it is as if his secret soul is still attached to aconcealed polytheism. He should therefore devote himself to God, Glorified isHe, to purify his affirmation of Divine Unity from the taints and stains ofassociating others with Him.Fourthly, the recipient should be a person who has remained anonymous and kepthis need to himself, not being given to fuss and complaint; or one of thosemagnanimous people who, though fortune has departed, still remain unaffected andpreserve their high standards. As God, Exalted is He, has said:‘The ignorant man accounts them rich because of their restraint, but you shallknow them by their mark – they do not beg of men importunately.’ [al-Baqarah,2:273](Yahsabuhumu-ljāhilu aghniyā’a mina-lta’affufi ta’rifu-hum bi-sīmāhum lāyas’alūna-Ināsa ilḥāfā.)In other words, they do not make a nuisance of themselves by begging, for theyare rich in their certainty and proud in their fortitude. Such men should besought out by thorough investigation of the religious people in eachneighbourhood, and by looking deeply into the circumstances of good and decentpeople, since the reward for addressing charity to them is many times greaterthan for spending on those who are vociferous in their begging.Fifthly, the recipient should be someone saddled with a large family, or elsedisabled by illness or some other cause, so as to come under the import of thewords of God, Great and Glorious is He:‘For the poor who are restrained in God’s cause.’ [al-Baqarah, 2:273](Lil-fuqarā’i-lladhīna uḥṣirū fī sabīli-llāh.)In other words, they are held in confinement on the way of the Hereafter byreason of family responsibilities, hardship or psychological problems.* They‘cannot travel about the earth’ [2:273] because their wings are clipped andtheir limbs are tied. This is why ‘Umar, may God be pleased with him, used togive the household of the Prophet, on him be peace, a flock of sheep – not fewerthan ten – while the Prophet himself, on him be peace, would suit his gift tothe size of the family.25 [notes.html#ch2A25] ‘Umar, may God be pleased withhim, was once asked about the toughest trial and his answer was: ‘A big familyand little money.Sixthly, the recipient should be a close relative, whether paternal or maternal.The offering will then serve the additional purpose of strengthening ties ofkinship, the reward for which is incalculable. ‘Alī, may God be pleased withhim, once said: ‘To present one of my brothers with a single coin is dearer tome than giving twenty in Alms, while to present him with twenty is dearer to methan giving a hundred in Alms, and to present him with a hundred is dearer to methan emancipating a slave.’ Friends and fellows in a good cause should bepreferred over mere acquaintances, just as relatives are put before strangers.CONCLUSIONEach of these fine points should therefore be taken into consideration, for theyrepresent the desired qualities. Within each quality there are furthergradations, so one ought to seek the highest. If anyone can be found in whom allthese qualities are combined, that is the greatest treasure and the supremeprize. If one does one’s best and succeeds, one gets a double reward, but evenif one fails there is still a single reward for the effort.One of the two rewards is instant purging of oneself from the attribute ofgreed, as well as the confirmation in one’s heart of the love of God, Great andGlorious is He, and the endeavour to obey Him. These are the qualities that groweven stronger in the heart, making it yearn to meet God, Great and Glorious isHe.The second reward is the benefit derived from the prayers and aspirations of therecipient, for the hearts of the righteous are efficacious both immediately andin the long term. If one succeeds, therefore, both rewards accrue, while if onefails the first is achieved but not the second. Here, as in other instances, thereward for successful endeavour is twofold. But God knows best!* Zakat (or Zakah) is the amount of Alms which must be paid annually by everyMuslim possessing more than a certain amount of wealth. The root meaning of theArabic term suggests that it is a means of purification and development.* Quran (al-Tawbah, 9:60), in which specific recipients of the Zakat arementioned.* The three days following the day of sacrifice on the tenth. Tashrīq, ‘turningto the East,’ is usually understood as referring to the sun-drying of thesacrificial flesh.* The author mentions that the remedy for hypocrisy is discussed elsewhere inhis work, Iḥyā, viz. in Kitāb al-Riyā’.* As for the legalistic ruling, according to which payment of the Zakat is validand effective even if this condition is not fulfilled, that is another story.* The standard rates of Zakat on wealth and produce respectively.* This also refers to those who are restrained from earning their livelihoodbecause they are wholly engaged in striving in the way of God, e.g. Jihad andlearning."},{"pageContent":"3FASTINGṢAWMTHREE GRADESIt should be known that there are three grades of Fasting: ordinary, special andextra-special.Ordinary Fasting means abstaining from food, drink and sexual satisfaction.Special Fasting means keeping one’s ears, eyes, tongue, hands and feet – and allother organs – free from sin.Extra-special Fasting means fasting of the heart from unworthy concerns andworldly thoughts, in total disregard of everything but God, Great and Gloriousis He. This kind of Fast is broken by thinking of anything other than God, Greatand Glorious is He, and the Hereafter; it is broken by thinking of worldlymatters, except for those conducive to religious ends, since these constituteprovision for the Hereafter and are not of this lower world. Those versed in thespiritual life of the heart have even said that a sin is recorded against onewho concerns himself all day with arrangements for breaking his Fast. Suchanxiety stems from lack of trust in the bounty of God, Great and Glorious is He,and from lack of certain faith in His promised sustenance.To this third degree belong the Prophets, the true saints and the intimates ofGod. It does not lend itself to detailed examination in words, as its truenature is better revealed in action. It consists in utmost dedication to God,Great and Glorious is He, to the neglect of everything other than God, Exaltedis He. It is bound up with the significance of His words:‘Say: “Allāh!” then leave them to their idle prattling.’ [al-An’ām, 6:91](Quli-llāhu thumma dharhum fī khawdihim yal’abūn.)INWARD REQUIREMENTSAs for Special Fasting, this is the kind practised by the righteous. It meanskeeping all one’s organs free from sin and six things are required for itsaccomplishment:1 SEE NOT WHAT DISPLEASES GODA chaste regard, restrained from viewing anything that is blameworthy orreprehensible, or that distracts the heart and diverts it from the remembranceof God, Great and Glorious is He. Said the Prophet, on him be peace: ‘Thefurtive glance is one of the poisoned arrows of Satan, on him be God’s curse.Whoever forsakes it for fear of God will receive from Him, Great and Glorious isHe, a faith the sweetness of which he will find within his heart.’1[notes.html#ch3A1]Jābir relates from Anas that God’s Messenger, on him be peace, said: ‘Fivethings break a man’s Fast: lying, backbiting, scandalmongering, perjury and alustful gaze.’2 [notes.html#ch3A2]2 SPEAK NOT …Guarding one’s tongue from twaddle, lying, backbiting, scandalmongering,obscenity, rudeness, wrangling and controversy; making it observe silence andoccupying it with remembrance of God, Great and Glorious is He, and withrecitation of the Quran. This is the fasting of the tongue. Said Sufyān:‘Backbiting vitiates the Fast.’3 [notes.html#ch3A3] Layth quotes Mujāhid assaying: ‘Two habits vitiate Fasting: backbiting and telling lies.’The Prophet, on him be peace, said: ‘Fasting is a shield; so when one of you isFasting he should not use foul or foolish talk. If someone attacks him orinsults him, let him say: “I am Fasting, I am Fasting!”’4 [notes.html#ch3A4]According to Tradition: ‘Two women were Fasting during the time of God’sMessenger, on him be peace. They were so fatigued towards the end of the day,from hunger and thirst, that they were on the verge of collapsing. Theytherefore sent a message to God’s Messenger, on him be peace, requestingpermission to break their Fast. In response, the Prophet, on him be peace, sentthem a bowl and said: “Tell them to vomit into it what they have eaten.” One ofthem vomited and half filled the bowl with fresh blood and tender meat, whilethe other brought up the same so that they filled it between them. The onlookerswere astonished. Then the Prophet, on him be peace, said: “These two women havebeen Fasting from what God made lawful to them, and have broken their Fast onwhat God, Exalted is He, made unlawful to them. They sat together and indulgedin backbiting, and here is the flesh of the people they maligned!”‘5[notes.html#ch3A5]3 HEAR NOT …Closing one’s ears to everything reprehensible; for everything unlawful to utteris likewise unlawful to listen to. That is why God, Great and Glorious is He,equated the eavesdropper with the profiteer, in His words, Exalted is He:‘Listeners to falsehood, consumers of illicit gain.’ [al-Mā’idah, 5:42](Sammā’ūna li-lkadhibi ‘akkālūna li-lsuḥt.)God, Great and Glorious is He, also said:‘Why do their rabbis and priests not forbid them to utter sin and consumeunlawful profit?’ [al-Mā’idah, 5:63](Law-lā yanhāhumu-lrabbānīyūna wa-l’aḥbāru ‘an qawlihimu-l’ithmawa-’aklihimu-lsuḥt.)Silence in the face of backbiting is therefore unlawful. God, Exalted is He,said: ‘You are then just like them.’ [al-Nisā’, 4:140] That is why the Prophet,on him be peace, said: ‘The backbiter and his listener are copartners in sin.’6[notes.html#ch3A6]4 DO NOT …Keeping all other limbs and organs away from sin: the hands and feet fromreprehensible deeds, and the stomach from questionable food at the time forbreaking Fast. It is meaningless to Fast – to abstain from lawful food – only tobreak one’s Fast on what is unlawful. A man who Fasts like this may be comparedto one who builds a castle but demolishes a city. Lawful food is injurious inquantity not in quality, so Fasting is to reduce the former. A person might wellgive up excessive use of medicine, from fear of ill effects, but he would be afool to switch to taking poison. The unlawful is a poison deadly to religion,while the lawful is a medicine, beneficial in small doses but harmful in excess.The object of Fasting is to induce moderation. Said the Prophet, on him bepeace: ‘How many of those who Fast get nothing from it but hunger and thirst!’7[notes.html#ch3A7] This has been taken to mean those who break their Fast onunlawful food. Some say it refers to those who abstain from lawful food, butbreak their Fast on human flesh through backbiting, which is unlawful. Othersconsider it an allusion to those who do not guard their organs from sin.5 AVOID OVEREATINGNot to over-indulge in lawful food at the time of breaking Fast, to the point ofstuffing one’s belly. There is no receptacle more odious to God, Great andGlorious is He, than a belly stuffed full with lawful food. Of what use is theFast as a means of conquering God’s enemy and abating appetite, if at the timeof breaking it one not only makes up for all one has missed during the daytime,but perhaps also indulges in a variety of extra foods? It has even become thecustom to stock up for Ramaḍān with all kinds of foodstuffs, so that more isconsumed during that time than in the course of several other months puttogether. It is well known that the object of Fasting is to experience hungerand to check desire, in order to reinforce the soul in piety. If the stomach isstarved from early morning till evening, so that its appetite is aroused and itscraving intensified, and it is then offered delicacies and allowed to eat itsfill, its taste for pleasure is increased and its force exaggerated; passionsare activated which would have lain dormant under normal conditions.The spirit and secret nature of Fasting is to weaken the forces which areSatan’s means of leading us back to evil. It is therefore essential to cut downone’s intake to what one would consume on a normal night, when not Fasting. Nobenefit is derived from the Fast if one consumes as much as one would usuallytake during the day and night combined. Moreover, one of the proprietiesconsists in taking little sleep during the daytime, so that one feels the hungerand thirst and becomes conscious of the weakening of one’s powers, with theconsequent purification of the heart.One should let a certain degree of weakness carry over into the night, making iteasier to perform the night Prayers (tahajjud) and to recite the litanies(awrād). It may then be that Satan will not hover around one’s heart, and thatone will behold the Kingdom of Heaven. The Night of Destiny represents the nighton which something of this Kingdom is revealed. This is what is meant by thewords of God, Exalted is He:‘We surely revealed it on the Night of Power.’ [al-Qadr, 97:1](Innā anzalnāhu fī laylati-lqadr.)Anyone who puts a bag of food between his heart and his breast becomes blind tothis revelation. Nor is keeping the stomach empty sufficient to remove the veil,unless one also empties the mind of everything but God, Great and Glorious isHe. That is the entire matter, and the starting point of it all is cutting downon food.6 LOOK TO GOD WITH FEAR AND HOPEAfter the Fast has been broken, the heart should swing like a pendulum betweenfear and hope. For one does not know if one’s Fast will be accepted, so that onewill find favour with God, or whether it will be rejected, leaving one amongthose He abhors. This is how one should be at the end of any act of worship oneperforms.It is related of al-Ḥasan ibn Abīl Ḥasan al-Baṣrī that he once passed by a groupof people who were laughing merrily. He said: ‘God, Great and Glorious is He,has made the month of Ramaḍān a racecourse, on which His creatures compete inHis worship. Some have come in first and won, while others have lagged behindand lost. It is absolutely amazing to find anybody laughing and playing about onthe day when success attends the victors, and failure the wastrels. By God, ifthe veil were lifted off, the doer of good would surely be preoccupied with hisgood works and the evildoer with his evil deeds.’ In other words, the man whoseFast has been accepted will be too full of joy to indulge in idle sport, whilefor one who has suffered rejection laughter will be precluded by remorse.Of al-Aḥnaf ibn Qays it is reported that he was once told: ‘You are an agedelder; Fasting would enfeeble you.’ But he replied: ‘By this I am making readyfor a long journey. Obedience to God, Glorified is He, is easier to endure thanHis punishment.’Such are the inwardly significant meanings of Fasting.IMPORTANCE OF OBSERVING INWARD ASPECTSNow you may say: ‘Suppose someone confines himself to curbing his appetite forfood and drink and his sexual desire, to the neglect of these inward aspects.According to the experts in jurisprudence his Fast is valid. So what are we tomake of this?’You must realise that those versed in the external requirements of the law basetheir formal stipulations on evidence less cogent than the proofs we haveadvanced in support of these internal prerequisites, especially those relatingto backbiting and the like. However, scholars of external legality are concernedonly with such obligations as fall within the capacity of ordinary heedlesspeople, wholly caught up in the affairs of this world.As for those learned in knowledge of the Hereafter, the meaning they attach tovalidity is acceptance, and by acceptance they mean attainment of the goal.According to their understanding, the goal of Fasting is the acquisition of oneof the qualities of God, Great and Glorious is He, namely steadfastness(ṣamadīya), as well as following the example of the angels by abstaining as faras possible from the desires of the flesh, for they are immune to such passions.The human status is superior to that of the animals, since man is able by thelight of reason to tame his lust; yet it is inferior to that of the angels, inthat he is subject to carnality and put to the test in combat with itstemptations.Whenever man falls prey to lust, he sinks to the lowest of the low and joins theanimal herd. Whenever he curbs his desires, he ascends to the highest of thehigh and attains the angelic level. The angels are near the presence of God,Great and Glorious is He, so those who follow their example and model themselveson their character will likewise draw near to God, Great and Glorious is He. Toresemble one who is near is to be near. This nearness, however, is not spatialbut qualitative.If this is the secret of Fasting among men of profound spiritual understanding,what benefit is to be derived from postponing a meal only to combine two mealsafter sunset, while indulging in all other passions the whole day long? If therewere any good in such conduct, what could the Prophet, on him be peace, havemeant by saying: ‘How many of those who Fast get nothing from it but hunger andthirst?’This is why Abūl Dardā’ said: ‘How fine is the sleep of the wise and theirnon-Fasting! Don’t they just put to shame the Fasting and wakefulness of fools!A mere atom from those possessed of certainty and true piety is better andweightier than seeming mountains of worship by the misguided.’ For the samereason one of the scholars said: ‘How many who Fast are not keeping Fast, andhow many who do not keep Fast are Fasting!’The Fasting non-Faster is he who keeps his limbs and organs pure of sin whilestill eating and drinking; the non-Fasting Faster is he who goes hungry andthirsty while giving full licence to his limbs and organs. Those who understandthe significance of Fasting and its secret meaning are aware that he whoabstains from food, drink and sexual intercourse, while breaking Fast byinvolving himself in sin, is like one who performs his ablution by wiping partof his body three times (in compliance with the external legal requirement), yetneglects what is really important, namely the actual washing. Because of thisstupidity his ritual Prayer is rejected. By contrast, he who does not abstainfrom eating, yet does Fast in the sense of keeping his organs free from all thatis unworthy, is comparable to one who washes the proper parts of his body onlyonce each. God willing, his ritual Prayer is acceptable, since he has paid dueattention to the essentials, even if he has omitted the details. But he whocombines the two may be compared to one who not only washes each part of thebody, but does so three times each, for he attends to essentials and detailsalike, and this constitutes perfection.The Prophet, on him be peace, once said: ‘The Fast is a trust, so let each ofyou keep this trust!’8 [notes.html#ch3A8] And when he recited the words of God,Great and Glorious is He:‘Surely God bids you restore trusts to their owners.’ [al-Nisā’, 4:58](Inna-llāha ya’murukum an tu’addū-l’amānāti ilā ahlihā.)he touched his ears and his eyes, saying: ‘Hearing is a trust and sight is atrust.’9 [notes.html#ch3A9] If speech were not likewise a trust of the Fast, theProphet, on him be peace, would not have said: ‘Say: “I am Fasting!’” In otherwords: ‘My tongue has been entrusted to my care, so how can I release it toanswer your insults?’10 [notes.html#ch3A10]It therefore becomes apparent that every act of worship has both an outer and aninner aspect, a husk and a kernel."},{"pageContent":"4THE PILGRIMAGEḤAJJIn the Name of God, the Merciful, the Mercy-giving(Bismi-llāhi-Iraḥmāni-Iraḥīm.)All praise belongs to God, Who made the affirmation of His oneness a refuge andfortress for His servants; Who made the Ancient House (the Ka’ba) a concoursesecure for mankind, ennobled it in honour, virtue and grace by attribution toHimself, and made the visitation and circumambulation of it a screen and shieldbetween man and his doom.Benedictions on Muhammad, the Prophet of mercy and Chief of the Community, andon his family and Companions, the leaders of the truth and princes of the people– and many salutations.* * *The Pilgrimage is one of the pillars and fundamentals of Islam, the worship of alifetime, the seal of consummation, the completion of surrender and theperfection of religion. It was during the Pilgrimage that God, Magnified andGlorious is He, sent down His revelation:‘Today I have perfected your religion for you, and completed My grace upon you,and approved Islam as your religion.’ [al-Mā’idah, 5:3](Al-yawma akmaltu lakum dinakum wa-atmamtu ‘alaykum ni’matī wa-raḍītulakumu-l’islāma dīnā.)It was concerning the Pilgrimage that the Prophet, on him be peace, said: ‘Hewho dies without having performed the Pilgrimage, let him die a Jew or aChristian, as he wishes.’1 [notes.html#ch4A1]Thus did he exalt an act of worship the omission of which deprives religion ofits perfection, making one who forsakes it equal in error to a Jew or aChristian."},{"pageContent":"ITS EXCELLENCES AND ITS MERITTHE EXCELLENT MERIT OF THE PILGRIMAGEGod, Great and Glorious is He, said:‘And proclaim among men the Pilgrimage. They will come to you on foot and onevery lean camel, coming from every deep ravine.’ [al-Ḥajj, 22:27](Wa-adhdhin fī-lnāsi bi-lḥajji ya’tūka rijālan wa-’alā kulli ḍāmirin ya’tīna minkulli fajjin ‘amīq.)Qatāda said that when God, Great and Glorious is He, commanded Abraham, on himbe peace – and our Prophet and every chosen servant – to proclaim the Pilgrimageamong men, he declared: ‘O people! God, Great and Glorious is He, has built aHouse, so make Pilgrimage to it!’The Exalted One said:‘That they may witness things beneficial to them.’ [al-Ḥajj, 22:28](Li-yashhadū manāfi’a lahum.)When some referred this to trading at the season of Pilgrimage and reward in theHereafter, one of the elders said: ‘By the Lord of the Ka’ba, may they beforgiven!’The words of God, Great and Glorious is He, in which Satan is made to say:‘I shall surely sit in ambush for them on Your straight path’ [al-A’rāf, 7:16](La-aq’udanna lahum ṣirāṭakumu-lmustaqīm.)have been interpreted as meaning that Satan lurks on the road to Makka to keeppeople from getting there.The Prophet, on him be peace, said: ‘He who makes Pilgrimage to the House –avoiding indecent and immoral behaviour – emerges from his sins like a newbornbabe.’2 [notes.html#ch4A2] The Prophet, on him be peace, also said: ‘Satan neverappears smaller, more abject, more abased and more furious than on the day of‘Arafāt.’3 [notes.html#ch4A3] This is simply because he sees mercy descendingand sees God, Glorified is He, overlooking serious sins; for it is said that theonly expiation for certain sins is standing at ‘Arafāt. (Ja’far ibn Muhammadattributes this saying to God’s Messenger, on him be peace.)4 [notes.html#ch4A4]One of those saintly people endowed with spiritual insight mentioned that Iblīs,on him be the curse of God, appeared to him at ‘Arafāt in human form. He wasthin, jaundiced, tearful and stooping. When asked the reason for his weeping, hesaid: ‘The fact that the Pilgrims have set out towards God alone and not fordoing business – I say, they have God alone as their destination. I fear theywill not be thwarted, and that makes me unhappy.’ He was then asked the cause ofhis thinness and he said: ‘The neighing of the horses in the way of God, Greatand Glorious is He. It would please me better if they were in my service.’ Thereason for his jaundiced complexion? ‘The way they all assist each other inobedience. It would suit me better if they would help each other to disobey.’And what gave him that stoop? ‘When a creature prays: “Grant me, I beseech You,a good conclusion,” then I say: “Woe is me!” When he takes delight in his goodwork I am afraid he may have achieved sagacity.’The Prophet, on him be peace, said: ‘If someone sets out from his home as aPilgrim or Visitant (mu’tamir) and then dies, he is granted the reward of aPilgrim or Visitant till the Day of Resurrection. Anyone who dies in either ofthe Sanctuaries (Makka or Madina) is not subject to review or reckoning, but istold to enter Paradise.’5 [notes.html#ch4A5]And: ‘A blessed Pilgrimage is better than this world and all it contains. For ablessed Pilgrimage there is no reward but Paradise.’6 [notes.html#ch4A6]Also: ‘Pilgrims and Visitants are the emissaries and visitors of God, Great andGlorious is He; if they petition Him He gives what they ask, if they seek Hisforgiveness he forgives them, if they call on Him He answers, and if they seekintercession it is granted.’7 [notes.html#ch4A7]According to a Tradition handed down by the family of the Prophet, on them bepeace: ‘No-one sins more grievously than he who stands at ‘Arafāt and supposesthat God, Exalted is He, has not forgiven him.’8 [notes.html#ch4A8]According to Ibn ‘Abbās, may God be pleased with him and his father, theProphet, on him be peace, said: ‘One hundred and twenty mercies descend uponthis House each day: sixty for the circumambulants, forty for those performingPrayers and twenty for those who just look at it.’9 [notes.html#ch4A9]Another Tradition says: ‘Make frequent circuits of the House, for this will beamong the glories of your records on the Day of Resurrection, and the mostfortunate action credited to you.’10 [notes.html#ch4A10]Circumambulation is therefore commendable on its own account, not only as partof the Pilgrimage or Visitation. Tradition tells us: ‘To circuit seven times,barefoot or bareheaded, is as meritorious as freeing a slave, while he whocircumambulates seven times in the rain is forgiven all his previous sins.’11[notes.html#ch4A11]It is said that when God, Great and Glorious is He, forgives a sin for oneservant at the place-of-standing (the plain of ‘Arafāt), He forgives it foreveryone there who is guilty of it. One of the elders said that when the Day of‘Arafāt coincides with the Day of Congregation (i.e. falls on a Friday), allthose present at ‘Arafāt are forgiven and it is the most excellent day in theworld.It was on such a day that God’s Messenger, on him be peace, made his FarewellPilgrimage.12 [notes.html#ch4A12] While he was standing there he received therevelation from God, Great and Glorious is He:‘Today I have perfected your religion for you, and completed My grace upon you,and approved Islam as your religion.’ [al-Mā’idah, 5:3]The People of the Book said: ‘If this revelation had come down to us, we wouldhave made it a festival day.’ Said ‘Umar, may God be pleased with him: ‘I amwitness to the fact that it was on a double festival day that this revelationcame down to God’s Messenger as he was standing at ‘Arafāt: the Day of ‘Arafātand the Day of Congregation.’The Prophet, on him be peace, said: ‘O God, forgive the Pilgrim and those forwhom the Pilgrim seeks forgiveness!’13 [notes.html#ch4A13]It is related that ‘Alī ibn Muwaffaq made several Pilgrimages on behalf of God’sMessenger, on him be peace. He said: ‘I then saw God’s Messenger, on him bepeace, in a dream, and he asked me: “Ibn Muwaffaq, did you make Pilgrimage on mybehalf?” When I said yes, he said: “And you cried ‘Labbayk’ (‘Doubly at Yourservice, Lord!’) on my behalf?” I confirmed this and he said: “Then I shallreward you for it on the Day of Resurrection. I shall take you by the hand atthe waiting place and lead you into Paradise, while all creatures are in dreadof the reckoning.”’According to Mujāhid and other scholars, when the Pilgrims reach Makka they aremet by the angels, who salute those riding camels, shake hands with those ridingdonkeys, and embrace those walking on foot. Al-Ḥasan says that anyone who diesjust after Ramaḍān, just after a holy campaign or just after a Pilgrimage, diesa martyr. ‘Umar said: ‘The Pilgrim is forgiven, as are those for whom he seeksforgiveness in the months of Dhul Ḥijja, Muḥarram and Ṣafar, and twenty days ofFirst Rabī’.’It was the customary practice of the elders to see the warriors off on campaignand to greet the returning Pilgrims, kissing them between the eyes and askingfor their Prayers; they did this promptly, before they had time to becomesullied with sins.‘Alī ibn Muwaffaq is reported as saying: ‘I made Pilgrimage one year and whenthe Night of ‘Arāfat arrived I slept at Minā, in the Mosque of al-Khayf. There Idreamt that I saw two angels descending from heaven, clad in garments of green.One of them called out to his companion: “O servant of God!” and the otherresponded with “At your service, O servant of God!” The first then asked: “Doyou know how many came on Pilgrimage this year to the House of God, Great andGlorious is He?” “No.” “Six hundred thousand made the Pilgrimage to the House ofour Lord. Do you know how many of them were accepted?” “No.” “Only six souls.”The two angels then rose into the air and disappeared from my view. At thispoint I awoke in dismay, feeling deep anxiety and concern. I said to myself: “Ifonly six souls had their Pilgrimages accepted, where am I placed?” I then joinedthe stampede from ‘Arafāt, stopping at Muzdalifa. I began to ponder how greatwas the multitude and how few would find acceptance, till sleep overtook me andI saw the two figures descending as before. They hailed each other, then onesaid: “Do you know what our Lord, Great and Glorious is He, has decreedtonight?” “No.” “To each of the six he has given a hundred thousand.” I awokethis time with a feeling of indescribable joy.’He is further reported as saying, may God be pleased with him: ‘I went onPilgrimage one year, and after completing all the rites I thought about thosewhose Pilgrimages would not be accepted. Then I said: “O God, I donate myPilgrimage and give the merit of it to someone whose Pilgrimage has not beenaccepted.” I then dreamt of the Lord of might, Glorious is His majesty, Who saidto me: “‘Alī, you would be more generous than I, though it is I Who have createdgenerosity and the generous! I, Who am the most Bounteous of the bountiful, themost Munificent of the munificent, more Worthy of bounty and generosity than theentire universe, I have bestowed all whose Pilgrimages I have not accepted uponthose who have won My acceptance.”’EXCELLENCE OF THE KA’BA AND OF MAKKA THE ENNOBLEDThe Prophet, on him be peace, said: ‘God has promised this House that it will bevisited every year by six hundred thousand Pilgrims. If they fall short of thisnumber, God, Great and Glorious is He, makes it up from among the angels. TheKa’ba will be raised up at the Resurrection as if in a bridal procession; allwho have made Pilgrimage to it will go around it, hanging on to its coverings,till it enters Paradise and they enter with it.’14 [notes.html#ch4A14]According to Tradition: ‘The Black Stone is a ruby of Paradise. It will beraised on the Day of Resurrection with a pair of eyes and a tongue with which tospeak, testifying for all who have touched it with truth and sincerity.’15[notes.html#ch4A15] The Prophet, on him be peace, used to kiss it often.16[notes.html#ch4A16] It is related that he, on him be peace, also prostratedhimself upon it. If he rode on a camel, while circuiting around it, he touchedit with a crooked staff and then kissed the end of the staff.17[notes.html#ch4A17]‘Umar, may God be pleased with him, kissed it, then said: ‘I know you are astone that neither harms nor helps, and had I not seen God’s Messenger, on himbe peace, kiss you, I would not have kissed you.’ Then he wept, sobbing loudly.On turning round he saw ‘Alī, may God ennoble his countenance and be pleasedwith him, and said: ‘Here tears are shed and Prayers are answered, father ofal-Ḥasan!’ But ‘Alī, may God be pleased with him, replied: ‘Oh yes, Commander ofthe Believers, it does indeed harm and help!’ ‘How so?’ ‘When God, Exalted isHe, took the Convenant from the descendants of Adam, He committed it to writingand embedded the document in this stone; it will therefore bear witness for thebeliever as to his fulfilment, and against the unbeliever as to hisrepudiation.’This, they say, is the significance of the words people utter when touching theBlack Stone:‘O God, I declare my belief in You, my acceptance of Your document and myfulfilment of Your covenant.’(Allāhumma īmānan bika wa-taṣdīqan bi-kitābika wa-wafā’an bi-’ahdika.)Al-Ḥasan al-Baṣrī is reported as saying: ‘One day of Fasting in Makka is worth ahundred thousand days, one penny in Alms is worth a thousand pounds, and anyother good deed is likewise worth a hundred thousand times its value elsewhere.’It is said that to circumambulate seven times is equal to one Visitation, andthat three Visitations are equal to one Pilgrimage. According to authenticTradition: ‘A Visitation in Ramaḍān is like performing a Pilgrimage with me’18[notes.html#ch4A18]The Prophet, on him be peace, said: ‘I shall be the first for whom the earthwill split open, then I shall go to the cemetery called al-Baqī’ (in Madina) andits occupants will be gathered up with me, then I shall go to the people ofMakka and I shall be resurrected between the two Sanctuaries.’19[notes.html#ch4A19]According to another Tradition: ‘When Adam, on him be peace, had performed allthe rites of Pilgrimage he was met by the angels, who said: “Blessed be yourPilgrimage, Adam. We made Pilgrimage to this House two thousand years before youdid.”’20 [notes.html#ch4A20]We have it from an early source that God, Great and Glorious is He, surveys thepeople of the earth every night; the first at whom He looks are the people ofthe Sanctuary (Makka), and of these He looks first at the people of the SacredMosque: those He sees circuiting He forgives, those He sees at Prayer Heforgives, and those He sees standing facing the Ka’ba He forgives.One of the saints, may God be pleased with them, saw a vision and said: ‘I sawall the frontier regions prostrating toward ‘Abbādān and I saw ‘Abbādanprostrating towards Jidda.’ It is said that the sun never sets on a day, norrises after a night, when a saintly or holy person has not made the circuit ofthe House, and that when this ceases to be so there will be cause for the Ka’bato be removed from the earth without trace. This will happen when nobody hascome on Pilgrimage for seven years. The Quran will then be removed from thewritten books, leaving the pages blank with not one letter showing. Then theQuran will be erased from all hearts, not one word of it remembered. People willthen revert to the poems, songs and fables of the time of Ignorance. Then willemerge the Antichrist and Jesus, on him be peace, will come down to kill him.The Hour of Resurrection will be at that moment as it were a pregnant woman onthe verge of giving birth.According to Tradition: ‘Make frequent circumambulation of this House, before itis taken up; for twice it has been laid waste and the third time it will betaken away. ‘21 [notes.html#ch4A21] It is related on the authority of ‘Alī, mayGod be pleased with him, that the Prophet, on him be peace, said: ‘God, Exaltedis He, says: “If I wished to destroy the world I would begin by destroying MyHouse, then I would destroy the whole world in its wake.”’22 [notes.html#ch4A22]THE MERIT AND DEMERIT OF RESIDING IN MAKKA,may God, Exalted is He, protect her.Cautiously apprehensive scholars find fault with permanent residence in Makka onthree grounds:One, fear of boredom and over-familiarity with the House, for this may tend todouse the ardour of reverence in the heart.That was why ‘Umar, may God be pleased with him, used to beat the people who hadcompleted their Pilgrimage, crying: ‘Yemenis, back to Yemen! Syrians, back toSyria! ‘Irāqis, back to ‘Irāq!’ For the same reason ‘Umar, may God be pleasedwith him, was careful to prevent people from excessive circumambulation, saying:‘I am afraid people will get too familiar with this House.’Two, nostalgia stimulates a yearning to return. God, Exalted is He, has made theHouse a concourse secure for mankind, i.e. a place where they should congregate,returning to it time and again and never ceasing to aspire to it.Someone said: ‘That you should be in another town, with your heart yearning forMakka, attached to this House, is better for you than being there, bored withlong residence and hankering after another town.’ As one of the elders said:‘Many a man in Khurāsān is closer to this House than those circuiting aroundit!’ It is even said that God, Exalted is He, has servants so close to Him,Great and Glorious is He, that the Ka’ba revolves around them.Three, fear of committing errors and sins there. That is a grave peril, likelyto excite the anger of God, Great and Glorious is He, on account of the nobilityof the place.Wuhayb ibn al-Ward, the Makkan, is reported as saying: ‘One night as I waspraying by the Black Stone, I heard a conversation between the Ka’ba and itscoverings, in which it said: “To God I complain, and then to you, Gabriel, ofwhat the circumambulants fling around me – the thoughts they give vent to, theirvanities and their prattling. Unless they desist I shall surely give myself amighty shake, sending every stone I am built with back to the hills from whichthey were hewn!”’ Ibn Mas’ūd, may God be pleased with him, said: ‘In no city butMakka is a man chastised for his mere intention, before he has acted on it.’Then he recited the words of the Exalted One:‘Whoever purposes to violate it wrongfully, We shall make him taste a painfuldoom.’ [al-Ḥajj, 22:25][Wa-man yurid fīhi bi-ilḥādin bi-ẓulmin nudhiqhu min ‘adhābin alīm.)That is to say, punishment is entailed by the mere purpose.It is said that evil deeds are compounded in Makka, as are good deeds. Ibn‘Abbās, may God be pleased with him, used to say: ‘Monopolistic hoarding inMakka constitutes violation of the Sanctuary.’ Some say the same of lying. SaidIbn ‘Abbās: ‘To sin seventy times at al-Rakīya would be preferable to me than tocommit a single sin in Makka.’* [ch4c.html#A1] Such fear has even led certainresidents of Makka to make a practice of leaving the confines of the Sanctuarywhenever they need to answer the call of nature. Someone stayed there a wholemonth without ever reclining on the ground. As a deterrent to long residence,certain scholars have expressed disapproval of renting houses in Makka.Let it not be supposed that the demerit of residence is at odds with the meritof the place itself. The reason behind the former is human frailty and inabilityto treat the place with due respect. When we declare it preferable to forsakeresiding there, we refer to residence associated with inadequacy and boredom. Asfor its being preferable to residence in all propriety – how utterly absurd! Ofcourse, for when God’s Messenger, on him be peace, came back to Makka heapproached the Ka’ba and said: ‘You are the best spot on God’s earth, Great andGlorious is He; most dear to me of all the cities of God, Exalted is He. If Ihad not had to leave you, I would never have left you.’23 [notes.html#ch4A23] Ofcourse, for it is an act of worship just to look upon the House, and good deedsperformed there are compounded, as we have mentioned.THE SUPERIORITY OF MADINA THE RADIANT OVER OTHER TOWNSAfter Makka itself, there is no place superior to Madina, the City of God’sMessenger, on him be peace. Deeds performed there are also compounded. Said theProphet, on him be peace: ‘One Prayer in this Mosque of mine is better than athousand Prayers in any other Mosque, except the Sacred Mosque.’24[notes.html#ch4A24] Likewise every good action in Madina is worth a thousand.After the City of the Prophet comes the Holy Land of Jerusalem, where one Prayeris equal to five hundred elsewhere, with the exception of the Sacred Mosque.Again, the same is true of other deeds. Ibn ‘Abbās relates that the Prophet, onhim be peace, said: ‘One Prayer in the Mosque of Madina is worth ten thousandPrayers, one Prayer in al-Aqṣā Mosque is worth a thousand, and one Prayer in theSacred Mosque is worth a hundred thousand.’25 [notes.html#ch4A25]The Prophet, on him be peace, said: ‘If anyone endures the rigours and austerity[of Madina], I shall be an intercessor for him on the Day of Resurrection.’26[notes.html#ch4A26] Also: ‘If someone is able to die in Madina, let him diethere, for no-one will die there without my being an intercessor for him on theDay of Resurrection.’27 [notes.html#ch4A27]Aside from these three places, all other districts are on an equal footing, withthe exception of the frontier regions, where it is extremely meritorious to takeup station. The Prophet, on him be peace, said: ‘Only these three Mosquesdeserve a special journey: the Sacred Mosque, my Mosque and the Mosque ofal-Aqṣā.’28 [notes.html#ch4A28]God’s Messenger, on him be peace, also said: ‘All countries are the countries ofGod, Exalted is He, so take up residence in any place where you find goodcompany, and give praise to God, Exalted is He.’29 [notes.html#ch4A29]"},{"pageContent":"FINE POINTS OF PROPRIETY; INTERNAL CONDUCTThe fine points of propriety are ten in number:PURITY OF INTENTION AND MEANS1. The Pilgrim should meet his expenses by lawful (Ḥalāl) means and should havehis hands free of any worrisome and distracting business concerns, so that hisattention may be devoted exclusively to God, Exalted is He, and his heartdirected in tranquillity to the remembrance of God, Exalted is He, and theveneration of His holy rites.According to a Tradition handed down by relatives of the Prophet, on him bepeace: ‘At the end of the age, four classes of people will go on Pilgrimage:their rulers for the outing; their rich men for the trade; their poor men forthe begging; their Quran-readers for the benefit of their reputations.’30[notes.html#ch4A30]This indicates that all conceivable worldly purposes have some connection withthe Pilgrimage. All of this negates the virtue of the Pilgrimage anddepersonalises it, especially when the Pilgrimage itself is directly exploitedby one who makes it on behalf of another in exchange for payment, seekingworldly gain by the work of the Hereafter. Pious and spiritual people disapproveof this, except where the intention of the person accepting payment is to settlein Makka and he lacks the means to get there; in that case there is no harm init, the purpose being to use worldly means for religious ends and notvice-versa. In this instance his object must be to visit the House of God, Greatand Glorious is He, while at the same time helping his Muslim brother byrelieving him of his religious obligation. Relevant in this connection is thesaying of God’s Messenger, on him be peace: ‘God, Glorified is He, admits threeto Paradise for a single Pilgrimage: the testator who bequeaths it; the one whocarries it out; and the one who performs it on behalf of his brother.’31[notes.html#ch4A31]I am not saying that it is unlawful to make Pilgrimage on behalf of someoneelse, nor that one is forbidden to do so after having discharged one’s personalobligation as a Muslim. It is better not to do so, however, and not to make it alivelihood and a business, for God, Great and Glorious is He, gives the worldfor religion, not religion for the world. According to the Tradition: ‘He whogoes on campaign in the cause of God, Great and Glorious is He, and takes awage, is like the mother of Moses, on him be peace, who suckled her child andtook her wage.’32 [notes.html#ch4A32] He who takes hire for the Pilgrimage issimilarly comparable to the mother of Moses; there is no harm in his doing so,for he takes it in order to have the possibility of making the Pilgrimage andvisiting the Holy Places. He does not go on Pilgrimage to get the hire, but theother way round, just as Moses’ mother accepted payment to facilitate hersuckling by concealing her condition.SHUNNING UNLAWFUL TAXES2. The Pilgrim should not aid the enemies of God, Glorified is He, by payingtolls to those Makkan chiefs who bar the way to the Sacred Mosque, or Bedouinwho lurk along the road. To pay these people is to encourage tyranny and to makeit easy for them, for it is like giving them moral support. The Pilgrim shouldtherefore devise some means of escape from such payment. If he is not capable ofthis, then according to some scholars (and it is not a bad opinion) it is betterto turn back and abandon non-obligatory Pilgrimage rather than give assistanceto tyrants, for this is an heretical innovation and acquiescence would tend togive it the force of custom. This form of taxation is degrading and humiliatingto the Muslims.There is no sense in saying: ‘I had to pay up under duress.’ If one had stayedat home or turned back one would not have had to pay a thing. Actually, adisplay of affluence sometimes provokes a lot of demands, whereas these wouldnot arise if one dressed like the poor people; you may have only yourself toblame for putting yourself in a situation of duress.MODERATION IN EXPENDITURE3. Liberality in provision and magnanimity in outlay and expenditure, steering amiddle course between stinginess and extravagance. I mean the lavish indulgencein exquisite food and drink, characteristic of the opulent. But heavy expense ingiving generously is not extravagance, for there is no goodness in immoderationand no immoderation in goodness. Outlay on provision for the Pilgrimage isexpenditure in the way of God, Great and Glorious is He, and every penny of itis worth seven hundred. Said Ibn ‘Umar, may God be pleased with him and with hisfather: ‘Part of nobility consists in making generous provision for one’sjourney.’ He also used to say: ‘The most virtuous Pilgrim is he whose intentionis most sincere, his expenditure most proper and his conviction most certain.’The Prophet, on him be peace, said: ‘For the Pilgrimage that is blessed there isno reward but Paradise.’ When he was asked: ‘O Messenger of God, what makes aPilgrimage blessed?’ he replied: ‘Speaking well and feeding the poor.’33[notes.html#ch4A33]FORSAKING EVIL CONDUCT4. Forsaking indecency, immorality and wrangling, as spoken of in the Quran.Indecency is a general term, covering all nonsensical, foul and obscene languageand including flirtation and dalliance with women as well as discussion ofsexual intercourse and its preliminaries. Such talk excites the urge to unlawfulintercourse, and incitement to what is forbidden is itself forbidden.Immorality is another general term, covering all departures from obedience toGod, Great and Glorious is He.Wrangling is excessive quarrelling and argument, causing ill-will, distractingfrom noble purpose and incompatible with good character. As Sufyān said:‘Indecent behaviour vitiates one’s Pilgrimage.’ God’s Messenger, on him bepeace, set decent speech on a par with providing food as a cause of blessednessin the Pilgrimage, and quarrelling is incompatible with decent speech. Oneshould therefore refrain from raising frequent objections against one’s fellowtraveller, the camels and one’s other companions; rather should one take thingsgently, sheltering others beneath one’s wing along the way to the House of God,Great and Glorious is He. Good conduct is essential, and good conduct meansputting up with painful things rather than trying to repel them. They say thatthe Arabic word for ‘journey’ is safar because it reveals (yusfiru ‘an) aperson’s character. That is why ‘Umar, may God be pleased with him, askedsomeone who claimed to know a man: ‘Have you accompanied him on a journey thatwould show up his good qualities?’ Since the answer was no, he told him: ‘Then Idon’t see how you can know him!’GOING ON FOOT5. Those who are able should make the Pilgrimage on foot, for this is the mostmeritorious way. At his death, ‘Abdullāh ibn ‘Abbās, may God be pleased with himand with his father, bequeathed this advice to his sons: ‘My sons, go on footwhen you make the Pilgrimage, because for every step the Pilgrim takes whilewalking he earns seven hundred of the bounties of the Sanctuary.’ When askedwhat these bounties were, he replied: ‘One good deed in the Sanctuary isrewarded a hundred thousand-fold.’Walking between the various Hajj rituals, and when going to and fro betweenMakka, ‘Arafāt and Minā, is even more strongly recommended than on the road toMakka. Going on foot, in conjunction with putting on the Iḥrām (entering thestate of consecration) on leaving home, is said by some to constitute completionof Pilgrimage. Such was the construction put by ‘Umar, ‘Alī and Ibn Mas’ūd, mayGod be pleased with them, on the words of God, Great and Glorious is He:‘Complete the Pilgrimage and Visitation for God.’ [al-Baqarah, 2:196](Wa-atimmū-lḥajja wa-l’umrata lillāh.)On the other hand, some scholars maintain that transport is better, in view ofthe outlay and provision involved and because it is less disturbing and painfuland more conducive to a safe completion of the Pilgrimage.This second opinion does not really contradict the first; one must considerwhich applies to a particular case. It is said that for one who can easily walkit is better that he do so, whereas transport would be preferable if he wereweak, and if going on foot might affect him badly and restrict him in theperformance of his duties. There is a parallel here with Fasting, which isbetter kept up even by the traveller and the invalid, unless it would causeweakness and bad temper.A certain scholar was asked whether, in the Visitation (‘Umra), one should go onfoot or spend a little money on hiring a donkey. He replied that if one is moreattached to the money, it is better to hire the donkey than to walk. But ifwalking is the more serious matter, as for the rich, then walking is to bepreferred. There is something to be said for this view, which seems to make it aquestion of self-discipline. The best course of all, however, is to walk andspend the money on charity; this is superior to spending it on hiring a donkey.But for those who are incapable of giving up both personal comfort and theirmoney, the opinion cited above is not inappropriate.MODESTY AND SIMPLICITY OF TRANSPORT6. The Pilgrim should take a simple riding-beast for transport, abstaining frombeing carried in a litter unless there is reason to fear that he could not ridethe animal. There are two considerations here: (a) sparing the camel from thepain of bearing the litter; (b) avoiding an air of ostentatious luxury. God’sMessenger, on him be peace, made the Pilgrimage on a riding camel, with a wornsaddle and tattered pad, the cost of it being four dirhams.34[notes.html#ch4A34] He made circumambulation on the camel, so that people couldobserve his comportment and conduct.35 [notes.html#ch4A35] The Prophet, on himbe peace, said: ‘Take your rituals from me.’36 [notes.html#ch4A36]They say these camel-litters were an innovation introduced by Pilgrims over theprotests of the scholars of the day. Sufyān al-Thawrī reports his father assaying: ‘En route from Kūfa to Qādisīya, bound for the Pilgrimage, I caught upwith travelling companions from many lands. All the Pilgrims I saw had beasts ofburden, animals carrying luggage, and riding-camels; among them all I spotted nomore than two litters.’ When Ibn ‘Umar noticed the new styles and the littersintroduced by the Pilgrims, he would say: ‘Few Pilgrims, many riders!’ Then hewould look at a poor man, shabbily dressed and mounted atop some sacks, and say:‘This is the cream of the Pilgrims!’SHABBINESS IN DRESS AND APPEARANCE7. The Pilgrim should be shabbily dressed, dishevelled and dusty, notover-adorned nor inclined to things that excite vainglory and rivalry, therebyenrolling among the arrogant and the opulent and parting company with the weak,the poor and the righteous. For God’s Messenger, on him be peace, ordaineddishevelment and inconspicuousness37 [notes.html#ch4A37] and banned indulgenceand luxury, according to the Tradition of Faḍāla ibn ‘Ubayd.38[notes.html#ch4A38] As another Tradition puts it: ‘The Pilgrim is nothing if notdishevelled and unkempt.’39 [notes.html#ch4A39] According to yet another: ‘God,Exalted is He, says: “Look at the visitors to My House; they come to Me,dishevelled and dusty, from every deep ravine.”’40 [notes.html#ch4A40] God,Exalted is He, said:‘Then let them finish their unkemptness …’ [al-Ḥajj, 22:29](Thumma la-yaqḍū tafathahum.)‘Unkemptness’ means dishevelment and dustiness, and it is disposed of byshaving, trimming the moustache and clipping the nails. ‘Umar ibn al-Khaṭṭāb,may God be pleased with him, wrote to the army commanders: ‘Be smooth and berough!’ i.e. wear worn-out clothes and manage things roughly.It has been said that the best Pilgrims are those from the Yemen, on account oftheir humble and gentle ways and because they follow the example set by theelders.Red is to be avoided, especially in attire, as is commonplace notoriety. It isrelated that God’s Messenger, on him be peace, was once on a journey when hisCompanions made a halt. As the camels were grazing, he noticed the red cloth ontheir humps. The Prophet, on him be peace, said: ‘I see this colour red has gotthe better of you!’41 [notes.html#ch4A41] Said the Companions: ‘We therefore gotup and removed the red cloth from their backs, until some of the camels bolted.’KINDNESS TO BEASTS OF BURDEN8. The Pilgrim must be kind to animals, taking care not to overload them. It isbeyond their capacity to carry a litter, and sleeping in one imposes anintolerable weight. Pious people would not sleep on the back of an animal,unless they happened to doze off while riding. Nor would they stay mounted forlong while the animal was kept standing. The Prophet, on him be peace, said:‘Don’t treat the backs of your animals as chairs!’42 [notes.html#ch4A42] It isrecommended that one dismount both morning and evening to give one’s beast arest, following the Prophetic example and the precedents of the elders.43[notes.html#ch4A43]One of the elders used to take an animal on hire with the stipulation that hewould not dismount. Having paid the full price of hire, he would then get offthe beast in order to do it a kindness, one that would be counted among his gooddeeds and weighed in his scale of the balance, not that of the owner.Whoever harms a dumb creature and overloads it will be called to account forthis on the Day of Resurrection. As he was dying, Abūl Dardā’ said to a camel ofhis: ‘Camel, do not complain of me to your Lord, for I have never overloadedyou.’In short, in every warm heart there lies a reward, so the right of the beast andthe right of the hirer should both be respected; to dismount for a spellprovides the animal with relief and pleases its hirer at the same time. A manonce said to Ibn al-Mubārak: ‘Carry this letter for me and deliver it.’ But hereplied: ‘Let me first check with the camel-driver, for I have taken the animalon hire.’ Note how cautious he was even about taking with him a virtuallyweightless letter! This is the prudent approach to piety, for once a door isajar it gradually opens wider.SACRIFICING ANIMALS9. The Pilgrim ought to shed the blood of a sacrificial animal, even if it isnot strictly incumbent upon him to do so, endeavouring to find a fine fatcreature for the purpose. If the offering is voluntary he should eat some of it,but not if it is an obligatory sacrifice.* [ch4c.html#A2] The words of God,Exalted is He:‘That … And whoever venerates God’s consecrated offerings,’ [al-Ḥajj, 22:32](Dhālika wa-man yu‘aẓẓim sha‘ā’ira-llāh.)have been interpreted as referring to the choice of a fine fat sacrificialanimal.It is preferable to drive the offering in from the assembly point, provided thisis not too inconvenient and troublesome. One should refuse to pay sales-taxes,for three things get over-priced and reprehensibly taxed: offerings, sacrificialslaughterings and slaves to be emancipated, since the best of these are thecostliest and most precious to their owners.According to Ibn ‘Umar, ‘Umar, may God be pleased with both father and son, wasgoing to sacrifice a Bactrian camel. He was offered a price of three hundreddinars, so he asked God’s Messenger, on him be peace, if he should sell it anduse the money to buy several other animals, but he told him not to do that,saying: ‘No, sacrifice it!’44 [notes.html#ch4A44]The reason for this is that a little of what is excellent is better than muchthat is inferior. Thirty beasts could have been purchased for the three hundreddinars, which would have represented a lot of meat. But the meat is not theobject. The object is to purify the soul, to cleanse it of stinginess and toadorn it with the beauty of reverence for God, Great and Glorious is He, for:‘Their flesh and blood do not reach God, yet your devotion reaches Him.’[al-Ḥajj, 22:37]This devotion is shown by regard for excellence of quality in the value, be thequantity great or small.When God’s Messenger, on him be peace, was asked what makes for a blessedPilgrimage, he said: ‘al-’ajj wa-lthajj (clamour and torrent).’45[notes.html#ch4A45] ‘Clamour’ refers to the loud voice used in calling:‘Labbayk’ (‘Doubly at Your service, Lord!’), while ‘torrent’ refers to the flowof blood at the slaughter of a sacrifice. ‘Ā’isha, may God be pleased with her,relates that God’s Messenger, on him be peace, said: ‘No human action on the dayof slaughter is dearer to God, Great and Glorious is He, than the shedding ofblood, for it will come on the Day of Resurrection with its horns and itshooves; the blood will fall to some point at which God, Great and Glorious isHe, will stop it reaching the ground. So rejoice with it!’46 [notes.html#ch4A46]According to another Tradition: ‘There is a bounty for you in every hair of itshide, and every drop of its blood counts as a good deed to be weighed in thebalance, so be of good cheer!’47 [notes.html#ch4A47] The Prophet, on him bepeace, said also: ‘Seek the aid of your sacrificial offerings, for they will beyour mounts on the Day of Resurrection.’48 [notes.html#ch4A48]EQUANIMITY10. The Pilgrim should face with equanimity the expense he incurs to provisionhimself and acquire an offering, as well as any financial or physical loss ormishap that may befall him, for that is one of the signs that his Pilgrimage isaccepted. Misfortune on the way to Pilgrimage is equated with expenditure in thecause of God, Great and Glorious is He, every penny being worth seven hundred.It is comparable to the rigours encountered en route to the Jihad, so for everyhardship endured and for every loss suffered there is a recompense and nothingis lost in the sight of God, Great and Glorious is He.One indication that a Pilgrimage has been accepted, they say, is when a Pilgrimabandons his sinful ways, exchanging his idle companions for righteous brothers,and forsaking haunts of frivolity and heedlessness in favour of gatherings forremembrance and vigilance."},{"pageContent":"INNER STATES AT VARIOUS STAGES OF HAJJThe role of sincerity in intention. The way to respect the noble shrines, themanner in which to contemplate them and to reflect upon their mysteries andmeanings, from the start of the Pilgrimage to the end.The Pilgrimage begins with understanding, by which I mean the understanding ofits place in the religion. The subsequent steps are then: yearning for it;resolving upon it; severing the ties that keep one from it; acquiring theseamless garments to be worn during consecration (iḥrām); purchasing thenecessary provisions; hiring transport; setting out from home; crossing thedesert; consecration at the assembly point, with the cry of ‘Labbayk’ (‘Doublyat Your service, Lord!’); the entry into Makka; and then the completion of allthe rites of Pilgrimage. Every one of these steps serves as a reminder to themindful, a lesson to the heedful, an exhortation to the faithful aspirant, aninstruction and indication to the sagacious. Let us therefore signify their keypoints, so that when the door to them is opened and their reasons known, some oftheir mysteries may be revealed to every Pilgrim, sufficient to afford himtranquillity of heart, inner purity and fullness of understanding.UNDERSTANDINGAs for understanding it must be realised that there is no way of attaining toGod, Glorified and Exalted is He, except by divesting oneself of desires,abstaining from pleasures, confining oneself to necessities and devoting oneselfexclusively to God, Glorified is He, in every movement and rest. It was for thisreason that the ascetics of previous religions used to isolate themselves fromthe people, retiring to mountain caves and preferring solitude to the company ofothers, in quest of intimacy with God, Great and Glorious is He. For the sake ofGod, Great and Glorious is He, they forsook worldly pleasures and appliedthemselves to strenuous exertions in pursuit of the Hereafter. God, Great andGlorious is He, commends them in His Book, where He says:‘That is because among them there are priests and monks, and because they arenot arrogant.’ [al-Mā’idah, 5:82](Dhālika bi-anna minhum qissīsīna wa-ruhbānan waannahum lā yastakbirūn.)But when all that had vanished, and people had become interested only in chasingtheir desires, shunning exclusive devotion to God, Great and Glorious is He, andgetting lax about it, then God, Great and Glorious is He, sent His MessengerMuhammad, on him be peace, to revive the way of the Hereafter and to renew themethod of travelling along it in accordance with the practice of God’s Envoys.Members of the earlier religious communities asked God’s Messenger, on him bepeace, if the ways of the monks and anchorites were followed in his religion andhe replied: ‘God has replaced them for us with the Jihad and the declaration ofHis supremacy on every elevated place.’49 [notes.html#ch4A49] (Alluding to thePilgrimage.) When asked about the anchorites, God’s Messenger, on him be peace,said: ‘They are the ones who Fast.’50 [notes.html#ch4A50]So God, Great and Glorious is He, has favoured this Community by making thePilgrimage its form of monasticism and has honoured the Ka’ba, the AncientHouse, by calling it His own, Exalted is He. He has made it a goal for Hisservants, consecrating its surroundings as a sanctuary for His House and for theglory of His cause. He has made ‘Arafāt as it were the pipe supplying water tothe pool of His heavenly court. He has emphasised the dignity of the place bydeclaring its game and its trees inviolate. He has modelled it on a royaldurbar, the goal of visitors from every deep ravine and every distant scene, whocome dishevelled, dusty and humble to the Lord of the House, meekly submissiveto His majesty and might, (acknowledging, of course, that He is beyond beingcontained by any house or confined to any town) so that their homage andadoration may be more intense, their compliance and obedience more perfect. Thatis why they have been enjoined to perform there certain actions to which thesoul does not readily conform, and the significance of which is not easilygrasped by the mind, like the stoning of the pillars and the running back andforth several times between al-Ṣafā and al-Marwa. The Pilgrim demonstratesthrough such actions the perfection of his homage and adoration.The Zakat has the rational appeal of an intelligible humane purpose. Fastingbreaks the hold of desire, which is the tool of God’s enemy, and is conducive toworship because it dispels distraction. Bowing and prostration in ritual Prayerpromote humility toward God, Great and Glorious is He, through actions symbolicof humility, and the soul enjoys intimacy in the veneration of God, Great andGlorious is He. In actions like running to and fro or throwing pebbles, on theother hand, there is no pleasure or satisfaction and nothing to suggest anyrational significance. The sole inducement to perform them is therefore thecommand itself and the intention to comply with it inasmuch as it is an orderthat must be obeyed.Rationality is thus put aside, and the natural self is deflected from where itscomfort lies; for if this was something readily comprehensible to the mind,there would be a natural inclination towards it. That inclination would thenback up the command and provide an added incentive to act upon it, in which caseit would hardly represent a perfect demonstration of homage and obedience. Thisis why God’s Messenger, on him be peace, singled out the Pilgrimage when hesaid: ‘Doubly at Your service, through a Pilgrimage in truth, devotion andhomage!’51 [notes.html#ch4A51] He did not say that about ritual Prayer or anyother act of worship. If it were necessary to question the wisdom of God,Glorified and Exalted is He, in linking our salvation to actions that runcounter to natural inclination and that are subject to the control of the SacredLaw, we would vacillate in the practice of obedience and following the dictatesof submission. The performance of inexplicable duties is a form of devotion mosteffective in purifying the soul, and in deflecting it from its naturalpropensities into the habit of servitude. If you have grasped this, you willhave understood that perplexity concerning these strange actions stems frominattention to the mysteries of devotions. This much will suffice, God willing,to impart an understanding of the essence of the Pilgrimage.YEARNINGAs for yearning: this arises only after understanding and the realisation thatthe House is truly the House of God, Great and Glorious is He, that it ismodelled on the royal durbar so that he who goes there goes as a visitor to God,Great and Glorious is He, and that he who goes to the House in this worlddeserves that his visit should not be in vain. He will be accorded the object ofhis visit at the time appointed for him, namely the vision of God’s NobleCountenance in the abode of eternity. For the inadequate mortal eye we possessin this earthly abode is unfitted to receive the vision of the Face of God,Great and Glorious is He, lacking the capacity to bear it or the equipment totake it in. But in the abode of the Hereafter, when it has been grantedperpetuity and immunity to the causes of change and decay, it will be preparedfor that vision and sight. Meanwhile, by betaking oneself to the House andbeholding it, one earns the right to meet the Lord of the House in accordancewith the noble promise.To be sure, the yearning to meet with God, Great and Glorious is He, creates alonging for all that will lead to that meeting; for the lover craves everythingin any way connected with his beloved. The House is connected with God, Greatand Glorious is He, so this connection is surely enough in itself to make oneyearn for it, quite apart from the wish to attain the abundant reward that ispromised.RESOLVEAs for resolve: the Pilgrim should be aware that by his resolve he is purposingto leave his family and homeland behind, forsaking pleasures and desires as hesets out to visit the House of God, Great and Glorious is He. He should hold inhigh esteem both the House and the Lord of the House. He must know that he hasresolved upon a matter of high consequence and an affair of great moment. Wheregreat things are at stake, the risks are also greatest. He should make sure hisresolve is purely for the sake of God, Glorified is He, untarnished by hypocrisyand desire for fame. Let him be fully aware that only what is sincere in hisintention and action will find acceptance, and that there is no offence moreoutrageous than to visit the House of God and His Sanctuary for ulterior motive.He should check with himself to verify his resolve: the verification is in hissincerity, and his sincerity lies in shunning all taint of hypocrisy and desirefor fame. Let him therefore be careful to replace what is unworthy withsomething better.SEVERING TIESAs for severing ties: this means the rejection of all iniquities and sincererepentance to God, Exalted is He, for all acts of disobedience, for eachiniquity is a tie, and every tie is like having a creditor with you, clinging toyour collar. He cries: ‘Where are you heading for? Are you bound for the Houseof the King of kings, when you are neglecting His command here at home,belittling and ignoring it? Are you not ashamed to approach Him as a disobedientservant, since He will reject you and refuse you?’ So if you hope to have yourvisit accepted you should carry out His commandments, cast off iniquities,repent to Him first of all for all acts of disobedience, and sever your heart’sconnection from concern with what is behind you. You can then turn your heart toface Him, as you turn your visible face in the direction of His House. Unlessyou do this, you will get nothing from your journey except trouble and hardshipat the outset and dismissal and rejection at the end.The Pilgrim should sever all ties with his homeland, cutting himself offcompletely as if he were going into exile, never to return. He should also writedown his will and testament for his children and family, for the traveller andhis money are at risk unless protected by God, Glorified is He.While severing ties for the journey of Pilgrimage, one should also remember tobe detached for the journey to the Hereafter, for that is soon to come. All thatis suggested for this earthly journey is desirable in preparation for the other,which is to eternity and the ultimate return. One should therefore not beheedless of that final journey while getting ready for the Pilgrimage.PROVISIONSAs for provisions: these must be acquired from a lawful source. If the Pilgrimfeels himself impelled to take a lot, seeking enough to last him the wholejourney without spoiling or going bad before he reaches his destination, let himremember that the journey to the Hereafter is a much longer one than this andthat the provision for it is true piety. Apart from piety, whatever one supposesto be provision will be left behind when you die, leaving you in the lurch. Itwill no more keep than the fresh food that goes bad on the first leg of thejourney, leaving one dismayed and helpless in the moment of need. Bewaretherefore, in case the deeds which make up your provision for the Hereafter donot go with you after death, but get spoiled instead by the taint of hypocrisyand the turbidity of remissness.TRANSPORTAs for transport: when the Pilgrim procures a riding-beast, he should giveheartfelt thanks to God, Great and Glorious is He, for putting animals at hisdisposal to relieve him of pain and hardship. At the same time he should call tomind the vehicle that will carry him to the abode of the Hereafter, namely hiscoffin, for the Pilgrimage presents a certain parallel to the final journey. Heshould therefore consider whether the journey he is about to make, riding thismount, will help to equip him for that other journey aboard that other vehicle.How close at hand it is! For all he knows, death may be so near that he will beriding the coffin before he has time to ride the camel. The coffin-ride is acertainty, whereas there is doubt about whether one can secure all one’s needsfor this trip. So where is the point in making careful preparations to equiponeself with provisions and transport for a doubtful journey, while neglectingthe matter of one that is sure and certain?PURCHASE OF IḤRĀMAs for the purchase of the two seamless garments of consecration: when buyinghis ‘iḥrām’ the Pilgrim should recall the shroud in which he will be wrapped forburial. When he nears the House of God, Great and Glorious is He, he will put onthe two sheets, wearing one of them over one shoulder and the other as a sarong.While he may never finish his journey to the House of God, what is certain isthat he must go to meet God, Great and Glorious is He, wrapped in the cloth ofthe shroud. He should therefore remember: just as he goes to meet the House ofGod, Great and Glorious is He, in unusual garb and attire, so after death hemust go to meet God, Great and Glorious is He, dressed in a fashion differentfrom that of this world. And the Pilgrim-garb is close to the other, beingunstitched like the shroud.LEAVING HOMEAs for leaving home: the Pilgrim should know that he has now left hearth andhome, bound for God, Great and Glorious is He, on a journey unlike any worldlyvoyage. He should be conscious in his heart of what he wishes, where he isheading and Whom he intends to visit. He should be aware that he is wending hisway toward the King of kings, along with a host of visitors who have beensummoned and have answered the call, in whom a great longing has been awakened,who have been roused and have risen, who have severed connections and saidfarewell to relations, and who have set out for the House of God, Great andGlorious is He, which is splendid in majesty and of lofty esteem. To encounterthe House consoles them for not meeting its Lord, till they are granted theirultimate wish and rejoice in the contemplation of their Master.The Pilgrim should also nourish in his heart the hope of attainment and offinding acceptance, not by virtue of his deeds in faring far from his family andproperty, but through trust in the bounty of God, Great and Glorious is He, andin hope of confirming His promise to those who visit His House.He should nurture the hope that, if fate overtakes him en route and he does notarrive, he will meet God, Great and Glorious is He, coming to him, since He says(Glorious is His Majesty):‘Whoever sets out from his home, migrating to God and His Messenger, then deathovertakes him, his recompense is incumbent upon God.’ [al-Nisā’, 4:100](Wa-man yakhruj min baytihī muhājiran ilā-illāhi warasūlihī thummayudrikuhu-lmawtu faqad waqa’a ajruhū ‘alā-llāh.)CROSSING THE DESERTAs for crossing the desert to the assembly point, with all attendant hardships:the Pilgrim should there recall the crossing at death between this world and theassembly point on the Day of Resurrection, with the terrors and trials thatintervene. The terror of highway robbers should remind him of the terror of theinquisition by Munkar and Nakīr;* [ch4c.html#A3] the savage beasts of the desertshould make him think of the scorpions and worms of the tomb, with its vipersand serpents; his separation from family and relatives should put him in mind ofthe desolation of the tomb, of its agony and solitude. Through all these terrorshe should equip himself by word and deed for the horrors of the tomb.PUTTING ON Iimage [images/111_img01.jpg]RĀM AND CRYING ‘LABBAYK’As for donning the garb of consecration and crying ‘Labbayk’ from the assemblypoint onwards: the Pilgrim should know that this signifies a response to thesummons of God, Great and Glorious is He. Hope, therefore, to be accepted anddread being told: ‘No favour or fortune for you!’ Oscillate between hope andfear; rid yourself of your power and strength, and rely on the grace andgenerosity of God, Great and Glorious is He. The moment of talbiya (calling‘Labbayk’) is the real starting point – this is the critical instant. Sufyān ibn‘Uyayna said: “Alī, the son of al-Ḥusayn, may God be pleased with them both,once went on Pilgrimage. When he had put on his iḥrām and his camel was readyfor him to ride, he suddenly turned pale and began to tremble. He shivered andquaked and could not utter “Labbayk”, and when they asked him what was wrong hesaid: “I dread being told: ‘No favour or fortune for you!’” When he dideventually cry “Labbayk”, he fainted and fell from his camel. This kept onhappening to him until he had completed his Pilgrimage.’Aḥmad ibn Abīl Ḥawārī said: ‘I was with Abū Sulaymān al-Dārānī, may God bepleased with him, when he wished to enter the state of consecration. He did notutter “Labbayk” until we had travelled a whole mile. He fell in a swoon, sayingwhen he came to: “Ahmad! God, Glorified is He, inspired to Moses, on him bepeace: ‘Tell the wrongdoers among the Children of Israel to remember Me seldom,for I shall remember with a curse those of them who remember Me.’ Alas, Ahmad, Ihave heard that to those who make Pilgrimage on ill-gotten gains, God, Great andGlorious is He, says: ‘No favour or fortune for you, until you return what youhave in hand.’ And we cannot be sure that this will not be said to us.”’On raising his voice at the assembly point with the cry of ‘Labbayk’, thePilgrim should recall that he is responding to the summons of God, Great andGlorious is He, since He said:‘And proclaim the Pilgrimage among men.’ [al-Ḥajj, 22:27] (Wa-adhdhin fī-lnāsibi-lḥajj.)He should also recall that mankind will be summoned by the trumpet’s blast,gathered up from the tomb and crowded together at the site of the Resurrection,responding to the call of God, Glorified is He, divided into the favoured andthe abhorred, the accepted and the rejected, and oscillating initially betweenfear and hope – like the Pilgrims at the assembly point, when they do not knowwhether or not they will be enabled to complete the Pilgrimage and have itaccepted.ENTERING MAKKAAs for entering Makka: The Pilgrim should remember at this time that he hasarrived safely at the Sanctuary of God, Exalted is He. As he enters he shouldhope to be safe from the punishment of God, Great and Glorious is He, and shoulddread not being worthy to approach Him, for in that case his entry into theSanctuary would leave him frustrated and fit to be abhorred. At all times hishope should be uppermost, for God’s generosity is comprehensive, the Lord isCompassionate, the honour of the House is tremendous, the visitor’s right isrespected, and protection is secure for all who seek refuge.SEEING THE KA‘BAAs for setting eyes upon the House: at this moment the Pilgrim should beconscious in his heart of the majesty of the House, venerating it with suchintensity that he seems to anticipate beholding the Lord of the House. He shouldhope that God, Exalted is He, will grant him the vision of His noblecountenance, just as He has afforded him the sight of His mighty House. ThankGod, Great and Glorious is He, for bringing you to this high degree, and forincluding you in the company of those who reach Him. Remember at the same timehow at the Resurrection people will stream towards Paradise, all hoping to enterthere, and how they will be divided into those who are admitted and those whoare turned away, just as the Pilgrims are divided into the accepted and therejected. In all that you see, take care to recall the things of the Hereafter,for every aspect of the Pilgrimage reflects some aspect of the Hereafter.CIRCUMAMBULATING THE HOUSE (ṬAWĀF)As for the circumambulation of the House: realise that it is a ritual Prayer.While making it, you should fill your heart with reverence, fear, hope and love.Know that in your circuit you resemble the angels near the Divine presence, whoring the Throne and circle around it. Do not suppose the purpose to be yourbodily circumambulation of the House. No, the true purpose is the circling byyour heart in remembrance of the Lord of the House, till remembering begins withHim alone and ends with Him alone, just as the circumambulation starts from theHouse and ends at the House. Know that the noble circumambulation is thecircling by the heart in the Divine presence, and that the House is the externalsymbol in the visible world for the unseen Divine court which lies in theinvisible universe. For those to whom God opens the door, the material andvisible world is but the threshold of the invisible, angelic universe. Thisparallel is suggested by the correspondence between the Populous House (al-baytalma’mūr) in heaven and the Ka’ba.The heavenly circling of the angels is like the human circumambulation of thisHouse, but since most people are incapable of achieving that level ofcircumambulation, they have been commanded to imitate as best they can, with thepromise that: ‘He who imitates a set of people is one of them.’52[notes.html#ch4A52] Of those who are capable of that kind of circumambulation,it is said that the Ka’ba visits them and makes circuit around them; visionarieshave seen this happen to certain intimates of God, Glorified and Exalted is He.TOUCHING THE BLACK STONEAs for touching the Black Stone: believe when you do this that you are swearingallegiance to God, Great and Glorious is He, and vowing obedience to Him. Makefirm your resolve to be loyal to your oath, for the wrath of God is thetraitor’s due. Ibn ‘Abbās, may God be pleased with him and his father, relatesthat God’s Messenger said: ‘The Black Stone is the right hand of God, Great andGlorious is He, on earth; with it he shakes hands with His creatures, just as aman shakes hands with his brother.’53 [notes.html#ch4A53]STANDING AT MULTAZAMAs for clinging to the coverings of the Ka’ba, and pressing one’s breast againstits wall (at the part called al-multazam): your intention in the latter shouldbe to draw close in love and yearning to the House and the Lord of the House,seeking grace through the contact and hoping for immunity from the Fire, not inthe House but in every part of your body. In clinging to the coverings of theKa’ba, your intention should be earnestly to seek forgiveness and to beg formercy, just as one who has sinned against another will cling to his clotheswhile imploring his pardon, demonstrating that he has no refuge or recourseexcept to his munificence and forgiveness and that he will not let go until heis granted pardon and the assurance of future protection.RUNNING BETWEEN AL-ṢAFĀ AND AL-MARWA (SA’Y)As for running between al-Ṣafā and al-Marwa in the courtyard of the House: thisresembles the constant to-ing and fro-ing of a servant in a royal palace. ThePilgrim demonstrates devotion to duty and hopes to be viewed with compassion,just like one who enters the presence of a king and leaves without knowingwhether the sovereign has decided to accept or to reject him. He keeps goingback across the courtyard time after time, hoping to receive mercy the secondtime if not the first. While going back and forth between al-Ṣafā and al-Marwa,the Pilgrim should recall how he will oscillate between the two scales of theBalance at the site of the Resurrection. He should let al-Ṣafā represent thescale of good deeds and al-Marwa the scale of bad deeds. Let him recall how heshall go from one of these to the other, seeing which is heavier or lighter,fluctuating between punishment and forgiveness.STANDING AT ‘ARAFATAs for standing at ‘Arafāt: recall – when you behold the thronging crowds, hearthe loud voices speaking in many tongues, and see the various groups followingtheir Imams through the ritual observances, matching their actions to theirs –recall the site of the Resurrection, the gathering of the communities with theirProphets and leaders, each community following its Prophet, aspiring after hisintercession, all wavering with equal uncertainty between rejection andacceptance. After that recollection, set your heart on supplication and entreatyto God, Great and Glorious is He, that you may be resurrected in the company ofthe mercifully successful; make certain your hope of being answered, for theplace is noble and mercy reaches all creatures from the majesty of the Divinepresence through the venerable hearts of the mainstays of the earth. Thestanding-place is never devoid of a generation of the saintly and holy, nor of ageneration of the righteous and magnanimous. When their aspirations are joined,their hearts devoted exclusively to humble supplication and entreaty, theirhands raised to God, Glorified is He, their necks outstretched and their eyesturned heavenward, as they aspire of one accord in quest of mercy, do notsuppose that He will disappoint their hopes, frustrate their endeavour orbegrudge them an overwhelming mercy. That is why it is said that it is a mostgrievous sin to be present at ‘Arafāt and to imagine that God, Exalted is He,does not forgive one. It would seem that the conjunction of aspirations, and thestrength derived from contiguity with the saintly and holy people assembled fromall quarters of the earth, constitute the secret of the Pilgrimage and itsultimate purpose, for there is no way to obtain the mercy of God, Glorified isHe, in such abundance as by the conjunction of aspiration and the simultaneousmutual support of all hearts.CASTING PEBBLES (RAMY)As for the casting of pebbles (at pillars representing the Devil): your purposein this should be obedience to the Divine command, to demonstrate submissivenessand servitude and readiness to comply without any obvious rational orpsychological justification.It should also be one’s intention to imitate Abraham, on him be peace, since itwas in this place that Iblis, on him be the curse of God, Exalted is He,appeared to him to insinuate doubt about his Pilgrimage or to tempt him todisobey, whereupon God, Great and Glorious is He, commanded him to throw stonesat him to repel him and thwart his design. If it should occur to you to think:‘Satan appeared to him and he actually saw him – that was why he stoned him –but the Devil is not showing himself to me,’ you must realise that this verynotion comes from the Devil; it is he who has lodged it in your heart, to weakenyour determination in casting the stones, to make you imagine that it is auseless action, like some kind of game, so why should you bother with it?Therefore you must drive him from your soul by being earnest and brisk instoning him, putting the Devil’s nose out of joint.You should be aware that, while outwardly casting pebbles at the pillar, you arereally throwing them in the face of Satan and dealing him a mortal blow, for theonly way to spite him is through your compliance with the command of God,Glorious and Exalted is He, in simple deference to His order withoutpsychological or intellectual justification.SACRIFICING ANIMALSAs for the slaughter of the sacrificial offering: be aware that this is a meansof drawing close to God, Exalted is He, by virtue of obedience, so make thesacrifice perfect and hope that for every part of it God will deliver part ofyou from the Fire. A promise to this effect has come down to us.54[notes.html#ch4A54] The bigger the sacrificial animal and the more ample itsparts, therefore, the more comprehensive your redemption from the Fire.VISITING MADINAAs for the visit to Madina: when your eyes alight on the city walls, rememberthat this is the town which God, Great and Glorious is He, selected for HisProphet, on him be peace, that he made it the goal of his migration, that thiswas his home where he promulgated the binding decrees of his Lord, Great andGlorious is He, established his own exemplary precedents, strove against hisfoes and proclaimed his religion until God, Great and Glorious is He, took himto Himself. It then came to house his tomb, and the tombs of two of his aideswho upheld the truth after him, may God be pleased with them.Envisage, next, the footprints of God’s Messenger, on him be peace, as he wentabout the city. Aware that his precious feet have trodden in every place wherefeet may tread, you must walk with dignity and caution. Recall how he used towalk about its streets, picturing to yourself his humility and his gracefulgait. Think of the tremendous wisdom God, Glorified is He, entrusted to hisheart, how He has exalted his memory along with His own, Exalted is He, evenlinking remembrance of him to remembrance of Himself,* [ch4c.html#A4] and how Hefrustrated the work of those who showed him disrespect, if only by raising theirvoices above his. Reflect then on the great favour God, Exalted is He, bestowedon those who enjoyed his fellowship, and who were so fortunate as to see him inthe flesh and to hear him speak. You should feel a great regret at having missedhis companionship, and that of his Companions, may God be pleased with them. Goon to recall how you have missed seeing him in the Hereafter. Perhaps you willsee him, but only in remorse, prevented from being accepted by him because ofyour evil conduct, for as he said, on him be peace: ‘God will raise certainpeople to me and they will say: “O Muhammad!” I shall say: “Lord, these are myCompanions.” But He will say: “You do not know what practices they introducedafter you had left them.” Then I shall say: “Let them be far removed fromme!”’55 [notes.html#ch4A55]If you have ceased to respect his Sacred Law, be it only for one instant, youhave no guarantee that you will not be debarred from him because of yourdeviation from his way. Great should be your hope, nonetheless, that God,Exalted is He, will not keep you from him after He has granted you faith andsent you forth from your homeland in order to visit him, not for purposes oftrade or worldly gain, but purely from love of him and longing to behold hisrelics and the wall of his tomb. Since you embarked on this journey for thatreason alone, having missed the opportunity of seeing him in the flesh, yousurely deserve the compassionate regard of God, Exalted is He.On reaching the Mosque, you should recall that this is the site selected by God,Glorified is He, for His Prophet, on him be peace, and for the first and mostvirtuous of the Muslims. Remember that the laws decreed by God, Glorified is He,were first observed at this spot, and that the best of God’s creatures, livingor dead, have gathered here. Be most hopeful, therefore, that God, Glorified isHe, will mercifully bless your entrance, and make that entrance in all humilityand veneration. How worthy is this place to inspire humility in the heart ofevery believer! As Abū Sulaymān is reported to have said: ‘Uways al-Qaranī, mayGod be pleased with him, went on Pilgrimage and entered Madina. When he stood atthe gate of the Mosque he was told: “This is the tomb of the Prophet, on him bepeace.” He fell in a faint, and when he revived he said: “Send me away, for Icannot enjoy myself in a town where Muhammad, on him be peace, lies buried!”’VISITING GOD’S MESSENGERAs for visiting God’s Messenger, on him be peace: you must stand before him inthe manner we have described, visiting him in death as you would have visitedhim in life. Do not approach his tomb except as you would have approached hisnoble person if he had been alive. Just as you would have considered itrespectful to refrain from touching or kissing his person, rather standing backand bowing before him, you should now act accordingly. Touching and kissingtombs is a custom of Christians and Jews. Realise that he is aware of yourpresence, of your standing there and of your visit; that he is receiving yourgreeting and benediction. Imagine his noble form as it lies in the tomb in frontof you. Feel in your heart his tremendous dignity. For he is reported as sayingthat God, Exalted is He, has appointed to his tomb an angel who conveys to himthe salutations of those members of his Community who salute him.56[notes.html#ch4A56]This refers to those who are not actually present, so how about those who leavehome and cross desert wastes from longing to meet him, content merely to beholdhis noble shrine since they have no possibility of witnessing his noblecountenance? He said, on him be peace: ‘When someone blesses me once, Godblesses him ten times.’57 [notes.html#ch4A57] This refers to the reward for oralbenediction, so how about the reward for coming in person to visit him?Next, you should go to the pulpit of God’s Messenger, on him be peace, imaginingyou can see the Prophet, on him be peace, ascending it. Picture to yourself hisradiant appearance, as if he were there on the pulpit, surrounded by theEmigrants and Helpers, may God be pleased with them, as he urges them in hissermon to be obedient to God, Great and Glorious is He. Ask God, Great andGlorious is He, not to part you from him at the Resurrection.CONCLUSIONSSuch are the duties of the heart at all stages of the Pilgrimage. When all havebeen completed, your heart should be beset with sadness, anxiety and fear, foryou do not know whether you have had your Pilgrimage accepted and been firmlyplaced in the company of the loved ones, or had your Pilgrimage rejected andbeen included among the outcasts. The Pilgrim should discover this from hisheart and its conduct. If he finds his heart extremely adverse to this world ofdelusion and inclined to that of intimacy with God, Exalted is He, and if hefinds its conduct to have been weighed with the balance of the Sacred Law, thenhe may count on acceptance, for God, Exalted is He, accepts only those He loves.To those He loves He extends His care and the marks of His affection, guardingthem from the onslaught of His enemy Iblis, on him be the curse of God. If thesesigns are apparent, they point to acceptance. Otherwise, it would seem likelythat the Pilgrim has nothing to show for his journey but trouble and toil. Fromthat we seek refuge with God, Glorified and Exalted is He!* [ch4a.html#B1] al-Rakīya is a halt between Makka and al-Ṭā’if.* [ch4b.html#B2] Some other opinions allow for eating from both.* [ch4c.html#B3] Two angels who will question the dead in his grave.* [ch4c.html#B4] In the affirmation of faith: ‘There is none worthy of worshipbut God, and Muhammad is the Messenger of God.’"},{"pageContent":"5THE NIGHT VIGILQIYĀM AL-LAYLQURANIC VERSESThe pertinent Qur’ānic Verses are these words of God, Glorified and Exalted isHe:‘Your Lord knows that you keep vigil nearly two-thirds of the night, or half orone-third of it, as do a group of those with you …’ [al-Muzzammil, 73:20]‘The first part of the night is indeed the time when impressions are strongestand speech most direct.’ [al-Muzzammil, 73:6]‘Their sides forsake their couches as they call on their Lord in fear and hope…’ [al-Sajdah, 32:16]‘Is he who devotes the night-hours to worship, prostrating himself and standingup in Prayer, aware of the Hereafter and hoping for the mercy of his Lord …?’[al-Zumar, 39:9]‘And who spend the night before their Lord, prostrating themselves and standingup …’ [al-Furqān, 25:64]‘Look for help in patience and Prayer* …’ [al-Baqarah, 2:45]TRADITIONS OF THE PROPHETRelevant Traditions include the following sayings of the Prophet, on him bepeace:‘While any one of you is sleeping, Satan ties three knots on the nape of yourneck, and all night long he strikes the spot where each knot is tied, keepingyou asleep. But if you wake up and remember God, Exalted is He, one knot isundone; if you perform the ritual ablution, a second knot is untied; if youperform the Prayer, the third knot is loosened and in the morning you will befresh and in good spirits – otherwise the morning will find you bad-tempered andslothful.’1 [notes.html#ch5A1](On hearing about a man who used to sleep all night right through till morning):‘Satan has urinated in that man’s ear.’2 [notes.html#ch5A2]‘Satan has a kind of snuff, a kind of syrup and a kind of powder. When he gets aman to take this snuff, the man becomes badly behaved; when he administers thesyrup, the man becomes sharp- and evil-tongued; when he applies the powder, theman sleeps right through the night till morning.’3 [notes.html#ch5A3]‘Two cycles of Prayer performed in the middle of the night are better for a manthan the world and all it contains. But for the hardship it would have caused myCommunity, I would have made them compulsory.’4 [notes.html#ch5A4]‘There is an hour of the night when, if any Muslim asks God, Exalted is He, forsomething good, He is sure to grant it to him.’ Or, in another version: ‘… asksGod, Exalted is He, for something good of this world or the Hereafter. And thatis every night.’5 [notes.html#ch5A5]According to Mughira ibn Sha’ba, God’s Messenger, on him be peace, would get upto pray until his feet were splitting. Someone said to him: ‘Surely God hasforgiven you your former and your latter sins?’ But he replied: ‘Should I not bea grateful servant?’6 [notes.html#ch5A6] What is clearly implicit here is anallusion to increase in stature, for gratitude is the cause of augmentation. Inthe words of God, Exalted is He:‘If you give thanks, I will surely give you more.’ [Ibrāhīm, 14:7](La-in shakartum la-azīdannakum.)The Prophet, on him be peace, said: ‘Abū Hurayra, do you wish to enjoy God’smercy in life and in death, in the tomb and at the Resurrection? Then get up atnight and pray! Do you wish for your Lord’s approval, Abū Hurayra? Then pray inthe corners of your house; your house will be as radiant in heaven as the lightof the planets and stars is to people on earth.’7 [notes.html#ch5A7]The Prophet, on him be peace, also said: ‘It is incumbent upon you to observenight vigil, for it was the practice of your righteous predecessors. Night vigilbrings us close to God, Great and Glorious is He, atones for our sins, drivesdisease from the body and puts a stop to transgression.’8 [notes.html#ch5A8]The Prophet, on him be peace, said: ‘Whenever a man is overtaken by sleep whileperforming Prayer at night, the reward for his Prayer is recorded in his favourand his sleep is reckoned as Alms.’9 [notes.html#ch5A9]God’s Messenger, on him be peace, said to Abū Dharr: ‘If I were intending tomake a journey, would I get provisions ready for it?’ ‘Yes,’ said he. ‘Well, AbūDharr, how about the journey on the way to the Hereafter? Shall I not tell youwhat will be useful to you on that day?’ ‘Of course! You are more to me than myfather and mother.’ ‘Fast on a very hot day, in preparation for the Day ofResurrection; perform two Prayer-cycles in the darkness of night, in readinessfor the desolation of the tomb; make a Pilgrimage, for portentous events; do anact of charity, by giving Alms to a pauper, by speaking a word of truth, or byholding back a word of evil.’10 [notes.html#ch5A10]It is related that in the time of the Prophet, on him be peace, there was a manwho, when others took to their beds and closed their eyes, would get up to prayand recite the Quran, saying: ‘Lord of the Fire, deliver me from it.’ When thiswas mentioned to the Prophet, on him be peace, he said: ‘Notify me when thishappens.’ Then he came to him and he heard for himself. When morning came hesaid to him: ‘So-and-so, have you not asked God for Paradise?’ But he replied:‘Messenger of God, I am not there, nor do my deeds amount to that.’ Shortlyafter this, Gabriel, on him be peace, descended and said: ‘Tell so-and-so thatGod has already delivered him from the Fire and admitted him to Paradise.’11[notes.html#ch5A11]It is further related that Gabriel, on him be peace, said: ‘Ibn ‘Umar would besuch a good man if only he would pray at night!’ The Prophet, on him be peace,informed him of this and from then on he always kept night vigil.12[notes.html#ch5A12]Nāfi’ said: ‘Ibn ‘Umar would pray through the night, then say: “Nāfi’, is ittime for the pre-dawn meal?” When I said “No,” he would resume his Prayers. Thenhe would ask me again, and when I said: “Yes,” he would sit down and begforgiveness of God, Exalted is He, till the dawn broke.’Said ‘Alī ibn Abī Ṭālib: ‘Yaḥyā, the son of Zakariyā, on both of them be peace,ate his fill of barley and went to sleep without reciting his devotions. Whenmorning came, God, Exalted is He, said to him by inspiration: “Yaḥyā, have youfound a dwelling better for you than My dwelling? Or have you found aneighbourhood better for you than My neighbourhood? By My might and majesty,Yaḥyā, if you took one look at Paradise your fat would melt and your soul wouldexpire from yearning, while if you took one look at Hell your fat would melt,you would weep pus after tears and wear leather after haircloth.”’God’s Messenger, on him be peace, was told: ‘So-and-so prays during the nightand in the morning he steals.’ Said he: ‘His good action will cause him todesist.’13 [notes.html#ch5A13]The Prophet, on him be peace, said: ‘God grants His mercy to a man who gets upin the night to pray, then wakes up his wife to pray also, sprinkling water onher face if she is unwilling.’14 [notes.html#ch5A14] He also said, on him bepeace: ‘God grants His mercy to a wife who gets up in the night to pray, thenrouses her husband to pray also, sprinkling water on his face if he isunwilling.’15 [notes.html#ch5A15] Further: ‘If a man wakes up at night androuses his wife, and they both perform two cycles of Prayer, they are recordedamong the men and women who remember God very often.’16 [notes.html#ch5A16]The Prophet, on him be peace, also said: ‘The best Prayer after the (five)prescribed is the night vigil.’17 [notes.html#ch5A17]Said ‘Umar ibn al-Khaṭṭāb, may God be pleased with him: ‘The Prophet, on him bepeace, said: “If someone misses his portion of Quran-recitation, or part of it,through sleeping at night, then makes up his reading between the dawn- andmidday-Prayers, it will be recorded in his favour as if he had done his readingat night.”’18 [notes.html#ch5A18]TRADITIONS OF THE COMPANIONS AND THEIR FOLLOWERSAmong the Traditions of the Companions, it is related that ‘Umar, may God bepleased with him, would be going over the Verse from his nightly recitation tillhe fainted and dropped, so then he would be visited because of this for severaldays as a sick man receives visits. When others’ eyes were asleep, Ibn Mas’ūd,may God be pleased with him, would get up and until morning a droning soundcould be heard from him like the droning of bees. It is said that Sufyānal-Thawrī, may God grant him His mercy, ate his fill one night, saying: ‘Whenthe donkey gets extra fodder, it works all the harder.’ Then he kept vigil thatnight through till morning. When Ṭā’ūs, may God grant him His mercy, reclined onhis bed he would feel as restless as peas in a frying-pan, so he would jump upand pray till morning. Then he would say: ‘The recollection of Hell sends thesleep of the worshipful flying!’Said al-Ḥasan, may God grant him His mercy: ‘We know of no harder act of pietythan enduring through the night and offering up our money.’ He was asked: ‘Howis it that those who observe the Prayers of night vigil are among the peoplewith the most beautiful faces?’ To this he replied: ‘Because they commune withthe All-merciful and He clothes them in light from His light.’A certain righteous man came home from his travels. His bed was laid out for himand he fell asleep on it, missing his recitations. He swore that never againwould he sleep on a bed. ‘Abd al-’Azīz ibn Rawwād used to go to his bed whennight had fallen, saying as he stroked it with his hand: ‘You are soft indeed,but by God there is in Paradise a softer one than you!’ Then he would spend thewhole night in Prayer. Said al-Fuḍayl: ‘I approach the night at the outset andthe length of it appals me; then I start on the Quran and it is already morningbefore I have satisfied my craving.’Said al-Ḥasan: ‘A man commits a sin and because of it he is deprived of nightvigil.’ Al-Fuḍayl said: ‘If you are incapable of keeping night vigil and ofFasting by day, you must know that you are under interdiction because of yourmany faults.’ Ṣila ibn Ashyam, may God grant him His mercy, used to praythroughout the night. Shortly before dawn he would say: ‘My God, it is not forthe likes of me to ask for Paradise, but deliver me by Your mercy from theFire!’ A man said to one of the wise: ‘I am really too weak to keep nightvigil.’ So the wise man told him: ‘My brother, do not disobey God, Exalted isHe, and you need not stay up at night.’Al-Ḥasan ibn Ṣāliḥ had a slave-girl, whom he sold to some people. Thisslave-girl got up in the middle of the night, crying: ‘People of the house,Prayers, Prayers!’ They said: ‘Is it morning already? Has the dawn broken?’ Saidshe: ‘Do you mean to say you only observe the five set Prayers?’ When they saidyes, she went back to al-Ḥasan, saying: ‘Master, would you sell me to people whoonly observe the set Prayers? Take me back!’ So he took her back.Said al-Rabī’: I spent many nights in the house of al-Shāfi’ī, may God bepleased with him, and he never slept more than a very short part of the night.’Abūl Juwayrīya said: ‘I kept company with Abū Ḥanīfa, may God be pleased withhim, for six months and there was not one night in all that time when he laidhis side on the ground.’ Abū Ḥanīfa used to stay awake half the night, but as hewas passing some people he heard them say: ‘This man stays awake the wholenight,’ so he retorted: ‘I am ashamed to be credited with something I do notdo.’ From then on he took to staying awake all night long. It is related toothat he had no bedding for the night.They say that Mālik ibn Dīnār, may God be pleased with him, spent the wholenight through till morning repeating this Verse:‘Or do those who commit bad deeds suppose that We shall make them like those whobelieve and do good works …’ [al-Jāthiyah, 45:21](Am ḥasiba-lladhīna-jtaraḥū-lsayyi’āti an naj’alahum kalladhīna āmanūwa-’amilū-lṣālihāt.)Said al-Mughīra ibn Ḥabīb: ‘I noticed Mālik ibn Dīnār performing ablution afterthe late evening Prayer, then he went and stood at his place of Prayer. He tookhold of his beard, and choking with tears, began to say: “My God, preserveMālik’s grey hairs from the Fire! You know the inhabitant of Paradise from theinhabitant of Hell-fire, so which of the two is Malik?” He went on saying thistill break of day. Mālik ibn Dīnār also said: “One night I went to sleep,forgetting my recitations. In my dreams I found myself with a most beautifulgirl. In her hand she held a piece of paper and asked me: ‘Can you read well?’When I told her I could, she handed me the paper, on which these lines werewritten:> Have pleasures and desires distracted you from Paradise with maidens fair and> sweet?> > There you shall dwell eternally and sport with all the lovely ladies you shall> meet.> > From dreams awake and – better far than sleep – recite Quran until the dawn> you greet.”’It is said that when Masrūq went on Pilgrimage he spent every night prostratinghimself in worship. And it is related on the authority of Azhar ibn Mughīth (oneof those devoted to constant Prayer) that he said: ‘I dreamt I saw a womanunlike earthly women, so I said to her: “Who are you?” and she replied: “One ofthe maidens of Paradise.” I then asked her to marry me and she said: “Put yourproposal to my master, and pay me my dower.” “And what is your dower?” I asked.“Long Prayers of night vigil,” she replied.’Yusuf ibn Mihrān said: ‘I have heard that beneath the Throne there is an angelin the shape of a cock. Its talons are of pearl and its spurs of green topaz.When the first third of the night has passed it flaps its wings, crows and says:“Let those who get up arise!” When half the night is gone by it again flaps itswings, crows and says: “Let those who keep vigil arise!” Then when two-thirds ofthe night have passed it once more flaps its wings, crows and says: “Let thosewho pray arise!” Finally, when dawn breaks it flaps its wings, crows and says:“Let the heedless arise, bearing the weight of their sins!”’They say that Wahb ibn Munabbih al-Yamānī never laid his side on the ground inthirty years, and that he used to say: ‘I would rather see a devil in my housethan a pillow, for that is an invitation to sleep.’ He had a leather cushion, onwhich he would place his breast when sleep overpowered him. After nodding a fewtimes he would then make haste to pray. Someone said: ‘I saw the Lord of Gloryin a dream and heard Him say: “By My Glory and Majesty, I shall surely honourthe abode of Sulaymān al-Taymī, for he has prayed to me each morning for fortyyears without breaking his ablution made for late evening prayer.”’ He is saidto have held the view that when sleep penetrates the heart it invalidates theritual ablution.In one of the ancient scriptures, these words are attributed to God, Exalted isHe: ‘My servant who is truly My servant is he who does not wait for the cock tocrow before he gets up.’* Some say this refers to the night vigil, when the aid of patience must besought in the struggle with the tower self."},{"pageContent":"6INVOKING BLESSINGS UPON GOD’S MESSENGERThe merit of invoking blessings upon God’s Messenger, God bless him and give himpeace; his special virtue, God bless him and give him peaceGod, Exalted is He, said:‘God and His angels bless the Prophet. O you who believe, bless him also, andgreet him with peace.’ [al- Aḥzāb, 33:56](Inna-llāha wa-malā’ikatahu yuṣallūna ‘alā-lnabīyi yā ayyuhā-lladhīna āmanūṣallū ‘alayhi wa-sallimū taslīmā.)According to Tradition: ‘The Prophet, on him be peace, came one day – his faceaglow with good tidings – and said: “Gabriel, on him be peace, came to me andsaid: ‘It will surely please you to know, Muhammad, that no member of yourCommunity ever invokes a single blessing on you without my invoking ten uponhim, and that no member of your Community ever salutes you with peace without mysaluting him ten times.’”’1 [notes.html#ch6A1]The Prophet, on him be peace, also said: ‘When anyone blesses me, the angelsinvoke the same blessings on him; so let him give and receive accordingly,whether little or much.’2 [notes.html#ch6A2] Said he, on him be peace: ‘Theperson most worthy of me is he who blesses me most often.’3 [notes.html#ch6A3]The Messenger, on him be peace, said: ‘It is the height of meanness in abeliever for him to hear me mentioned and not to bless me.’4 [notes.html#ch6A4]He said, on him be peace: ‘Multiply benediction upon me on the day ofCongregational Prayer (Friday).5 [notes.html#ch6A5]The Prophet, on him be peace, said: ‘Ten good deeds are recorded in favour ofany member of my Community who blesses me, and ten bad deeds are erased from hisrecord.’6 [notes.html#ch6A6] And he said, on him be peace: ‘If anyone says, whenhe hears the Call to Prayer and the Signal to begin Prayer: “O God, Lord of thisPerfect Call and steadfast Prayer, bless Muhammad, Your servant and Yourmessenger; grant him mediation, merit, exalted rank and intercession on the Dayof Resurrection” – he is entitled to my intercession.’7 [notes.html#ch6A7]God’s Messenger, on him be peace, said: ‘If anyone blesses me in writing, theangels will not cease asking forgiveness for him as long as my name is in thatbook.’8 [notes.html#ch6A8] He said, on him be peace: ‘There are angels on earthwho travel around to bring me salutation from my Community.’9 [notes.html#ch6A9]And he said, on him be peace: ‘No-one salutes me without God’s restoring myspirit to me so that I may return his salutation.’10 [notes.html#ch6A10]When they asked him: ‘O Messenger of God, how should we invoke blessings uponyou?’ he replied: ‘Say: “O God, bless Muhammad, Your servant, and his family andhis wives and his offspring, as You have blessed Abraham and the family ofAbraham. Bestow Your grace upon Muhammad, his wives and his offspring, as youhave bestowed Your grace upon Abraham and the family of Abraham. You are indeedPraiseworthy and Glorious.”’11 [notes.html#ch6A11]It is related that, after the death of God’s Messenger, on him be peace, ‘Umaribn al-Khaṭṭāb, may God be pleased with him, was heard weeping and saying:‘You are more to me than my father and mother, O Messenger of God! There wasonce a palm tree stump on which you used to stand when you addressed the people.But when the people grew in number, you adopted a pulpit to let them all hearyou. The tree stump then mourned your separation, until you laid your hand uponit and it was reassured. Still greater right has your Community to pine for younow you have parted from them.‘You are more to me than my father and mother, O Messenger of God! So great isyour merit in His sight that He has equated obedience to you with obedience toHimself, for He said, Great and Glorious is He: “Whoever obeys the Messengerobeys God.” [al-Nisā’, 4:80]‘You are more to me than my father and mother, O Messenger of God! So great isyour merit in His sight that He told you you were pardoned before He told youthe offence, for He said, Great and Glorious is He: “God has pardoned you – whydid you grant them leave (of absence from military duty)?”* [al-Tawbah, 9:43]‘You are more to me than my father and mother, O Messenger of God! So great isyour merit in His sight that He sent you as the last of the Prophets, yetmentioned you among the first of them, for He said, Great and Glorious is He:“Then We exacted a covenant from the Prophets – from you, from Noah, fromAbraham …” [al-Aḥzāb, 33:7]‘You are more to me than my father and mother, O Messenger of God! So great isyour merit in His sight that the people of Hell dearly wish they had obeyed you;as they suffer torment among its layers they say: “If only we had obeyed God,and had obeyed the Messenger!” [al-Aḥzāb, 33:66]‘You are more to me than my father and mother, O Messenger of God! While Godgave Moses, son of ‘Imrān, a rock from which streams gushed forth, this is notmore miraculous than when water welled from your fingers, God bless you.12[notes.html#ch6A12]‘You are more to me than my father and mother, O Messenger of God! It is truethat God gave Solomon, son of David, “the wind whose morning course was amonth’s journey and its evening course a month’s journey.” [Sabā’, 34:12] Yetthis was not so miraculous as Burāq, on which you ascended to the seventhheaven, then ended your night by performing the morning Prayer in the valley bed– God bless you.13 [notes.html#ch6A13]‘You are more to me than my father and mother, O Messenger of God! God didindeed grant Jesus, Mary’s son, the power to bring the dead to life. Yet this isno greater miracle than when the poisoned sheep spoke to you, roasted as it was;for its leg said to you: “Do not eat me! I am poisoned.”14 [notes.html#ch6A14]‘You are more to me than my father and mother, O Messenger of God! Noah oncecursed his people, saying: “Lord, leave none of the unbelievers on the earth!”[Nūh, 71:26] Had you cursed us like that, we should have perished. Yet, thoughyour back was trampled, your face bloodied and your teeth broken,15[notes.html#ch6A15] you refused to say anything but good; your words were: “OGod, forgive my people, for they do not know.”16 [notes.html#ch6A16]‘You are more to me than my father and mother, O Messenger of God! Though youryears were few and your life-span short, you were followed by many more thanfollowed Noah, for all his great age and longevity. Many believed in you, butonly a few believed along with him.‘You are more to me than my father and mother, O Messenger of God! If you hadsat with none but your peer, you would not have sat with us; if you had marriedonly your equal, you would not have trusted us. And yet, by God, you did sitwith us, marry among us and trust us. You dressed in wool;17 [notes.html#ch6A17]you rode the donkey and I rode behind you;18 [notes.html#ch6A18] you set yourfood on the ground;19 [notes.html#ch6A19] you licked your fingers in allhumility20 [notes.html#ch6A20] – God bless you and give you peace.’Someone said: ‘I used to write down Tradition, invoking blessings upon theProphet, God bless him and give him peace, but not saluting him with peace. ThenI saw the Prophet, God bless him and give him peace, in a dream, in which hesaid to me: “Do you not complete the benediction for me in your writing?” Sincethen I have never written without invoking upon him both blessings and peace.’Abūl Ḥasan is reported as saying: ‘I saw the Prophet, on him be peace, in adream, and I said: “O Messenger of God, with what was al-Shāfi’ī rewarded onyour behalf, for saying in his book, al-Risāla: ‘And God bless Muhammad – as themindful remember and the heedless forget to mention’?” Said he, God bless himand give him peace: “He was rewarded on my behalf with not having to face theReckoning.”’* Before an important expedition in defence of Islām, the Prophet, on him bepeace, had readily accepted excuses from those who did not wish to participate,without establishing whether the excuses were genuine. (Tr.)"},{"pageContent":"7THE MERIT OF SEEKING FORGIVENESSISTIGHFĀRGod, Great and Glorious is He, says: ‘Those who, when they have committed anindecency or wronged themselves, remember God and seek forgiveness for theirsins …’ [Āl ‘Imrān, 3:135]According to ‘Alqama and al-Aswad, ‘Abdullāh ibn Mas’ūd said: ‘In the Book ofGod, Great and Glorious is He, there are two Verses. If a servant recites themafter committing a sin, and if he seeks God’s forgiveness, God will forgive him.They are:“Those who, when they have committed an indecency or wronged themselves …” [ĀlImrān, 3:135](Wa-lladhīna idhā fa’alū fāḥishatan aw ẓalamū anfusahum.)and:“He who does evil or wrongs himself, but then seeks forgiveness of God, willfind God Forgiving, Compassionate.”’ [al-Nisā’, 4:110](Wa-man ya’mal sū’an aw yaẓlim nafsahū thumma yastaghfiri-llāha yajidi-llāhaghafūrun raḥīmā.)God, Great and Glorious is He, says: ‘Celebrate the praises of your Lord andseek His forgiveness. Surely He is Ever-relenting.’ [al-Naṣr, 110:3]The Exalted One also says: ‘Those who seek forgiveness in the early morninghours …’ [Āl ‘Imrān, 3:17]God’s Messenger, on him be peace, would often say: ‘O God, to You be all gloryand praise! O God, forgive me. Surely You are the Ever-relenting andCompassionate One.’1 [notes.html#ch7A1]Other sayings of the Prophet, on him be peace:‘To one who often seeks His forgiveness, God, Great and Glorious is He, grantsrelief from all troubles, a way out of all distress, and sustenance beyond hisexpectation.’2 [notes.html#ch7A2]‘I seek forgiveness of God, Exalted is He, and turn to Him in repentance seventytimes a day.’3 [notes.html#ch7A3] (Even though his past and future sins had beenforgiven!)‘My heart becomes clouded unless I seek forgiveness of God, Exalted is He, onehundred times a day.’4 [notes.html#ch7A4]‘Though your sins be as many as the flecks of foam on the sea, the grains ofsand in the desert, the leaves on the trees or the days of the world, God willforgive them if you say three times at bedtime: “I seek forgiveness of the OneAlmighty God, the Ever-living, the Self-subsisting, and I repent to Him.”’5[notes.html#ch7A5] (According to another Tradition, this will obtain forgiveness‘even for one who deserts the ranks.’)6 [notes.html#ch7A6]Ḥudhayfa said: ‘I used to speak harshly to my family, so I said to God’sMessenger, on him be peace: “O Messenger of God, I fear that my tongue may leadme to Hell.” The blessed Prophet replied: “How about seeking forgiveness? I begGod’s forgiveness a hundred times each day.”’‘Ā’isha, may God be pleased with her, said: ‘God’s Messenger, on him be peace,said to me: “If you have committed a sin, seek forgiveness of God and repent toHim. Repentance of sin means feeling remorse and seeking forgiveness.”’God’s Messenger, on him be peace, used to seek forgiveness with this Prayer: ‘OGod, forgive me my mistakes, my ignorance, my extravagance and what You knowbetter than I. O God, forgive me my frivolity and my over-earnestness, my faultsand wrong intentions and all my shortcomings. O God, forgive me what I have donein the past and what I shall do in the future, what I have done in secret andwhat I have done in public, and what You know better than I. You are theAdvancer and the Delayer and over all things You have power.’7[notes.html#ch7A7]‘Alī, may God be pleased with him, said: ‘I am the sort of man who would benefitas much as God allowed from hearing a Tradition from God’s Messenger, on him bepeace. When one of his Companions told me a Tradition, I would ask him to swearto its authenticity. I would trust him once he had sworn. Abū Bakr, may God bepleased with him, was always truthful. He once told me he had heard God’sMessenger, on him be peace, say: “If someone commits a sin, but then takes athorough ritual ablution, performs a Prayer of two cycles and seeks forgivenessof God, Great and Glorious is He, his sin will be forgiven.” Then Abū Bakrrecited the Verse: “Those who, when they;‘ have committed an indecency orwronged themselves … [Āl ‘Imrān, 3:135]According to Abū Hurayra, may God be pleased with him, the Prophet, on him bepeace, said: ‘When a believer commits a sin, a black spot forms on his heart. Ifhe repents and mends his ways and seeks forgiveness, the spot is purged from hisheart. But if he goes on sinning, the spot will grow until it covers his heartall over.’ That is the ‘rust’ which God, Great and Glorious is He, mentions inHis Book:‘No indeed! What they have earned is rust on their hearts.’ [al-Muṭaffifīn,83:14](Kallā bal rāna ‘alā qulūbihim mā kānū yaksibūn.)According to Abū Hurayra, may God be pleased with him, the Prophet, on him bepeace, said: ‘God, Glorified and Exalted is He, will raise His servant to highrank in Paradise and he will say: “My Lord, how have I deserved this?” Then God,Great and Glorious is He, will say: “By virtue of your son’s Prayer forforgiveness on your behalf.”’8 [notes.html#ch7A8]According to ‘Ā’isha, may God be pleased with her, God’s Messenger, on him bepeace, said: ‘O God, make me one of those who rejoice when they have done a gooddeed, and who seek forgiveness when they have done something bad.’9[notes.html#ch7A9]God’s Messenger, on him be peace, said: ‘When a man commits a sin and says: “OGod, forgive me!” God, Great and Glorious is He, says: “My servant has committeda sin, but he knows he has a Lord who takes account of sin and forgives it. O Myservant, do what you want, for I have already forgiven you.”’10[notes.html#ch7A10]Other sayings of the Prophet, on him be peace:‘A man who seeks forgiveness is not a persistent sinner, even if he lapsesseventy times a day.’11 [notes.html#ch7A11]‘A man who has never done a good deed looks heavenwards and says: “Surely I havea Lord. O Lord, forgive me!” and God, Great and Glorious is He, says: “I havealready forgiven you.”’12 [notes.html#ch7A12]‘If a man commits a sin, but knows that God sees him, he will receiveforgiveness even without asking for it.’13 [notes.html#ch7A13]‘God, Exalted is He, says: “O My servants, you are all sinners except for thoseI have pardoned. So seek My forgiveness and I will forgive you. I will gladlyforgive anyone who knows that I possess the power to forgive him.”’14[notes.html#ch7A14]‘If a man says: “Glory be to You! I have wronged myself and done something bad,so forgive me, for there is no one to forgive sins but You,” his sins areforgiven, even if they are like a trail of ants.’15 [notes.html#ch7A15]It is related that the best Prayer for forgiveness is this: ‘O God, You are myLord and I am Your servant. You created me. I am fulfilling my covenant andpromise to You as best I can. I take refuge with You from the evil I haveperpetrated. I acknowledge You as the source of my blessings, and I acknowledgemy own responsibility for my sins. I have wronged myself and I confess my sin,so forgive me my sins – those I have committed in the past and those I shallcommit in future. Surely no one forgives all sins but You.’16[notes.html#ch7A16]Other wise sayings:Khālid ibn Ma’dan said: ‘God, Great and Glorious is He, says: “Dearest to Me ofMy servants are those who love one another for love of Me, whose hearts arebound to the Mosque, and who seek forgiveness at the break of day. When I wishto punish the rest of earth’s people, I shall remember them; I shall leave themalone and turn the punishment away from them.”’Qatāda said: ‘The Quran shows you your sickness and your medicine. Your sicknessis sin and your medicine is the Prayer for forgiveness.’‘Alī, may God ennoble his countenance, said: ‘It puzzles me that a man shouldperish when he possesses the means to save himself.’ When they asked him toexplain, he said: ‘The Prayer for forgiveness!’He also used to say: ‘God, Glorified and Exalted is he, never inspires a man toseek forgiveness if He intends to punish him.’Al-Fuḍayl said: ‘When a servant says: “I seek God’s forgiveness,” the meaning ofhis words is: “Let my sins be few!”’A certain scholar said: ‘Man is between sin and grace. Nothing can improvematters except praising God and seeking His forgiveness.’Al-Rabī’ ibn Khaytham said: ‘Beware of saying: “I seek God’s forgiveness and Irepent to Him,” for it is a sin and a lie if not acted upon. It is better tosay: “O God, forgive me and turn towards me.”’Al-Fuḍayl said: ‘To seek forgiveness without renunciation is the repentance ofliars.’Rabī’a al-’Adawīya, may God be pleased with her, said: ‘Our Prayer forforgiveness needs many Prayers for forgiveness.’A wise man said: ‘To seek forgiveness without feeling remorse is to mock God,Great and Glorious is He, without being aware of it.’A Bedouin was heard to say, as he clung to the covering of the Ka’ba: ‘O God, Iseek Your forgiveness, although I shamefully persist in sin. How could I stopbegging Your forgiveness, when I know how generously You pardon? What lovingkindness You bestow on me, when You have no need of me at all! How often Ioffend and anger You, although I need You so badly! What a Lord – He fulfils allHis promises, yet pardons when he threatens! Take my great sin into Your mightypardon, O Most Compassionate of the compassionate!’Abū ‘Abdullāh al-Warrāq said: ‘Though your sins be as numerous as raindrops andthe flecks of foam on the sea, they will be wiped away from you, God willing, ifyou offer this supplication to your Lord in all sincerity: “O God, I beg Yourforgiveness for every sin, for I have lapsed again after turning to You inrepentance. I seek Your forgiveness for all the promises I have made to You, butfailed to carry out. I ask Your forgiveness for every action I intended to dofor Your sake alone, but that I mixed with something other than You. I seek Yourforgiveness for every blessing You have bestowed on me, but that I used indisobedience of You. O Knower of the invisible and of the visible, I beg Yourforgiveness for every sin I have committed by the light of day and in thedarkness of night, in public and in solitude, in secret and for all to see. OBenevolent One!”’ Some say this is the Prayer for forgiveness used by theProphet Adam, on him be peace. According to others, it is the supplication ofthe Prophet Khidr, on him be peace."},{"pageContent":"ABBREVIATIONS USED IN NOTES TO TRADITIONS CITED:AD – Abā Dā’ūd Aḥ – Aḥmad B – al-Bukhārī Baz – al-Bazzār Bhq – al-Baihaqī Drq –al-Dāraquṭnī Ḥkm – al-Ḥākim Ḥrth – al-Ḥārith Ḥsn b. Sa’īd – Ḥasan ibn Sa’īd IḤib– Ibn Ḥibbān IM – Ibn Māja ‘Ir – al-’Irāqī M – Muslim Mbrk – Ibn al-Mubārak Nas– al-Nasā’ī Ṭbr – al-Ṭabarānī frm – al-Tirmidhī"},{"pageContent":"NOTESChapter 1: The Prayer1 [ch1a.html#ch1B1] Trm: ḥasan.2 [ch1a.html#ch1B2] B.3 [ch1a.html#ch1B3] Ṭbr/Ḥsn b. Sa’īd: ḍa’īf.4 [ch1a.html#ch1B4] B/M.5 [ch1a.html#ch1B5] AD/Nas/IM et al.6 [ch1a.html#ch1B6] M.7 [ch1a.html#ch1B7] M.8 [ch1a.html#ch1B8] Mālik: mursal.9 [ch1a.html#ch1B9] Ṭbr – different wording.10 [ch1a.html#ch1B10] Bhq et al: ḍa’īf.11 [ch1a.html#ch1B11] B/M.12 [ch1a.html#ch1B12] Aḥmad.13 [ch1a.html#ch1B13] AD.14 [ch1a.html#ch1B14] Ṭbr – latter part only.15 [ch1a.html#ch1B15] Baz – doubtful isnād.16 [ch1a.html#ch1B16] Aḥ/Bhq.17 [ch1a.html#ch1B17] Ḥkm.18 [ch1a.html#ch1B18] Untraced.19 [ch1a.html#ch1B19] Bhq – uncertain isnād.20 [ch1a.html#ch1B20] Mbrk – mursal.21 [ch1a.html#ch1B21] Ḥrth: spurious acc. ‘Ir.22 [ch1a.html#ch1B22] Aḥ–ṣaḥīḥ.23 [ch1a.html#ch1B23] Ibn ‘Adī.24 [ch1a.html#ch1B24] Ṭbr/Bhq – ḍa’īf.25 [ch1a.html#ch1B25] B/M.26 [ch1a.html#ch1B26] B/M.27 [ch1a.html#ch1B27] M.28 [ch1a.html#ch1B28] Not traced beyond Sa’īd ibn al-Musayyab.29 [ch1a.html#ch1B29] Trm.30 [ch1a.html#ch1B30] Mbrk – mursal.31 [ch1a.html#ch1B31] IM/M.32 [ch1a.html#ch1B32] M.33 [ch1a.html#ch1B33] M.34 [ch1a.html#ch1B34] M/IM/Aḥ.35 [ch1a.html#ch1B35] B/M – slightly different version.36 [ch1a.html#ch1B36] Trm/Nas.37 [ch1a.html#ch1B37] AD/Trm: ḥasan-ṣaḥīḥ.38 [ch1a.html#ch1B38] IM/Ḥkm/Bhq.39 [ch1a.html#ch1B39] Ṭbr – ṣaḥīḥ (slight variant.)40 [ch1a.html#ch1B40] Azdī – mursal.41 [ch1a.html#ch1B41] Untraced in this wording.42 [ch1a.html#ch1B42] Trm – ḍa’īf.43 [ch1a.html#ch1B43] IM – ṣaḥīḥ; also B/M – without comparison to grouse’snest.44 [ch1a.html#ch1B44] Ṭbr – ḍa’īf.45 [ch1a.html#ch1B45] B/M.46 [ch1a.html#ch1B46] Drq – ḍa’īf.47 [ch1a.html#ch1B47] B/M.48 [ch1a.html#ch1B48] IḤib/Ḥkm.49 [ch1a.html#ch1B49] Abū Na’īm – ḍa’īf. Variant with sound isnād goes back tothe Companions.50 [ch1a.html#ch1B50] IM/Ḥkm – ṣaḥīḥ.51 [ch1b.html#ch1B51] Emphatic particle innamā, followed by the definite articleal-.52 [ch1b.html#ch1B52] Nas.53 [ch1b.html#ch1B53] Ad/Nas.54 [ch1b.html#ch1B54] B/M.55 [ch1b.html#ch1B55] ‘Welfare due’: see p. 53.56 [ch1b.html#ch1B56] Ad/Nas.57 [ch1d.html#ch1B57] AD (from ‘Uthmān ibn Ṭalḥa, not Uthmān ibn Abī Shayba).58 [ch1d.html#ch1B58] B/M.59 [ch1d.html#ch1B59] Mbrk.60 [ch1d.html#ch1B60] Abū ‘Abdullāh ibn Ḥaqīq.61 [ch1d.html#ch1B61] Nas.62 [ch1d.html#ch1B62] Mālik.63 [ch1e.html#ch1B63] Untraced.64 [ch1f.html#ch1B64] Ah – ṣaḥīḥ.65 [ch1f.html#ch1B65] Untraced.66 [ch1f.html#ch1B66] Nas – ṣaḥīḥ (abridged version).Chapter 2: Almsgiving1 [ch2.html#ch2B1] AD/Trm/Ḥkm from Ibn ‘Umar (except last sentence).2 [ch2.html#ch2B2] E.g. al-Nakha’ī, al-Sha’bī, ‘Aṭā’ and Mujāhid.3 [ch2.html#ch2B3] al-Manāwī.4 [ch2.html#ch2B4] B/M.5 [ch2.html#ch2B5] Aḥmad et al.6 [ch2.html#ch2B6] Abū Nu’aym: da’īf.7 [ch2.html#ch2B7] al-Khaṭīb: ḍa’īf.8 [ch2.html#ch2B8] B/M.9 [ch2.html#ch2B9] Trm: ḥasan.10 [ch2.html#ch2B10] Untraced in this formulation.11 [ch2.html#ch2B11] Ibn ‘Adī and Ibn Ḥibbān: ḍa’īf.12 [ch2.html#ch2B12] Untraced.13 [ch2.html#ch2B13] Bhq: ḍa’īf.14 [ch2.html#ch2B14] B/M.15 [ch2.html#ch2B15] Not marfū’.16 [ch2.html#ch2B16] Untraced.17 [ch2.html#ch2B17] Ibn ‘Adī and Bazzār.18 [ch2.html#ch2B18] Nas/IḤib: ṣaḥīḥ.19 [ch2.html#ch2B19] AD/Trm.20 [ch2.html#ch2B20] Ibn al-Mubārak.21 [ch2.html#ch2B21] Idem.22 [ch2.html#ch2B22] Elements of this Tradition have been traced throughal-Baihaqī and Ibn Ḥibbān.23 [ch2.html#ch2B23] Aḥmad/Ṭbr: ḍa’īf.24 [ch2.html#ch2B24] Many slight variants: AD/B/M et al.25 [ch2.html#ch2B25] AD reports a Tradition of similar import.Chapter 3: Fasting1 [ch3.html#ch3B1] Ḥkm: ṣaḥīḥ.2 [ch3.html#ch3B2] Azdī (from Jābān, not Jābir): ḍa’īf.3 [ch3.html#ch3B3] As reported by Bishr ibn Ḥārith.4 [ch3.html#ch3B4] B/M.5 [ch3.html#ch3B5] Aḥmad: majhūl.6 [ch3.html#ch3B6] Ṭbr: ḍa’īf.7 [ch3.html#ch3B7] Nas/IM.8 [ch3.html#ch3B8] Kharā’iṭi: ḥasan.9 [ch3.html#ch3B9] AD.10 [ch3.html#ch3B10] See p. 76.Chapter 4: The Pilgrimage1 [ch4.html#ch4B1] Trm: gharīb.2 [ch4a.html#ch4B2] al-Bukhārī and Muslim.3 [ch4a.html#ch4B3] Mālik: mursal.4 [ch4a.html#ch4B4] Unknown to al-’Irāqī.5 [ch4a.html#ch4B5] Baihaqī/Dāraquṭnī: ḍa’īf.6 [ch4a.html#ch4B6] B/M.7 [ch4a.html#ch4B7] Ibn Māja.8 [ch4a.html#ch4B8] Khaṭīb.9 [ch4a.html#ch4B9] Bhq: ḥasan.10 [ch4a.html#ch4B10] Ḥākim: ṣaḥīḥ.11 [ch4a.html#ch4B11] Trm: ḥasan.12 [ch4a.html#ch4B12] B/M.13 [ch4a.html#ch4B13] Hkm: ṣaḥīḥ.14 [ch4a.html#ch4B14] Unidentified.15 [ch4a.html#ch4B15] Trm/Nasā’ī: ṣaḥīḥ.16 [ch4a.html#ch4B16] B/M.17 [ch4a.html#ch4B17] Ḥkm: ṣaḥīḥ.18 [ch4a.html#ch4B18] B/M.19 [ch4a.html#ch4B19] Trm: ḥasan.20 [ch4a.html#ch4B20] Azraqī: mawqūf.21 [ch4a.html#ch4B21] Bazzār et al.: ṣaḥīḥ.22 [ch4a.html#ch4B22] Unidentified.23 [ch4a.html#ch4B23] Trm et al.: ṣaḥīḥ.24 [ch4a.html#ch4B24] B/M.25 [ch4a.html#ch4B25] Untraced in this wording; authenticated variants in IbnMāja.26 [ch4a.html#ch4B26] Abū Hurayra, Ibn ‘Umar, Abū Sa’īd.27 [ch4a.html#ch4B27] Trm: ḥasan-ṣaḥīḥ.28 [ch4a.html#ch4B28] B/M.29 [ch4a.html#ch4B29] Aḥmad/al-Ṭabarānī.30 [ch4b.html#ch4B30] Khaṭīb/Ṣābūnī (with slight variations).31 [ch4b.html#ch4B31] Bhq: ḍa’īf.32 [ch4b.html#ch4B32] Ibn ‘Adī from Mu’ādh.33 [ch4b.html#ch4B33] Aḥmad: layyin/Ḥkm (shorter version): ṣaḥīḥ.34 [ch4b.html#ch4B34] Trm/IM.35 [ch4b.html#ch4B35] Ḥkm.36 [ch4b.html#ch4B36] M/Nas.37 [ch4b.html#ch4B37] Baghawī/Ṭbr.38 [ch4b.html#ch4B38] Also Aḥmad (variant).39 [ch4b.html#ch4B39] Trm/IM: gharīb.40 [ch4b.html#ch4B40] Ḥkm/Aḥmad.41 [ch4b.html#ch4B41] Abū Dā’ūd.42 [ch4b.html#ch4B42] Aḥ/Ḥkm.43 [ch4b.html#ch4B43] Ṭbr.44 [ch4b.html#ch4B44] AD.45 [ch4b.html#ch4B45] Trm/IM et al.46 [ch4b.html#ch4B46] Trm.47 [ch4b.html#ch4B47] IM/Bhq.48 [ch4b.html#ch4B48] Untraced.49 [ch4c.html#ch4B49] Many variant wordings: AD/Bhq/ Trm/Nas/IM et al.50 [ch4c.html#ch4B50] Bhq.51 [ch4c.html#ch4B51] Baz/Drq.52 [ch4c.html#ch4B52] AD: ṣaḥīḥ.53 [ch4c.html#ch4B53] ‘Abdullah ibn ‘Umar.54 [ch4c.html#ch4B54] Possibly referring to a weak Tradition from Fāṭima, mayGod be pleased with her.55 [ch4c.html#ch4B55] B/M with very slightly different wording.56 [ch4c.html#ch4B56] Nas et al.57 [ch4c.html#ch4B57] M.Chapter 5: The Night Vigil1 [ch5.html#ch5B1] B/M.2 [ch5.html#ch5B2] B/M.3 [ch5.html#ch5B3] Ṭbr/Baz.4 [ch5.html#ch5B4] Ibn Abī Iyās et al.: mursal.5 [ch5.html#ch5B5] Saḥīḥ.6 [ch5.html#ch5B6] B/M.7 [ch5.html#ch5B7] al-’Irāqī does not consider this Tradition authentic.8 [ch5.html#ch5B8] Ṭbr/Bhq: ḥasan.9 [ch5.html#ch5B9] Nas/IM: ṣaḥīḥ.10 [ch5.html#ch5B10] Ibn Abīl Dunyā: mursal.11 [ch5.html#ch5B11] Untraced.12 [ch5.html#ch5B12] B/M (without mention of Gabriel, on him be peace).13 [ch5.html#ch5B13] IḤib.14 [ch5.html#ch5B14] AD/IM.15 [ch5.html#ch5B15] AD/IM.16 [ch5.html#ch5B16] Ad/Nas: ṣaḥīḥ.17 [ch5.html#ch5B17] M.18 [ch5.html#ch5B18] M.Chapter 6: Invoking Blessings upon God’s Messenger1 [ch6.html#ch6B1] Nas et al.2 [ch6.html#ch6B2] IM/Ṭbr.3 [ch6.html#ch6B3] Trm.4 [ch6.html#ch6B4] Trm et al.5 [ch6.html#ch6B5] 5 AD et al.6 [ch6.html#ch6B6] ‘Amr ibn Dīnār.7 [ch6.html#ch6B7] (Variant.)8 [ch6.html#ch6B8] Ṭbr: ḍa’īf.9 [ch6.html#ch6B9] Nas et al.10 [ch6.html#ch6B10] AD.11 [ch6.html#ch6B11] B/M.12 [ch6.html#ch6B12] B/M.13 [ch6.html#ch6B13] B/M (part).14 [ch6.html#ch6B14] AD: munqaṭi’.15 [ch6.html#ch6B15] B/M.16 [ch6.html#ch6B16] Bhq.17 [ch6.html#ch6B17] al-Tayālisī.18 [ch6.html#ch6B18] B/M.19 [ch6.html#ch6B19] Aḥmad.20 [ch6.html#ch6B20] M.Chapter 7: The Merit of Seeking Forgiveness1 [ch7.html#ch7B1] Ḥkm.2 [ch7.html#ch7B2] AD/Nas.3 [ch7.html#ch7B3] B.4 [ch7.html#ch7B4] M.5 [ch7.html#ch7B5] Trm.6 [ch7.html#ch7B6] AD/Trm.7 [ch7.html#ch7B7] B/M.8 [ch7.html#ch7B8] Aḥmad.9 [ch7.html#ch7B9] Aḥmad.10 [ch7.html#ch7B10] B/M.11 [ch7.html#ch7B11] Trm: gharīb.12 [ch7.html#ch7B12] Untraced.13 [ch7.html#ch7B13] Ṭbr.14 [ch7.html#ch7B14] Trm: ḥasan.15 [ch7.html#ch7B15] Bhq.16 [ch7.html#ch7B16] B/Nas (many slight variations transmitted)."}]
