[{"pageNumber":1,"pageContent":"Sacred Texts Islam"},{"pageNumber":2,"pageContent":"THE MYSTICSOF ISLAMby Reynold A. NicholsonRoutledge, Kegan Paul, London[1914][Scanned, proofed, and formatted inHTML by Chris Weimer, December2001; graciously donated to sacred-texts.com for publication. This text isin the public domain in the US.Original pagination has been retained;footnotes have been embedded into the"},{"pageNumber":3,"pageContent":"text within braces and in a smallerfont({i.e.}). Characters with diacriticshave been mapped to the closest ASCIIcharacter (e.g. Sűfî is transliteratedSufi). Greek letters have also beeneliminated, and (the two) words inGreek in the original are enclosed inFrench quotes (Ťť). All references tothe 'Koran' in the text have been linkedto the Pickthall English Version of theQur'an at this site. Many of the versereferences given by Nicholson are oneor two off from Pickthall and othertranslations; the hyperlinks have beenadjusted but the original citationretained in these instances.]"},{"pageNumber":4,"pageContent":"CONTENTS   PAGE INTRODUCTION . . . . . 1CHAP.   I. THE PATH . . . . . 28 II. ILLUMINATION AND ECSTASY . . . 50III. THE GNOSIS . . . . . 68 IV. DIVINE LOVE . . . . . 102 V. SAINTS AND MIRACLES . . . . 120 VI. THE UNITIVE STATE . . . . 148 BIBLIOGRAPHY . . . . . 169 INDEX . . . . . . 173"},{"pageNumber":5,"pageContent":"{p. 1}"},{"pageNumber":6,"pageContent":"THE MYSTICS OF ISLAMINTRODUCTIONTHE title of this book sufficientlyexplains why it is included in a Series'exemplifying the adventures andlabours of individual seekers or groupsof seekers in quest of reality.' Sufism,the religious philosophy of Islam, isdescribed in the oldest extant definitionas 'the apprehension of divine realities,'and Mohammedan mystics are fond ofcalling themselves Ahl al-Haqq, 'thefollowers of the Real.' {Al-Haqq is the termgenerally used by Sufis when they refer to God.} Inattempting to set forth their centraldoctrines from this point of view, I"},{"pageNumber":7,"pageContent":"shall draw to some extent on materialswhich I have collected during the lasttwenty years for a general history ofIslamic mysticism--a subject so vastand many-sided that several largevolumes would be required to do itanything like justice. Here I can onlysketch{p. 2}in broad outline certain principles,methods, and characteristic features ofthe inner life as it has been lived byMoslems of every class and conditionfrom the eighth century of our era tothe present day. Difficult are the pathswhich they threaded, dark andbewildering the pathless heights"},{"pageNumber":8,"pageContent":"beyond; but even if we may not hope toaccompany the travellers to theirjourney's end, any information that wehave gathered concerning theirreligious environment and spiritualhistory will help us to understand thestrange experiences of which theywrite.In the first place, therefore, I proposeto offer a few remarks on the originand historical development of Sufism,its relation to Islam, and its generalcharacter. Not only are these mattersinteresting to the student ofcomparative religion; some knowledgeof them is indispensable to any seriousstudent of Sufism itself. It may be said,"},{"pageNumber":9,"pageContent":"truly enough, that all mysticalexperiences ultimately meet in a singlepoint; but that point assumes widelydifferent aspects according to themystic's religion, race, andtemperament, while the converginglines of approach admit of almostinfinite variety. Though all the greattypes of mysticism have something incommon, each is marked by peculiarcharacteristics resulting from thecircum-{p. 3}stances in which it arose andflourished. Just as the Christian typecannot be understood without referenceto Christianity, so the Mohammedan"},{"pageNumber":10,"pageContent":"type must be viewed in connexion withthe outward and inward development ofIslam.The word 'mystic,' which has passedfrom Greek religion into Europeanliterature, is represented in Arabic,Persian, and Turkish, the three chieflanguages of Islam, by 'Sufi.' Theterms, however, are not preciselysynonymous, for 'Sufi' has a specificreligious connotation, and is restrictedby usage to those mystics who professthe Mohammedan faith. And theArabic word, although in course oftime it appropriated the highsignificance of the Greek--lips sealedby holy mysteries, eyes closed in"},{"pageNumber":11,"pageContent":"visionary rapture--bore a humblermeaning when it first gained currency(about 800 A.D.). Until recently itsderivation was in dispute. Most Sufis,flying in the face of etymology, havederived it from an Arabic root whichconveys the notion of 'purity'; thiswould make 'Sufi' mean 'one who ispure in heart' or 'one of the elect.' SomeEuropean scholars identified it withŤsophósť in the sense of 'theosophist.'But Nöldeke, in an article writtentwenty years ago, showed conclusivelythat the name was derived from suf(wool), and was originally applied tothose Moslem{p. 4}"},{"pageNumber":12,"pageContent":"ascetics who, in imitation of Christianhermits, clad themselves in coarsewoollen garb as a sign of penitence andrenunciation of worldly vanities.The earliest Sufis were, in fact, asceticsand quietists rather than mystics. Anoverwhelming consciousness of sin,combined with a dread--which it ishard for us to realise--of Judgment Dayand the torments of Hell-fire, sovividly painted in the Koran, drovethem to seek salvation in flight fromthe world. On the other hand, the Koranwarned them that salvation dependedentirely on the inscrutable will ofAllah, who guides aright the good andleads astray the wicked. Their fate was"},{"pageNumber":13,"pageContent":"inscribed on the eternal tables of Hisprovidence, nothing could alter it. Onlythis was sure, that if they were destinedto be saved by fasting and praying andpious works--then they would be saved.Such a belief ends naturally inquietism, complete and unquestioningsubmission to the divine will, anattitude characteristic of Sufism in itsoldest form. The mainspring ofMoslem religious life during the eighthcentury was fear--fear of God, fear ofHell, fear of death, fear of sin--but theopposite motive had already begun tomake its influence felt, and produced inthe saintly woman Rabi‘a at least oneconspicuous example of truly mysticalself-abandonment."},{"pageNumber":14,"pageContent":"{p. 5}* * *So far, there was no great differencebetween the Sufi and the orthodoxMohammedan zealot, except that theSufis attached extraordinaryimportance to certain Koranicdoctrines, and developed them at theexpense of others which manyMoslems might consider equallyessential. It must also be allowed thatthe ascetic movement was inspired byChristian ideals, and contrasted sharplywith the active and pleasure-lovingspirit of Islam. In a famous sentencethe Prophet denounced monkishausterities and bade his people devote"},{"pageNumber":15,"pageContent":"themselves to the holy war againstunbelievers; and he gave, as is wellknown, the most convincing testimonyin favour of marriage. Although hiscondemnation of celibacy did notremain without effect, the conquest ofPersia, Syria, and Egypt by hissuccessors brought the Moslems intocontact with ideas which profoundlymodified their outlook on life andreligion. European readers of the Korancannot fail to be struck by its author'svacillation and inconsistency in dealingwith the greatest problems. He himselfwas not aware of these contradictions,nor were they a stumbling-block to hisdevout followers, whose simple faithaccepted the Koran as the Word of"},{"pageNumber":16,"pageContent":"God. But the rift was there, and soonproduced far-reaching results.Hence arose the Murjites, who set faith{p. 6}above works and emphasised the divinelove and goodness; the Qadarites whoaffirmed, and the Jabarites who denied,that men are responsible for theiractions; the Mu‘tazilites, who built atheology on the basis of reason,rejecting the qualities of Allah asincompatible with His unity, andpredestinarianism as contrary to Hisjustice; and finally the Ash‘arites, thescholastic theologians of Islam, whoformulated the rigid metaphysical and"},{"pageNumber":17,"pageContent":"doctrinal system that underlies thecreed of orthodox Mohammedans atthe present time. All thesespeculations, influenced as they wereby Greek theology and philosophy,reacted powerfully upon Sufism. Earlyin the third century of the Hegira--theninth after Christ--we find manifestsigns of the new leaven stirring withinit. Not that Sufis ceased to mortify theflesh and take pride in their poverty,but they now began to regardasceticism as only the first stage of along journey, the preliminary trainingfor a larger spiritual life than the mereascetic is able to conceive. The natureof the change may be illustrated byquoting a few sentences which have"},{"pageNumber":18,"pageContent":"come down to us from the mystics ofthis period.\"Love is not to be learned frommen: it is one of God's gifts andcomes of His grace.\"\"None refrains from the lusts ofthis world save him in whose heartthere is a{p. 7}light that keeps him always busiedwith the next world.\"\"When the gnostic's spiritual eyeis opened, his bodily eye is shut:he sees nothing but God.\""},{"pageNumber":19,"pageContent":"\"If gnosis were to take visibleshape all who looked thereonwould die at the sight of its beautyand loveliness and goodness andgrace, and every brightness wouldbecome dark beside the splendourthereof.\" {Compare Plato, Phćdrus (Jowett'stranslation): \"For sight is the keenest of our bodilysenses; though not by that is wisdom seen; herloveliness would have been transporting if there hadbeen a visible image of her.\"}\"Gnosis is nearer to silence than tospeech.\"\"When the heart weeps because ithas lost, the spirit laughs becauseit has found.\"\"Nothing sees God and dies, even"},{"pageNumber":20,"pageContent":"as nothing sees God and lives,because His life is everlasting:whoever sees it is thereby madeeverlasting.\"\"O God, I never listen to the cry ofanimals or to the quivering oftrees or to the murmuring of wateror to the warbling of birds or tothe rustling wind or to thecrashing thunder without feelingthem to be an evidence of Thyunity and a proof that there isnothing like unto Thee.\"{p. 8}* * *"},{"pageNumber":21,"pageContent":"\"O my God, I invoke Thee inpublic as lords are invoked, but inprivate as loved ones are invoked.Publicly I say, 'O my God!' butprivately I say, 'O my Beloved!'\"These ideas--Light, Knowledge, andLove--form, as it were, the keynotes ofthe new Sufism, and in the followingchapters I shall endeavour to show howthey were developed. Ultimately theyrest upon a pantheistic faith whichdeposed the One transcendent God ofIslam and worshipped in His stead OneReal Being who dwells and workseverywhere, and whose throne is notless, but more, in the human heart thanin the heaven of heavens. Before going"},{"pageNumber":22,"pageContent":"further, it will be convenient to answera question which the reader may haveasked himself--Whence did theMoslems of the ninth century derivethis doctrine?Modern research has proved that theorigin of Sufism cannot be traced backto a single definite cause, and hasthereby discredited the sweepinggeneralisations which represent it, forinstance, as a reaction of the Aryanmind against a conquering Semiticreligion, and as the product,essentially, of Indian or Persianthought. Statements of this kind, evenwhen they are partially true, ignore theprinciple that in order to establish an"},{"pageNumber":23,"pageContent":"historical connexion between A and B,it is not enough to bring{p. 9}forward evidence of their likeness toone another, without showing at thesame time (1) that the actual relation ofB to A was such as to render theassumed filiation possible, and (2) thatthe possible hypothesis fits in with allthe ascertained and relevant facts.Now, the theories which I havementioned do not satisfy theseconditions. If Sufism was nothing but arevolt of the Aryan spirit, how are weto explain the undoubted fact that someof the leading pioneers ofMohammedan mysticism were natives"},{"pageNumber":24,"pageContent":"of Syria and Egypt, and Arabs by race?Similarly, the advocates of aBuddhistic or Vedantic origin forgetthat the main current of Indianinfluence upon Islamic civilisationbelongs to a later epoch, whereasMoslem theology, philosophy, andscience put forth their first luxuriantshoots on a soil that was saturated withHellenistic culture. The truth is thatSufism is a complex thing, andtherefore no simple answer can begiven to the question how it originated.We shall have gone far, however,towards answering that question whenwe have distinguished the variousmovements and forces which mouldedSufism, and determined what direction"},{"pageNumber":25,"pageContent":"it should take in the early stages of itsgrowth.Let us first consider the most importantexternal, i.e. non-Islamic, influences.{p. 10}I. CHRISTIANITYIt is obvious that the ascetic andquietistic tendencies to which I havereferred were in harmony withChristian theory and drew nourishmenttherefrom. Many Gospel texts andapocryphal sayings of Jesus are cited inthe oldest Sufi biographies, and theChristian anchorite (rahib) oftenappears in the rôle of a teacher giving"},{"pageNumber":26,"pageContent":"instruction and advice to wanderingMoslem ascetics. We have seen thatthe woollen dress, from which thename 'Sufi' is derived, is of Christianorigin: vows of silence, litanies (dhikr),and other ascetic practices may betraced to the same source. As regardsthe doctrine of divine love, thefollowing extracts speak forthemselves:\"Jesus passed by three men. Theirbodies were lean and their facespale. He asked them, saying,'What hath brought you to thisplight?' They answered, 'Fear ofthe Fire.' Jesus said, 'Ye fear athing created, and it behoves God"},{"pageNumber":27,"pageContent":"that He should save those whofear.' Then he left them and passedby three others, whose faces werepaler and their bodies leaner, andasked them, saying, 'What hathbrought you to this plight?' Theyanswered, 'Longing for Paradise.'He said, 'Ye{p. 11}desire a thing created, and itbehoves God that He should giveyou that which ye hope for.' Thenhe went on and passed by threeothers of exceeding paleness andleanness, so that their faces wereas mirrors of light, and he said,'What hath brought you to this?'"},{"pageNumber":28,"pageContent":"They answered, 'Our love of God.'Jesus said, 'Ye are the nearest toHim, ye are the nearest to Him.'\"The Syrian mystic, Ahmad ibn al-Hawari, once asked a Christian hermit:\"'What is the strongest commandthat ye find in your Scriptures?'The hermit replied: 'We find nonestronger than this: \"Love thyCreator with all thy power andmight.\"'\"Another hermit was asked by someMoslem ascetics:\"'When is a man most perseveringin devotion?' 'When love takes"},{"pageNumber":29,"pageContent":"possession of his heart,' was thereply; 'for then he hath no joy orpleasure but in continualdevotion.'\"The influence of Christianity throughits hermits, monks, and heretical sects(e.g. the Messalians or Euchitć) wastwofold: ascetic and mystical. OrientalChristian mysticism, however,contained a Pagan element: it had longago absorbed the ideas and adopted thelanguage of Plotinus and the Neo-platonic school.{p. 12}II. NEOPLATONISM"},{"pageNumber":30,"pageContent":"Aristotle, not Plato, is the dominantfigure in Moslem philosophy, and fewMohammedans are familiar with thename of Plotinus, who was morecommonly called 'the Greek Master'(al-Sheykh al-Yaunani). But since theArabs gained their first knowledge ofAristotle from his Neoplatonistcommentators, the system with whichthey became imbued was that ofPorphyry and Proclus. Thus the so-called Theology of Aristotle, of whichan Arabic version appeared in the ninthcentury, is actually a manual ofNeoplatonism.Another work of this school deservesparticular notice: I mean the writings"},{"pageNumber":31,"pageContent":"falsely attributed to Dionysius theAreopagite, the convert of St. Paul. Thepseudo-Dionysius--he may have been aSyrian monk--names as his teacher acertain Hierotheus, whom Frothinghamhas identified with Stephen BarSudaili, a prominent Syrian gnostic anda contemporary of Jacob of Saruj (451-521 A.D.). Dionysius quotes somefragments of erotic hymns by thisStephen, and a complete work, theBook of Hierotheus on the HiddenMysteries of the Divinity, has comedown to us in a unique manuscriptwhich is now in the British Museum.The Dionysian writings, turned intoLatin by John Scotus Erigena,{p. 13}"},{"pageNumber":32,"pageContent":"founded medieval Christian mysticismin Western Europe. Their influence inthe East was hardly less vital. Theywere translated from Greek into Syriacalmost immediately on theirappearance, and their doctrine wasvigorously propagated bycommentaries in the same tongue.\"About 850 A.D. Dionysius was knownfrom the Tigris to the Atlantic.\"Besides literary tradition there wereother channels by which the doctrinesof emanation, illumination, gnosis, andecstasy were transmitted, but enoughhas been said to convince the readerthat Greek mystical ideas were in theair and easily accessible to the Moslem"},{"pageNumber":33,"pageContent":"inhabitants of Western Asia and Egypt,where the Sufi theosophy first tookshape. One of those who bore the chiefpart in its development, Dhu ’l-Nun theEgyptian, is described as a philosopherand alchemist--in other words, astudent of Hellenistic science. When itis added that much of his speculationagrees with what we find, for example,in the writings of Dionysius, we aredrawn irresistibly to the conclusion(which, as I have pointed out, is highlyprobable on general grounds) thatNeoplatonism poured into Islam a largetincture of the same mystical elementin which Christianity was alreadysteeped.{p. 14}"},{"pageNumber":34,"pageContent":"III. GNOSTICISM {Cf. Goldziher, \"Neuplatonische und gnostische Elementeim Hadit,\" in Zeitschrift für Assyriologie, xxii. 317 ff.}Though little direct evidence isavailable, the conspicuous placeoccupied by the theory of gnosis inearly Sufi speculation suggests contactwith Christian Gnosticism, and it isworth noting that the parents of Ma‘rufal-Karkhi, whose definition of Sufismas 'the apprehension of divine realities'was quoted on the first page of thisIntroduction, are said to have beenSabians, i.e. Mandćans, dwelling in theBabylonian fenland between Basra andWasit. Other Moslem saints hadlearned 'the mystery of the GreatName.' It was communicated to"},{"pageNumber":35,"pageContent":"Ibrahim ibn Adham by a man whom hemet while travelling in the desert, andas soon as he pronounced it he saw theprophet Khadir (Elias). The ancientSufis borrowed from the Manichćansthe term siddiq, which they apply totheir own spiritual adepts, and a laterschool, returning to the dualism ofMani, held the view that the diversityof phenomena arises from theadmixture of light and darkness.\"The ideal of human action isfreedom from the taint ofdarkness; and the freedom of lightfrom darkness{p. 15}"},{"pageNumber":36,"pageContent":"means the self-consciousness oflight as light.\" {Shaikh Muhammad Iqbal,The Development of Metaphysics in Persia (1908),p. 150.}The following version of the doctrineof the seventy thousand veils asexplained by a modern Rifa‘i dervishshows clear traces of Gnosticism and isso interesting that I cannot refrain fromquoting it here:\"Seventy Thousand Veils separateAllah, the One Reality, from theworld of matter and of sense. Andevery soul passes before his birththrough these seventy thousand.The inner half of these are veils oflight: the outer half, veils of"},{"pageNumber":37,"pageContent":"darkness. For every one of theveils of light passed through, inthis journey towards birth, thesoul puts off a divine quality: andfor every one of the dark veils, itputs on an earthly quality. Thusthe child is born weeping, for thesoul knows its separation fromAllah, the One Reality. And whenthe child cries in its sleep, it isbecause the soul rememberssomething of what it has lost.Otherwise, the passage throughthe veils has brought with itforgetfulness (nisyan): and for thisreason man is called insan. He isnow, as it were, in prison in hisbody, separated by these thick"},{"pageNumber":38,"pageContent":"curtains from Allah.{p. 16}* * *\"But the whole purpose of Sufism,the Way of the dervish, is to givehim an escape from this prison, anapocalypse of the SeventyThousand Veils, a recovery of theoriginal unity with The One, whilestill in this body. The body is notto be put off; it is to be refinedand made spiritual--a help and nota hindrance to the spirit. It is likea metal that has to be refined byfire and transmuted. And thesheikh tells the aspirant that he"},{"pageNumber":39,"pageContent":"has the secret of thistransmutation. 'We shall throwyou into the fire of SpiritualPassion,' he says, 'and you willemerge refined.'\" {\"The Way\" of aMohammedan Mystic, by W. H. T. Gairdner(Leipzig, 1912), pp. 9 f.}IV. BUDDHISMBefore the Mohammedan conquest ofIndia in the eleventh century, theteaching of Buddha exertedconsiderable influence in EasternPersia and Transoxania. We hear offlourishing Buddhist monasteries inBalkh, the metropolis of ancientBactria, a city famous for the numberof Sufis who resided in it. Professor"},{"pageNumber":40,"pageContent":"Goldziher has called attention to thesignificant circumstance that the Sufiascetic, Ibrahim ibn Adham, appears inMoslem legend as a prince of Balkhwho abandoned his throne and{p. 17}became a wandering dervish--the storyof Buddha over again. The Sufislearned the use of rosaries fromBuddhist monks, and, without enteringinto details, it may be safely assertedthat the method of Sufism, so far as itis one of ethical self-culture, asceticmeditation, and intellectualabstraction, owes a good deal toBuddhism. But the features which thetwo systems have in common only"},{"pageNumber":41,"pageContent":"accentuate the fundamental differencebetween them. In spirit they are polesapart. The Buddhist moralises himself,the Sufi becomes moral only throughknowing and loving God.The Sufi conception of the passing-away (fana) of individual self inUniversal Being is certainly, I think, ofIndian origin. Its first great exponentwas the Persian mystic, Bayazid ofBistam, who may have received it fromhis teacher, Abu ‘Ali of Sind (Scinde).Here are some of his sayings:\"Creatures are subject to changing'states,' but the gnostic has no'state,' because his vestiges are"},{"pageNumber":42,"pageContent":"effaced and his essenceannihilated by the essence ofanother, and his traces are lost inanother's traces.\"\"Thirty years the high God wasmy mirror, now I am my ownmirror,\" i.e. according to theexplanation given by hisbiographer, \"that which I was I amno more, for 'I' and 'God' is adenial{p. 18}of the unity of God. Since I am nomore, the high God is His ownmirror.\""},{"pageNumber":43,"pageContent":"\"I went from God to God, untilthey cried from me in me, 'O ThouI!'\"This, it will be observed, is notBuddhism, but the pantheism of theVedanta. We cannot identify fana withNirvana unconditionally. Both termsimply the passing-away ofindividuality, but while Nirvana ispurely negative, fana is accompaniedby baqa, everlasting life in God. Therapture of the Sufi who has lost himselfin ecstatic contemplation of the divinebeauty is entirely opposed to thepassionless intellectual serenity of theArahat. I emphasise this contrastbecause, in my opinion, the influence"},{"pageNumber":44,"pageContent":"of Buddhism on Mohammedan thoughthas been exaggerated. Much isattributed to Buddhism that is Indianrather than specifically Buddhistic: thefana theory of the Sufis is a case inpoint. Ordinary Moslems held thefollowers of Buddha in abhorrence,regarding them as idolaters, and werenot likely to seek personal intercoursewith them. On the other hand, fornearly a thousand years before theMohammedan conquest, Buddhism hadbeen powerful in Bactria and EasternPersia generally: it must, therefore,have affected the development ofSufism in these regions.While fana in its pantheistic form is"},{"pageNumber":45,"pageContent":"{p. 19}radically different from Nirvana, theterms coincide so closely in other waysthat we cannot regard them as beingaltogether unconnected. Fana has anethical aspect: it involves theextinction of all passions and desires.The passing-away of evil qualities andof the evil actions which they produceis said to be brought about by thecontinuance of the corresponding goodqualities and actions. Compare thiswith the definition of Nirvana given byProfessor Rhys Davids:\"The extinction of that sinful,grasping condition of mind andheart, which would otherwise,"},{"pageNumber":46,"pageContent":"according to the great mystery ofKarma, be the cause of renewedindividual existence. Thatextinction is to be brought aboutby, and runs parallel with, thegrowth of the opposite conditionof mind and heart; and it iscomplete when that oppositecondition is reached.\"Apart from the doctrine of Karma,which is alien to Sufism, thesedefinitions of fana (viewed as a moralstate) and Nirvana, agree almost wordfor word. It would be out of place topursue the comparison further, but Ithink we may conclude that the Sufitheory of fana was influenced to some"},{"pageNumber":47,"pageContent":"extent by Buddhism as well as byPerso-Indian pantheism.The receptivity of Islam to foreignideas has been recognised by everyunbiassed{p. 20}inquirer, and the history of Sufism isonly a single instance of the generalrule. But this fact should not lead us toseek in such ideas an explanation of thewhole question which I am nowdiscussing, or to identify Sufism itselfwith the extraneous ingredients whichit absorbed and assimilated in thecourse of its development. Even ifIslam had been miraculously shut off"},{"pageNumber":48,"pageContent":"from contact with foreign religions andphilosophies, some form of mysticismwould have arisen within it, for theseeds were already there. Of course, wecannot isolate the internal forcesworking in this direction, since theywere subject to the law of spiritualgravitation. The powerful currents ofthought discharged through theMohammedan world by the great non-lslamic systems above mentioned gavea stimulus to various tendencies withinIslam which affected Sufism eitherpositively or negatively. As we haveseen, its oldest type is an ascetic revoltagainst luxury and worldliness; lateron, the prevailing rationalism andscepticism provoked counter-"},{"pageNumber":49,"pageContent":"movements towards intuitiveknowledge and emotional faith, andalso an orthodox reaction which in itsturn drove many earnest Moslems intothe ranks of the mystics.How, it may be asked, could a religionfounded on the simple and austeremonotheism of Mohammed toleratethese new{p. 21}doctrines, much less make terms withthem? It would seem impossible toreconcile the transcendent personalityof Allah with an immanent Realitywhich is the very life and soul of theuniverse. Yet Islam has accepted"},{"pageNumber":50,"pageContent":"Sufism. The Sufis, instead of beingexcommunicated, are securelyestablished in the Mohammedanchurch, and the Legend of the MoslemSaints records the wildest excesses ofOriental pantheism.Let us return for a moment to theKoran, that infallible touchstone bywhich every Mohammedan theory andpractice must be proved. Are anygerms of mysticism to be found there?The Koran, as I have said, starts withthe notion of Allah, the One, Eternal,and Almighty God, far above humanfeelings and aspirations--the Lord ofHis slaves, not the Father of Hischildren; a judge meting out stern"},{"pageNumber":51,"pageContent":"justice to sinners, and extending Hismercy only to those who avert Hiswrath by repentance, humility, andunceasing works of devotion; a God offear rather than of love. This is oneside, and certainly the most prominentside, of Mohammed's teaching; butwhile he set an impassable gulfbetween the world and Allah, hisdeeper instinct craved a directrevelation from God to the soul. Thereare no contradictions in the logic offeeling. Mohammed, who had in himsomething of the mystic, felt God bothas far and{p. 22}near, both as transcendent and"},{"pageNumber":52,"pageContent":"immanent. In the latter aspect, Allah isthe light of the heavens and the earth, aBeing who works in the world and inthe soul of man.\"If My servants ask thee aboutMe, lo, I am near\" (Kor. 2.182);\"We (God) are nearer to him thanhis own neck-vein\" (50.15); \"Andin the earth are signs to those ofreal faith, and in yourselves.What! do ye not see?\" (51.20-21).It was a long time ere they saw. TheMoslem consciousness, haunted byterrible visions of the wrath to come,slowly and painfully awoke to thesignificance of those liberating ideas."},{"pageNumber":53,"pageContent":"The verses which I have quoted do notstand alone, and however unfavourableto mysticism the Koran as a whole maybe, I cannot assent to the view that itsupplies no basis for a mysticalinterpretation of Islam. This wasworked out in detail by the Sufis, whodealt with the Koran in very much thesame way as Philo treated thePentateuch. But they would not havesucceeded so thoroughly in bringingover the mass of religious Moslems totheir side, unless the champions oforthodoxy had set about constructing asystem of scholastic philosophy thatreduced the divine nature to a purelyformal, changeless, and absolute unity,a bare will devoid of all affections"},{"pageNumber":54,"pageContent":"{p. 23}and emotions, a tremendous andincalculable power with which nohuman creature could have anycommunion or personal intercoursewhatsoever. That is the God ofMohammedan theology. That was thealternative to Sufism. Therefore, \"allthinking, religious Moslems aremystics,\" as Professor D. B.Macdonald, one of our best authoritieson the subject, has remarked. And headds: \"All, too, are pantheists, butsome do not know it.\"The relation of individual Sufis toIslam varies from more or less entireconformity to a merely nominal"},{"pageNumber":55,"pageContent":"profession of belief in Allah and HisProphet. While the Koran and theTraditions are generally acknowledgedto be the unalterable standard ofreligious truth, this acknowledgmentdoes not include the recognition of anyexternal authority which shall decidewhat is orthodox and what is heretical.Creeds and catechisms count fornothing in the Sufi's estimation. Whyshould he concern himself with thesewhen he possesses a doctrine derivedimmediately from God? As he readsthe Koran with studious meditation andrapt attention, lo, the hidden meanings--infinite, inexhaustible--of the HolyWord flash upon his inward eye. Thisis what the Sufis call istinbat, a sort of"},{"pageNumber":56,"pageContent":"intuitive deduction; the mysteriousinflow of divinely revealed knowledgeinto hearts made pure{p. 24}by repentance and filled with thethought of God, and the outflow of thatknowledge upon the interpretingtongue. Naturally, the doctrines elicitedby means of istinbat do not agree verywell either with Mohammedantheology or with each other, but thediscord is easily explained.Theologians, who interpret the letter,cannot be expected to reach the sameconclusions as mystics, who interpretthe spirit; and if both classes differamongst themselves, that is a merciful"},{"pageNumber":57,"pageContent":"dispensation of divine wisdom, sincetheological controversy serves toextinguish religious error, while thevariety of mystical truth corresponds tothe manifold degrees and modes ofmystical experience.In the chapter on the gnosis I shallenter more fully into the attitude of theSufis towards positive religion. It isonly a rough-and-ready account of thematter to say that many of them havebeen good Moslems, many scarcelyMoslems at all, and a third party,perhaps the largest, Moslems after afashion. During the early Middle AgesIslam was a growing organism, andgradually became transformed under"},{"pageNumber":58,"pageContent":"the influence of diverse movements, ofwhich Sufism itself was one.Mohammedan orthodoxy in its presentshape owes much to Ghazali, andGhazali was a Sufi. Through his workand example the Sufistic inter-{p. 25}pretation of Islam has in no smallmeasure been harmonised with therival claims of reason and tradition, butjust because of this he is less valuablethan mystics of a purer type to thestudent who wishes to know whatSufism essentially is.Although the numerous definitions ofSufism which occur in Arabic and"},{"pageNumber":59,"pageContent":"Persian books on the subject arehistorically interesting, their chiefimportance lies in showing that Sufismis undefinable. Jalaluddin Rumi in hisMasnavi tells a story about an elephantwhich some Hindoos were exhibiting ina dark room. Many people gathered tosee it, but, as the place was too dark topermit them to see the elephant, theyall felt it with their hands, to gain anidea of what it was like. One felt itstrunk, and said that the animalresembled a water-pipe; another felt itsear, and said it must be a large fan;another its leg, and thought it must be apillar; another felt its back, anddeclared that the beast must be like animmense throne. So it is with those"},{"pageNumber":60,"pageContent":"who define Sufism: they can onlyattempt to express what theythemselves have felt, and there is noconceivable formula that will compriseevery shade of personal and intimatereligious feeling. Since, however, thesedefinitions illustrate with convenientbrevity certain aspects andcharacteristics of Sufism, a fewspecimens may be given.{p. 26}* * *\"Sufism is this: that actionsshould be passing over the Sufi(i.e. being done upon him) whichare known to God only, and that"},{"pageNumber":61,"pageContent":"he should always be with God in away that is known to God only.\"\"Sufism is wholly self-discipline.\"\"Sufism is, to possess nothing andto be possessed by nothing.\"\"Sufism is not a system composedof rules or sciences but a moraldisposition; i.e. if it were a rule, itcould be made one's own bystrenuous exertion, and if it were ascience, it could be acquired byinstruction; but on the contrary itis a disposition, according to thesaying, 'Form yourselves on themoral nature of God'; and themoral nature of God cannot be"},{"pageNumber":62,"pageContent":"attained either by means of rulesor by means of sciences.\"\"Sufism is freedom and generosityand absence of self-constraint.\"\"It is this: that God should makethee die to thyself and shouldmake thee live in Him.\"\"To behold the imperfection of thephenomenal world, nay, to closethe eye to everything imperfect incontemplation of Him who isremote from all imperfection--thatis Sufism.\"\"Sufism is control of the facultiesand observance of the breaths.\""},{"pageNumber":63,"pageContent":"{p. 27}* * *\"It is Sufism to put away whatthou hast in thy head, to give whatthou hast in thy hand, and not torecoil from whatsoever befallsthee.\"The reader will perceive that Sufism isa word uniting many divergentmeanings, and that in sketching itsmain features one is obliged to make asort of composite portrait, which doesnot represent any particular typeexclusively. The Sufis are not a sect,they have no dogmatic system, thetariqas or paths by which they seek"},{"pageNumber":64,"pageContent":"God \"are in number as the souls ofmen\" and vary infinitely, though afamily likeness may be traced in themall. Descriptions of such a Proteanphenomenon must differ widely fromone another, and the impressionproduced in each case will depend onthe choice of materials and theprominence given to this or that aspectof the many-sided whole. Now, theessence of Sufism is best displayed inits extreme type, which is pantheisticand speculative rather than ascetic ordevotional. This type, therefore, I havepurposely placed in the foreground.The advantage of limiting the field isobvious enough, but entails some lossof proportion. In order to form a fair"},{"pageNumber":65,"pageContent":"judgment of Mohammedan mysticism,the following chapters should besupplemented by a companion picturedrawn especially from those moderatetypes which, for want of space, I haveunduly neglected.{p. 28}"},{"pageNumber":66,"pageContent":"CHAPTER ITHE PATHMYSTICS of every race and creed havedescribed the progress of the spirituallife as a Journey or a pilgrimage. Othersymbols have been used for the samepurpose, but this one appears to bealmost universal in its range. The Sufiwho sets out to seek God calls himselfa 'traveller' (salik); he advances byslow 'stages' (maqamat) along a 'path'(tariqat) to the goal of union withReality (fana fi ’l-Haqq). Should heventure to make a map of this interiorascent, it will not correspond exactlywith any of those made by previous"},{"pageNumber":67,"pageContent":"explorers. Such maps or scales ofperfection were elaborated by Sufiteachers at an early period, and theunlucky Moslem habit of systematisinghas produced an enormous aftercrop.The 'path' expounded by the author ofthe Kitab al-Luma‘, perhaps the oldestcomprehensive treatise on Sufism thatwe now possess, consists of thefollowing seven 'stages', each of which(except the first member of the series)is the result of the 'stages' immediately{p. 29}preceding it--(l) Repentance, (2)abstinence, (3) renunciation, (4)poverty, (5) patience, (6) trust in God,(7) satisfaction. The 'stages' constitute"},{"pageNumber":68,"pageContent":"the ascetic and ethical discipline of theSufi, and must be carefullydistinguished from the so-called 'states'(ahwal, plural of hal), which form asimilar psychological chain. The writerwhom I have just quoted enumeratesten 'states'--Meditation, nearness toGod, love, fear, hope, longing,intimacy, tranquillity, contemplation,and certainty. While the 'stages' can beacquired and mastered by one's ownefforts, the 'states' are spiritual feelingsand dispositions over which a man hasno control:\"They descend from God into hisheart, without his being able torepel them when they come or to"},{"pageNumber":69,"pageContent":"retain them when they go.\"The Sufi's 'path' is not finished until hehas traversed all the 'stages,' makinghimself perfect in every one of thembefore advancing to the next, and hasalso experienced whatever 'states' itpleases God to bestow upon him. Then,and only then, is he permanently raisedto the higher planes of consciousnesswhich Sufis call 'the Gnosis' (ma‘rifat)and 'the Truth' (haqiqat), where the'seeker' (talib) becomes the 'knower' or'gnostic' (‘arif), and realises thatknowledge, knower, and known areOne.{p. 30}"},{"pageNumber":70,"pageContent":"* * *Having sketched, as briefly as possible,the external framework of the methodby which the Sufi approaches his goal,I shall now try to give some account ofits inner workings. The present chapterdeals with the first portion of thethreefold journey--the Path, the Gnosis,and the Truth--by which the quest ofReality is often symbolised.The first place in every list of 'stages'is occupied by repentance (tawbat).This is the Moslem term for'conversion,' and marks the beginningof a new life. In the biographies ofeminent Sufis the dreams, visions,"},{"pageNumber":71,"pageContent":"auditions, and other experiences whichcaused them to enter on the Path areusually related. Trivial as they mayseem, these records have apsychological basis, and, if authentic,would be worth studying in detail.Repentance is described as theawakening of the soul from theslumber of heedlessness, so that thesinner becomes aware of his evil waysand feels contrition for pastdisobedience. He is not truly penitent,however, unless (1) he at onceabandons the sin or sins of which he isconscious, and (2) firmly resolves thathe will never return to these sins in thefuture. It he should fail to keep hisvow, he must again turn to God, whose"},{"pageNumber":72,"pageContent":"mercy is infinite. A certain well-knownSufi repented seventy times and fellback into sin seventy times before hemade a{p. 31}lasting repentance. The convert mustalso, as far as lies in his power, satisfyall those whom he has injured. Manyexamples of such restitution might beculled from the Legend of the MoslemSaints.According to the high mystical theory,repentance is purely an act of divinegrace, coming from God to man, notfrom man to God. Some one said toRabi‘a:"},{"pageNumber":73,"pageContent":"\"I have committed many sins; if Iturn in penitence towards God,will He turn in mercy towardsme?\" \"Nay,\" she replied,\" but ifHe shall turn towards thee, thouwilt turn towards Him.\"The question whether sins ought to beremembered after repentance orforgotten illustrates a fundamentalpoint in Sufi ethics: I mean thedifference between what is taught tonovices and disciples and what is heldas an esoteric doctrine by adepts. AnyMohammedan director of souls wouldtell his pupils that to think humbly andremorsefully of one's sins is asovereign remedy against spiritual"},{"pageNumber":74,"pageContent":"pride, but he himself might very wellbelieve that real repentance consists inforgetting everything except God.\"The penitent,\" says Hujwiri, \"is alover of God, and the lover of Godis in contemplation of God: incontemplation it is wrong toremember{p. 32}sin, for recollection of sin is a veilbetween God and thecontemplative.\"Sin appertains to self-existence, whichitself is the greatest of all sins. Toforget sin is to forget self."},{"pageNumber":75,"pageContent":"This is only one application of aprinciple which, as I have said, runsthrough the whole ethical system ofSufism and will be more fullyexplained in a subsequent chapter. Itsdangers are evident, but we must infairness allow that the same theory ofconduct may not be equally suitable tothose who have made themselvesperfect in moral discipline and to thosewho are still striving after perfection.Over the gate of repentance it iswritten:\"All self abandon ye who enterhere!\"The convert now begins what is called"},{"pageNumber":76,"pageContent":"by Christian mystics the PurgativeWay. If he follows the general rule, hewill take a director (Sheykh, Pir,Murshid), i.e. a holy man of ripeexperience and profound knowledge,whose least word is absolute law to hisdisciples. A 'seeker' who attempts totraverse the 'Path' without assistancereceives little sympathy. Of such a oneit is said that 'his guide is Satan,' andhe is likened to a tree that for want ofthe gardener's care brings forth 'none orbitter fruit.' Speaking of the SufiSheykhs, Hujwiri says:{p. 33}* * *"},{"pageNumber":77,"pageContent":"\"When a novice joins them, withthe purpose of renouncing theworld, they subject him tospiritual discipline for the spaceof three years. If he fulfil therequirements of this discipline,well and good; otherwise, theydeclare that he cannot be admittedto the 'Path.' The first year isdevoted to service of the people,the second year to service of God,and the third year to watchingover his own heart. He can servethe people, only when he placeshimself in the rank of servants andall others in the rank of masters,i.e. he must regard all, withoutexception, as being better than"},{"pageNumber":78,"pageContent":"himself, and must deem it his dutyto serve all alike. And he canserve God, only when he cuts offall his selfish interests relatingeither to the present or to thefuture life, and worships God forGod's sake alone, inasmuch aswhoever worships God for anything's sake worships himself, notGod. And he can watch over hisheart, only when his thoughts arecollected and every care isdismissed, so that in communionwith God he guards his heart fromthe assaults of heedlessness. Whenthese qualifications are possessedby the novice, he may wear themuraqqa‘at (the patched frock"},{"pageNumber":79,"pageContent":"worn by dervishes) as a true{p. 34}mystic, not merely as an imitatorof others.\"Shibli was a pupil of the famoustheosophist Junayd of Baghdad. On hisconversion, he came to Junayd, saying:\"They tell me that you possess thepearl of divine knowledge: eithergive it me or sell it.\" Junaydanswered: \"I cannot sell it, for youhave not the price thereof; and if Igive it you, you will have gained itcheaply. You do not know itsvalue. Cast yourself headlong, like"},{"pageNumber":80,"pageContent":"me, into this ocean, in order thatyou may win the pearl by waitingpatiently.\"Shibli asked what he must do.\"Go,\" said Junayd, \"and sellsulphur.\"At the end of a year he said to Shibli:\"This trading makes you wellknown. Become a dervish andoccupy yourself solely withbegging.\"During a whole year Shibli wanderedthrough the streets of Baghdad,begging of the passers-by, but no one"},{"pageNumber":81,"pageContent":"heeded him. Then he returned toJunayd, who exclaimed:\"See now! You are nothing inpeople's eyes. Never set your mindon them or take any account ofthem at all. For some time\" (hecontinued) \"you were achamberlain and acted as{p. 35}governor of a province. Go to thatcountry and ask pardon of allthose whom you have wronged.\"Shibli obeyed and spent four years ingoing from door to door, until he hadobtained an acquittance from every"},{"pageNumber":82,"pageContent":"person except one, whom he failed totrace. On his return, Junayd said tohim:\"You still have some regard toreputation. Go and be a beggar forone year more.\"Every day Shibli used to bring the almsthat were given him to Junayd, whobestowed them on the poor and keptShibli without food until the nextmorning. When a year had passed inthis way, Junayd accepted him as oneof his disciples on condition that heshould perform the duties of a servantto the others. After a year's service,Junayd asked him:"},{"pageNumber":83,"pageContent":"\"What think you of yourselfnow?\" Shibli replied: \"I deemmyself the meanest of God'screatures.\" \" Now,\" said themaster, \"your faith is firm.\"I need not dwell on the details of thistraining--the fasts and vigils, the vowsof silence, the long days and nights ofsolitary meditation, all the weaponsand tactics, in short, of that battleagainst one's self which the Prophetdeclared to be more painful andmeritorious than the Holy War. On theother hand, my readers will expect meto{p. 36}"},{"pageNumber":84,"pageContent":"describe in a general way thecharacteristic theories and practices forwhich the 'Path' is a convenientdesignation. These may be treatedunder the following heads: Poverty,Mortification, Trust in God, andRecollection. Whereas poverty isnegative in nature, involvingdetachment from all that is worldly andunreal, the three remaining termsdenote the positive counterpart of thatprocess, namely, the ethical disciplineby which the soul is brought intoharmonious relations with Reality.The fatalistic spirit which broodeddarkly over the childhood of Islam--thefeeling that all human actions are"},{"pageNumber":85,"pageContent":"determined by an unseen Power, and inthemselves are worthless and vain--caused renunciation to become thewatchword of early Moslemasceticism. Every true believer isbound to abstain from unlawfulpleasures, but the ascetic acquiresmerit by abstaining from those whichare lawful. At first, renunciation wasunderstood almost exclusively in amaterial sense. To have as few worldlygoods as possible seemed the surestmeans of gaining salvation. Dawud al-Ta’i owned nothing except a mat ofrushes, a brick which he used as apillow, and a leathern vessel whichserved him for drinking and washing. Acertain man dreamed that he saw Malik"},{"pageNumber":86,"pageContent":"ibn Dinar and Mohammed ibn Wasi‘being led into Para-{p. 37}dise, and that Malik was admittedbefore his companion. He cried out inastonishment, for he thoughtMohammed ibn Wasi‘ had a superiorclaim to the honour. \"Yes,\" came theanswer, \"but Mohammed ibn Wasi‘possessed two shirts, and Malik onlyone. That is the reason why Malik ispreferred.\"The Sufi ideal of poverty goes farbeyond this. True poverty is not merelylack of wealth, but lack of desire forwealth: the empty heart as well as the"},{"pageNumber":87,"pageContent":"empty hand. The 'poor man' (faqir) andthe 'mendicant' (dervish) are names bywhich the Mohammedan mystic isproud to be known, because they implythat he is stripped of every thought orwish that would divert his mind fromGod. \"To be severed entirely from boththe present life and the future life, andto want nothing besides the Lord of thepresent life and the future life--that isto be truly poor.\" Such a faqir isdenuded of individual existence, so thathe does not attribute to himself anyaction, feeling, or quality. He may evenbe rich, in the common meaning of theword, though spiritually he is thepoorest of the poor; for, sometimes,God endows His saints with an outward"},{"pageNumber":88,"pageContent":"show of wealth and worldliness inorder to hide them from the profane.No one familiar with the mysticalwriters will need to be informed thattheir terminology is ambiguous, andthat the same word{p. 38}frequently covers a group, if not amultitude, of significations divergingmore or less widely according to theaspect from which it is viewed. Hencethe confusion that is apparent in Sufitext-books. When 'poverty,' forexample, is explained by oneinterpreter as a transcendental theoryand by another as a practical rule of"},{"pageNumber":89,"pageContent":"religious life, the meanings cannotcoincide. Regarded from the latterstandpoint, poverty is only thebeginning of Sufism. Faqirs, Jamisays, renounce all worldly things forthe sake of pleasing God. They areurged to this sacrifice by one of threemotives: (a) Hope of an easy reckoningon the Day of Judgment, or fear ofbeing punished; (b) desire of Paradise;(c) longing for spiritual peace andinward composure. Thus, inasmuch asthey are not disinterested but seek tobenefit themselves, they rank below theSufi, who has no will of his own anddepends absolutely on the will of God.It is the absence of 'self' thatdistinguishes the Sufi from the faqir."},{"pageNumber":90,"pageContent":"Here are some maxims for dervishes:\"Do not beg unless you arestarving. The Caliph Omarflogged a man who begged afterhaving satisfied his hunger. Whencompelled to beg, do not acceptmore than you need.\"\"Be good-natured anduncomplaining and thank God foryour poverty.\"{p. 39}* * *\"Do not flatter the rich for giving,nor blame them for withholding.\""},{"pageNumber":91,"pageContent":"\"Dread the loss of poverty morethan the rich man dreads the lossof wealth.\"\"Take what is voluntarily offered:it is the daily bread which Godsends to you: do not refuse God'sgift.\"\"Let no thought of the morrowenter your mind, else you willincur everlasting perdition.\"\"Do not make God a springe tocatch alms.\"The Sufi teachers gradually built up asystem of asceticism and moral culturewhich is founded on the fact that there"},{"pageNumber":92,"pageContent":"is in man an element of evil--the loweror appetitive soul. This evil self, theseat of passion and lust, is called nafs;it may be considered broadlyequivalent to 'the flesh,' and with itsallies, the world and the devil, itconstitutes the great obstacle to theattainment of union with God. TheProphet said: \"Thy worst enemy is thynafs, which is between thy two sides.\" Ido not intend to discuss the variousopinions as to its nature, but the proofof its materiality is too curious to beomitted. Mohammed ibn ‘Ulyan, aneminent Sufi, relates that one daysomething like a young fox came forthfrom his throat, and God caused him toknow that"},{"pageNumber":93,"pageContent":"{p. 40}it was his nafs. He trod on it, but itgrew bigger at every kick that he gaveit. He said:\"Other things are destroyed bypain and blows: why dost thouincrease?\" \" Because I was createdperverse,\" it replied; \"what is painto other things is pleasure to me,and their pleasure is my pain.\"The nafs of Hallaj was seen runningbehind him in the shape of a dog; andother cases are recorded in which itappeared as a snake or a mouse.Mortification of the nafs is the chief"},{"pageNumber":94,"pageContent":"work of devotion, and leads, directly orindirectly, to the contemplative life.All the Sheykhs are agreed that nodisciple who neglects this duty willever learn the rudiments of Sufism.The principle of mortification is thatthe nafs should be weaned from thosethings to which it is accustomed, that itshould be encouraged to resist itspassions, that its pride should bebroken, and that it should be broughtthrough suffering and tribulation torecognise the vileness of its originalnature and the impurity of its actions.Concerning the outward methods ofmortification, such as fasting, silence,and solitude, a great deal might bewritten, but we must now pass on to the"},{"pageNumber":95,"pageContent":"higher ethical discipline whichcompletes the Path.Self-mortification, as advanced Sufis{p. 41}understand it, is a moral transmutationof the inner man. When they say, \"Diebefore ye die,\" they do not mean toassert that the lower self can beessentially destroyed, but that it canand should be purged of its attributes,which are wholly evil. These attributes--ignorance, pride, envy,uncharitableness, etc.--areextinguished, and replaced by theopposite qualities, when the will issurrendered to God and when the mind"},{"pageNumber":96,"pageContent":"is concentrated on Him. Therefore'dying to self' is really 'living in God.'The mystical aspects of the doctrinethus stated will occupy a considerablepart of the following chapters; here weare mainly interested in its ethicalimport.The Sufi who has eradicated self-will issaid, in technical language, to havereached the 'stages' of 'acquiescence' or'satisfaction' (rida) and 'trust in God'(tawakkul).A dervish fell into the Tigris.Seeing that he could not swim, aman on the bank cried out, \"Shall Itell some one to bring you"},{"pageNumber":97,"pageContent":"ashore?\" \"No,\" said the dervish.\"Then do you wish to bedrowned?\" \"No.\" \"What, then, doyou wish?\" The dervish replied,\"God's will be done! What have Ito do with wishing?\"'Trust in God,' in its extreme form,involves the renunciation of everypersonal initiative and volition; totalpassivity like{p. 42}that of a corpse in the hands of thewasher who prepares it for burial;perfect indifference towards anythingthat is even remotely connected withone's self. A special class of the ancient"},{"pageNumber":98,"pageContent":"Sufis took their name from this 'trust,'which they applied, so far as they wereable, to matters of everyday life. Forinstance, they would not seek food,work for hire, practise any trade, orallow medicine to be given them whenthey were ill. Quietly they committedthemselves to God's care, neverdoubting that He, to whom belong thetreasures of earth and heaven, wouldprovide for their wants, and that theirallotted portion would come to them assurely as it comes to the birds, whichneither sow nor reap, and to the fish inthe sea, and to the child in the womb.These principles depend ultimately onthe Sufistic theory of the divine unity,"},{"pageNumber":99,"pageContent":"as is shown by Shaqiq of Balkh in thefollowing passage:\"There are three things which aman is bound to practise.Whosoever neglects any one ofthem must needs neglect them all,and whosoever cleaves to any oneof them must needs cleave to themall. Strive, therefore, tounderstand, and considerheedfully,\"The first is this, that with yourmind and your tongue and youractions you declare God to beOne; and that,{p. 43}"},{"pageNumber":100,"pageContent":"having declared Him to be One,and having declared that nonebenefits you or harms you exceptHim, you devote all your actionsto Him alone. If you act a singlejot of your actions for the sake ofanother, your thought and speechare corrupt, since your motive inacting for another's sake must behope or fear; and when you actfrom hope or fear of other thanGod, who is the lord and sustainerof all things, you have taken toyourself another god to honourand venerate.\"Secondly, that while you speakand act in the sincere belief that"},{"pageNumber":101,"pageContent":"there is no God except Him, youshould trust Him more than theworld or money or uncle or fatheror mother or any one on the faceof the earth.\"Thirdly, when you haveestablished these two things,namely, sincere belief in the unityof God and trust in Him, itbehoves you to be satisfied withHim and not to be angry onaccount of anything that vexesyou. Beware of anger! Let yourheart be with Him always, let itnot be withdrawn from Him for asingle moment.\""},{"pageNumber":102,"pageContent":"The 'trusting' Sufi has no thoughtbeyond the present hour. On oneoccasion Shaqiq asked those who satlistening to his discourse:{p. 44}* * *\"If God causes you to die to-day,think ye that He will demand fromyou the prayers of to-morrow?\"They answered: \"No; how shouldHe demand from us the prayers ofa day on which we are not alive?\"Shaqiq said: \"Even as He will notdemand from you the prayers ofto-morrow, so do ye not seek fromHim the provender of to-morrow."},{"pageNumber":103,"pageContent":"It may be that ye will not live solong.\"In view of the practical consequencesof attempting to live 'on trust,' it is notsurprising to read the advice given tothose who would perfectly fulfil thedoctrine: \"Let them dig a grave andbury themselves.\" Later Sufis hold thatactive exertion for the purpose ofobtaining the means of subsistence isquite compatible with 'trust,' accordingto the saying of the Prophet, \"Trust inGod and tie the camel's leg.\" Theydefine tawakkul as an habitual state ofmind, which is impaired only by self-pleasing thoughts; e.g. it was accounteda breach of 'trust' to think Paradise a"},{"pageNumber":104,"pageContent":"more desirable place than Hell.What type of character is such a theorylikely to produce? At the worst, auseless drone and hypocrite preyingupon his fellow-creatures; at the best, aharmless dervish who remainsunmoved in the midst of sorrow, meetspraise and blame with equal{p. 45}indifference, and accepts insults,blows, torture, and death as mereincidents in the eternal drama ofdestiny. This cold morality, however, isnot the highest of which Sufism iscapable. The highest morality springsfrom nothing but love, when self-"},{"pageNumber":105,"pageContent":"surrender becomes self-devotion. Ofthat I shall have something to say indue time.Among the positive elements in theSufi discipline there is one thatMoslem mystics unanimously regardas the keystone of practical religion. Irefer to the dhikr, an exercise wellknown to Western readers from thecareful description given by EdwardLane in his Modern Egyptians, and byProfessor D. B. Macdonald in hisrecently published Aspects of Islam.The term dhikr--'recollection' seems tome the most appropriate equivalent inEnglish--signifies 'mentioning,''remembering,' or simply 'thinking of';"},{"pageNumber":106,"pageContent":"in the Koran the Faithful arecommanded to \"remember God often,\"a plain act of worship without anymystical savour. But the Sufis made apractice of repeating the name of Godor some religious formula, e.g. \"Gloryto Allah\" (subhan Allah), \"There is nogod but Allah\" (la ilaha illa ’llah),accompanying the mechanicalintonation with an intenseconcentration of every faculty upon thesingle word or phrase; and they attachgreater value to this irregular{p. 46}litany, which enables them to enjoyuninterrupted communion with God,than to the five services of prayer"},{"pageNumber":107,"pageContent":"performed, at fixed hours of the dayand night, by all Moslems.Recollection may be either spoken orsilent, but it is best, according to theusual opinion, that tongue and mindshould co-operate. Sahl ibn ‘Abdallahbade one of his disciples endeavour tosay \"Allah! Allah!\" the whole daywithout intermission. When he hadacquired the habit of doing so, Sahlinstructed him to repeat the samewords during the night, until they cameforth from his lips even while he wasasleep. \"Now,\" said he, \"be silent andoccupy yourself with recollectingthem.\" At last the disciple's wholebeing was absorbed by the thought ofAllah. One day a log fell on his head,"},{"pageNumber":108,"pageContent":"and the words \"Allah, Allah\" were seenwritten in the blood that trickled fromthe wound.Ghazali describes the method andeffects of dhikr in a passage whichMacdonald has summarised as follows:\"Let him reduce his heart to astate in which the existence ofanything and its non-existence arethe same to him. Then let him sitalone in some corner, limiting hisreligious duties to what isabsolutely necessary, and notoccupying himself either withreciting the Koran or consideringits meaning or with"},{"pageNumber":109,"pageContent":"{p. 47}books of religious traditions orwith anything of the sort. And lethim see to it that nothing saveGod most High enters his mind.Then, as he sits in solitude, lethim not cease saying continuouslywith his tongue, 'Allah, Allah,'keeping his thought on it. At lasthe will reach a state when themotion of his tongue will cease,and it will seem as though theword flowed from it. Let himpersevere in this until all trace ofmotion is removed from histongue, and he finds his heartpersevering in the thought. Lethim still persevere until the form"},{"pageNumber":110,"pageContent":"of the word, its letters and shape,is removed from his heart, andthere remains the idea alone, asthough clinging to his heart,inseparable from it. So far, all isdependent on his will and choice;but to bring the mercy of Goddoes not stand in his will orchoice. He has now laid himselfbare to the breathings of thatmercy, and nothing remains but toawait what God will open to him,as God has done after this mannerto prophets and saints. If hefo11ows the above course, he maybe sure that the light of the Realwill shine out in his heart. At firstunstable, like a flash of lightning,"},{"pageNumber":111,"pageContent":"it turns and returns; thoughsometimes it hangs back. And if itreturns, sometimes it{p. 48}abides and sometimes it ismomentary. And if it abides,sometimes its abiding is long, andsometimes short.\"Another Sufi puts the gist of the matterin a sentence, thus:\"The first stage of dhikr is toforget self, and the last stage is theeffacement of the worshipper inthe act of worship, withoutconsciousness of worship, and"},{"pageNumber":112,"pageContent":"such absorption in the object ofworship as precludes return to thesubject thereof.\"Recollection can be aided in variousways. When Shibli was a novice, hewent daily into a cellar, taking withhim a bundle of sticks. If his attentionflagged, he would beat himself untilthe sticks broke, and sometimes thewhole bundle would be finished beforeevening; then he would dash his handsand feet against the wall. The Indianpractice of inhaling and exhaling thebreath was known to the Sufis of theninth century and was much usedafterwards. Among the Dervish Ordersmusic, singing, and dancing are"},{"pageNumber":113,"pageContent":"favourite means of inducing the stateof trance called 'passing-away' (fana),which, as appears from the definitionquoted above, is the climax and raisond'ętre of the method.In 'meditation' (muraqabat) werecognise a form of self-concentrationsimilar to the Buddhistic dhyana andsamadhi. This is{p. 49}what the Prophet meant when he said,\"Worship God as though thou sawestHim, for if thou seest Him not, yet Hesees thee.\" Anyone who feels sure thatGod is always watching over him willdevote himself to meditating on God,"},{"pageNumber":114,"pageContent":"and no evil thoughts or diabolicsuggestions will find their way into hisheart. Nuri used to meditate so intentlythat not a hair on his body stirred. Hedeclared that he had learned this habitfrom a cat which was observing amouse-hole, and that she was far morequiet than he. Abu Sa‘id ibn Abi ’l-Khayr kept his eyes fixed on his navel.It is said that the Devil is smitten withepilepsy when he approaches a manthus occupied, just as happens to othermen when the Devil takes possessionof them.This chapter will have served itspurpose if it has brought before myreaders a clear view of the main lines"},{"pageNumber":115,"pageContent":"on which the preparatory training ofthe Sufi is conducted. We must nowimagine him to have been invested byhis Sheykh with the patched frock(muraqqa‘at or khirqat), which is anoutward sign that he has successfullyemerged from the discipline of the'Path,' and is now advancing withuncertain steps towards the Light, aswhen toil-worn travellers, havinggained the summit of a deep gorge,suddenly catch glimpses of the sun andcover their eyes.{p. 50}"},{"pageNumber":116,"pageContent":"CHAPTER IIILLUMINATION AND ECSTASYGOD, who is described in the Koran as\"the Light of the heavens and theearth,\" cannot be seen by the bodilyeye. He is visible only to the inwardsight of the 'heart.' In the next chapterwe shall return to this spiritual organ,but I am not going to enter into theintricacies of Sufi psychology anyfurther than is necessary. The 'vision ofthe heart' (ru’yat al-qalb) is defined as\"the heart's beholding by the light ofcertainty that which is hidden in theunseen world.\" This is what ‘Ali meantwhen he was asked, \"Do you see God?\""},{"pageNumber":117,"pageContent":"and replied: \"How should we worshipOne whom we do not see?\" The light ofintuitive certainty (yaqin) by which theheart sees God is a beam of God's ownlight cast therein by Himself; else novision of Him were possible.\"'Tis the sun's self that lets the sunbe seen.\"According to a mystical interpretationof the famous passage in the Koranwhere the light of Allah is compared toa candle{p. 51}burning in a lantern of transparentglass, which is placed in a niche in the"},{"pageNumber":118,"pageContent":"wall, the niche is the true believer'sheart; therefore his speech is light andhis works are light and he moves inlight. \"He who discourses of eternity,\"said Bayazid, \"must have within himthe lamp of eternity.\"The light which gleams in the heart ofthe illuminated mystic endows himwith a supernatural power ofdiscernment (firasat). Although theSufis, like all other Moslems,acknowledge Mohammed to be the lastof the prophets (as, from a differentpoint of view, he is the Logos or firstof created beings), they really claim topossess a minor form of inspiration.When Nuri was questioned concerning"},{"pageNumber":119,"pageContent":"the origin of mystical firasat, heanswered by quoting the Koranic versein which God says that He breathed Hisspirit into Adam; but the moreorthodox Sufis, who strenously combatthe doctrine that the human spirit isuncreated and eternal, affirm thatfirasat is the result of knowledge andinsight, metaphorically called 'light' or'inspiration,' which God creates andbestows upon His favourites. TheTradition, \"Beware of the discernmentof the true believer, for he sees by thelight of Allah,\" is exemplified in suchanecdotes as these:Abu ‘Abdallah al-Razi said:"},{"pageNumber":120,"pageContent":"\"Ibn al-Anbari presented me witha{p. 52}woollen frock, and seeing on thehead of Shibli a bonnet that wouldjust match it, I conceived the wishthat they were both mine. WhenShibli rose to depart, he looked atme, as he was in the habit of doingwhen he desired me to follow him.So I followed him to his house,and when we had gone in, he bademe put off the frock and took itfrom me and folded it and threwhis bonnet on the top. Then hecalled for a fire and burnt bothfrock and bonnet.\""},{"pageNumber":121,"pageContent":"Sari al-Saqati frequently urged Junaydto speak in public, but Junayd wasunwilling to consent, for he doubtedwhether he was worthy of such anhonour. One Friday night he dreamedthat the Prophet appeared andcommanded him to speak to the people.He awoke and went to Sari's housebefore daybreak, and knocked at thedoor. Sari opened the door and said:\"You would not believe me until theProphet came and told you.\"Sahl ibn ‘Abdallah was sitting in thecongregational mosque when a pigeon,overcome by the intense heat, droppedon the floor. Sahl exclaimed: \"PleaseGod, Shah al-Kirmani has just died.\""},{"pageNumber":122,"pageContent":"They wrote it down, and it was found tobe true.When the heart is purged of sin andevil thoughts, the light of certaintystrikes upon{p. 53}it and makes it a shining mirror, so thatthe Devil cannot approach it withoutbeing observed. Hence the saying ofsome gnostic: \"If I disobey my heart, Idisobey God.\" It was a man thusilluminated to whom the Prophet said:\"Consult thy heart, and thou wilt hearthe secret ordinance of God proclaimedby the heart's inward knowledge, whichis real faith and divinity\"--something"},{"pageNumber":123,"pageContent":"much better than the learning ofdivines. I need not anticipate here thequestion, which will be discussed in thefollowing chapter, how far the claimsof an infallible conscience arereconcilable with external religion andmorality. The Prophet, too, prayed thatGod would put a light into his ear andinto his eye; and after mentioning thedifferent members of his body, heconcluded, \"and make the whole of meone light.\" {The reader should be reminded that most,if not all, mystical Traditions ascribed to Mohammed wereforged and fathered upon him by the Sufis, who representthemselves as the true interpreters of his esoteric teaching.}From illumination of graduallyincreasing splendour, the mystic risesto contemplation of the divineattributes, and ultimately, when his"},{"pageNumber":124,"pageContent":"consciousness is wholly melted away,he becomes transubstantiated(tajawhara) in the radiance of thedivine essence. This is the 'station' ofwell-doing (ihsan)--for \"God is withthe well-doers\" (Kor. 29.69), and wehave{p. 54}Prophetic authority for the statementthat \"well-doing consists inworshipping God as though thou wertseeing Him.\"I will not waste the time and abuse thepatience of my readers byendeavouring to classify and describethese various grades of illumination,"},{"pageNumber":125,"pageContent":"which may be depicted symbolicallybut cannot be explained in scientificlanguage. We must allow the mysticsto speak for themselves. Granted thattheir teaching is often hard tounderstand, it conveys more of thetruth than we can ever hope to obtainfrom analysis and dissection.Here are two passages from the oldestPersian treatise on Sufism, the Kashfal-Mahjub of Hujwiri:\"It is related that Sari al-Saqatisaid, 'O God, whateverpunishment thou mayst inflictupon me, do not punish me withthe humiliation of being veiled"},{"pageNumber":126,"pageContent":"from Thee,' because, if I am notveiled from Thee, my torment andaffliction will be lightened by therecollection and contemplation ofThee; but if I am veiled fromThee, even Thy bounty will bedeadly to me. There is nopunishment in Hell more painfuland hard to bear than that of beingveiled. If God were revealed inHell to the people of Hell, sinful,believers would never think ofParadise, since{p. 55}the sight of God would so fillthem with joy that they would notfeel bodily pain. And in Paradise"},{"pageNumber":127,"pageContent":"there is no pleasure more perfectthan unveiledness. If the peoplethere enjoyed all the pleasures ofthat place and other pleasures ahundredfold, but were veiled fromGod, their hearts would be utterlybroken. Therefore it is the way ofGod to let the hearts of those wholove Him have vision of Himalways, in order that the delightthereof may enable them to endureevery tribulation; and they say intheir visions, 'We deem alltorments more desirable than to beveiled from Thee. When Thybeauty is revealed to our hearts,we take no thought of affliction.'\""},{"pageNumber":128,"pageContent":"\"There are really two kinds ofcontemplation. The former is theresult of perfect faith, the latter ofrapturous love, for in the raptureof love a man attains to such adegree that his whole being isabsorbed in the thought of hisBeloved and he sees nothing else.Muhammad ibn Wasi‘ said: 'Inever saw anything without seeingGod therein,' i.e. through perfectfaith. Shibli said: 'I never sawanything except God,' i.e. in therapture of love and the fervour ofcontemplation. One mystic{p. 56}sees the act with his bodily eye,"},{"pageNumber":129,"pageContent":"and, as he looks, beholds theAgent with his spiritual eye;another is rapt by love of theAgent from all things else, so thathe sees only the Agent. The onemethod is demonstrative, the otheris ecstatic. In the former case, amanifest proof is derived from theevidences of God; in the lattercase, the seer is enraptured andtransported by desire: evidencesare a veil to him, because he whoknows a thing does not care foraught besides, and he who loves athing does not regard aughtbesides, but renounces contentionwith God and interference withHim in His decrees and acts."},{"pageNumber":130,"pageContent":"When the lover turns his eye awayfrom created things, he willinevitably see the Creator with hisheart. God hath said, 'Tell thebelievers to close their eyes' (Kor.24.30), i.e. to close their bodilyeyes to lusts and their spiritualeyes to created things. He who ismost sincere in self-mortificationis most firmly grounded incontemplation. Sahl ibn ‘Abdallahof Tustar said: 'If any one shutshis eye to God for a singlemoment, he will never be rightlyguided all his life long,' because toregard other than God is to behanded over to other than God,and one who is"},{"pageNumber":131,"pageContent":"{p. 57}left at the mercy of other than Godis lost. Therefore the life ofcontemplatives is the time duringwhich they enjoy contemplation;time spent in ocular vision they donot reckon as life, for that to themis really death. Thus, whenBayazid was asked how old hewas, he replied, 'Four years.' Theysaid to him, 'How can that be?' Heanswered, 'I have been veiled fromGod by this world for seventyyears, but I have seen Him duringthe last four years: the period inwhich one is veiled does notbelong to one's life.'\""},{"pageNumber":132,"pageContent":"I take the following quotation from theMawaqif of Niffari, an author withwhom we shall become betteracquainted as we proceed:\"God said to me, 'The least of thesciences of nearness is that youshould see in everything theeffects of beholding Me, and thatthis vision should prevail over youmore than your gnosis of Me.'\"Explanation by the commentator:\"He means that the least of thesciences of nearness (proximity toGod) is that when you look atanything, sensibly or intellectuallyor otherwise, you should be"},{"pageNumber":133,"pageContent":"conscious of beholding God with avision clearer than your vision ofthat thing. There are diverse{p. 58}degrees in this matter. Somemystics say that they never seeanything without seeing Godbefore it. Others say, 'withoutseeing God after it,' or 'with it'; orthey say that they see nothing butGod. A certain Sufi said, 'I madethe pilgrimage and saw the Ka‘ba,but not the Lord of the Ka‘ba.'This is the perception of one whois veiled. Then he said, 'I made thepilgrimage again, and I saw boththe Ka‘ba and the Lord of the"},{"pageNumber":134,"pageContent":"Ka‘ba.' This is contemplation ofthe Self-subsistence throughwhich everything subsists, i.e. hesaw the Ka‘ba subsisting throughthe Lord of the Ka‘ba. Then hesaid, 'I made the pilgrimage athird time, and I saw the Lord ofthe Ka‘ba, but not the Ka‘ba.' Thisis the 'station' of waqfat (passing-away in the essence). In thepresent case the author is referringto contemplation of the Self-subsistence.\"So much concerning the theory ofillumination. But, as Mephistophelessays, \"grau ist alle Theorie\"; andthough to most of us the living"},{"pageNumber":135,"pageContent":"experience is denied, we can hear itsloudest echoes and feel its warmestafterglow in the poetry which it hascreated. Let me translate part of aPersian ode by the dervish-poet, BabaKuhi of Shiriz, who died in 1050 A.D.{p. 59}* * * \"In the market, in the cloister--only God I saw. In the valley and on the mountain--only God I saw. Him I have seen beside me oft in tribulation; In favour and in fortune--only God I saw. In prayer and fasting, in praise and contemplation, In the religion of the Prophet--only God I saw. Neither soul nor body, accident nor substance, Qualities nor causes--only God I saw. I oped mine eyes and by the light of His face around me In all the eye discovered--only God I saw."},{"pageNumber":136,"pageContent":" Like a candle I was melting in His fire: Amidst the flames outflashing--only God I saw. Myself with mine own eyes I saw most clearly, But when I looked with God's eyes--only God I saw. I passed away into nothingness, I vanished, And lo, I was the All-living--only God I saw.\"The whole of Sufism rests on the beliefthat when the individual self is lost, theUniversal Self is found, or, in religiouslanguage, that ecstasy affords the onlymeans by which the soul can directlycommunicate and become united withGod. Asceticism, purification, love,gnosis, saintship--all the leading ideasof Sufism--are developed from thiscardinal principle.Among the metaphorical terms"},{"pageNumber":137,"pageContent":"commonly employed by the Sufis as,more or less, equivalent to 'ecstasy' arefana (passing-away), wajd (feeling),sama‘ (hearing), dhawq (taste), shirb(drinking), ghaybat (absence fromself), jadhbat (attraction), sukr(intoxication), and hal (emotion). Itwould be tedious and not, I think,specially in-{p. 60}structive to examine in detail thedefinitions of those terms and of manyothers akin to them which occur in Sufitext-books. We are not broughtappreciably nearer to understanding thenature of ecstasy when it is describedas \"a divine mystery which God"},{"pageNumber":138,"pageContent":"communicates to true believers whobehold Him with the eye of certainty,\"or as \"a flame which moves in theground of the soul and is produced bylove-desire.\" The Mohammedan theoryof ecstasy, however can hardly bediscussed without reference to two ofthe above-mentioned technicalexpressions, namely, fana and sama‘.As I have remarked in the Introduction(pp. 17-19), the term fana includesdifferent stages, aspects, and meanings.These may be summarised as follows:1. A moral transformation of the soulthrough the extinction of all itspassions and desires."},{"pageNumber":139,"pageContent":"2. A mental abstraction or passing-away of the mind from all objects ofperception, thoughts, actions, andfeelings through its concentration uponthe thought of God. Here the thought ofGod signifies contemplation of thedivine attributes.3. The cessation of all consciousthought. The highest stage of fana isreached when even the consciousnessof having attained fana disappears.This is what the Sufis call 'the passing-away of passing-away'{p. 61}(fana al-fana). The mystic is now raptin contemplation of the divine essence."},{"pageNumber":140,"pageContent":"The final stage of fana, the completepassing-away from self, forms theprelude to baqa, 'continuance' or'abiding' in God, and will be treatedwith greater fullness in Chapter VI.The first stage closely resembles theBuddhistic Nirvana. It is a 'passing-away' of evil qualities and states ofmind, which involves the simultaneous'continuance' of good qualities andstates of mind. This is necessarily anecstatic process, inasmuch as all theattributes of 'self' are evil in relation toGod. No one can make himselfperfectly moral, i.e. perfectly 'selfless.'This must be done for him, through 'aflash of the divine beauty' in his heart."},{"pageNumber":141,"pageContent":"While the first stage refers to the moral'self,' the second refers to thepercipient and intellectual 'self.' Usingthe classification generally adopted byChristian mystics, we may regard theformer as the consummation of thePurgative Life, and the latter as thegoal of the Illuminative Life. The thirdand last stage constitutes the highestlevel of the Contemplative Life.Often, though not invariably, fana isaccompanied by loss of sensation. Sarial-Saqati, a famous Sufi of the thirdcentury, expressed the opinion that if aman in this state were struck on theface with a sword, he would not feelthe blow. Abu ’l-Khayr"},{"pageNumber":142,"pageContent":"{p. 62}al-Aqta‘ had a gangrene in his foot.The physicians declared that his footmust be amputated, but he would notallow this to be done. His disciplessaid, \"Cut it off while he is praying, forhe is then unconscious.\" The physiciansacted on their advice, and when Abu ’l-Khayr finished his prayers he foundthat the amputation had taken place. Itis difficult to see how any one faradvanced in fana could be capable ofkeeping the religious law--a point onwhich the orthodox mystics lay greatemphasis. Here the doctrine ofsaintship comes in. God takes care topreserve His elect from disobedience toHis commands. We are told that"},{"pageNumber":143,"pageContent":"Bayazid, Shibli, and other saints werecontinually in a state of rapture untilthe hour of prayer arrived; then theyreturned to consciousness, and afterperforming their prayers becameenraptured again.In theory, the ecstatic trance isinvoluntary, although certainconditions are recognised as beingspecially favourable to its occurrence.\"It comes to a man through vision ofthe majesty of God and throughrevelation of the divine omnipotence tohis heart.\" Such, for instance, was thecase of Abu Hamza, who, whilewalking in the streets of Baghdad andmeditating on the nearness of God,"},{"pageNumber":144,"pageContent":"suddenly fell into an ecstasy and wenton his way, neither seeing nor hearing,until he recovered his senses and foundhimself in{p. 63}the desert. Trances of this kindsometimes lasted many weeks. It isrecorded of Sahl ibn ‘Abdallah that heused to remain in ecstasy twenty-fivedays at a time, eating no food; yet hewould answer questions put to him bythe doctors of theology, and even inwinter his shirt would be damp withsweat. But the Sufis soon discoveredthat ecstasy might be inducedartificially, not only by concentrationof thought, recollection (dhikr), and"},{"pageNumber":145,"pageContent":"other innocent methods ofautohypnosis, but also by music,singing, and dancing. These areincluded in the term sama‘, whichproperly means nothing more thanaudition.That Moslems are extraordinarilysusceptible to the sweet influences ofsound will not be doubted by any onewho remembers how, in the ArabianNights, heroes and heroines alikeswoon upon the slightest provocationafforded by a singing-girl touching herlute and trilling a few lines ofpassionate verse. The fiction is true tolife. When Sufi writers discuss theanalogous phenomena of ecstasy, they"},{"pageNumber":146,"pageContent":"commonly do so in a chapter entitled'Concerning the Sama‘.' Under thisheading Hujwiri, in the final chapter ofhis Kashf al-Mahjub, gives us anexcellent summary of his own andother Mohammedan theories, togetherwith numerous anecdotes of personswho were thrown into ecstasy onhearing a verse of the Koran or aheavenly voice (hatif) or poetry{p. 64}or music. Many are said to have diedfrom the emotion thus aroused. I mayadd by way of explanation that,according to a well-known mysticalbelief, God has inspired every createdthing to praise Him in its own"},{"pageNumber":147,"pageContent":"language, so that all the sounds in theuniverse form, as it were, one vastchoral hymn by which He glorifiesHimself. Consequently those whosehearts He has opened and endowedwith spiritual perception hear His voiceeverywhere, and ecstasy overcomesthem as they listen to the rhythmicchant of the muezzin, or the street cryof the saqqa shouldering his waterskin,or, perchance, to the noise of wind orthe bleating of a sheep or the piping ofa bird.Pythagoras and Plato are responsiblefor another theory, to which the Sufipoets frequently allude, that musicawakens in the soul a memory of"},{"pageNumber":148,"pageContent":"celestial harmonies heard in a state ofpre-existence, before the soul wasseparated from God. Thus JalaluddinRumi: \"The song of the spheres in their revolutions Is what men sing with lute and voice. As we all are members of Adam, We have heard these melodies in Paradise. Though earth and water have cast their veil upon us, We retain faint reminiscences of these heavenly songs; But while we are thus shrouded by gross earthly veils, How can the tones of the dancing spheres reach us?\" {E. H. Whinfield, abridged translation of the Masnavi{p. 65}* * *The formal practice of sama‘ quicklyspread amongst the Sufis and produced"},{"pageNumber":149,"pageContent":"an acute cleavage of opinion, someholding it to be lawful andpraiseworthy, whilst others condemnedit as an abominable innovation andincitement to vice. Hujwiri adopts themiddle view expressed in a saying ofDhu ’l-Nun the Egyptian:\"Music is a divine influence whichstirs the heart to seek God: thosewho listen to it spiritually attainunto God, and those who listen toit sensually fall into unbelief.\"He declares, in effect, that audition isneither good nor bad, and must bejudged by its results.\"When an anchorite goes into a"},{"pageNumber":150,"pageContent":"tavern, the tavern becomes hiscell, but when a wine-bibber goesinto a cell, that cell becomes histavern.\"One whose heart is absorbed in thethought of God cannot be corrupted byhearing musical instruments. So withdancing.\"When the heart throbs andrapture grows intense, and theagitation of ecstasy is manifested.and conventional forms are gone,this is not dancing nor bodilyindulgence, but a dissolution ofthe soul.\"Hujwiri, however, lays down several"},{"pageNumber":151,"pageContent":"precautionary rules for those whoengage in audition, and he confessesthat the public{p. 66}concerts given by dervishes areextremely demoralising. Novices, hethinks, should not be permitted toattend them. In modern times theseorgiastic scenes have frequently beendescribed by eye-witnesses. I will nowtranslate from Jami's Lives of theSaints the account of a similarperformance which took place aboutseven hundred years ago.\"There was a certain dervish, anegro called Zangi Bashgirdi, who"},{"pageNumber":152,"pageContent":"had attained to such a high degreeof spirituality that the mysticdance could not be started until hecame out and joined in it. Oneday, in the course of the sama‘, hewas seized with ecstasy, and risinginto the air seated himself on alofty arch which overlooked thedancers. In descending he leapedon to Majduddin of Baghdad, andencircled with his legs the neck ofthe Sheykh, who neverthelesscontinued to spin round in thedance, though he was a very frailand slender man, whereas thenegro was tall and heavy. Whenthe dance was finished, Majduddinsaid, 'I did not know whether it"},{"pageNumber":153,"pageContent":"was a negro or a sparrow on myneck.' On getting off the Sheykh'sshoulders, the negro bit his cheekso severely that the scar remainedvisible ever after. Majduddinoften used to say that on the Dayof Judgment he would not boast ofany-{p. 67}thing except that he bore the markof this negro's teeth on his face.\"Grotesque and ignoble features--not tospeak of grosser deformities--mustappear in any faithful delineation of theecstatic life of Islam. Nothing is gainedby concealing their existence or by"},{"pageNumber":154,"pageContent":"minimising their importance. If, asJalaluddin Rumi says: \"Men incur the reproach of wine and drugs That they may escape for a while from self-consciousness, Since all know this life to be a snare, Volitional memory and thought to be a hell,\"let us acknowledge that the transportsof spiritual intoxication are not alwayssublime, and that human nature has atrick of avenging itself on those whowould cast it off.{p. 68}"},{"pageNumber":155,"pageContent":"CHAPTER IIITHE GNOSISTHE Sufis distinguish three organs ofspiritual communication: the heart(qalb), which knows God; the spirit(ruh), which loves Him; and the inmostground of the soul (sirr), whichcontemplates Him. It would take usinto deep waters if we were to embarkupon a discussion of these terms andtheir relation to each other. A fewwords concerning the first of the threewill suffice. The qalb, thoughconnected in some mysterious waywith the physical heart, is not a thing offlesh and blood. Unlike the English"},{"pageNumber":156,"pageContent":"'heart,' its nature is rather intellectualthan emotional, but whereas theintellect cannot gain real knowledge ofGod, the qalb is capable of knowing theessences of all things, and whenillumined by faith and knowledgereflects the whole content of the divinemind; hence the Prophet said, \"Myearth and My heaven contain Me not,but the heart of My faithful servantcontaineth Me.\" This revelation,however, is a comparatively rareexperience.{p. 69}Normally, the heart is 'veiled,'blackened by sin, tarnished by sensualimpressions and images, pulled to and"},{"pageNumber":157,"pageContent":"fro between reason and passion: abattlefield on which the armies of Godand the Devil contend for victory.Through one gate, the heart receivesimmediate knowledge of God; throughanother, it lets in the illusions of sense.\"Here a world and there a world,\" saysJalaluddin Rumi. \"I am seated on thethreshold.\" Therefore man ispotentially lower than the brutes andhigher than the angels. \"Angel and brute man's wondrous leaven compose; To these inclining, less than these he grows, But if he means the angel, more than those.\"Less than the brutes, because they lackthe knowledge that would enable them"},{"pageNumber":158,"pageContent":"to rise; more than the angels, becausethey are not subject to passion and socannot fall.How shall a man know God? Not by thesenses, for He is immaterial; nor by theintecllect, for He is unthinkable. Logicnever gets beyond the finite;philosophy sees double; book-learningfosters self-conceit and obscures theidea of the Truth with clouds of emptywords. Jalaluddin Rumi, addressing thescholastic theologian, asks scornfully: \"Do you know a name without a thing answering to it? Have you ever plucked a rose from R, O, S, E? You name His name; go, seek the reality named by it!{p. 70}"},{"pageNumber":159,"pageContent":" Look for the moon in the sky, not in the water! If you desire to rise above mere names and letters, Make yourself free from self at one stroke. Become pure from all attributes of self, That you may see your own bright essence, Yea, see in your own heart the knowledge of the Prophet, Without book, without tutor, without preceptor.\"This knowledge comes by illumination,revelation, inspiration.\"Look in your own heart,\" says theSufi, \"for the kingdom of God is withinyou.\" He who truly knows himselfknows God, for the heart is a mirror inwhich every divine quality is reflected.But just as a steel mirror when coatedwith rust loses its power of reflexion,so the inward spiritual sense, which"},{"pageNumber":160,"pageContent":"Sufis call the eye of the heart, is blindto the celestial glory until the darkobstruction of the phenomenal self,with all its sensual contaminations, hasbeen wholly cleared away. Theclearance, if it is to be done effectively,must be the work of God, though itdemands a certain inward co-operationon the part of man. \"Whosoever shallstrive for Our sake, We will guide himinto Our ways\" (Kor. 29.69). Action isfalse and vain, if it is thought toproceed from one's self, but theenlightened mystic regards God as thereal agent in every act, and thereforetakes no credit for his good works nordesires to be recompensed for them.{p. 71}"},{"pageNumber":161,"pageContent":"* * *While ordinary knowledge is denotedby the term ‘ilm, the mystic knowledgepeculiar to the Sufis is called ma‘rifator ‘irfan. As I have indicated in theforegoing paragraphs, ma‘rifat isfundamentally different from ‘irfan,and a different word must be used totranslate it. We need not look far for asuitable equivalent. The ma‘rifat of theSufis is the 'gnosis' of Hellenistictheosophy, i.e. direct knowledge ofGod based on revelation or apocalypticvision. It is not the result of any mentalprocess, but depends entirely on thewill and favour of God, who bestows itas a gift from Himself upon those"},{"pageNumber":162,"pageContent":"whom He has created with the capacityfor receiving it. It is a light of divinegrace that flashes into the heart andoverwhelms every human faculty in itsdazzling beams. \"He who knows God isdumb.\"The relation of gnosis to positivereligion is discussed in a veryremarkable treatise on speculativemysticism by Niffari, an unknownwandering dervish who died in Egyptin the latter half of the tenth century.His work, consisting of a series ofrevelations in which God addresses thewriter and instructs him concerning thetheory of gnosis, is couched in abstruselanguage and would scarcely be"},{"pageNumber":163,"pageContent":"intelligible without the commentarywhich accompanies it; but its value asan original exposition of advanced{p. 72}Sufism will sufficiently appear fromthe excerpts given in this chapter. {I amnow engaged in preparing an edition of the Arabic text,together with an English translation and commentary.}Those who seek God, says Niffari, areof three kinds: firstly, the worshippersto whom God makes Himself known bymeans of bounty, i.e. they worship Himin the hope of winning Paradise orsome spiritual recompense such asdreams and miracles; secondly, thephilosophers and scholastictheologians, to whom God makes"},{"pageNumber":164,"pageContent":"Himself known by means of glory, i.e.they can never find the glorious Godwhom they seek, wherefore they assertthat His essence is unknowable, saying,\"We know that we know Him not, andthat is our knowledge\"; thirdly, thegnostics, to whom God makes Himselfknown by means of ecstasy, i.e. theyare possessed and controlled by arapture that deprives them of theconsciousness of individual existence.Niffari bids the gnostic perform onlysuch acts of worship as are inaccordance with his vision of God,though in so doing he will necessarilydisobey the religious law which wasmade for the vulgar. His inward feeling"},{"pageNumber":165,"pageContent":"must decide how far the external formsof religion are good for him.\"God said to me, Ask Me and say,'O Lord, how shall I cleave toThee, so that when my day (ofjudgment){p. 73}comes, Thou wilt not punish menor avert Thy face from me?' ThenI will answer thee and say, 'Cleavein thy outward theory and practiceto the Sunna (the rule of theProphet), and cleave in thy inwardfeeling to the gnosis which I havegiven thee; and know that when Imake Myself known to thee, I will"},{"pageNumber":166,"pageContent":"not accept from thee anything ofthe Sunna but what My gnosisbrings to thee, because thou artone of those to whom I speak:thou hearest Me and knowest thatthou hearest Me, and thou seestthat I am the source of all things.'\"The commentator observes that theSunna, being general in scope, makesno distinction between individuals, e.g.seekers of Paradise and seekers of God,but that in reality it contains exactlywhat each person requires. The portionspecially appropriate in every case isdiscerned either by means of gnosis,which God communicates to the heart,or by means of guidance imparted by a"},{"pageNumber":167,"pageContent":"spiritual director.\"And He said to me, 'My exotericrevelation does not support Myesoteric revelation.'\"This means that the gnostic need not bedismayed if his inner experienceconflicts with the religious law. Thecontradiction is only apparent. Religionaddresses itself{p. 74}to the common herd of men who areveiled by their minds, by logic,tradition, and so on; whereas gnosisbelongs to the elect, whose bodies andspirits are bathed in the eternal Light."},{"pageNumber":168,"pageContent":"Religion sees things from the aspect ofplurality, but gnosis regards the all-embracing Unity. Hence the same act isgood in religion, but evil in gnosis--atruth which is briefly stated thus:\"The good deeds of the pious arethe ill deeds of the favourites ofGod.\"Although works of devotion are notincompatible with gnosis, no one whoconnects them in the slightest degreewith himself is a gnostic. This is thetheme of the following allegory.Niffari seldom writes so lucidly as hedoes here, yet I fancy that few of myreaders will find the explanations"},{"pageNumber":169,"pageContent":"printed within square bracketsaltogether superfluous.THE REVELATION OF THE SEA\"God bade me behold the Sea, andI saw the ships sinking and theplanks floating; then the plankstoo were submerged.\"[The Sea denotes the spiritualexperiences through which themystic passes in his journey toGod. The point at issue is this:whether he should prefer thereligious law or dis-{p. 75}"},{"pageNumber":170,"pageContent":"interested love. Here he is warnednot to rely on his good works,which are no better than sinkingships and will never bring himsafely to port. No; if he wouldattain to God, he must rely on Godalone. If he does not rely entirelyon God, but lets himself trust everso little in anything else, he is stillclinging to a plank. Though histrust in God is greater than before,it is not yet complete.]\"And He said to me, 'Those whovoyage are not saved.'\"[The voyager uses the ship as ameans of crossing the sea:"},{"pageNumber":171,"pageContent":"therefore he relies, not on the FirstCause, but on secondary causes.]\"And He said to me, 'Those whoinstead of voyaging castthemselves into the Sea take arisk.'\"[To abandon all secondary causesis like plunging in the sea. Themystic who makes this venture isin jeopardy, for two reasons: hemay regard himself, not God, asinitiating and carrying out theaction of abandonment,--and onewho renounces a thing through'self' is in worse case than if hehad not renounced it,--or he may"},{"pageNumber":172,"pageContent":"abandon secondary causes (goodworks, hope of Paradise, etc.), notfor God's sake, but from sheerindifference and lack of spiritualfeeling.]{p. 76}* * *\"And He said to me, 'Those whovoyage and take no risk shallperish.'\"[Notwithstanding the dangersreferred to, he must make God hissole object or fail.]\"And He said to me, 'In taking the"},{"pageNumber":173,"pageContent":"risk there is a part of salvation.'\"[Only a part of salvation, becauseperfect selflessness has not yetbeen attained. The whole ofsalvation consists in theeffacement of all secondarycauses, all phenomena, throughthe rapture which results fromvision of God. But this is gnosis,and the present revelation isaddressed to mystics of a lowergrade. The gnostic takes no risk,for he has nothing to lose.]\"And the wave came and liftedthose beneath it and overran theshore.\""},{"pageNumber":174,"pageContent":"[Those beneath the wave are theywho voyage in ships andconsequently suffer shipwreck.Their reliance on secondarycauses casts them ashore, i.e.brings them back to the world ofphenomena whereby they areveiled from God.]\"And He said to me, 'The surfaceof the Sea is a gleam that cannotbe reached.'\"[Anyone who depends on externalrites of worship to lead him toGod is following a will-o'-the-wisp.]{p. 77}"},{"pageNumber":175,"pageContent":"* * *\"And its bottom is a darknessimpenetrable.\"[To discard positive religion, rootand branch, is to wander in apathless maze.]\"And between the two are fisheswhich are to be feared.\"[He refers to the middle waybetween pure exotericism andpure esotericism. The 'fishes' areits perils and obstacles.]\"Do not voyage on the Sea, lest Icause thee to be veiled by the"},{"pageNumber":176,"pageContent":"vehicle.\"[The 'vehicle' signifies the 'ship,'i.e. reliance on something otherthan God.]\"And do not cast thyself into theSea, lest I cause thee to be veiledby thy casting thyself.\"[Whoever regards any act as hisown act and attributes it tohimself is far from God.]\"And He said to me, 'In the Seaare boundaries: which of themwill bear thee on?'\"[The 'boundaries' are the various"},{"pageNumber":177,"pageContent":"degrees of spiritual experience.The mystic ought not to rely onany of these, for they are allimperfect.]\"And He said to me, 'If thou givestthyself to the Sea and sinkesttherein, thou wilt fall a prey to oneof its beasts.'\"{p. 78}* * *[If the mystic either relies onsecondary causes or abandonsthem by his own act, he will goastray.]"},{"pageNumber":178,"pageContent":"\"And He said to me, 'I deceivethee if I direct thee to aught saveMyself.'\"[If the mystic's inward voice bidshim turn to anything except God,it deceives him.]\"And He said to me, 'If thouperishest for the sake of other thanMe, thou wilt belong to that forwhich thou hast perished.'\"And He said to me, 'This worldbelongs to him whom I haveturned away from it and fromwhom I have turned it away; andthe next world belongs to himtowards whom have brought it and"},{"pageNumber":179,"pageContent":"whom I have brought towardsMyself.'\"[He means to say that everlastingjoy is the portion of those whosehearts are turned away from thisworld and who have no worldlypossessions. They really enjoy thisworld, because it cannot separatethem from God. Similarly, thetrue owners of the next world arethose who do not seek it,inasmuch as it is not the realobject of their desire, butcontemplate God alone.]The gnostic descries the element ofreality in positive religion, but his"},{"pageNumber":180,"pageContent":"gnosis is not{p. 79}derived from religion or from any sortof human knowledge: it is properlyconcerned with the divine attributes,and God Himself reveals theknowledge of these to His saints whocontemplate Him. Dhu ’l-Nun ofEgypt, whose mystical speculationsmark him out as the father of Moslemtheosophy, said that gnostics are notthemselves, and do not subsist throughthemselves, but so far as they subsist,they subsist through God.\"They move as God causes themto move, and their words are the"},{"pageNumber":181,"pageContent":"words of God which roll upontheir tongues, and their sight is thesight of God which has enteredtheir eyes.\"The gnostic contemplates the attributesof God, not His essence, for even ingnosis a small trace of duality remains:this disappears only in fana al-fana, thetotal passing-away in theundifferentiated Godhead. The cardinalattribute of God is unity, and the divineunity is the first and last principle ofgnosis. {According to some mystics, the gnosis of unityconstitutes a higher stage which is called 'the Truth'(haqiqat). See above, p. 29.}Both Moslem and Sufi declare that Godis One, but the statement bears a"},{"pageNumber":182,"pageContent":"different meaning in each instance. TheMoslem means that God is unique inHis essence, qualities, and acts; that Heis absolutely unlike all other beings.The Sufi means{p. 80}that God is the One Real Being whichunderlies all phenomena. This principleis carried to its extreme consequences,as we shall see. If nothing except Godexists, then the whole universe,including man, is essentially one withGod, whether it is regarded as anemanation which proceeds from Him,without impairing His unity, likesunbeams from the sun, or whether it isconceived as a mirror in which the"},{"pageNumber":183,"pageContent":"divine attributes are reflected. Butsurely a God who is all in all can haveno reason for thus revealing Himself:why should the One pass over into theMany? The Sufis answer--aphilosopher would say that they evadethe difficulty--by quoting the famousTradition: \"I was a hidden treasure andI desired to be known; therefore Icreated the creation in order that Imight be known.\" In other words, Godis the eternal Beauty, and it lies in thenature of beauty to desire love. Themystic poets have described the self-manifestation of the One with aprofusion of splendid imagery. Jamisays, for example: \"From all eternity the Beloved unveiled His beauty in the solitude"},{"pageNumber":184,"pageContent":" of the unseen; He held up the mirror to His own face, He displayed His loveliness to Himself. He was both the spectator and the spectacle; no eye but His had surveyed the Universe. All was One, there was no duality, no pretence of 'mine' or 'thine.'{p. 81} The vast orb of Heaven, with its myriad incomings and outgoings, was concealed in a single point. The Creation lay cradled in the sleep of non-existence, like a child ere it has breathed. The eye of the Beloved, seeing what was not, regarded nonentity as existent. Although He beheld His attributes and qualities as a perfect whole in His own essence, Yet He desired that they should be displayed to Him in another mirror, And that each one of His eternal attributes should become manifest accordingly in a diverse form, Therefore He created the verdant fields of Time and Space and the"},{"pageNumber":185,"pageContent":" life-giving garden of the world, That every branch and leaf and fruit might show forth His various perfections, The cypress gave a hint of His comely stature, the rose gave tidings of His beauteous countenance. Wherever Beauty peeped out, Love appeared beside it; wherever Beauty shone in a rosy cheek, Love lit his torch from that flame. Wherever Beauty dwelt in dark tresses, Love came and found a heart entangled in their coils. Beauty and Love are as body and soul; Beauty is the mine and Love the precious stone. They have always been together from the very first; never have they travelled but in each other's company.\"In another work Jami sets forth therelation of God to the world morephilosophically, as follows:\"The unique Substance, viewed asabsolute and void of all"},{"pageNumber":186,"pageContent":"phenomena, all limitations and allmultiplicity, is the Real (al-Haqq). On the other hand, viewedin His aspect of multiplicity and{p. 82}plurality, under which He displaysHimself when clothed withphenomena, He is the wholecreated universe. Therefore theuniverse is the outward visibleexpression of the Real, and theReal is the inner unseen reality ofthe universe. The universe beforeit was evolved to outward viewwas identical with the Real; andthe Real after this evolution isidentical with the universe.\""},{"pageNumber":187,"pageContent":"Phenomena, as such, are not-being andonly derive a contingent existence fromthe qualities of Absolute Being bywhich they are irradiated. The sensibleworld resembles the fiery circle madeby a single spark whirling roundrapidly.Man is the crown and final cause of theuniverse. Though last in the order ofcreation he is first in the process ofdivine thought, for the essential part ofhim is the primal Intelligence oruniversal Reason which emanatesimmediately from the Godhead. Thiscorresponds to the Logos--theanimating principle of all things--andis identified with the Prophet"},{"pageNumber":188,"pageContent":"Mohammed. An interesting parallelmight be drawn here between theChristian and Sufi doctrines. The sameexpressions are applied to the founderof Islam which are used by St. John, St.Paul, and later mystical theologiansconcerning Christ. Thus, Mohammed iscalled the Light of God, he is said tohave{p. 83}existed before the creation of theworld, he is adored as the source of alllife, actual and possible, he is thePerfect Man in whom all the divineattributes are manifested, and a Sufitradition ascribes to him the saying,\"He that hath seen me hath seen Allah.\""},{"pageNumber":189,"pageContent":"In the Moslem scheme, however, theLogos doctrine occupies a subordinateplace, as it obviously must when thewhole duty of man is believed toconsist in realising the unity of God.The most distinctive feature of Orientalas opposed to European mysticism isits profound consciousness of anomnipresent, all-pervading unity inwhich every vestige of individuality isswallowed up. Not to become like Godor personally to participate in thedivine nature is the Sufi's aim, but toescape from the bondage of his unrealselfhood and thereby to be reunitedwith the One infinite Being.According to Jami, Unification consists"},{"pageNumber":190,"pageContent":"in making the heart single--that is, inpurifying and divesting it ofattachment to aught except God, bothin respect of desire and will and also asregards knowledge and gnosis. Themystic's desire and will should besevered from all things which aredesired and willed; all objects ofknowledge and understanding shouldbe removed from his intellectualvision. His thoughts should be directedsolely towards God, he should not beconscious of anything besides.{p. 84}* * *So long as he is a captive in the snare"},{"pageNumber":191,"pageContent":"of passion and lust, it is hard for him tomaintain this relation to God, but whenthe subtle influence of that attractionbecomes manifest in him, expellingpreoccupation with objects of senseand cognition from his inward being,delight in that divine communionprevails over bodily pleasures andspiritual joys; the painful task of self-mortification is ended, and thesweetness of contemplation enravisheshis soul.When the sincere aspirant perceives inhimself the beginning of this attraction,which is delight in the recollection ofGod, let him fix his whole mind onfostering and strengthening it, let him"},{"pageNumber":192,"pageContent":"keep himself aloof from whatsoever isincompatible with it, and deem thateven though he were to devote aneternity to cultivating that communion,he would have done nothing and wouldnot have discharged his duty as heought. \"Love thrilled the chord of love in my soul's lute, And changed me all to love from head to foot. 'Twas but a moment's touch, yet shall Time ever To me the debt of thanksgiving impute.\"It is an axiom of the Sufis that what isnot in a man he cannot know. Thegnostic--Man par excellence--could notknow God and all the mysteries of theuniverse, unless he found them in"},{"pageNumber":193,"pageContent":"himself. He is the micro-{p. 85}cosm, 'a copy made in the image ofGod,' 'the eye of the world wherebyGod sees His own works.' In knowinghimself as he really is, he knows God,and he knows himself through God,who is nearer to everything than itsknowledge of itself. Knowledge of Godprecedes, and is the cause of, self-knowledge.Gnosis, then, is unification, realisationof the fact that the appearance of'otherness' beside Oneness is a falseand deluding dream. Gnosis lays thisspectre, which haunts unenlightened"},{"pageNumber":194,"pageContent":"men all their lives; which rises, like awall of utter darkness, between themand God. Gnosis proclaims that 'I' is afigure of speech, and that one cannottruly refer any will, feeling, thought, oraction to one's self.Niffari heard the divine voice saying tohim:\"When thou regardest thyself asexistent and dost not regard Me asthe Cause of thy existence, I veilMy face and thine own faceappears to thee. Thereforeconsider what is displayed to thee,and what is hidden from thee!\"[If a man regards himself as"},{"pageNumber":195,"pageContent":"existing through God, that whichis of God in him predominatesover the phenomenal element andmakes it pass away, so that he seesnothing but God. If, on the{p. 86}contrary, he regards himself ashaving an independent existence,his unreal egoism is displayed tohim and the reality of Godbecomes hidden from him.]\"Regard neither My displaying northat which is displayed, else thouwilt laugh and weep; and whenthou laughest and weepest, thouart thine, not Mine.\""},{"pageNumber":196,"pageContent":"[He who regards the act of divinerevelation is guilty of polytheism,since revelation involves both arevealing subject and a revealedobject; and he who regards therevealed object which is part ofthe created universe, regardssomething other than God.Laughter signifies joy for whatyou have gained, and weepingdenotes grief for what you havelost. Both are selfish actions. Thegnostic neither laughs nor weeps.]\"If thou dost not put behind theeall that I have displayed and amdisplaying, thou wilt not prosper;and unless thou prosper, thou wilt"},{"pageNumber":197,"pageContent":"not become concentrated uponMe.\"[Prosperity is true belief in God,which requires completeabstraction from created things.]Logically, these doctrines annul everymoral and religious law. In thegnostic's vision there are no divinerewards and punishments, no humanstandards of right{p. 87}and wrong. For him, the written wordof God has been abrogated by a directand intimate revelation."},{"pageNumber":198,"pageContent":"\"I do not say,\" exclaimed Abu ’l-Hasan Khurqani, \"that Paradiseand Hell are non-existent, but Isay that they are nothing to me,because God created them both,and there is no room for anycreated object in the place where Iam.\"From this standpoint all types ofreligion are equal, and Islam is nobetter than idolatry. It does not matterwhat creed a man professes or whatrites he performs. \"The true mosque in a pure and holy heart Is builded: there let all men worship God; For there He dwells, not in a mosque of stone.\""},{"pageNumber":199,"pageContent":"Amidst all the variety of creeds andworshippers the gnostic sees but onereal object of worship.\"Those who adore God in the sun\"(says Ibn al-‘Arabi) \"behold thesun, and those who adore Him inliving things see a living thing,and those who adore Him inlifeless things see a lifeless thing,and those who adore Him as aBeing unique and unparalleled seethat which has no like. Do notattach yourself\" (he continues) \"toany particular creed exclusively,so that you disbelieve in all therest; otherwise,{p. 88}"},{"pageNumber":200,"pageContent":"you will lose much good, nay, youwill fail to recognise the real truthof the matter. God, theomnipresent and omnipotent, isnot limited by any one creed, forHe says (Kor. 2.109),'Wheresoever ye turn, there is theface of Allah.' Every one praiseswhat he believes; his god is hisown creature, and in praising it hepraises himself. Consequently heblames the beliefs of others,which he would not do if he werejust, but his dislike is based onignorance. If he knew Junayd'ssaying, 'The water takes its colourfrom the vessel containing it,' hewould not interfere with other"},{"pageNumber":201,"pageContent":"men's beliefs, but would perceiveGod in every form of belief.\"And Hafiz sings, more in the spirit ofthe freethinker, perhaps, than of themystic: \"Love is where the g1ory falls Of Thy face--on convent walls Or on tavern floors, the same Unextinguishable flame. Where the turbaned anchorite Chanteth Allah day and night, Church bells ring the call to prayer And the Cross of Christ is there.\"Sufism may join hands withfreethought--it has often done so--but"},{"pageNumber":202,"pageContent":"hardly ever with sectarianism. Thisexplains why the vast{p. 89}majority of Sufis have been, at leastnominally, attached to the catholicbody of the Moslem community.‘Abdallah Ansari declared that of twothousand Sufi Sheykhs with whom hewas acquainted only two were Shi‘ites.A certain man who was a descendant ofthe Caliph ‘Ali, and a fanatical Shi‘ite,tells the following story:\"For five years,\" he said, \"myfather sent me daily to a spiritualdirector. I learned one usefullesson from him: he told me that I"},{"pageNumber":203,"pageContent":"should never know anything at allabout Sufism until I gotcompletely rid of the pride whichI felt on account of my lineage.\"Superficial observers have describedBabism as an offshoot of Sufism, butthe dogmatism of the one is naturallyopposed to the broad eclecticism of theother. In proportion as the Sufi gainsmore knowledge of God, his religiousprejudices are diminished. Sheykh‘Abd al-Rahim ibn al-Sabbagh, who atfirst disliked living in Upper Egypt,with its large Jewish and Christianpopulation, said in his old age that hewould as readily embrace a Jew orChristian as one of his own faith."},{"pageNumber":204,"pageContent":"While the innumerable forms of creedand ritual may be regarded as having acertain relative value in so far as theinward feeling which inspires them isever one and the same, from anotheraspect they seem to be veils of theTruth, barriers which the zealous{p. 90}Unitarian must strive to abolish anddestroy. \"This world and that world are the egg, and the bird within it Is in darkness and broken-winged and scorned and despised. Regard unbelief and faith as the white and the yolk in this egg, Between them, joining and dividing, a barrier which they shall not pass. When He hath graciously fostered the egg under His wing, Infidelity and religion disappear: the bird of Unity spreads its"},{"pageNumber":205,"pageContent":" pinions.\"The great Persian mystic, Abu Sa‘idibn Abi ’l-Khayr, speaking in the nameof the Calendars or wanderingdervishes, expresses their iconoclasticprinciples with astonishing boldness: \"Not until every mosque beneath the sun Lies ruined, will our holy work be done; And never will true Musalman appear Till faith and infidelity are one.\"Such open declarations of war againstthe Mohammedan religion areexceptional. Notwithstanding thebreadth and depth of the gulf betweenfull-blown Sufism and orthodox Islam,"},{"pageNumber":206,"pageContent":"many, if not most, Sufis have paidhomage to the Prophet and haveobserved the outward forms ofdevotion which are incumbent on allMoslems. They have invested theserites and ceremonies with a newmeaning; they have allegorised them,{p. 91}but they have not abandoned them.Take the pilgrimage, for example. Inthe eyes of the genuine Sufi it is nulland void unless each of the successivereligious acts which it involves isaccompanied by corresponding'movements of the heart.'A man who had just returned from the"},{"pageNumber":207,"pageContent":"pilgrimage came to Junayd. Junaydsaid:\"From the hour when you firstjourneyed from your home haveyou also been journeying awayfrom all sins?\" He said \"No.\"\"Then,\" said Junayd, \"you havemade no journey. At every stagewhere you halted for the night didyou traverse a station on the wayto God?\" \" No,\" he replied.\"Then,\" said Junayd, \"you havenot trodden the road, stage bystage. When you put on thepilgrim's garb at the proper place,did you discard the qualities ofhuman nature as you cast off your"},{"pageNumber":208,"pageContent":"clothes?\" \"No.\" \"Then you havenot put on the pilgrim's garb.When you stood at ‘Arafat, didyou stand one moment incontemplation of God?\" \"No.\"\"Then you have not stood at‘Arafat. When you went toMuzdalifa and achieved yourdesire, did you renounce allsensual desires?\" \"No.\" \"Then youhave not gone to Muzdalifa. Whenyou circumambulated the Ka‘ba,did you behold the immaterialbeauty of God{p. 92}in the abode of purification?\"\"No.\" \"Then you have not"},{"pageNumber":209,"pageContent":"circumambulated the Ka‘ba.When you ran between Safa andMarwa, did you attain to purity(safa) and virtue (muruwwat)?\"\"No.\" \"Then you have not run.When you came to Mina, did allyour wishes (muna) cease?\" \"No.\"\"Then you have not yet visitedMina. When you reached theslaughter-place and offeredsacrifice, did you sacrifice theobjects of worldly desire?\" \"No.\"\"Then you have not sacrificed.When you threw the pebbles, didyou throw away whatever sensualthoughts were accompanyingyou?\" \"No.\" \"Then you have notyet thrown the pebbles, and you"},{"pageNumber":210,"pageContent":"have not yet performed thepilgrimage.\"This anecdote contrasts the outerreligious law of theology with the innerspiritual truth of mysticism, and showsthat they should not be divorced fromeach other.\"The Law without the Truth,\" saysHujwiri, \"is ostentation, and theTruth without the Law ishypocrisy. Their mutual relationmay be compared to that of bodyand spirit: when the spirit departsfrom the body, the living bodybecomes a corpse, and the spiritvanishes like wind. The Moslem"},{"pageNumber":211,"pageContent":"profession of faith includes both:the{p. 93}words, 'There is no god but Allah,'are the Truth, and the words,'Mohammed is the apostle ofAllah,' are the Law; any one whodenies the Truth is an infidel, andany one who rejects the Law is aheretic.\"Middle ways, though proverbially safe,are difficult to walk in; and only by atour de force can the Koran be broughtinto line with the esoteric doctrinewhich the Sufis derive from it.Undoubtedly they have done a great"},{"pageNumber":212,"pageContent":"work for Islam. They have deepenedand enriched the lives of millions byruthlessly stripping off the husk ofreligion and insisting that its kernelmust be sought, not in any formal act,but in cultivation of spiritual feelingsand in purification of the inward man.This was a legitimate and most fruitfuldevelopment of the Prophet's teaching.But the Prophet was a strictmonotheist, while the Sufis, whateverthey may pretend or imagine, aretheosophists, pantheists, or monists.When they speak and write as believersin the dogmas of positive religion, theyuse language which cannot bereconciled with such a theory of unityas we are now examining. ‘Afifuddin"},{"pageNumber":213,"pageContent":"al-Tilimsani, from whose commentaryon Niffari I have given some extractsin this chapter, said roundly that thewhole Koran is polytheism--a perfectlyjust statement from the monistic pointof view, though few Sufis have dared tobe so explicit.{p. 94}* * *The mystic Unitarians admit theappearance of contradiction, but denyits reality. \"The Law and the Truth\"(they might say) \"are the same thing indifferent aspects. The Law is for you,the Truth for us. In addressing you wespeak according to the measure of your"},{"pageNumber":214,"pageContent":"understanding, since what is meat forgnostics is poison to the uninitiated,and the highest mysteries ought to bejealously guarded from profane ears. Itis only human reason that sees thesingle as double, and balances the Lawagainst the Truth. Pass away from theworld of opposites and become onewith God, who has no opposite.\"The gnostic recognises that the Law isvalid and necessary in the moralsphere. While good and evil remain,the Law stands over both, commandingand forbidding, rewarding andpunishing. He knows, on the otherhand, that only God really exists andacts: therefore, if evil really exists, it"},{"pageNumber":215,"pageContent":"must be divine, and if evil things arereally done, God must be the doer ofthem. The conclusion is false becausethe hypothesis is false. Evil has no realexistence; it is not-being, which is theprivation and absence of being, just asdarkness is the absence of light.\"Once,\" said Nuri, \"I beheld the Light,and I fixed my gaze upon it until Ibecame the Light.\" No wonder thatsuch illuminated souls, supremelyindifferent to{p. 95}the shadow-shows of religion andmorality in a phantom world, are readyto cry with Jalaluddin:"},{"pageNumber":216,"pageContent":" \"The man of God is made wise by the Truth, The man of God is not learned from book. The man of God is beyond infidelity and faith, To the man of God right and wrong are alike.\"It must be borne in mind that this is atheory of perfection, and that thosewhom it exalts above the Law aresaints, spiritual guides, and profoundtheosophists who enjoy the specialfavour of God and presumably do notneed to be restrained, coerced, orpunished. In practice, of course, itleads in many instances toantinomianism and libertinism, asamong the Bektashis and other ordersof the so-called 'lawless' dervishes. Thesame theories produced the same"},{"pageNumber":217,"pageContent":"results in Europe during the MiddleAges, and the impartial historiancannot ignore the corruptions to whicha purely subjective mysticism is liable;but on the present occasion we areconcerned with the rose itself, not withits cankers.Not all Sufis are gnostics; and, as Ihave mentioned before, those who arenot yet ripe for the gnosis receive fromtheir gnostic teachers the ethicalinstruction suitable to their needs.Jalaluddin Rumi, in his collection oflyrical poems entitled The Divan{p. 96}of Shamsi Tabriz, gives free rein to a"},{"pageNumber":218,"pageContent":"pantheistic enthusiasm which sees allthings under the form of eternity. \"I have put duality away, I have seen that the two worlds are one; One I seek, One I know, One I see, One I call. I am intoxicated with Love's cup, the two worlds have passed out of my ken; I have no business save carouse and revelry.\"But in his Masnavi--a work so famousand venerated that it has been styled'The Koran of Persia'--we find him in amore sober mood expounding the Sufidoctrines and justifying the ways ofGod to man. Here, though he is aconvinced optimist and agrees withGhazali that this is the best of allpossible worlds, he does not airilydismiss the problem of evil as"},{"pageNumber":219,"pageContent":"something outside reality, butendeavours to show that evil, or whatseems evil to us, is part of the divineorder and harmony, I will quote somepassages of his argument and leave myreaders to judge how far it is successfulor, at any rate, suggestive.The Sufis, it will be remembered,conceive the universe as a projectedand reflected image of God. The divinelight, streaming forth in a series ofemanations, falls at last upon thedarkness of not-being, every atom ofwhich reflects some attribute of Deity.For instance, the beautiful attributes oflove and mercy are reflected in theform of heaven and the"},{"pageNumber":220,"pageContent":"{p. 97}angels, while the terrible attributes ofwrath and vengeance are reflected inthe form of hell and the devils. Manreflects all the attributes, the terrible aswell as the beautiful: he is an epitomeof heaven and hell. Omar Khayyamalludes to this theory when he says: \"Hell is a spark from our fruitless pain, Heaven a breath from our time of joy\"--a couplet which Fitz Gerald mouldedinto the magnificent stanza: \"Heav'n but the Vision of fulfilled Desire, And Hell the Shadow from a Soul on fire, Cast on the Darkness into which Ourselves"},{"pageNumber":221,"pageContent":" So late emerged from, shall so soon expire.\"Jalaluddin, therefore, does in a sensemake God the author of evil, but at thesame time he makes evil intrinsicallygood in relation to God--for it is thereflexion of certain divine attributeswhich in themselves are absolutelygood. So far as evil is really evil, itsprings from not-being. The poetassigns a different value to this term inits relation to God and in its relation toman. In respect of God not-being isnothing, for God is real Being, but inman it is the principle of evil whichconstitutes half of human nature. In theone case it is a pure negation, in theother it is positively and actively"},{"pageNumber":222,"pageContent":"pernicious. We need not quarrel withthe poet for{p. 98}coming to grief in his logic. There aresome occasions when intense moralfeeling is worth any amount of accuratethinking.It is evident that the doctrine of divineunity implies predestination. WhereGod is and naught beside Him, therecan be no other agent than He, no actbut His. \"Thou didst not throw, whenthou threwest, but God threw\" (Kor.8.17). Compulsion is felt only by thosewho do not love. To know God is tolove Him; and the gnostic may answer,"},{"pageNumber":223,"pageContent":"like the dervish who was asked how hefared: \"I fare as one by whose majestic will The world revolves, floods rise and rivers flow, Stars in their courses move; yea, death and life Hang on his nod and fly to the ends of earth, His ministers of mourning or of joy.\"This is the Truth; but for the benefit ofsuch as cannot bear it, Jalaluddinvindicates the justice of God byasserting that men have the power tochoose how they will act, althoughtheir freedom is subordinate to thedivine will. Approaching the question,\"Why does God ordain and createevil?\" he points out that things areknown through their opposites, and that"},{"pageNumber":224,"pageContent":"the existence of evil is necessary forthe manifestation of good. \"Not-being and defect, wherever seen, Are mirrors of the beauty of all that is. The bone-setter, where should he try his skill{p. 99} But on the patient lying with broken leg? Were no base copper in the crucible, How could the alchemist his craft display?\"Moreover, the divine omnipotencewould not be completely realised ifevil had remained uncreated. \"He is the source of evil, as thou sayest, Yet evil hurts Him not. To make that evil"},{"pageNumber":225,"pageContent":" Denotes in Him perfection. Hear from me A parable. The heavenly Artist paints Beautiful shapes and ugly: in one picture The loveliest women in the land of Egypt Gazing on youthful Joseph amorously; And lo, another scene by the same hand, Hell-fire and Iblis with his hideous crew: Both master-works, created for good ends, To show His perfect wisdom and confound The sceptics who deny His mastery. Could He not evil make, He would lack skill; Therefore He fashions infidel alike And Moslem true, that both may witness bear To Him, and worship One Almighty Lord.\"In reply to the objection that a Godwho creates evil must Himself be evil,Jalaluddin, pursuing the analogy drawnfrom Art, remarks that ugliness in thepicture is no evidence of ugliness in the"},{"pageNumber":226,"pageContent":"painter.Again, without evil it would beimpossible to win the proved virtuewhich is the reward of self-conquest.Bread must be broken before it canserve as food, and grapes will not yieldwine till they are crushed. Many menare led through tribulation tohappiness.{p. 100}As evil ebbs, good flows. Finally, muchevil is only apparent. What seems acurse to one may be a blessing toanother; nay, evil itself is turned togood for the righteous. Jalaluddin willnot admit that anything is absolutely"},{"pageNumber":227,"pageContent":"bad. \"Fools buy false coins because they are like the true. If in the world no genuine minted coin Were current, how would forgers pass the false? Falsehood were nothing unless truth were there, To make it specious. 'Tis the love of right Lures men to wrong. Let poison but be mixed With sugar, they will cram it into their mouths. Oh, cry not that all creeds are vain! Some scent Of truth they have, else they would not beguile. Say not, 'How utterly fantastical!' No fancy in the world is all untrue. Amongst the crowd of dervishes hides one, One true fakir. Search well and thou wilt find!\"Surely this is a noteworthy doctrine.Jalaluddin died only a few years afterthe birth of Dante, but the Christianpoet falls far below the level of charity"},{"pageNumber":228,"pageContent":"and tolerance reached by his Moslemcontemporary.How is it possible to discern the soul ofgoodness in things evil? By means oflove, says Jalaluddin, and theknowledge which love alone can give,according to the word of God in theholy Tradition:\"My servant draws nigh unto Me,and I love him; and when I lovehim, I am his ear, so that he hearsby Me, and his eye, so that he seesby Me, and his{p. 101}tongue, so that he speaks by Me,"},{"pageNumber":229,"pageContent":"and his hand, so that he takes byMe.\"Although it will be convenient to treatof mystical love in a separate chapter,the reader must not fancy that a newsubject is opening before him. Gnosisand love are spiritually identical; theyteach the same truths in differentlanguage.{p. 102}"},{"pageNumber":230,"pageContent":"CHAPTER IVDIVINE LOVEANY one acquainted, however slightly,with the mystical poetry of Islam musthave remarked that the aspiration ofthe soul towards God is expressed, as arule, in almost the same terms whichmight be used by an Oriental Anacreonor Herrick. The resemblance, indeed, isoften so close that, unless we havesome clue to the poet's intention, weare left in doubt as to his meaning. Insome cases, perhaps, the ambiguityserves an artistic purpose, as in theodes of Hafiz, but even when the poetis not deliberately keeping his readers"},{"pageNumber":231,"pageContent":"suspended between earth and heaven, itis quite easy to mistake a mysticalhymn for a drinking-song or aserenade. Ibn al-‘Arabi, the greatesttheosophist whom the Arabs haveproduced, found himself obliged towrite a commentary on some of hispoems in order to refute the scandalouscharge that they were designed tocelebrate the charms of his mistress.Here are a few lines: \"Oh, her beauty--the tender maid! Its brilliance gives light like lamps to one travelling in the dark.{p. 103} She is a pearl hidden in a shell of hair as black as jet, A pearl for which Thought dives and remains unceasingly in the deeps"},{"pageNumber":232,"pageContent":" of that ocean. He who looks upon her deems her to be a gazelle of the sand-hills, because of her shapely neck and the loveliness of her gestures.\"It has been said that the Sufis inventedthis figurative style as a mask formysteries which they desired to keepsecret. That desire was natural in thosewho proudly claimed to possess anesoteric doctrine known only tothemselves; moreover, a plainstatement of what they believed mighthave endangered their liberties, if nottheir lives. But, apart from any suchmotives, the Sufis adopt the symbolicstyle because there is no other possibleway of interpreting mysticalexperience. So little does knowledge of"},{"pageNumber":233,"pageContent":"the infinite revealed in ecstatic visionneed an artificial disguise that it cannotbe communicated at all except throughtypes and emblems drawn from thesensible world, which, imperfect asthey are, may suggest and shadow fortha deeper meaning than appears on thesurface. \"Gnostics,\" says Ibn al-‘Arabi,\"cannot impart their feelings to othermen; they can only indicate themsymbolically to those who have begunto experience the like.\" What kind ofsymbolism each mystic will preferdepends on his temperament andcharacter. If he be a{p. 104}religious artist, a spiritual poet, his"},{"pageNumber":234,"pageContent":"ideas of reality are likely to clothethemselves instinctively in forms ofbeauty and glowing images of humanlove. To him the rosy cheek of thebeloved represents the divine essencemanifested through its attributes; herdark curls signify the One veiled by theMany; when he says, \"Drink wine thatit may set you free from yourself,\" hemeans, \"Lose your phenomenal self inthe rapture of divine contemplation.\" Imight fill pages with further examples.This erotic and bacchanaliansymbolism is not, of course, peculiar tothe mystical poetry of Islam, butnowhere else is it displayed soopulently and in such perfection. It has"},{"pageNumber":235,"pageContent":"often been misunderstood by Europeancritics, one of whom even now candescribe the ecstasies of the Sufis as\"inspired partly by wine and stronglytinged with sensuality.\" As regards thewhole body of Sufis, the charge isaltogether false. No intelligent andunprejudiced student of their writingscould have made it, and we ought tohave been informed on what sort ofevidence it is based. There are blacksheep in every flock, and amongst theSufis we find many hypocrites,debauchees, and drunkards who bringdiscredit on the pure brethren. But it isjust as unfair to judge Sufism ingeneral by the excesses of theseimpostors as it would be to condemn"},{"pageNumber":236,"pageContent":"all{p. 105}Christian mysticism on the ground thatcertain sects and individuals areimmoral. \"God is the Saqi {Cupbearer} and the Wine: He knows what manner of love is mine,\"said Jalaluddin. Ibn al-‘Arabi declaresthat no religion is more sublime than areligion of love and longing for God.Love is the essence of all creeds: thetrue mystic welcomes it whatever guiseit may assume. \"My heart has become capable of every form: it is a pasture for"},{"pageNumber":237,"pageContent":" gazelles and a convent for Christian monks, And a temple for idols, and the pilgrim's Ka‘ba, and the tables of the Tora and the book of the Koran. I follow the religion of Love, whichever way his camels take. My religion and my faith is the true religion. We have a pattern in Bishr, the lover of Hind and her sister, and in Qays and Lubna, and in Mayya and Ghaylan.\"Commenting on the last verse, the poetwrites:\"Love, quâ love, is one and thesame reality to those Arab loversand to me; but the objects of ourlove are different, for they loved aphenomenon, whereas I love theReal. They are a pattern to us,because God only afflicted themwith love for human beings in"},{"pageNumber":238,"pageContent":"order that He might show, bymeans of them, the{p. 106}falseness of those who pretend tolove Him, and yet feel no suchtransport and rapture in lovingHim as deprived those enamouredmen of their reason, and madethem unconscious of themselves.\"Most of the great medieval Sufis livedsaintly lives, dreaming of God,intoxicated with God. When they triedto tell their dreams, being men, theyused the language of men. If they werealso literary artists, they naturallywrote in the style of their own day and"},{"pageNumber":239,"pageContent":"generation. In mystical poetry theArabs yield the palm to the Persians.Any one who would read the secret ofSufism, no longer encumbered withtheological articles nor obscured bymetaphysical subtleties--let him turn to‘Attar, Jalaluddin Rumi, and Jami,whose works are partially accessible inEnglish and other European languages.To translate these wonderful hymns isto break their melody and bring theirsoaring passion down to earth, but noteven a prose translation can quiteconceal the love of Truth and the visionof Beauty which inspired them. Listenagain to Jalaluddin: \"He comes, a moon whose like the sky ne'er saw, awake or dreaming, Crowned with eternal flame no flood can lay."},{"pageNumber":240,"pageContent":" Lo, from the flagon of Thy love, O Lord, my soul is swimming, And ruined all my body's house of clay.{p. 107} When first the Giver of the grape my lonely heart befriended, Wine fired my bosom and my veins filled up, But when His image all mine eye possessed, a voice descended, 'Well done, O sovereign Wine and peerless Cup!'\"The love thus symbolised is theemotional element in religion, therapture of the seer, the courage of themartyr, the faith of the saint, the onlybasis of moral perfection and spiritualknowledge. Practically, it is self-renunciation and self-sacrifice, thegiving up of all possessions--wealth,honour, will, life, and whatever else"},{"pageNumber":241,"pageContent":"men value--for the Beloved's sakewithout any thought of reward. I havealready referred to love as the supremeprinciple in Sufi ethics, and now let megive some illustrations.\"Love,\" says Jalaluddin, \"is theremedy of our pride and self-conceit, the physician of all ourinfirmities. Only he whosegarment is rent by love becomesentirely unselfish.\"Nuri, Raqqam, and other Sufis wereaccused of heresy and sentenced todeath.\"When the executionerapproached Raqqam, Nuri rose"},{"pageNumber":242,"pageContent":"and offered himself in his friend'splace with the utmost cheerfulnessand submission. All the spectatorswere astounded. The executionersaid, 'Young man, the sword is nota thing that people are so eager to{p. 108}meet; and your turn has not yetarrived.' Nuri answered, 'Myreligion is founded onunselfishness. Life is the mostprecious thing in the world: I wishto sacrifice for my brethren's sakethe few moments which remain.'\"On another occasion Nuri wasoverheard praying as follows:"},{"pageNumber":243,"pageContent":"\"O Lord, in Thy eternal knowledgeand power and will Thou dostpunish the people of Hell whomThou hast created; and if it be Thyinexorable will to make Hell fullof mankind, Thou art able to fill itwith me alone, and to send themto Paradise.\"In proportion as the Sufi loves God, hesees God in all His creatures, and goesforth to them in acts of charity. Piousworks are naught without love. \"Cheer one sad heart: thy loving deed will be More than a thousand temples raised by thee. One freeman whom thy kindness hath enslaved Outweighs by far a thousand slaves set free.\""},{"pageNumber":244,"pageContent":"The Moslem Legend of the Saintsabounds in tales of pity shown toanimals (including the despised dog),birds, and even insects. It is related thatBayazid purchased some cardamomseed at Hamadhan, and beforedeparting put into his gaberdine a smallquantity which was left over. Onreaching Bistam and recollecting whathe had done, he took out the{p. 109}seed and found that it contained anumber of ants. Saying, \"I have carriedthe poor creatures away from theirhome,\" he immediately set off andjourneyed back to Hamadhan--adistance of several hundred miles."},{"pageNumber":245,"pageContent":"This universal charity is one of thefruits of pantheism. The ascetic view ofthe world which prevailed amongst theearly Sufis, and their vividconsciousness of God as a transcendentPersonality rather than as an immanentSpirit, caused them to crush theirhuman affections relentlessly. Here is ashort story from the life of Fudayl ibn‘Iyad. It would be touching if it werenot so edifying.\"One day he had in his lap a childfour years old, and chanced togive it a kiss, as is the way offathers. The child said, 'Father, doyou love me?' 'Yes,' said Fudayl.'Do you love God?' 'Yes.' 'How"},{"pageNumber":246,"pageContent":"many hearts have you?' 'One.''Then,' asked the child, 'how canyou love two with one heart?'Fudayl perceived that the child'swords were a divine admonition.In his zeal for God he began tobeat his head and repented of hislove for the child, and gave hisheart wholly to God.\"The higher Sufi mysticism, asrepresented by Jalaluddin Rumi,teaches that the phenomenal is a bridgeto the Real. \"Whether it be of this world or of that, Thy love will lead thee yonder at the last.\""},{"pageNumber":247,"pageContent":"{p. 110}* * *And Jami says, in a passage which hasbeen translated by Professor Browne: \"Even from earthly love thy face avert not, Since to the Real it may serve to raise thee. Ere A, B, C are rightly apprehended, How canst thou con the pages of thy Koran? A sage (so heard I), unto whom a student Came craving counsel on the course before him, Said, 'If thy steps be strangers to love's pathways, Depart, learn love, and then return before me! For, shouldst thou fear to drink wine from Form's flagon, Thou canst not drain the draught of the Ideal. But yet beware! Be not by Form belated: Strive rather with all speed the bridge to traverse. If to the bourne thou fain wouldst bear thy baggage, Upon the bridge let not thy footsteps linger.'\""},{"pageNumber":248,"pageContent":"Emerson sums up the meaning of thiswhere he says:\"Beholding in many souls thetraits of the divine beauty, andseparating in each soul that whichis divine from the taint which ithas contracted in the world, thelover ascends to the highestbeauty, to the love and knowledgeof the Divinity, by steps on thisladder of created souls.\"\"Man's love of God,\" saysHujwiri, \"is a quality whichmanifests itself, in the heart of thepious believer, in the form ofveneration and magnification, so"},{"pageNumber":249,"pageContent":"that he seeks to satisfy hisBeloved and becomes impatientand restless in his desire for visionof Him, and cannot{p. 111}rest with any one except Him, andgrows familiar with therecollection of Him, and abjuresthe recollection of everythingbesides. Repose becomes unlawfulto him, and rest flees from him.He is cut off from all habits andassociations, and renouncessensual passion, and turns towardsthe court of love, and submits tothe law of love, and knows God byHis attributes of perfection.\""},{"pageNumber":250,"pageContent":"Inevitably such a man will love hisfellow-men. Whatever cruelty theyinflict upon him, he will perceive onlythe chastening hand of God, \"whosebitters are very sweets to the soul.\"Bayazid said that when God loves aman, He endows him with threequalities in token thereof: a bounty likethat of the sea, a sympathy like that ofthe sun, and a humility like that of theearth. No suffering can be too great, nodevotion too high, for the piercinginsight and burning faith of a truelover.Ibn al-‘Arabi claims that Islam ispeculiarly the religion of love,inasmuch as the Prophet Mohammed is"},{"pageNumber":251,"pageContent":"called God's beloved (Habib), butthough some traces of this doctrineoccur in the Koran, its main impulsewas unquestionably derived fromChristianity. While the oldest Sufiliterature, which is written in Arabicand unfortunately has come down to usin a fragmentary state, is stilldominated by the Koranic insistence{p. 112}on fear of Allah, it also bearsconspicuous marks of the opposingChristian tradition. As in Christianity,through Dionysius and other writers ofthe Neoplatonic school, so in Islam,and probably under the same influence,the devotional and mystical love of"},{"pageNumber":252,"pageContent":"God soon developed into ecstasy andenthusiasm which finds in the sensuousimagery of human love the mostsuggestive medium for its expression.Dr. Inge observes that the Sufis\"appear, like true Asiatics, to haveattempted to give a sacramental andsymbolic character to the indulgence oftheir passions.\" I need not again pointout that such a view of genuine Sufismis both superficial and incorrect.Love, like gnosis, is in its essence adivine gift, not anything that can beacquired. \"If the whole world wished toattract love, they could not; and if theymade the utmost efforts to repel it, theycould not.\" Those who love God are"},{"pageNumber":253,"pageContent":"those whom God loves. \"I fancied that Iloved Him,\" said Bayazid, \"but onconsideration I saw that His lovepreceded mine.\" Junayd defined love asthe substitution of the qualities of theBeloved for the qualities of the lover.In other words, love signifies thepassing-away of the individual self; itis an uncontrollable rapture, a God-sentgrace which must be sought by ardentprayer and aspiration.{p. 113}* * * \"O Thou in whose bat well-curved my heart like a ball is laid, Nor ever a hairbreadth swerved from Thy bidding nor disobeyed, I have washed mine outward clean, the water I drew and poured; Mine inward is Thy demesne--do Thou keep it stainless, Lord!\""},{"pageNumber":254,"pageContent":"Jalaluddin teaches that man's love isreally the effect of God's love bymeans of an apologue. One night acertain devotee was praying aloud,when Satan appeared to him and said:\"How long wilt thou cry, 'OAllah'? Be quiet, for thou wilt getno answer.\" The devotee hung hishead in silence. After a little whilehe had a vision of the prophetKhadir, who said to him, \"Ah, whyhast thou ceased to call on God?\"\"Because the answer 'Here am I'came not,\" he replied. Khadir said,\"God hath ordered me to go tothee and say this:"},{"pageNumber":255,"pageContent":" \"'Was it not I that summoned thee to service? Did not I make thee busy with My name? Thy calling \"Allah!\" was My \"Here am I,\" Thy yearning pain My messenger to thee. Of all those tears and cries and supplications I was the magnet, and I gave them wings.'\"Divine love is beyond description, yetits signs are manifest. Sari al-Saqatiquestioned Junayd concerning thenature of love.{p. 114}* * *\"Some say,\" he answered, \"that itis a state of concord, and some saythat it is altruism, and some say"},{"pageNumber":256,"pageContent":"that it is so-and-so.\" Sari tookhold of the skin on his forearmand pulled it, but it would notstretch; then he said, \"I swear bythe glory of God, were I to saythat this skin hath shrivelled onthis bone for love of Him, I shouldbe telling the truth.\" Thereupon hefainted away, and his face becamelike a shining moon.Love,'the astrolabe of heavenlymysteries,' inspires all religion worthyof the name, and brings with it, notreasoned belief, but the intenseconviction arising from immediateintuition. This inner light is its ownevidence; he who sees it has real"},{"pageNumber":257,"pageContent":"knowledge, and nothing can increase ordiminish his certainty. Hence the Sufisnever weary of exposing the futility ofa faith which supports itself onintellectual proofs, external authority,self-interest, or self-regard of any kind.The barren dialectic of the theologian;the canting righteousness of thePharisee rooted in forms andceremonies; the less crude but equallyundisinterested worship of which themotive is desire to gain everlastinghappiness in the life hereafter; therelatively pure devotion of the mysticwho, although he loves God, yet thinksof himself as loving, and whose heart isnot{p. 115}"},{"pageNumber":258,"pageContent":"wholly emptied of 'otherness'--all theseare 'veils' to be removed.A few sayings by those who know willbe more instructive than furtherexplanation.\"O God! whatever share of thisworld Thou hast allotted to me,bestow it on Thine enemies; andwhatever share of the next worldThou hast allotted to me, bestow iton Thy friends. Thou art enoughfor me.\" (RABI‘A.)\"O God! if I worship Thee in fearof Hell, burn me in Hell; and if Iworship Thee in hope of Paradise,exclude me from Paradise; but if I"},{"pageNumber":259,"pageContent":"worship Thee for Thine own sake,withhold not Thine everlastingbeauty!\" (RABI‘A.)\"Notwithstanding that the loversof God are separated from Him bytheir love, they have the essentialthing, for whether they sleep orwake, they seek and are sought,and are not occupied with theirown seeking and loving, but areenraptured in contemplation of theBeloved. It is a crime in the loverto regard his love, and an outragein love to look at one's ownseeking while one is face to facewith the Sought.\" (BAYAZID.)"},{"pageNumber":260,"pageContent":"\"His love entered and removed allbesides Him and left no trace ofanything else, so that it remainedsingle even as He is single.\"(BAYAZID.){p. 116}* * *\"To feel at one with God for amoment is better than all men'sacts of worship from thebeginning to the end of the world.\"(SHIBLI.)\"Fear of the Fire, in comparisonwith fear of being parted from theBeloved, is like a drop of water"},{"pageNumber":261,"pageContent":"cast into the mightiest ocean.\"(DHU ’L-NUN.) \"Unless I have the face of my heart towards Thee, I deem prayer unworthy to be reckoned as prayer. If I turn my face to the Ka‘ba, 'tis for love of Thine; Otherwise I am quit both of prayer and Ka‘ba.\" (JALALUDDIN RUMI.)Love, again, is the divine instinct of thesoul impelling it to realise its natureand destiny. The soul is the first-bornof God: before the creation of theuniverse it lived and moved and had itsbeing in Him, and during its earthlymanifestation it is a stranger in exile,ever pining to return to its home. \"This is Love: to fly heavenward,"},{"pageNumber":262,"pageContent":" To rend, every instant, a hundred veils; The first moment, to renounce life; The last step, to fare without feet; To regard this world as invisible, Not to see what appears to one's self.\"All the love-romances and allegories ofSufi poetry--the tales of Layla andMajnun, Yusuf (Joseph) and Zulaykha,Salaman and Absal, the Moth and theCandle, the Night-{p. 117}ingale and the Rose--are shadow-pictures of the soul's passionatelonging to be reunited with God. It isimpossible, in the brief space at mycommand, to give the reader more than"},{"pageNumber":263,"pageContent":"a passing glimpse of the treasureswhich the exuberant fancy of the Easthas heaped together in every room ofthis enchanted palace. The soul islikened to a moaning dove that has losther mate; to a reed torn from its bedand made into a flute whose plaintivemusic fills the eye with tears; to afalcon summoned by the fowler'swhistle to perch again upon his wrist;to snow melting in the sun andmounting as vapour to the sky; to afrenzied camel swiftly plungingthrough the desert by night; to a cagedparrot, a fish on dry land, a pawn thatseeks to become a king.These figures imply that God is"},{"pageNumber":264,"pageContent":"conceived as transcendent, and that thesoul cannot reach Him without takingwhat Plotinus in a splendid phrase calls\"the flight of the Alone to the Alone.\"Jalaluddin says: \"The motion of every atom is towards its origin; A man comes to be the thing on which he is bent. By the attraction of fondness and yearning, the soul and the heart Assume the qualities of the Beloved, who is the Soul of souls.\"'A man comes to be the thing on whichhe is bent': what, then does the Sufi{p. 118}become? Eckhart in one of his sermonsquotes the saying of St. Augustine thatMan is what he loves, and adds this"},{"pageNumber":265,"pageContent":"comment:\"If he loves a stone, he is a stone;if he loves a man, he is a man; ifhe loves God--I dare not say more,for if I said that he would then beGod, ye might stone me.\"The Moslem mystics enjoyed greaterfreedom of speech than their Christianbrethren who owed allegiance to themedieval Catholic Church, and if theywent too far the plea of ecstasy wasgenerally accepted as a sufficientexcuse. Whether they emphasise theoutward or the inward aspect ofunification, the transcendence or theimmanence of God, their expressions"},{"pageNumber":266,"pageContent":"are bold and uncompromising. ThusAbu Sa‘id: \"In my heart Thou dwellest--else with blood I'll drench it; In mine eye Thou glowest--else with tears I'll quench it. Only to be one with Thee my soul desireth-- Else from out my body, by hook or crook, I'll wrench it!\"Jalaluddin Rumi proclaims that thesoul's love of God is God's love of thesoul, and that in loving the soul Godloves Himself, for He draws home toHimself that which in its essence isdivine.\"Our copper,\" says the poet, \"has beentransmuted by this rare alchemy,\"{p. 119}"},{"pageNumber":267,"pageContent":"meaning that the base alloy of self hasbeen purified and spiritualised. Inanother ode he says: \"O my soul, I searched from end to end: I saw in thee naught save the Beloved; Call me not infidel, O my soul, if I say that thou thyself art He.\"And yet more plainly: \"Ye who in search of God, of God, pursue, Ye need not search for God is you, is you! Why seek ye something that was missing ne'er? Save you none is, but you are--where, oh, where?\"Where is the lover when the Belovedhas displayed Himself? Nowhere andeverywhere: his individuality has"},{"pageNumber":268,"pageContent":"passed away from him. In the bridalchamber of Unity God celebrates themystical marriage of the soul.{p. 120}"},{"pageNumber":269,"pageContent":"CHAPTER VSAINTS AND MIRACLESLET us suppose that the averageMoslem could read English, and thatwe placed in his hands one of thoseadmirable volumes published by theSociety for Psychical Research. Inorder to sympathise with his feelingson such an occasion, we have only toimagine what our own would be if ascientific friend invited us to study atreatise setting forth the evidence infavour of telegraphy and recordingwell-attested instances of telegraphiccommunication. The Moslem wouldprobably see in the telegraph some"},{"pageNumber":270,"pageContent":"kind of spirit--an afreet or jinni.Telepathy and similar occultphenomena he takes for granted as self-evident facts. It would never occur tohim to investigate them. There issomething in the constitution of hismind that makes it impervious to theidea that the supernatural may besubject to law. He believes, because hecannot help believing, in the reality ofan unseen world which 'lies about us,'not in our infancy alone, but alwaysand every-{p. 121}where; a world from which we are inno wise excluded, accessible and insome measure revealed to all, though"},{"pageNumber":271,"pageContent":"free and open intercourse with it is aprivilege enjoyed by few. Many arecalled but few chosen. \"Spirits every night from the body's snare Thou freest, and makest the tablets clean. {By erasing all the sensuous impressions which form a veil between the soul and the world of reality.} Spirits are set free every night from this cage, Independent, neither ruled nor ruling. At night prisoners forget their prison, At night kings forget their power: No sorrow, no brooding over gain and loss, No thought of this person or that person. This is the state of the gnostic, even when he is awake; God hath said, 'Thou wouldst deem them awake while they slept.' {Kor. 18.17} He is asleep, day and night, to the affairs of the world, Like a pen in the controlling hand of the Lord.\""},{"pageNumber":272,"pageContent":"The Sufis have always declared andbelieved themselves to be God's chosenpeople. The Koran refers in severalplaces to His elect. According to theauthor of the Kitab al-Luma‘, this titlebelongs, firstly, to the prophets, electin virtue of their sinlessness, theirinspiration, and their apostolicmission; and secondly, to certainMoslems, elect in virtue of theirsincere devotion and self-mortificationand firm attachment to the{p. 122}eternal realities: in a word, the saints.While the Sufis are the elect of theMoslem community, the saints are theelect of the Sufis."},{"pageNumber":273,"pageContent":"The Mohammedan saint is commonlyknown as a wali (plural, awliya). Thisword is used in various senses derivedfrom its root-meaning of 'nearness';e.g. next of kin, patron, protector,friend. It is applied in the Koran to Godas the protector of the Faithful, toangels or idols who are supposed toprotect their worshippers, and to menwho are regarded as being speciallyunder divine protection. Mohammedtwits the Jews with professing to beprotégés of God (awliya lillah).Notwithstanding its somewhatequivocal associations, the term wastaken over by the Sufis and became theordinary designation of persons whoseholiness brings them near to God, and"},{"pageNumber":274,"pageContent":"who receive from Him, as tokens ofHis peculiar favour, miraculous gifts(karamat, Ťcharísmatať); they are Hisfriends, on whom \"no fear shall comeand they shall not grieve\" {Kor. 10.63}; anyinjury done to them is an act ofhostility against Him.The inspiration of the Islamic saints,though verbally distinguished from thatof the prophets and inferior in degree,is of the same kind. In consequence oftheir intimate relation to God, the veilshrouding the{p. 123}supernatural, or, as a Moslem wouldsay, the unseen world, from their"},{"pageNumber":275,"pageContent":"perceptions is withdrawn at intervals,and in their fits of ecstasy they rise tothe prophetic level. Neither deeplearning in divinity, nor devotion togood works, nor asceticism, nor moralpurity makes the Mohammedan a saint;he may have all or none of these things,but the only indispensable qualificationis that ecstasy and rapture which is theoutward sign of 'passing-away' fromthe phenomenal self. Anyone thusenraptured (majdhub) is a wali {Waliyyat, ifthe saint is a woman.}, and when such personsare recognised through their power ofworking miracles, they are venerated assaints not only after death but alsoduring their lives. Often, however, theylive and die in obscurity. Hujwiri tells"},{"pageNumber":276,"pageContent":"us that amongst the saints \"there arefour thousand who are concealed anddo not know one another and are notaware of the excellence of their state,being in all circumstances hidden fromthemselves and from mankind.\"The saints form an invisible hierarchy,on which the order of the world isthought to depend. Its supreme head isentitled the Qutb (Axis). He is the mosteminent Sufi of his age, and presidesover the meetings regularly held bythis august parliament, whose membersare not hampered in their attendance bythe inconvenient fictions of{p. 124}"},{"pageNumber":277,"pageContent":"time and space, but come together fromall parts of the earth in the twinkling ofan eye, traversing seas and mountainsand deserts as easily as commonmortals step across a road. Below theQutb stand various classes and gradesof sanctity. Hujwiri enumerates them,in ascending series, as follows: threehundred Akhyar (Good), forty Abdal(Substitutes), seven Abrar (Pious), fourAwtad (Supports), and three Nuqaba(Overseers).\"All these know one another andcannot act save by mutual consent.It is the task of the Awtad to goround the whole world everynight, and if there should be any"},{"pageNumber":278,"pageContent":"place on which their eyes have notfallen, next day some flaw willappear in that place, and they mustthen inform the Qutb in order thathe may direct his attention to theweak spot and that by his blessingthe imperfection may beremedied.\"We are studying in this book themystical life of the individual Moslem,and it is necessary to keep the subjectwithin the narrowest bounds.Otherwise, I should have liked to dwellon the external and historicalorganisation of Sufism as a school forsaints, and to describe the process ofevolution through which the wali"},{"pageNumber":279,"pageContent":"privately conversing with a small circleof friends became, first, a teacher andspiritual guide gathering{p. 125}disciples around him during hislifetime, and finally the head of aperpetual religious order which borehis name. The earliest of these greatfraternities date from the twelfthcentury. In addition to their ownmembers--the so-called 'dervishes'--each order has a large number of laybrethren attached to it, so that theirinfluence pervades all ranks of Moslemsociety. They are \"independent andself-developing. There is rivalrybetween them; but no one rules over"},{"pageNumber":280,"pageContent":"the other. In faith and practice eachgoes its own way, limited only by theuniversal conscience of Islam. Thusstrange doctrines and grave moraldefects easily develop unheeded, butfreedom is saved.\" {D. B. Macdonald, TheReligious Life and Attitude in Islam, p. 164.} Ofcourse, the typical wali is incapable offounding an order, but Islam hasproduced no less frequently thanChristendom men who combine intensespiritual illumination with creativeenergy and aptitude for affairs on agrand scale. The Mohammedan notionof the saint as a person possessed byGod allows a very wide application ofthe term: in popular usage it extendsfrom the greatest Sufi theosophists,"},{"pageNumber":281,"pageContent":"like Jalaluddin Rumi and Ibn al-‘Arabi,down to those who have gained sanctityonly by losing sanity--victims ofepilepsy and hysteria, half-witted idiotsand harmless lunatics.{p. 126}* * *Both Qushayri {Author of a famous work designedto close the breach between Sufism and Islam. He died in1074 A.D.} and Hujwiri discuss thequestion whether a saint can beconscious of his saintship, and answerit in the affirmative. Their opponentsargue that consciousness of saintshipinvolves assurance of salvation, whichis impossible, since no one can know"},{"pageNumber":282,"pageContent":"with certainty that he shall be amongthe saved on the Day of Judgment. Inreply it was urged that God maymiraculously assure the saint of hispredestined salvation, whilemaintaining him in a state of spiritualsoundness and preserving him fromdisobedience. The saint is notimmaculate, as the prophets are, butthe divine protection which he enjoysis a guarantee that he will not perseverein evil courses, though he maytemporarily be led astray. According tothe view generally held, saintshipdepends on faith, not on conduct, sothat no sin except infidelity can causeit to be forfeited. This perilous theory,which opens the door to"},{"pageNumber":283,"pageContent":"antinomianism, was mitigated by theemphasis laid on fulfilment of thereligious law. The following anecdoteof Bayazid al-Bistami shows theofficial attitude of all the leading Sufiswho are cited as authorities in theMoslem text-books.\"I was told (he said) that a saint ofGod was living in such-and-such atown,{p. 127}and I set out to visit him. When Ientered the mosque, he came forthfrom his chamber and spat on thefloor. I turned back withoutsaluting him, saying to myself, 'A"},{"pageNumber":284,"pageContent":"saint must keep the religious lawin order that God may keep him inhis spiritual state. Had this manbeen a saint, his respect for thelaw would have prevented himfrom spitting on the floor, or Godwould have saved him frommarring the grace vouchsafed tohim.\"Many walis, however, regard the law asa curb that is indeed necessary so longas one remains in the disciplinarystage, but may be discarded by thesaint. Such a person, they declare,stands on a higher plane than ordinarymen, and is not to be condemned foractions which outwardly seem"},{"pageNumber":285,"pageContent":"irreligious. While the older Sufis insistthat a wali who breaks the law isthereby shown to be an impostor, thepopular belief in the saints and therapid growth of saint-worship tended toaggrandise the wali at the expense ofthe law, and to foster the convictionthat a divinely gifted man can do nowrong, or at least that his actions mustnot be judged by appearances. Theclassical instance of this jus divinumvested in the friends of God is the storyof Moses and Khadir, which is relatedin the Koran (18.64-80). Khadir orKhizr--the Koran does not mention himby name{p. 128}"},{"pageNumber":286,"pageContent":"--is a mysterious sage endowed withimmortality, who is said to enter intoconversation with wandering Sufis andimpart to them his God-givenknowledge. Moses desired toaccompany him on a journey that hemight profit by his teaching, andKhadir consented, only stipulating thatMoses should ask no questions of him.\"So they both went on, till theyembarked in a boat and he(Khadir) staved it in. 'What!' criedMoses, 'hast thou staved it in thatthou mayst drown its crew?Verily, a strange thing hast thoudone.'"},{"pageNumber":287,"pageContent":"\"He said, 'Did not I tell thee thatthou couldst no way have patiencewith me?'\"Then they went on until they meta youth, and he slew him. SaidMoses, 'Hast thou slain him whois free from guilt of blood? Surelynow thou hast wrought anunheard-of thing!'\"After Moses had broken his promise ofsilence for the third time, Khadirresolved to leave him.\"But first,\" he said, \"I will tellthee the meaning of that withwhich thou couldst not havepatience. As to the boat, it"},{"pageNumber":288,"pageContent":"belonged to poor men, toilers onthe sea, and I was minded todamage it, for in their rear was aking who seized on every boat byforce. And{p. 129}as to the youth, his parents werebelievers, and I feared lest heshould trouble them by error andunbelief.\"The Sufis are fond of quoting thisunimpeachable testimony that the waliis above human criticism, and that hishand, as Jalaluddin asserts, is even asthe hand of God. Most Moslems admitthe claim to be valid in so far as they"},{"pageNumber":289,"pageContent":"shrink from applying conventionalstandards of morality to holy men. Ihave explained its metaphysicaljustification in an earlier chapter.A miracle performed by a saint istermed karamat, i.e. a 'favour' whichGod bestows upon him, whereas amiracle performed by a prophet iscalled mu‘jizat, i.e. an act which cannotbe imitated by any one. The distinctionoriginated in controversy, and was usedto answer those who held themiraculous powers of the saints to be agrave encroachment on the prerogativeof the Prophet. Sufi apologists, whileconfessing that both kinds of miracleare substantially the same, take pains"},{"pageNumber":290,"pageContent":"to differentiate the characteristics ofeach; they declare, moreover, that thesaints are the Prophet's witnesses, andthat all their miracles (like 'a droptrickling from a full skin of honey') arein reality derived from him. This is theorthodox view and is supported bythose Mohammedan mystics whoacknowledge the Law as well{p. 130}as the Truth, though in some cases itmay have amounted to little more thana pious opinion. We have often noticedthe difficulty in which the Sufis findthemselves when they try to make alogical compromise with Islam. But theword 'logic' is very misleading in this"},{"pageNumber":291,"pageContent":"connexion. The beginning of wisdom,for European students of Orientalreligion, lies in the discovery thatincongruous beliefs--I mean, of course,beliefs which our minds cannotharmonise--dwell peacefully togetherin the Oriental brain; that their owneris quite unconscious of theirincongruity; and that, as a rule, he isabsolutely sincere. Contradictionswhich seem glaring to us do not troublehim at all.The thaumaturgic element in ancientSufism was not so important as itafterwards became in the fullydeveloped saint-worship associatedwith the Dervish Orders. \"A saint"},{"pageNumber":292,"pageContent":"would be none the less a saint,\" saysQushayri, \"if no miracles were wroughtby him in this world.\" In earlyMohammedan Vitć Sanctorum it is notuncommon to meet with sayings to theeffect that miraculous powers arecomparatively of small account. It wasfinely said by Sahl ibn ‘Abdallah thatthe greatest miracle is the substitutionof a good quality for a bad one; and theKitab al-Luma‘ gives many examplesof holy men who disliked miracles andregarded them as a temptation.{p. 131}\"During my novitiate,\" said Bayazid,\"God used to bring before me wondersand miracles, but I paid no heed to"},{"pageNumber":293,"pageContent":"them; and when He saw that I did so,He gave me the means of attaining toknowledge of Himself.\" Junaydobserved that reliance on miracles isone of the 'veils' which hinder the electfrom penetrating to the inmost shrineof the Truth. This was too high doctrinefor the great mass of Moslems, and inthe end the vulgar idea of saintshiptriumphed over the mystical andtheosophical conception. All suchwarnings and scruples were swept asideby the same irresistible instinct whichrendered vain the solemn asseverationsof Mohammed that there was nothingsupernatural about him, and whichtransformed the human Prophet ofhistory into an omnipotent hierophant"},{"pageNumber":294,"pageContent":"and magician. The popular demand formiracles far exceeded the supply, butwhere the walis failed, a vivid andcredulous imagination came to theirrescue and represented them, not asthey were, but as they ought to be. Yearby year the Legend of the Saints grewmore glorious and wonderful as itcontinued to draw fresh tribute fromthe unfathomable ocean of Orientalromance. The pretensions made by thewalis, or on their behalf, steadilyincreased, and the stories told of themwere ever becoming more fantastic andextravagant. I will devote{p. 132}the remainder of this chapter to a"},{"pageNumber":295,"pageContent":"sketch of the wali as he appears in thevast medieval literature on the subject.The Moslem saint does not say that hehas wrought a miracle; he says, \"amiracle was granted or manifested tome.\" According to one view, he may befully conscious at the time, but manySufis hold that such 'manifestation'cannot take place except in ecstasy,when the saint is entirely under divinecontrol. His own personality is then inabeyance, and those who interfere withhim oppose the Almighty Power whichspeaks with his lips and smites with hishand. Jalaluddin (who uses incidentallythe rather double-edged analogy of aman possessed by a peri {One of the spirits"},{"pageNumber":296,"pageContent":"called collectively Jinn.}) relates the followinganecdote concerning Bayazid ofBistam, a celebrated Persian saint whoseveral times declared in ecstaticfrenzy that he was no other than God.After coming to himself on one ofthese occasions and learning whatblasphemous language he had uttered,Bayazid ordered his disciples to stabhim with their knives if he shouldoffend again. Let me quote the sequel,from Mr. Whinfield's abridgedtranslation of the Masnavi (p. 196): \"The torrent of madness bore away his reason And he spoke more impiously than before: 'Within my vesture is naught but God,"},{"pageNumber":297,"pageContent":"{p. 133} Whether you seek Him on earth or in heaven.' His disciples all became mad with horror, And struck with their knives at his holy body. Each one who aimed at the body of the Sheykh-- His stroke was reversed and wounded the striker. No stroke took effect on that man of spiritual gifts, But the disciples were wounded and drowned in blood.\"Here is the poet's conclusion: \"Ah! you who smite with your sword him beside himself, You smite yourself therewith. Beware! For he that is beside himself is annihilated and safe; Yea, he dwells in security for ever. His form is vanished, he is a mere mirror; Nothing is seen in him but the reflexion of another. If you spit at it, you spit at your own face, And if you hit that mirror, you hit yourself. If you see an ugly face in it, 'tis your own,"},{"pageNumber":298,"pageContent":" And if you see a Jesus there, you are its mother Mary. He is neither this nor that--he is void of form; 'Tis your own form which is reflected back to you.\"The life of Abu ’l-Hasan Khurqani,another Persian Sufi who died in 1033A.D., gives us a complete picture of theOriental pantheist, and exhibits themingled arrogance and sublimity of thecharacter as clearly as could be desired.Since the original text covers fiftypages, I can translate only a smallportion of it here.\"Once the Sheykh said, 'This nighta great many persons (hementioned the exact number) havebeen wounded by brigands in"},{"pageNumber":299,"pageContent":"such-and-such a desert.'{p. 134}On making inquiry, they foundthat his statement was perfectlytrue. Strange to relate, on the samenight his son's head was cut offand laid upon the threshold of hishouse, yet he knew nothing of it.His wife, who disbelieved in him,cried, 'What think you of a manwho can tell things which happenmany leagues away, but does notknow that his own son's head hasbeen cut off and is lying at hisvery door?' 'Yes,' the Sheykhanswered, 'when I saw that, theveil had been lifted, but when my"},{"pageNumber":300,"pageContent":"son was killed, it had been letdown again.'\"\"One day Abu ’l-Hasan Khurqaniclenched his fist and extended thelittle finger and said, 'Here is theqibla {The qibla is the point to which Moslemsturn their faces when praying, i.e. the Ka‘ba.}, ifany one desires to become a Sufi.'These words were reported to theGrand Sheykh, who, deeming theco-existence of two qiblas aninsult to the divine Unity,exclaimed, 'Since a second qiblahas appeared, I will cancel theformer one.' After that, nopilgrims were able to reachMecca. Some perished on the way,"},{"pageNumber":301,"pageContent":"others fell into the hands ofrobbers, or were prevented byvarious causes fromaccomplishing their journey. Nextyear a certain dervish said to theGrand{p. 135}Sheykh, 'What sense is there inkeeping the folk away from theHouse of God?' Thereupon theGrand Sheykh made a sign, andthe road became open once more.The dervish asked, 'Whose fault isit that all these people haveperished?' The Grand Sheykhreplied, 'When elephants jostleeach other, who cares if a few"},{"pageNumber":302,"pageContent":"wretched birds are crushed todeath?'\"\"Some persons who were settingforth on a journey beggedKhurqani to teach them a prayerthat would keep them safe fromthe perils of the road. He said, 'Ifany misfortune should befall you,mention my name.' This answerwas not agreeable to them; theyset off, however, and whiletravelling were attacked bybrigands. One of the partymentioned the saint's name andimmediately became invisible, tothe great astonishment of thebrigands, who could not find"},{"pageNumber":303,"pageContent":"either his camel or his bales ofmerchandise; the others lost alltheir clothes and goods. Onreturning home, they asked theSheykh to explain the mystery.'We all invoked God,' they said,'and without success; but the oneman who invoked you vanishedfrom before the eyes of therobbers.' 'You invoke Godformally,' said the Sheykh,'whereas{p. 136}I invoke Him really. Hence, if youinvoke me and I then invoke Godon your behalf, your prayers aregranted; but it is useless for you to"},{"pageNumber":304,"pageContent":"invoke God formally and by rote.'\"\"One night, while he was praying,he heard a voice cry, 'Ha! Abu ’l-Hasan! Dost thou wish Me to tellthe people what I know of thee,that they may stone thee to death?''O Lord God,' he replied, 'dostThou wish me to tell the peoplewhat I know of Thy mercy andwhat I perceive of Thy grace, thatnone of them may ever again bowto Thee in prayer?' The voiceanswered, 'Keep thy secret, and Iwill keep Mine.'\"\"He said, 'O God, do not send tome the Angel of Death, for I will"},{"pageNumber":305,"pageContent":"not give up my soul to him. Howshould I restore it to him, fromwhom I did not receive it? Ireceived my soul from Thee, and Iwill not give it up to any one butThee.'\"\"He said, 'After I shall havepassed away, the Angel of Deathwill come to one of mydescendants and set about takinghis soul, and will deal hardly withhim. Then will I raise my handsfrom the tomb and shed the graceof God upon his lips.'\"\"He said, 'If I bade the empyrean{p. 137}"},{"pageNumber":306,"pageContent":"move, it would obey, and if I toldthe sun to stop, it would ceasefrom rolling on its course.'\"\"He said, 'I am not a devotee noran ascetic nor a theologian nor aSufi. O God, Thou art One, andthrough Thy Oneness I am One.'\"\"He said, 'The skull of my head isthe empyrean, and my feet areunder the earth, and my two handsare East and West.'\"\"He said, 'If any one does notbelieve that I shall stand up at theResurrection and that he shall notenter Paradise until I lead himforward, let him not come here to"},{"pageNumber":307,"pageContent":"salute me.'\"\"He said, 'Since God brought meforth from myself, Paradise is inquest of me and Hell is in fear ofme; and if Paradise and Hell wereto pass by this place where I am,both would become annihilated inme, together with all the peoplewhom they contain.'\"\"He said, 'I was lying on my back,asleep. From a corner of theThrone of God something trickledinto my mouth, and I felt asweetness in my inward being.'\"\"He said, 'If a few drops of thatwhich is under the skin of a saint"},{"pageNumber":308,"pageContent":"should come forth between hislips,{p. 138}all the creatures of heaven andearth would fall into panic.'\"\"He said, 'Through prayer thesaints are able to stop the fishfrom swimming in the sea and tomake the earth tremble, so thatpeople think it is an earthquake.'\"\"He said, 'If the love of God in thehearts of His friends were mademanifest, it would fill the worldwith flood and fire.'\""},{"pageNumber":309,"pageContent":"\"He said, 'He that lives with Godhath seen all things visible, andheard all things audible, and doneall that is to be done, and knownall that is to be known.'\"\"He said, 'All things are containedin me, but there is no room formyself in me.'\"\"He said, 'Miracles are only thefirst of the thousand stages of theWay to God.'\"\"He said, 'Do not seek until thouart sought, for when thou findestthat which thou seekest, it willresemble thee.'\""},{"pageNumber":310,"pageContent":"\"He said, 'Thou must daily die athousand deaths and come to lifeagain, that thou mayst win the lifeimmortal.'\"\"He said, 'When thou givest toGod thy nothingness, He gives tothee His All.'\"{p. 139}* * *It would be an almost endless task toenumerate and exemplify the differentclasses of miracles which are related inthe lives of the Mohammedan saints--for instance, walking on water, flyingin the air (with or without a passenger),"},{"pageNumber":311,"pageContent":"rain-making, appearing in variousplaces at the same time, healing by thebreath, bringing the dead to life,knowledge and prediction of futureevents, thought-reading, telekinesis,paralysing or beheading an obnoxiousperson by a word or gesture,conversing with animals or plants,turning earth into gold or preciousstones, producing food and drink, etc.To the Moslem, who has no sense ofnatural law, all these 'violations ofcustom,' as he calls them, seem equallycredible. We, on the other hand, feelourselves obliged to distinguishphenomena which we regard asirrational and impossible from thosefor which we can find some sort of"},{"pageNumber":312,"pageContent":"'natural' explanation. Modern theoriesof psychical influence, faith-healing,telepathy, veridical hallucination,hypnotic suggestion and the like, havethrown open to us a wide avenue ofapproach to this dark continent in theEastern mind. I will not, however,pursue the subject far at present, full ofinterest as it is. In the higher Sufiteaching the miraculous powers of thesaints play a more or less insignificantpart, and the excessive importancewhich they assume in the organ-{p. 140}ised mysticism of the Dervish Orders isone of the clearest marks of itsdegeneracy."},{"pageNumber":313,"pageContent":"The following passage, which I haveslightly modified, gives a fair summaryof the hypnotic process through whicha dervish attains to union with God:\"The disciple must, mystically,always bear his Murshid (spiritualdirector) in mind, and becomementally absorbed in him througha constant meditation andcontemplation of him. The teachermust be his shield against all evilthoughts. The spirit of the teacherfollows him in all his efforts, andaccompanies him wherever hemay be, quite as a guardian spirit.To such a degree is this carriedthat he sees the master in all men"},{"pageNumber":314,"pageContent":"and in all things, just as a willingsubject is under the influence ofthe magnetiser. This condition iscalled 'self-annihilation' in theMurshid or Sheykh. The latterfinds, in his own visionarydreams, the degree which thedisciple has reached, and whetheror not his spirit has become boundto his own.\"At this stage the Sheykh passeshim over to the spiritual influenceof the long-deceased Pir ororiginal founder of the Order, andhe sees the latter only by thespiritual aid of the Sheykh. This iscalled 'self-annihilation' in the Pir."},{"pageNumber":315,"pageContent":"He{p. 141}now becomes so much a part ofthe Pir as to possess all hisspiritual powers.\"The third grade leads him, alsothrough the spiritual aid of theSheykh, up to the Prophet himself,whom he now sees in all things.This state is called 'self-annihilation' in the Prophet.\"The fourth degree leads him evento God. He becomes united withthe Deity and sees Him in allthings.\" {J. P. Brown, The Dervishes, or Oriental"},{"pageNumber":316,"pageContent":"Spiritualism (1868), p. 298.}An excellent concrete illustration ofthe process here described will befound in the well-known case ofTawakkul Beg, who passed through allthese experiences under the control ofMolla-Shah. His account is too long toquote in full; moreover, it has recentlybeen translated by Professor D. B.Macdonald in his Religious Life andAttitude in Islam (pp. 197 ff.). I copyfrom this version one paragraphdescribing the first of the four stagesmentioned above.\"Thereupon he made me sit beforehim, my senses being as thoughintoxicated, and ordered me to"},{"pageNumber":317,"pageContent":"reproduce my own image withinmyself; and, after havingbandaged my eyes, he asked me toconcentrate all my mentalfaculties on my heart. I obeyed,and in an instant, by the divinefavour and by the spiritualassistance of the Sheykh, my{p. 142}heart opened. I saw, then, thatthere was something like anoverturned cup within me. Thishaving been set upright, asensation of unbounded happinessfilled my being. I said to themaster, 'This cell where I amseated before you--I see a faithful"},{"pageNumber":318,"pageContent":"reproduction of it within me, andit appears to me as though anotherTawakkul Beg were seated beforeanother Molla-Shah.' He replied,'Very good! the first apparitionwhich appears to thee is the imageof the master.' He then ordered meto uncover my eyes; and I sawhim, with the physical organ ofvision, seated before me. He thenmade me bind my eyes again, andI perceived him with my spiritualsight, seated similarly before me.Full of astonishment, I cried out,'O Master! whether I look with myphysical organs or with myspiritual sight, always it is youthat I see!'\""},{"pageNumber":319,"pageContent":"Here is a case of autohypnotism,witnessed and recorded by the poetJami:\"Mawlana Sa‘duddin of Kashghar,after a little concentration ofthought (tawajjuh), used to exhibitsigns of unconsciousness. Anyoneignorant of this circumstancewould have fancied that he wasfalling asleep. When I firstentered into companionship withhim,{p. 143}I happened one day to be seatedbefore him in the congregationalmosque. According to his custom,"},{"pageNumber":320,"pageContent":"he fell into a trance. I supposedthat he was going to sleep, and Isaid to him, 'If you desire to restfor a short time, you will not seemto me to be far off.' He smiled andsaid, 'Apparently you do notbelieve that this is somethingdifferent from sleep.'\"The following anecdote presentsgreater difficulties:\"Mawlana Nizamuddin Khamushrelates that one day his master,‘Ala’uddin ‘Attar, started to visitthe tomb of the celebrated saintMohammed ibn ‘Ali Hakim, atTirmidh. 'I did not accompany"},{"pageNumber":321,"pageContent":"him,' said Nizamuddin, 'but stayedat home, and by concentrating mymind (tawajjuh) I succeeded inbringing the spirituality of thesaint before me, so that when themaster arrived at the tomb hefound it empty. He must haveknown the cause, for on his returnhe set to work in order to bring meunder his control. I, too,concentrated my mind, but I foundmyself like a dove and the masterlike a hawk flying in chase of me.Wherever I turned, he was alwaysclose behind. At last, despairing ofescape, I took refuge with thespirituality of the{p. 144}"},{"pageNumber":322,"pageContent":"Prophet (on whom be peace) andbecame effaced in its infiniteradiance. The master could notexercise any further control. Hefell ill in consequence of hischagrin, and no one except myselfknew the reason.'\"‘Ala’uddin's son, Khwaja Hasan ‘Attar,possessed such powers of 'control' thathe could at will throw any one into thestate of trance and cause them toexperience the 'passing-away' (fana) towhich some mystics attain only on rareoccasions and after prolonged self-mortification. It is related that thedisciples and visitors who wereadmitted to the honour of kissing his"},{"pageNumber":323,"pageContent":"hand always fell unconscious to theground.Certain saints are believed to have thepower of assuming whatever shapethey please. One of the most famouswas Abd ‘Abdallah of Mosul, betterknown by the name of Qadib al-Ban.One day the Cadi of Mosul, whoregarded him as a detestable heretic,saw him in a street of the town,approaching from the oppositedirection. He resolved to seize him andlay a charge against him before thegovernor, in order that he might bepunished. All at once he perceived thatQadib al-Ban had taken the form of aKurd; and as the saint advanced"},{"pageNumber":324,"pageContent":"towards him, his appearance changedagain, this time into an Arab of thedesert. Finally, on coming still nearer,he assumed the guise{p. 145}and dress of a doctor of theology, andcried, \"O Cadi! which Qadib al-Banwill you hale before the governor andpunish?\" The Cadi repented of hishostility and became one of the saint'sdisciples.In conclusion, let me give two allegedinstances of 'the obedience ofinanimate objects,' i.e. telekinesis:\"Whilst Dhu ’l-Nun was"},{"pageNumber":325,"pageContent":"conversing on this topic withsome friends, he said, 'Here is asofa. It will move round the room,if I tell it to do so.' No sooner hadhe uttered the word 'move' thanthe sofa made a circuit of theroom and returned to its place.One of the spectators, a youngman, burst into tears and gave upthe ghost. They laid him on thatsofa and washed him for burial.\"\"Avicenna paid a visit to Abu ’l-Hasan Khurqani and immediatelyplunged into a long and abstrusediscussion. After a time the saint,who was an illiterate person, felttired, so he got up and said,"},{"pageNumber":326,"pageContent":"'Excuse me; I must go and mendthe garden wall'; and off he went,taking a hatchet with him. As soonas he had climbed on to the top ofthe wall, the hatchet dropped fromhis hand. Avicenna ran to pick itup, but before he reached it thehatchet rose of itself and cameback{p. 146}into the saint's hand. Avicennalost all his self-command, and theenthusiastic belief in Sufismwhich then took possession of himcontinued until, at a later period ofhis life, he abandoned mysticismfor philosophy.\""},{"pageNumber":327,"pageContent":"I am well aware that in this chapterscanty justice has been done to a greatsubject. The historian of Sufism mustacknowledge, however deeply he maydeplore, the fundamental positionoccupied by the doctrine of saintshipand the tremendous influence which ithas exerted in its practical results--grovelling submission to the authorityof an ecstatic class of men, dependenceon their favour, pilgrimage to theirshrines, adoration of their relics,devotion of every mental and spiritualfaculty to their service. It may bedangerous to worship God by one's owninner light, but it is far more deadly toseek Him by the inner light of another.Vicarious holiness has no"},{"pageNumber":328,"pageContent":"compensations. This truth is expressedby the mystical writers in many aneloquent passage, but I will contentmyself with quoting a few lines fromthe life of ‘Ala’uddin ‘Attar, the samesaint who, as we have seen, vainly triedto hypnotise his pupil in revenge for adisrespectful trick which the latter hadplayed on him. His biographer relatesthat he said, \"It is more right andworthy to{p. 147}dwell beside God than to dwell besideGod's creatures,\" and that the followingverse was often on his blessed tongue: \"How long will you worship at the tombs of holy men?"},{"pageNumber":329,"pageContent":" Busy yourself with the works of holy men, and you are saved!\" (\"tu ta kay gur-i mardan-ra parasti bi-gird-i kar-i mardan gard u rasti{p. 148}"},{"pageNumber":330,"pageContent":"CHAPTER VITHE UNITIVE STATE \"The story admits of being told up to this point, But what follows is hidden, and inexpressible in words. If you should speak and try a hundred ways to express it, 'Tis useless; the mystery becomes no clearer, You can ride on saddle and horse to the sea-coast, But then you must use a horse of wood ( A horse of wood is useless on dry land, It is the special vehicle of voyagers by sea. Silence is this horse of wood, Silence is the guide and support of men at sea.\" {The Masnavi of Jalaluddin Rumi. Abridged translation by E. H. Whinfield, p.326.}No one can approach the subject of thischapter--the state of the mystic who"},{"pageNumber":331,"pageContent":"has reached his journey's end--withoutfeeling that all symbolical descriptionsof union with God and theoriesconcerning its nature are little betterthan leaps in the dark. How shall weform any conception of that which isdeclared to be ineffable by those whohave actually experienced it? I can onlyreply that the same difficulty confrontsus in dealing with all mysticalphenomena,{p. 149}though it appears less formidable atlower levels, and that the poet's counselof silence has not prevented him frominterpreting the deepest mysteries ofSufism with unrivalled insight and"},{"pageNumber":332,"pageContent":"power.Whatever terms may be used todescribe it, the unitive state is theculmination of the simplifying processby which the soul is gradually isolatedfrom all that is foreign to itself, fromall that is not God. Unlike Nirvana,which is merely the cessation ofindividuality, fana, the passing-away ofthe Sufi from his phenomenalexistence, involves baqa, thecontinuance of his real existence. Hewho dies to self lives in God, and fana,the consummation of this death, marksthe attainment of baqa, or union withthe divine life. Deification, in short, isthe Moslem mystic's ultima Thule."},{"pageNumber":333,"pageContent":"In the early part of the tenth centuryHusayn ibn Mansur, known to fame asal-Hallaj (the wool-carder), wasbarbarously done to death at Baghdad.His execution seems to have beendictated by political motives, but withthese we are not concerned. Amongstthe crowd assembled round thescaffold, a few, perhaps, believed himto be what he said he was; the restwitnessed with exultation or sternapproval the punishment of ablasphemous heretic. He had uttered intwo words a sentence which Islam has,on the whole, forgiven but has{p. 150}never forgotten: \"Ana ’l-Haqq\"--\"I am"},{"pageNumber":334,"pageContent":"God.\"The recently published researches ofM. Louis Massignon {Kitab al-Tawasin (Paris,1913). See especially pp. 129-141.} make itpossible, for the first time, to indicatethe meaning which Hallaj himselfattached to this celebrated formula, andto assert definitely that it does notagree with the more orthodoxinterpretations offered at a later epochby Sufis belonging to various schools.According to Hallaj, man is essentiallydivine. God created Adam in His ownimage. He projected from Himself thatimage of His eternal love, that Hemight behold Himself as in a mirror.Hence He bade the angels worship"},{"pageNumber":335,"pageContent":"Adam (Kor. 2.32), in whom, as inJesus, He became incarnate. \"Glory to Him who revealed in His humanity ( the secret of His radiant divinity, And then appeared to His creatures visibly in the shape of one who ate and drank (Jesus).\"Since the 'humanity' (nasut) of Godcomprises the whole bodily andspiritual nature of man, the 'divinity'(lahut) of God cannot unite with thatnature except by means of anincarnation or, to adopt the termemployed by Massignon, an infusion(hulul) of the divine Spirit, such astakes place when the human spiritenters the"},{"pageNumber":336,"pageContent":"{p. 151}body. {Massignon appears to be right in identifying theDivine Spirit with the Active Reason (intellectus agens),which, according to Alexander of Aphrodisias, is not a partor faculty of our soul, but comes to us from without. SeeInge, Christian Mysticism, pp. 360, 361. The doctrine ofHallaj may be compared with that of Tauler, Ruysbroeck,and others concerning the birth of God in the soul.} ThusHallaj says in one of his poems: \"Thy Spirit is mingled in my spirit even as wine is mingled with pure water. When anything touches Thee, it touches me. Lo, in every case Thou art I!\"And again: \"I am He whom I love, and He whom I love is I: We are two spirits dwelling in one body. If thou seest me, thou seest Him,"},{"pageNumber":337,"pageContent":" And if thou seest Him, thou seest us both.\"This doctrine of personal deification, inthe peculiar form which was impressedupon it by Hallaj, is obviously akin tothe central doctrine of Christianity, andtherefore, from the Moslem standpoint,a heresy of the worst kind. It survivedunadulterated only amongst hisimmediate followers. The Hululis, i.e.those who believe in incarnation, arerepudiated by Sufis in general quite asvehemently as by orthodox Moslems.But while the former haveunhesitatingly condemned the doctrineof hulul, they have also done their bestto clear Hallaj from the suspicion ofhaving taught it. Three main lines of"},{"pageNumber":338,"pageContent":"defence are followed: (1){p. 152}Hallaj did not sin against the Truth, buthe was justly punished in so far as hecommitted a grave offence against theLaw. He \"betrayed the secret of hisLord\" by proclaiming to all and sundrythe supreme mystery which ought to bereserved for the elect. (2) Hallaj spokeunder the intoxicating influence ofecstasy. He imagined himself to beunited with the divine essence, when infact he was only united with one of thedivine attributes. (3) Hallaj meant todeclare that there is no essentialdifference or separation between Godand His creatures, inasmuch as the"},{"pageNumber":339,"pageContent":"divine unity includes all being. A manwho has entirely passed away from hisphenomenal self exists quâ his realself, which is God. \"In that glory is no 'I' or 'We' or 'Thou.' 'I,' 'We,' 'Thou,' and 'He' are all one thing.\"It was not Hallaj who cried \"Ana ’l-Haqq,\" but God Himself, speaking, asit were, by the mouth of the selflessHallaj, just as He spoke to Mosesthrough the medium of the burningbush (Kor. 20.8-14).The last explanation, which convertsAna ’l-Haqq into an impersonalmonistic axiom, is accepted by most"},{"pageNumber":340,"pageContent":"Sufis as representing the true Hallajianteaching. In a magnificent odeJalaluddin Rumi describes how the OneLight shines in myriad forms throughthe whole universe, and how{p. 153}the One Essence, remaining ever thesame, clothes itself from age to age inthe prophets and saints who are itswitnesses to mankind. \"Every moment the robber Beauty rises in a different shape, ravishes the soul, and disappears. Every instant that Loved One assumes a new garment, now of eld, now of youth. Now He plunged into the heart of the substance of the potter's clay--the Spirit plunged, like a diver. Anon He rose from the depths of mud that is moulded and baked,"},{"pageNumber":341,"pageContent":" then He appeared in the world. He became Noah, and at His prayer the world was flooded while He went into the Ark. He became Abraham and appeared in the midst of the fire, which turned to roses for His sake. For a while He was roaming on the earth to pleasure Himself, Then He became Jesus and ascended to the dome of Heaven and began to glorify God. In brief, it was He that was coming and going in every generation thou hast seen, Until at last He appeared in the form of an Arab and gained the empire of the world. What is it that is transferred? What is transmigration in reality? The lovely winner of hearts Became a sword and appeared in the hand of ‘Ali and became the Slayer of the time. No! no! for 'twas even He that was crying in human shape, ' ’l-Haqq.' That one who mounted the scaffold was not Mansur {Hallaj is often called Mansur, which is properly the name of his father.}, though the foolish imagined it. Rumi hath not spoken and will not speak words of infidelity: do not"},{"pageNumber":342,"pageContent":" disbelieve him! Whosoever shows disbelief is an infidel and one of those who have been doomed to Hell.\"{p. 154}* * *Although in Western and Central Asia--where the Persian kings were regardedby their subjects as gods, and where thedoctrines of incarnation,anthropomorphism, andmetempsychosis are indigenous--theidea of the God-man was neither sounfamiliar nor unnatural as to shockthe public conscience very profoundly,Hallaj had formulated that idea in sucha way that no mysticism calling itself"},{"pageNumber":343,"pageContent":"Mohammedan could tolerate, muchless adopt it. To assert that the divineand human natures may be interfusedand commingled {Hulul was not understood in thissense by Hallaj (Massignon, op. cit., p. 199), though theverses quoted on p. 151 readily suggest such aninterpretation. Hallaj, I think, would have agreed withEckhart (who said, \"The word I am none can truly speak butGod alone\") that the personality in which the Eternal isimmanent has itself a part in eternity (Inge, ChristianMysticism, p. 149, note).}, would have been todeny the principle of unity on whichIslam is based. The subsequent historyof Sufism shows how deification wasidentified with unification. Theantithesis--God, Man--melted away inthe pantheistic theory which has beenexplained above {see pp. 79 ff.}. There is noreal existence apart from God. Man isan emanation or a reflexion or a mode"},{"pageNumber":344,"pageContent":"of Absolute Being. What he thinks ofas individuality is in truth not-being; itcannot be separated or united, for itdoes not exist. Man is God, yet with{p. 155}a difference. According to Ibnal-‘Arabi {Massignon, op. cit., p. 183.} theeternal and the phenomenal are twocomplementary aspects of the One,each of which is necessary to the other.The creatures are the externalmanifestation of the Creator, and Manis God's consciousness (sirr) asrevealed in creation. But since Man,owing to the limitations of his mind,cannot think all objects of thoughtsimultaneously, and therefore"},{"pageNumber":345,"pageContent":"expresses only a part of the divineconsciousness, he is not entitled to sayAna ’l-Haqq, \"I am God.\" He is areality, but not the Reality. We shallsee that other Sufis--Jalaluddin Rumi,for example--in their ecstatic moments,at any rate, ignore this rather subtledistinction.The statement that in realising the non-entity of his individual self the Sufirealises his essential oneness with God,sums up the Mohammedan theory ofdeification in terms with which myreaders are now familiar. I willendeavour to show what more precisemeaning may be assigned to it, partlyin my own words and partly by means"},{"pageNumber":346,"pageContent":"of illustrative extracts from variousauthors.Several aspects of fana have alreadybeen distinguished {See pp. 60, 61.}. Thehighest of these--the passing-away inthe divine essence--is fully describedby Niffari, who employs instead offana and fani (self-naughted) the terms{p. 156}waqfat, signifying cessation fromsearch, and waqif, i.e. one who desistsfrom seeking and passes away in theObject Sought. Here are some of thechief points that occur in the text andcommentary."},{"pageNumber":347,"pageContent":"Waqfat is luminous: it expels the darkthoughts of 'otherness,' just as lightbanishes darkness; it changes thephenomenal values of all existentthings into their real and eternal values.Hence the waqif transcends time andplace. \"He enters every house and itcontains him not; he drinks from everywell but is not satisfied; then hereaches Me, and I am his home, and hisabode is with Me\"--that is to say, hecomprehends all the divine attributesand embraces all mystical experiences.He is not satisfied with the names(attributes), but seeks the Named. Hecontemplates the essence of God andfinds it identical with his own. He does"},{"pageNumber":348,"pageContent":"not pray. Prayer is from man to God,but in waqfat there is nothing but God.The waqif leaves not a rack behindhim, nor any heir except God. Wheneven the phenomenon of waqfat hasdisappeared from his consciousness, hebecomes the very Light. Then hispraise of God proceeds from God, andhis knowledge is God's knowledge,who beholds Himself alone as He wasin the beginning.We need not expect to discover howthis{p. 157}essentialisation, substitution, or"},{"pageNumber":349,"pageContent":"transmutation is effected. It is thegrand paradox of Sufism--the MagnumOpus wrought somehow in created manby a Being whose nature is eternallydevoid of the least taint ofcreatureliness. As I have remarkedabove, the change, however it may beconceived, does not involve infusion ofthe divine essence (hulul) oridentification of the divine and humannatures (ittihad). Both these doctrinesare generally condemned. Abu Nasr al-Sarraj criticises them in two passagesof his Kitab al-Luma‘, as follows:\"Some mystics of Baghdad haveerred in their doctrine that whenthey pass away from their"},{"pageNumber":350,"pageContent":"qualities they enter into thequalities of God. This leads toincarnation (hulul) or to theChristian belief concerning Jesus.The doctrine in question has beenattributed to some of the ancients,but its true meaning is this, thatwhen a man goes forth from hisown qualities and enters into thequalities of God, he goes forthfrom his own will and enters intothe will of God, knowing that hiswill is given to him by God andthat by virtue of this gift he issevered from regarding himself,so that he becomes entirelydevoted to God; and this is one ofthe stages of Unitarians. Those"},{"pageNumber":351,"pageContent":"who have erred in this doctrinehave failed to{p. 158}observe that the qualities of Godare not God. To make Godidentical with His qualities is tobe guilty of infidelity, becauseGod does not descend into theheart, but that which descends intothe heart is faith in God and beliefin His unity and reverence for thethought of Him.\"In the second passage he makes use ofa similar argument in order to refutethe doctrine of ittihad."},{"pageNumber":352,"pageContent":"\"Some have abstained from foodand drink, fancying that when aman's body is weakened it ispossible that he may lose hishumanity and be invested with theattributes of divinity. The ignorantpersons who hold this erroneousdoctrine cannot distinguishbetween humanity and the inbornqualities of humanity. Humanitydoes not depart from man anymore than blackness departs fromthat which is black or whitenessfrom that which is white, but theinborn qualities of humanity arechanged and transmuted by theall-powerful radiance that is shedupon them from the divine"},{"pageNumber":353,"pageContent":"Realities. The attributes ofhumanity are not the essence ofhumanity. Those who inculcatethe doctrine of fana mean thepassing-away of regarding one'sown actions and works of devotionthrough{p. 159}the continuance of regarding Godas the doer of these actions onbehalf of His servant.\"Hujwiri characterises as absurd thebelief that passing-away (fana)signifies loss of essence anddestruction of corporeal substance, andthat 'abiding' (baqa) indicates the"},{"pageNumber":354,"pageContent":"indwelling of God in man. Realpassing-away from anything, he says,implies consciousness of itsimperfection and absence of desire forit. Whoever passes away from his ownperishable will abides in theeverlasting will of God, but humanattributes cannot become divineattributes or vice versa.\"The power of fire transforms toits own quality anything that fallsinto it, and surely the power ofGod's will is greater than that offire; yet fire affects only thequality of iron without changingits substance, for iron can neverbecome fire.\""},{"pageNumber":355,"pageContent":"In another part of his work Hujwiridefines 'union' (jam‘) as concentrationof thought upon the desired object.Thus Majnun, the Orlando Furioso ofIslam, concentrated his thoughts onLayla, so that he saw only her in thewhole world, and all created thingsassumed the form of Layla in his eyes.Some one came to the cell of Bayazidand asked, \"Is Bayazid here?\" Heanswered, \"Is any one here but God?\"{p. 160}The principle in all such cases, Hujwiriadds, is the same, namely:\"That God divides the onesubstance of His love and bestows"},{"pageNumber":356,"pageContent":"a particle thereof, as a peculiargift, upon every one of His friendsin proportion to theirenravishment with Him; then helets down upon that particle theshrouds of fleshliness and humannature and temperament andspirit, in order that by its powerfulworking it may transmute to itsown quality all the particles thatare attached to it, until the lover'sclay is wholly converted into loveand all his acts and looks becomeso many properties of love. Thisstate is named 'union' alike bythose who regard the inward senseand the outward expression.\""},{"pageNumber":357,"pageContent":"Then he quotes these verses of Hallaj:\"Thy will be done. O my Lord andMaster! Thy will be done, O mypurpose and meaning! O essenceof my being, O goal of my desire,O my speech and my hints and mygestures! O all of my all, O myhearing and my sight, O my wholeand my element and myparticles!\"The enraptured Sufi who has passedbeyond the illusion of subject andobject and broken through to theOneness can either deny that he isanything or affirm that he is all things.As an example of 'the negative way,'"},{"pageNumber":358,"pageContent":"take the opening lines of an ode by{p. 161}Jalaluddin which I have rendered intoverse, imitating the metrical form ofthe Persian as closely as the genius ofour language will permit: \"Lo, for I to myself am unknown, now in God's name what must I do? I adore not the Cross nor the Crescent, I am not a Giaour nor a Jew. East nor West, land nor sea is my home, I have kin nor with angel nor gnome, I am wrought not of fire nor of foam, I am shaped not of dust nor of dew. I was born not in China afar, not in Saqsin and not in Bulghar; Not in India, where five rivers are, nor ‘Iraq nor Khorasan I grew. Not in this world nor that world I dwell, not in Paradise, neither in Hell; Not from Eden and Rizwan I fell, not from Adam my lineage I drew. In a place beyond uttermost Place, in a tract without shadow of trace,"},{"pageNumber":359,"pageContent":" Soul and body transcending I live in the soul of my Loved One anew!\"The following poem, also byJalaluddin, expresses the positiveaspect of the cosmic consciousness: \"If there be any lover in the world, O Moslems, 'tis I. If there be any believer, infidel, or Christian hermit, 'tis I. The wine-dregs, the cupbearer, the minstrel, the harp, and the music, The beloved, the candle, the drink and the joy of the drunken--'tis I. The two-and-seventy creeds and sects in the world{p. 162} Do not really exist: I swear by God that every creed and sect--'tis I. Earth and air and water and fire--knowest thou what they are? Earth and air and water and fire, nay, body and soul too--'tis I. Truth and falsehood, good and evil, ease and difficulty from first to last, Knowledge and learning and asceticism and piety and faith--'tis I."},{"pageNumber":360,"pageContent":" The fire of Hell, be assured, with its flaming limbos, Yes, and Paradise and Eden and the Houris--'tis I. This earth and heaven with all that they hold, Angels, Peris, Genies, and Mankind--'tis I.\"What Jalaluddin utters in a moment ofecstatic vision Henry More describesas a past experience:\"How lovely\" (he says), \"howmagnificent a state is the soul ofman in, when the life of Godinactuating her shoots her alongwith Himself through heaven andearth; makes her unite with, andafter a sort feel herself animate,the whole world. He that is herelooks upon all things as One, and"},{"pageNumber":361,"pageContent":"on himself, if he can then mindhimself, as a part of the Whole.\"For some Sufis, absorption in theecstasy of fana is the end of theirpilgrimage. Thenceforth no relationexists between them and the world.Nothing of themselves is left in them;as individuals, they are dead. Immersedin Unity, they know neither law norreligion nor any form of phenomenal{p. 163}being. But those God-intoxicateddevotees who never return to sobrietyhave fallen short of the highestperfection. The full circle ofdeification must comprehend both the"},{"pageNumber":362,"pageContent":"inward and outward aspects of Deity--the One and the Many, the Truth andthe Law. It is not enough to escapefrom all that is creaturely, withoutentering into the eternal life of God theCreator as manifested in His works. Toabide in God (baqa) after havingpassed-away from selfhood (fana) isthe mark of the Perfect Man, who notonly journeys to God, i.e. passes fromplurality to unity, but in and with God,i.e. continuing in the unitive state, hereturns with God to the phenomenalworld from which he set out, andmanifests unity in plurality. In thisdescent \"He makes the Law his upper garment And the mystic Path his inner garment,\""},{"pageNumber":363,"pageContent":"for he brings down and displays theTruth to mankind while fulfilling theduties of the religious law. Of him itmay be said, in the words of a greatChristian mystic:\"He goes towards God by inwardlove, in eternal work, and he goesin God by his fruitive inclination,in eternal rest. And he dwells inGod; and yet he goes out towardscreated things in a spirit of lovetowards all things, in the virtuesand in works of{p. 164}"},{"pageNumber":364,"pageContent":"righteousness. And this is themost exalted summit of the innerlife.\" {Ruysbroeck, quoted in E. Underhill'sIntroduction to Mysticism, p. 522.}‘Afifuddin Tilimsani, in hiscommentary on Niffari, describes fourmystical journeys:The first begins with gnosis and endswith complete passing-away (fana).The second begins at the moment whenpassing-away is succeeded by 'abiding'(baqa).He who has attained to this stationjourneys in the Real, by the Real, to theReal, and he then is a reality (haqq) {See"},{"pageNumber":365,"pageContent":"p. 155 above.}. Thus travelling onward, hearrives at the station of the Qutb {See p.123.}, which is the station of PerfectManhood. He becomes the centre of thespiritual universe, so that every pointand limit reached by individual humanbeings is equally distant from hisstation, whether they be near or far;since all stations revolve round his, andin relation to the Qutb there is nodifference between nearness andfarness. To one who has gained thissupreme position, knowledge andgnosis and passing-away are as riversof his ocean, whereby he replenisheswhomsoever he will. He has the rightto guide others to God, and seekspermission to do so from none but"},{"pageNumber":366,"pageContent":"himself. Before the gate of Apostleshipwas closed {I.e. before the time of Mohammed, who isthe Seal of the Prophets.}, he would{p. 165}have deserved the title of Apostle, butin our day his due title is Director ofSouls, and he is a blessing to those whoinvoke his aid, because hecomprehends the innate capacities ofall mankind and, like a camel-driver,speeds everyone to his home.In the third journey this Perfect Manturns his attention to God's creatures,either as an Apostle or as a SpiritualDirector (Sheykh), and reveals himselfto those who would fain be released"},{"pageNumber":367,"pageContent":"from their faculties, to each accordingto his degree: to the adherent ofpositive religion as a theologian; to thecontemplative, who has not yet enjoyedfull contemplation, as a gnostic; to thegnostic as one who has entirely passed-away from individuality (waqif); to thewaqif as a Qutb. He is the horizon ofevery mystical station and transcendsthe furthest range of experience knownto each grade of seekers.The fourth journey is usuallyassociated with physical death. TheProphet was referring to it when hecried on his deathbed, \"I choose thehighest companions.\" In this journey,to judge from the obscure verses in"},{"pageNumber":368,"pageContent":"which ‘Afifuddin describes it, thePerfect Man, having been invested withall the divine attributes, becomes, so tospeak, the mirror which displays Godto Himself. \"When my Beloved appears, With what eye do I see Him?{p. 166} \"With His eye, not with mine, For none sees Him except Himself.\" (IBN AL-‘ARABI.)The light in the soul, the eye by whichit sees, and the object of its vision, allare One."},{"pageNumber":369,"pageContent":"* * *We have followed the Sufi in his questof Reality to a point where languagefails. His progress will seldom be sosmooth and unbroken as it appears inthese pages. The proverbial headacheafter intoxication supplies a parallel tothe periods of intense aridity and acutesuffering that sometimes fill theinterval between lower and higherstates of ecstasy. Descriptions of thisexperience--the Dark Night of the Soul,as it is called by Christian authors--may be found in almost any biographyof Mohammedan saints. Thus Jamirelates in his Nafahat al-Uns that acertain dervish, a disciple of the"},{"pageNumber":370,"pageContent":"famous Shihabuddin Suhrawardi,\"Was endowed with a greatecstasy in the contemplation ofUnity and in the station ofpassing-away (fana). One day hebegan to weep and lament. Onbeing asked by the SheykhShihabuddin what ailed him, heanswered, 'Lo, I am debarred byplurality from the vision of Unity.I am rejected, and my formerstate--I cannot find it!' TheSheykh remarked that this was theprelude to the station of 'abiding'{p. 167}(baqa), and that his present state"},{"pageNumber":371,"pageContent":"was higher and more sublime thanthe one which he was in before.\"Does personality survive in theultimate union with God? If personalitymeans a conscious existence distinct,though not separate, from God, themajority of advanced Moslem mysticssay \"No!\" As the rain-drop absorbed inthe ocean is not annihilated but ceasesto exist individually, so thedisembodied soul becomesindistinguishable from the universalDeity. It is true that when Sufi writerstranslate mystical union into terms oflove and marriage, they do not, indeedthey cannot, expunge the notion ofpersonality, but such metaphorical"},{"pageNumber":372,"pageContent":"phrases are not necessarily inconsistentwith a pantheism which excludes alldifference. To be united, here and now,with the World-Soul is the utmostimaginable bliss for souls that loveeach other on earth. \"Happy the moment when we are seated in the Palace, thou and I, With two forms and with two figures but with one soul, thou and I. The colours of the grove and the voice of the birds will bestow immortality At the time when we come into the garden, thou and I. The stars of heaven will come to gaze upon us; We shall show them the Moon itself, thou and I. Thou and I, individuals no more, shall be mingled in ecstasy, Joyful and secure from foolish babble, thou and I.{p. 168} All the bright-plumed birds of heaven will devour their hearts"},{"pageNumber":373,"pageContent":" with envy In the place where we shall laugh in such a fashion, thou and I. This is the greatest wonder, that thou and I, sitting here in the same nook, Are at this moment both in ‘Iraq and Khorasan, thou and I.\" (JALALUDDIN RUMI.)Strange as it may seem to our Westernegoism, the prospect of sharing in thegeneral, impersonal immortality of thehuman soul kindles in the Sufi anenthusiasm as deep and triumphant asthat of the most ardent believer in apersonal life continuing beyond thegrave. Jalaluddin, after describing theevolution of man in the material worldand anticipating his further growth inthe spiritual universe, utters a heartfeltprayer--for what?--for self-annihilation"},{"pageNumber":374,"pageContent":"in the ocean of the Godhead. \"I died as mineral and became a plant, I died as plant and rose to animal, I died as animal and I was man. Why should I fear? When was I less by dying? Yet once more I shall die as man, to soar With angels blest; but even from angelhood I must pass on: all except God doth perish. When I have sacrificed my angel soul, I shall become what no mind e'er conceived. Oh, let me not exist! for Non-existence Proclaims in organ tones, 'To Him we shall return.'\"{p. 169}"},{"pageNumber":375,"pageContent":"BIBLIOGRAPHYA. GENERALTHOLUCK, F. A. G., Ssufismus sive Theosophia Persarum pantheistica (Berlin, 1821). In Latin. Out of date in some respects, but still worth reading.PALMER, E. H., Oriental Mysticism A treatise on Persian theosophy, based on a work by Nasafi.VON KREMER, A., Geschichte der herrschenden Ideen des Islams (Leipzig, 1868), pp. 52-121. A brilliant sketch of the origin and development of Sufism.GOLDZIHER, I., Vorlesungen über den Islam pp. 139-200. An account of Sufi asceticism and mysticism by the greatest living authority on Islam.GOLDZIHER, I., Muhammedanische Studien"},{"pageNumber":376,"pageContent":" Part ii., pp. 277-378. Gives full details concerning the worship of Moslem saints.MACDONALD, D. B., The Religious Life and Attitude in Islam (Chicago, 1909). A valuable introduction to the study of the moderate type of Sufism represented by{p. 170} Ghazali. The chapters on psychology are particularly helpful.IQBAL, SHAIKH MUHAMMAD, The Development of Metaphysics in Persia (London, 1908), pp. 96.GIBB, E. J. W., History of Turkish Poetry vol. i. pp. 15-69. Outlines of Persian philosophic mysticism.BROWNE, E. G., Literary History of Persia pp. 416-444."},{"pageNumber":377,"pageContent":"BROWN, J. P ., The Dervishes, or Oriental Spiritualism 1868). Unscientific, but contains much interesting material.DEPONT, O., and COPPOLANI, X., Les Confréries religieuses musulmanes (Algiers, 1897). A standard work on the Dervish Orders.B. TRANSLATIONSHUJWIRI, Kashf al-Mahjub, translated by R. A. Nicholson (London, 1911). The oldest Persian treatise on Sufism.‘ATTAR, Le Manticu ’ttair ou le Langage des Oiseax with an essay on the philosophical and religious poetry of Persia, by Garcin de Tassy (Paris, 1864).JALALUDDIN RUMI, Masnavi, abridged translation by E. H. Whinfield, 2nd ed. (London, 1898). Masnavi, Book i., translated by Sir James Redhouse (London, 1881). Masnavi, Book ii., translated with commentary by C. E. Wilson"},{"pageNumber":378,"pageContent":" (London, 1910).{p. 171} Selected Odes from the Divani Shamsi Tabriz English translation, introduction, and notes by R. A. Nicholson (Cambridge, 1898).MAHMUD SHABISTARI, Gulshani Raz, Persian text with English translation, introduction, and notes by E. H. Whinfield (London, 1880). A versified exposition of the chief Sufi doctrines. It should be read by everyone who is seriously interested in the subject.JAMI, Lawa’ih, Persian text with translation by E. H. Whinfield and Mirza Muhammad Kazvini (London, 1906). A prose treatise on Sufi theosophy. Yusuf and Zulaikha, translated into verse by R.. T. H. Griffith (London, 1882). One of the most famous mystical love-romances in Persian literature."},{"pageNumber":379,"pageContent":"IBN AL-‘ARABI, Tarjuman al-Ashwaq Arabic text with translation and commentary by R. A. Nicholson (London, 1911).{p. 173}"},{"pageNumber":380,"pageContent":"INDEX(Titles of books, as well as Arabic andPersian technical terms, are printed initalics.)Abdal, 124.‘Abdallah Ansari, 89.‘Abd al-Rahim ibn al-Sabbagh, 89.Abraham, 153.Abrar, 124.Absal, 116.Abu ‘Abdallah of Mosul, 144.Abu ‘Abdallah al-Razi, 51.Abu ‘Ali of Sind, 17.Abu Hamza, 62.Abu ’l-Hasan Khurqani, 87, 133 ff., Abu ’l-Khayr al-Aqta, 61.Abu Nasr al-Sarraj, 157.Abu Sa‘id ibn Abi ’l-Khayr, 49, 90Adam, 64, 150, 161."},{"pageNumber":381,"pageContent":"‘Afifuddin al-Tilimsani, 93, 164, Ahl al-Haqq, 1.Ahmad ibn al-Hawari, 11.ahwal, 29.Akhyar, 124.Ala’uddin Attar, 143, 144, 146.Alexander of Aphrodisias, 151.Al-Haqq, See Haqq.‘Ali, the Caliph, 50, 89, 153.Ana ’l-Haqq, 150 ff.Arabian Nights, the, 63.‘Arafat, 91.‘arif, 29.Aristotle, 12.Asceticism, 4, 5, 6, 10, 28 ff., Ash‘arites, the, 6.‘Attar, Fariduddin, 106.Audition, 63 ff. See sama‘.Augustine, St., 118.Avicenna, 145, 146.awliya, 122.Awtad, 124."},{"pageNumber":382,"pageContent":"Baba Kuhi, 58.Babism, 89.Bactria, 16, 18.Baghdad, 149, 157.Balkh, 16.baqa, 18, 61, 149, 159, 163, 164, Basra, 14.Bayazid of Bistam, 17, 51, 57, 62 132, 159.Bektashis, the, 95.Bishr, 105.Breath, practice of inhaling and exhaling the, Brown, J. P., 141.Browne, Professor E. G., 110.Buddha, 16, 17.Buddhism, 16 ff., 48. See Nirvana.Bulghar, 161.Calendars, the, 90.Celibacy, condemned by Mohammed, China, 161."},{"pageNumber":383,"pageContent":"Christ, 82, 88. See Jesus.{p. 174}Christianity, 4, 5, 10 ff., 82, 111Contemplation, 18, 31, 32, 53, 54Dancing, 63, 65, 66.Dante, 100.Dark Night of the Soul, the, 166.Davids, Professor T. W. Rhys, 19.Dawud al-Ta’i, 36.Deification, 149 ff., 163.dervish, 37.Dervish Orders, the, 48, 95, 125, Dervishes, maxims for, 38, 39.Devil. the, 49, 53, 69. See Iblis dhawq, 59.dhikr, 10, 45 ff., 63.Dhu ’l-Nun the Egyptian, 13, 65, Dionysius the Areopagite, 12 f., Directors, spiritual, 31, 32 ff., Divan of Shamsi Tabriz, 95."},{"pageNumber":384,"pageContent":"Eckhart, 118, 154.Ecstasy, 59 ff., 118, 132, 133, 166Eden, 161.Elias, 14.Emanation, the theory of, 80, 96.Emerson, 110.Euchitć, the, 11.Evil, the unreality of, 94.Evil, part of the divine order, 96Evolution, of Man, 168.fana, 17 ff., 28, 48, 59, 60 ff., fana al-fana, 61, 79.fani, 155.faqir, 37, 38.firasat, 51.FitzGerald, Edward, 97.Frothingham. A. L., 12.Fudayl ibn ‘Iyad, 109.Gairdner, W. H. T., 16."},{"pageNumber":385,"pageContent":"ghaybat, 59.Ghaylan, 105.Ghazali, 24, 46, 96.Gnosis, the, 7, 14, 29, 30, 68 ff., Gnosticism, 14 ff.Goldziher, Professor I., 14, 16.Gospel, the, 10.Hafiz, 88, 102.hal, 29, 59.Hallaj, 40, 149 ff., 160.Hamadhan, 108, 109.haqiqat, 29, 79. See Truth, the.Haqq=God, 1, 81. See Ana ’l-Haqq.haqq, 164.Hasan ‘Attar, Khwaja, 144.hatif, 63.Heart, the, a spiritual organ, 50Heaven and Hell, subjective, 97, Hierotheus, 12.Hind, 105.Hujwiri, 31, 32, 54, 63, 65, 92,"},{"pageNumber":386,"pageContent":"hulul, 150, 151, 154, 157.Hululis, the, 151.Husayn ibn Mansiir, 149. See Hallaj.Hypnotism, 139 ff.Iblis, 99. See Devil, the.Ibn al-Anbari, 51.Ibn al-‘Arabi, 87, 102, 103, 105, Ibrahim ibn Adham, 14, 16.ishan, 53.Illumination, 7, 50 ff., 70.‘ilm, 71.Immortality, impersonal, 167, 168{p. 175}Incarnation, 150, 151, 157. See hululIndia, 16, 161.Inge, Dr. W. R.. 112, 151, 154.Iqbal, Shaikh Muhammad, 15.‘Iraq, 161, 168.Islam, relation of Sufism to, 19 ff., istinbat, 23, 24."},{"pageNumber":387,"pageContent":"ittihad, 157, 158.Jabarites, the, 6.Jacob of Saruj, 12.jadhbat, 59.Jalaluddin Rumi, 25, 64, 67, 69, 116, 117, 118, 119, 125, 129, 132jam‘, 159.Jami, 38, 66, 80, 81, 83, 106, 110Jesus, 10, 133, 150, 153, 157. SeeJews, the, 122.Jinn, the, 132.John, St., 82.John Scotus Erigena, 12.Joseph, 99, 116.Journeys. mystical, 163, 164. SeeJunayd of Baghdad, 34, 35, 52, 88Ka‘ba. the, 58, 91, 92, 105, 116, karamat, 122, 129.Karma, the doctrine of, 19.Kashf al-Mahjub, 54, 63. See Hujwiri."},{"pageNumber":388,"pageContent":"Khadir, 14, 113, 127 ff.khirqat, 49.Khizr, 127. See Khadir.Khorasan, 161, 168.Khurqani, See Abu ’l-Hasan Khurqani.Kitab al-Luma‘, 28, 121, 130.Kitab al-Tawasin, 150.Knowledge of God. See Gnosis, the.Knowledge, religious opposed to mystical, Koran, the, 4, 5, 21, 22, 23, 46, 122, 127.Koran, the, quotations from, 22, 98, 121, 122, 128, 129, 150, 152Koran, germs of mysticism in the, lahut, 150.Lane, Edward, 45.Law, the religious, 62, 86, 92 ff., Layla, 116, 159.Legend of the Moslem Saints, the, Lives of the Saints, by Jami, 66. Logos, the, 51, 82, 83."},{"pageNumber":389,"pageContent":"Love, divine, 6, 8, 10, 45, 55, 80Lubna, 105.Macdonald, Professor D. B., 23, 45majdhub, 123.Majduddin of Baghdad, 66.Majnun, 116, 159.Malik ibn Dinar, 36, 37.Man, the final cause of the universe, Man, higher than the angels, 69.Man, the microcosm, 84, 85, 97.Man, the Perfect, 83, 163, 164, 165Mandćans, the, 14.Mani, 14.Manichćans, the, 14.Mansur, 153. See Hallaj.maqamat, 28.{p. 176}ma‘rifat, 29, 71. See Gnosis, the.Maruf al-Karkhi, 14.Marwa, 92."},{"pageNumber":390,"pageContent":"Mary, 133.Masnavi, the, 25, 64, 96, 132, 148Massignon, L., 150, 151, 154, 155Mawaqif, the, 57. See Niffari.Mayya, 105.Mecca, 134.Meditation, 48 f.Mephistopheles, 58.Messalians, the, 11.Mina, 92.Miracles, 122, 123, 129 ff., 138, Mohammed, the Prophet, 5, 20, 21, 70, 73, 82, 90, 93, 111, 129, 131 Traditions of the Prophet.Mohammed ibn ‘Ali Hakim, 143.Mohammed ibn ‘Ulyan, 39.Mohammed ibn Wasi‘, 36, 37, 55.Molla-Shah, 141, 142.More, Henry, 162.Mortification, 36, 40 f.Moses, 127 ff., 152.mujizat, 129."},{"pageNumber":391,"pageContent":"muraqabat, 48.muraqqa‘at, 33, 49.Murjites, the, 5.murshid, 32, 140.Music, 48, 63 ff.Mu‘tazilites, the, 6.Muzdalifa, 91.Nafahat al-Uns, 166. See Lives of the Saintsnafs, 39, 40.Name, the Great, 14.nasut, 150.Neoplatonism, 12 f., 112.Niffari, 57, 71, 72, 74, 85, 93, Nirvana, 18 ff., 61, 149.Nizamuddin Khamush, Mawlana, 143.Noah, 153.Nöldeke, Th., 3.Not-being, the principle of evil, Nuqaba, 124.Nuri, 49, 51, 94, 107, 108."},{"pageNumber":392,"pageContent":"Omar, the Caliph, 38.Omar Khayyam, 97.Pantheism, 8, 18, 21, 23, 79 ff., Unity, the divine.Path, the, 28 ff., 163.Paul, St., 12, 82.Pentateuch, the, 22.Personality, survival of, 167.Phenomena, the nature of, 82.Phenomena, a bridge to Reality, 109Philo, 22.Pilgrimage, allegorical interpretation of the, pir, 32, 140.Plato, 7, 12, 64.Plotinus, 11, 12, 117.Porphyry, 12.Poverty, 36 ff.Predestination, 4, 6, 36, 98.Pre-existence of the soul, 15, 64Proclus, 12.Prophet, the. See Mohammed, the Prophet."},{"pageNumber":393,"pageContent":"Prophets. the, 121, 122, 126, 129Purgative Way, the, 32.Pythagoras, 64.Qadarites, the, 6.Qadib al-Ban, 144.qalb, 50, 68.Qays, 105.qibla, 134.Quietism, 4. See Trust in God.{p. 177}Qushayri, 126, 130.Qutb, 123, 124, 164, 165.Rabi‘a, 4, 31, 115.rahib, 10.Raqqam, 107.Reason, the Active, 151.Recollection, 36, 45. See dhikrReligion, all types of, are equal, Religion, positive. its relation to mysticism,"},{"pageNumber":394,"pageContent":" Islam, relation of Sufism to.Repentance, 30 ff.rida, 41.Rizwan, 161.Rosaries, used by Sufis, 17.ruh, 68.Rumi, 153. See Jalaluddin Rumi.Ruysbroeck, 151, 164.Sabians, the, 14.Sa‘duddin of Kashghar. Mawlana, 142Safa, 92.Sahl ibn ‘Abdallah of Tustar, 46, Saints, the Moslem, 120 ff.Saintship, the doctrine of, 62, 120Salaman, 116.salik, 28.sama‘, 59, 60, 63 ff.Saqsin, 161.Sari al-Saqati, 52, 54, 61, 113.Satan, 32, 113. See Devil, the.Sea, the Revelation of the, by Niffari,"},{"pageNumber":395,"pageContent":"Self-annihilation, 140, 141, 168. See Shah al-Kirmani, 52.Shaqiq of Balkh, 42, 43, 44.Sheykh, the, 32 ff., 49, 140, 141Shibli, 34, 35, 48, 52, 55, 62, 116Shihabuddin Suhrawardi, 166.Shi‘ites, the, 89.shirb, 59.siddiq, 14.Sin, 30 ff.Singing, 63 ff.sirr, 68, 155.Soul, the lower or appetitive, See Spirit, the divine, 150, 151.Spirit, the human, 51, 68.Stages, mystical, 28 f., 41.States, mystical, 29.Stephen Bar Sudaili, 12.Sufi, meaning and derivation of, Sufism, definitions of, 1, 14, 25Sufism, the oldest form of, 4 f.Sufism, the origin of, 8 ff."},{"pageNumber":396,"pageContent":"Sufism, its relation to Islam, 19sukr, 59.Sunna, the, 73.Symbolism, mystical, 28, 102 ff., talib, 29.tariqat, 27, 28.Tauler, 151.tawajjuh, 142, 143.tawakkul, 41.Tawakkul Beg, 141, 142,Telekinesis, 145.Telepathy, 120. See firasat.Theology of Aristotle, the so-called, Tirmidh, 143.Tora, the, 105.Traditions of the Prophet, 23, 39Transoxania, 16.Trust in God, 36, 41 ff.Truth, the, 29, 30, 79, 92 ff., 152Underhil1, E., 164."},{"pageNumber":397,"pageContent":"Union with God, 39, 159, 160. SeeUnitive State, the, 148 ff.{p. 178}Unity, the divine, Sufistic theory of, Vedanta, the, 18.Veils, the seventy thousand, doctrine of, Vision, spiritual, 50.wajd, 59.wali, 122, 123. See Saints, the Moslem.waliyyat, 123.waqfat, 58, 156.waqif, 156, 165.Wasit, 14.Whinfield, E. H., 64, 132, 148.yaqin, 50.Yusuf, 116. See Joseph.Zangi Bashgirdi, 66."},{"pageNumber":398,"pageContent":"Zulaykha, 116."}]
