[{"pageNumber":1,"pageContent":"THE GREATNESS OF SADNESS Paulla Mel - MaleficentAt Greatness Sadness of A Burning latent in his chest. Awakening In the morning, your Bitterness Being Grandiose malevolence In Cycles of Life, thou insinuas, and soon after you retrais. In the garden thou that flower opening to the bee. You offer the sweet nectar of your petals, but hide the hug involving bee in a deadly grip constrictor. O my beloved, if you inspire in heaven and I'm in search of the delights of this place, you close your portals of ecstasy never imagined, leaving me breathless and there static burning desire in my trembling body. Thou art that, at whose feet, put our heads, but you shall lazily treading without even looking down, and without any feelings in your eyes. But you too are alone in solitude and transformas a mountain in the desert where the wind blows cold. When you kiss her, consomes our fears, but plants doubts as to your thinking. malevolent Thou art in thy sudden mood swings.There are times when your smile lights up the world, times the stiffness of your lips lead me to the deepest abyss of unrequited love.Why? I ask, the lover Because I'm so responders. Light and Darkness, promises and disappointments. hopeful but will have you, hold you and kiss you one last breath of life manly outweighs my disappointment and my fear before thy wiles of insinuating feline.Subtle art thou in thy actions and words. Subtle art thou in thy quick kisses. But when you kiss deeply acendes the sun that lights my life. Tuas friends fear you, because you live between light and darkness of the city. pleaseth Thee dancing with wooings sexy, but while your dancing enter the delights of a passionate embrace at the moment Next you induces coldness of a heart, cold and stony. Maleficent O, consume my fears, throws me through the movement of Time. Become my divine chariot. Beloved mine, thou art brilliant as fire, languid as moonlight. Your consuming fire me crazy, your sweet moonlight gives me peace, but your shadow envelops me and drags me to the darkest depths of my life. On the way you want not satiated, you offer the darkness as black clouds obscuring the winter sun, and gives birth to the Black Moon that both attracted and attracts me since the beginning of time. At the pinnacle of passion thou elevas triumphant over my life. So complete your task malevolent. sexual On the ground you speak in a way, other ages. The world is the world Love and life are deep as the heavens are violent They plasmam your malevolent nature suddenly realized, the Black Goddess incarnate in you as a malevolent being, whose influence makes me debating me an ecstasy mortal love you and hate you in an endless cycle of aeons."}]
