[{"pageContent":"undefined"},{"pageContent":" [Image] [images/titlepage.jpg]"},{"pageContent":"TABLE OF CONTENTSTitle Page [titlepage.xml]Table of Contents [toc.xml]Copyright [front01.xml]1 [c01.xml]2 [c02.xml]3 [c03.xml]4 [c04.xml]5 [c05.xml]6 [c06.xml]7 [c07.xml]8 [c08.xml]9 [c09.xml]10 [c10.xml]11 [c11.xml]12 [c12.xml]13 [c13.xml]14 [c14.xml]15 [c15.xml]16 [c16.xml]17 [c17.xml]18 [c18.xml]19 [c19.xml]20 [c20.xml]21 [c21.xml]22 [c22.xml]23 [c23.xml]"},{"pageContent":"Walter Lorraine BooksCopyright © 2000 by Lois LowryAll rights reserved. For information about permissionto reproduce selections from this book, write toPermissions, Houghton Mifflin Company, 215 ParkAvenue South, New York, New York 10003.Library of Congress Cataloging-in-Publication DataLowry, Lois.Gathering Blue / by Lois Lowry.p. cm.Summary: Lamed and suddenly orphaned, Kira is mysteriously removed from hersqualid village to live in the palatial Council Edifice, where she is expectedto use her gifts as a weaver to do the bidding of the all-powerful Guardians.ISBN 0-618-05581-9[1. Science fiction.] I. Title.PZ7.L9673 Gat 2000[Fic]—dc21 00-024359Printed in the United States of AmericaRRD 10 9 8"},{"pageContent":"1\"Mother?\"There was no reply. She hadn't expected one. Her mother had been dead now forfour days, and Kira could tell that the last of the spirit was drifting away.\"Mother.\" She said it again, quietly, to whatever was leaving. She thought thatshe could feel its leave-taking, the way one could feel a small whisper ofbreeze at night.Now she was all alone. Kira felt the aloneness, the uncertainty, and a greatsadness.This had been her mother, the warm and vital woman whose name had been Katrina.Then after the brief and unexpected sickness, it had become the body of Katrina,still containing the lingering spirit. After four sunsets and sunrises, thespirit, too, was gone. It was simply a body. Diggers would come and sprinkle alayer of soil over the flesh, but even so it would be eaten by the clawing,hungry creatures that came at night. Then the bones would scatter, rot, andcrumble to become part of the earth.Kira wiped briefly at her eyes, which had filled suddenly with tears. She hadloved her mother, and would miss her terribly. But it was time for her to go.She wedged her walking stick in the soft ground, leaned on it, and pulledherself up.She looked around uncertainly. She was young still, and had not experienceddeath before, not in the small two-person family that she and her mother hadbeen. Of course she had seen others go through the rituals. She could see someof them in the vast foul-smelling Field of Leaving, huddled beside the oneswhose lingering spirits they tended. She knew that a woman named Helena wasthere, watching the spirit leave her infant, who had been born too soon. Helenahad come to the Field only the day before. Infants did not require the four daysof watching; the wisps of their spirits, barely arrived, drifted away quickly.So Helena would return to the village and her family soon.As for Kira, she had no family, now. Nor any home. The cott she had shared withher mother had been burned. This was always done after sickness. The smallstructure, the only home Kira had ever known, was gone. She had seen the smokein the distance as she sat with the body. As she watched the spirit of hermother drift away, she had seen the cindered fragments of her childhood lifewhirl into the sky as well.She felt a small shudder of fear. Fear was always a part of life for the people.Because of fear, they made shelter and found food and grew things. For the samereason, weapons were stored, waiting. There was fear of cold, of sickness andhunger. There was fear of beasts.And fear propelled her now as she stood, leaning on her stick. She looked down alast time at the lifeless body that had once contained her mother, andconsidered where to go.Kira thought about rebuilding. If she could find help, though help was unlikely,it wouldn't take long to build a cott, especially not this time of year,summer-start, when tree limbs were supple and mud was thick and abundant besidethe river. She had often watched others building, and Kira realized that shecould probably construct some sort of shelter for herself. Its corners andchimney might not be straight. The roof would be difficult because her bad legmade it almost impossible for her to climb. But she would find a way. Somehowshe would build a cott. Then she would find a way to make a life.Her mother's brother had been near her in the Field for two days, not guardingKatrina, his sister, but sitting silently beside the body of his own woman, theshort-tempered Solora, and that of their new infant who had been too young tohave a name. They had nodded to each other, Kira and her mother's brother, inacknowledgment. But he had departed, his time in the Field of Leaving finished.He had tykes to tend; he and Solora had two others in addition to the one thathad brought about her death. The others were still small, their names yet of onesyllable: Dan and Mar. Perhaps I could care for them, Kira thought briefly,trying to find her own future within the village. But even as the thoughtflickered within her, she knew that it would not be permitted. Solora's tykeswould be given away, distributed to those who had none. Healthy, strong tykeswere valuable; properly trained, they could contribute to family needs and wouldbe greatly desired.No one would desire Kira. No one ever had, except her mother. Often Katrina hadtold Kira the story of her birth — the birth of a fatherless girl with a twistedleg — and how her mother had fought to keep her alive.\"They came to take you,\" Katrina said, whispering the story to her in theevening, in their cott, with the fire fed and glowing. \"You were one day old,not yet named your one-syllable infant name —\"\"Kir.\"\"Yes, that's right: Kir. They brought me food and were going to take you away tothe Field —\"Kira shuddered. It was the way, the custom, and it was the merciful thing, togive an unnamed, imperfect infant back to the earth before its spirit had filledit and made it human. But it made her shudder.Katrina stroked her daughter's hair. \"They meant no harm,\" she reminded her.Kira nodded. \"They didn't know it was me.\"\"It wasn't you, yet.\"\"Tell me again why you told them no,\" Kira whispered.Her mother sighed, remembering. \"I knew I would not have another child,\" shepointed out. \"Your father had been taken by beasts. It had been several monthssince he went off to hunt and did not return. And so I would not give birthagain.\"Oh,\" she added, \"perhaps they would have given me one eventually, an orphan toraise. But as I held you — even then, with your spirit not yet arrived and withyour leg bent wrong so that it was clear you would not ever run — even then,your eyes were bright. I could see the beginning of something remarkable in youreyes. And your fingers were long and well-shaped —\"\"And strong. My hands were strong,\" Kira added with satisfaction. She had heardthe story so often; each time of hearing, she looked down at her strong handswith pride.Her mother laughed. \"So strong they gripped my own thumb fiercely and would notlet go. Feeling that fierce tug on my thumb, I could not let them take you away.I simply told them no.\"\"They were angry.\"\"Yes. But I was firm. And, of course, my father was still alive. He was oldthen, four syllables, and he had been the leader of the people, the chiefguardian, for a long time. They respected him. And your father would have been agreatly respected leader too had he not died on the long hunt. He had alreadybeen chosen to be a guardian.\"\"Say my father's name to me,\" Kira begged.Her mother smiled in the firelight. \"Christopher,\" she said. \"You know that.\"\"I like to hear it, though. I like to hear you say it.\"\"Do you want me to go on?\"Kira nodded. \"You were firm. You insisted,\" she reminded her mother.\"Still, they made me promise that you would not become a burden.\"\"I haven't, have I?\"\"Of course not. Your strong hands and wise head make up for the crippled leg.You are a sturdy and reliable helper in the weaving shed; all the women who workthere say so. And one bent leg is of no importance when measured against yourcleverness. The stories you tell to the tykes, the pictures you create withwords — and with thread! The threading you do! It is unlike any threading thepeople have ever seen. Far beyond anything I could do!\" Her mother stopped. Shelaughed. \"Enough. You mustn't tease me into flattery. Don't forget that you arestill a girl, and often willful, and just this morning, Kira, you forgot to tidythe cott even though you had promised.\"\"I won't forget tomorrow,\" Kira said sleepily, snuggling against her mother onthe raised sleeping mat. She pushed her twisted leg into a more comfortableposition for the night. \"I promise.\" But now there was no one to help her. She had no family left, and she was not aparticularly useful person in the village. For everyday work, Kira helped in theweaving shed, picking up the scraps and leavings, but her twisted leg diminishedher value as a laborer and even, in the future, as a mate.Yes, the women liked the fanciful stories that she told to amuse restless tykes,and they admired the little threadings that she made. But those things werediversions; they were not work.The sky, with the sun no longer overhead but sending shadows now into the Fieldof Leaving from the trees and thorn bushes at its edge, told her that it waslong past midday. In her uncertainty she had lingered here too long. Carefullyshe gathered the skins on which she had slept these four nights guarding hermother's spirit. Her fire was cold ashes, a blackened smudge. Her watercontainer was empty and she had no more food.Slowly, using her stick, she limped toward the path that led back to thevillage, holding on to a small hope that she might still be welcome there.Tykes played at the edge of the clearing, scampering about on the moss-coveredground. Pine needles stuck to their naked bodies and in their hair. She smiled.She recognized each little one. There was the yellow-haired son of her mother'sfriend; she remembered his birth two mid-summers ago. And the girl whose twinhad died; she was younger than the yellow-haired one, just toddling, but shegiggled and shrieked with the others, playing catch-me-while-I'm-running.Tussling, the toddlers slapped and kicked at each other, grabbing toy-sticks,flailing with their small fists. Kira remembered watching her childhoodcompanions at such play, preparing for the real scramble of adult life. Unableto participate because of her flawed leg, she had watched from the sidelineswith envy.An older child, a dirty-faced boy of eight or nine years, still too young forpuberty and the two-syllable name that he would receive, looked over at her fromthe place where he was clearing underbrush and sorting the twigs into bundlesfor firestarting. Kira smiled. It was Matt, who had always been her friend. Sheliked Matt. He lived in the swampy, disagreeable Fen, probably the child of adragger or digger. But he ran freely through the village with his disorderlyfriends, his dog always at his heels. Often he stopped, as now, to do some choreor small job in return for a few coins or a sweet. Kira called a greeting to theboy. The dog's bent tail, matted with twigs and leaves, thumped on the ground,and the boy grinned in reply.\"So you be back from the Field,\" he said. \"What's it like there? Scared, wasyou? Did creatures come in the night?\"Kira shook her head and smiled at him. Younger, one-syllable tykes were notallowed in the Field, so it was natural that Matt would be curious and a littlein awe. \"No creatures,\" she reassured him. \"I had fire, and it kept them away.\"\"So Katrina be gone now from her body?\" he asked in his dialect. People from theFen were oddly different. Always identifiable by their strange speech and crudemanners, they were looked down upon by most people. But not by Kira. She wasvery fond of Matt.She nodded. \"My mother's spirit has gone,\" she acknowledged. \"I watched it leaveher body. It was like mist. It drifted away.\"Matt came over to her, still carrying an armful of twigs. He squinted at herruefully and wrinkled his nose. \"Your cott is horrid burnt,\" he told her.Kira nodded. She knew that her home had been destroyed, though secretly she hadhoped she was mistaken. \"Yes,\" she sighed. \"And everything in it? My frame? Didthey burn my threading frame?\"Matt frowned. \"I tried to save things but it's mostly all burnt. Just your cott,Kira. Not like when there's a big sickness. This time it just be your mum.\"\"I know.\" Kira sighed again. In the past there had been sicknesses that spreadfrom one cott to the next, with many deaths. When that happened, a huge burningwould take place, followed by a rebuilding that became almost festive with thenoise of workers smearing wet mud over the fitted wooden sides of newstructures, methodically slapping it into smoothness. The charred smell of theburning would remain in the air even as the new cotts rose.But today there was no festivity. There were only the usual sounds. Katrina'sdeath had changed nothing in the lives of the people. She had been there. Nowshe was gone. Their lives continued.With the boy still beside her, Kira paused at the well and filled her containerwith water. Everywhere she heard arguing. The cadence of bickering was aconstant sound in the village: the harsh remarks of men vying for power; theshrill bragging and taunting of women envious of one another and irritable withthe tykes who whined and whimpered at their feet and were frequently kicked outof the way.She cupped her hand over her eyes and squinted against the afternoon sun to findthe gap where her own cott had been. She took a deep breath. It would be a longwalk to gather saplings and a hard chore to dig the mud by the riverbank. Thecorner timbers would be heavy to lift and hard to drag. \"I have to startbuilding,\" she told Matt, who still held a bundle of twigs in his scratched,dirty arms. \"Do you want to help? It could be fun if there were two of us.\"I can't pay you, but I'll tell you some new stories,\" she added.The boy shook his head. \"I be whipped iffen I don't finish the fire twiggies.\"He turned away. After a hesitation, he turned back to Kira and said in a lowvoice, \"I heared them talking. They don't want you should stay. They be planningto turn you out, now your mum be dead. They be set on putting you in the Fieldfor the beasts. They talk about having draggers take you.\"Kira felt her stomach tighten with fear. But she tried to keep her voice calm.She needed information from Matt and it would make him wary to know she wasfrightened. \"Who's 'they'?\" she asked in an annoyed, superior tone.\"Them women,\" he replied. \"I heared them talking at the well. I be picking upwood chippies from the refuse, and them didn't even notice me listening. Butthey want your space. They want where your cott was. They aim to build a penthere, to keep the tykes and the fowls enclosed so they don't be having to chasethem all the time.\"Kira stared at him. It was terrifying, almost unbelievable, the casualness ofthe cruelty. In order to pen their disobedient toddlers and chickens, the womenwould turn her out of the village to be devoured by the beasts that waited inthe woods to forage the Field.\"Whose was the strongest voice against me?\" she asked after a moment.Matt thought. He shifted the twigs in his hands, and Kira could see that he wasreluctant to get involved in her problems and fearful of his own fate. But hehad always been her friend. Finally, looking around first to be certain hewouldn't be overheard, he told her the name of the person with whom Kira wouldhave to do battle.\"Vandara,\" he whispered.It came as no surprise. Nonetheless, Kira's heart sank."},{"pageContent":"2First, Kira decided, it made sense to pretend she knew nothing. She would goback to the site of the cott where she had lived with her mother and begin torebuild. Perhaps the simple fact of seeing her there at work would deter thewomen who hoped to drive her away.Leaning on her stick, she made her way through the crowded village. Here andthere, people acknowledged her presence with a curt nod; but they were busy, allof them at their daily work, and pleasantries were not part of their custom.She saw her mother's brother. With his son, Dan, he was working in the gardenbeside the cott where he had lived with Solora and the tykes. Weeds had goneuntended while his wife had neared her time, given birth, and died. Then moredays had passed, more weeds had flourished, while he sat in the Field with hisdead wife and infant. The poles that held beans entwined had toppled, and he wasangrily setting them upright as Dan tried to help and the younger tyke, the girlnamed Mar, sat playing in the dirt at the edge. While Kira looked on, the manslapped his son hard on the shoulder, scolding him for not holding the polestraight.She walked past them, planting her stick firmly in the ground with each step,planning to nod if they acknowledged her. But the small girl playing in the dirtonly whimpered and spat; she had tried tasting some pebbles, in the way oftoddlers, and had found herself with a mouthful of foul-tasting grit. The boyDan glanced at Kira but made no sign of greeting or recognition; he was cringingfrom his father's slap. The man, her mother's only brother, didn't look up fromhis labor.Kira sighed. At least he had help. Unless she could enlist her small friend,Matt, and some of his mates, she would have to do all of her work — rebuilding,gardening — herself, assuming she was allowed to stay.Her stomach growled, and she realized how hungry she was. Rounding the path pasta row of small cotts, she approached her own location and came upon the blackheap of ashes that had been her home. There was nothing left of their householdthings. But she was pleased to see that the little garden remained. Her mother'sflowers still bloomed, and the summer-start vegetables were ripening in the sun.For now, at least, she would have some food.Or would she? As she watched, a woman darted out of a clump of nearby trees,glanced at Kira, and then brazenly began to pull carrots from the garden thatKira and her mother had tended together.\"Stop it! Those are mine!\" Kira moved forward as quickly as she could, draggingher deformed leg.Laughing contemptuously, the woman sauntered away, her hands filled withdirt-encrusted carrots.Kira hurried to the remains of the garden. She set her water container on theground, pulled up some tubers, brushed the dirt away, and began to eat. Withouta hunter as part of their family, she and her mother had not eaten meat exceptfor the occasional small creature that they could catch within the boundaries ofthe village. They could not go to the woods to hunt, the way men did. Fish fromthe river were plentiful and easy to catch, and they felt no need of anythingmore.But the vegetables were essential. She was fortunate, she realized, that thegarden had not been entirely stripped during her four days in the Field.Her hunger satisfied, she sat down to rest her leg. She looked around. On theedge of her space, near the ashes, a pile of saplings stripped of their brancheswas arranged, as if someone had been preparing to help her rebuild.But Kira knew better. She rose and tentatively picked up one of the slender,pliable saplings from the pile.Vandara emerged immediately from the nearby clearing where Kira realized she hadbeen waiting and watching. Kira didn't know where the woman lived or who herhubby or children might be. Her cott was none of those nearby. But she was verymuch known in the village. People whispered about her. She was known, andrespected. Or feared.The woman was tall and muscular, with long, tangled hair pulled back roughly andtied with a thong at the back of her neck. Her eyes were dark, and her directlook pierced any calmness that Kira might have felt. The ragged scar that markedher chin and continued down her neck to her broad shoulder was said to be aremnant of a long-ago battle with one of the forest creatures. No one else hadever survived such a clawing, and the scar reminded everyone of Vandara'scourage and vigor as well as her malevolence. She had been attacked and clawed,the children whispered, when she tried to steal an infant creature from itsmother's den.Today, facing Kira, she was once again preparing to destroy someone's young.Unlike the forest creature, Kira had no claws with which to fight. She grippedher wooden cane tightly and tried to stare back with no hint of fear.\"I've returned to rebuild my cott,\" she told Vandara.\"Your space is gone. It's mine now. Those saplings are mine.\"\"I will cut my own,\" Kira conceded. \"But I will rebuild on this space. This wasmy father's space before I was born, and my mother's after he died. Now that sheis dead, it's mine.\"Other women emerged from surrounding cotts. \"We need it,\" one called. \"We'regoing to use the saplings to build a pen for the tykes. It was Vandara's idea.\"Kira looked at the woman, who was holding the arm of a toddler roughly. \"Itmight be a good idea,\" Kira replied, \"if you want to pen your little ones. Butnot on this piece of ground. You can build a pen somewhere else.\"She saw Vandara lean down and pick up a rock the size of a tyke's fist. \"Wedon't want you here,\" the woman said. \"You don't belong in the village anymore.You're worthless, with that leg. Your mother always protected you but she's gonenow. You should go too. Why didn't you just stay in the Field?\"Kira saw that she was surrounded by hostile women who had come from their cottsand were watching Vandara for instructions and leadership. Several, she noticed,had rocks in their hands. If one rock were thrown, others would follow, sheknew. They were all waiting for the first.What would my mother have done? she thought frantically, and tried to callwisdom from the bit of her mother's spirit that lived on in her now.Or my father, who never knew of my birth? His spirit is in me, too.Kira straightened her shoulders and spoke. She held her voice steady and triedto meet the eyes of each woman in turn. Some lowered their gaze and looked atthe ground. That was good. It meant they were weak.\"You know that in a village conflict that could bring death, we must go to theCouncil of Guardians,\" Kira reminded them. She heard some murmurs of assent.Vandara's hand still gripped the rock, and her shoulders were tense, preparingto throw.Kira looked directly at Vandara but she was speaking to the others now, in needof their support. She appealed not to their sympathy, because she knew they hadnone, but to their fear.\"Remember that if conflict is not taken to the Council of Guardians, and ifthere is a death...\"She heard a murmur. \"If there is a death...\" she heard a woman repeat in anuncertain, apprehensive voice.Kira waited. She stood as tall and straight as she could.Finally a woman in the group completed words of the rule. \"The causer-of-deathmust die.\"\"Yes. The causer-of-death must die.\" Other voices repeated it. One by one theyreleased the rocks. One by one each woman chose not to be a causer-of-death.Kira began to relax slightly. She waited. She watched.Finally only Vandara still held her weapon. Glaring, Vandara menaced her,bending her elbow as if to throw. But at last she too dropped the rock on theground, with a slight harmless toss toward Kira.\"I will take her to the Council of Guardians then,\" Vandara announced to thewomen. \"I am willing to be her accuser. Let them cast her out.\" She laughedharshly. \"No need for us to waste a life getting rid of her. By sunset tomorrowthis ground can be ours and she will be gone. She will be in the Field, waitingfor the beasts.\"The women all glanced toward the forest, deep in shadows now: the place wherethe beasts waited. Kira forced herself not to follow their looks with her owneyes.With the same hand that had held the rock, Vandara stroked the scar on herthroat. She smiled cruelly. \"I remember what it was like,\" she said, \"to seeyour own blood pour upon the ground.\"I survived,\" she reminded them all. \"I survived because of my strength.\"By night-start tomorrow, when she feels the claws at her throat,\" she went on,\"this two-syllable mistake of a girl will wish she had died of sickness besideher mother.\"Nodding in agreement, the women turned their backs on Kira and moved away,scolding and kicking at the small tykes by their sides. The sun was low in thesky now. They would attend to their evening tasks, preparing for the return ofthe village men, who would need food and fire and the wrapping of wounds.One woman was soon to give birth; perhaps that would happen tonight, and theothers would attend her, muffling her cries and assessing the value of theinfant. Others would be coupling tonight, creating new people, new hunters forthe future of the village as the old ones died of wounds and illness and age.Kira did not know what the Council of Guardians would decide. She knew only thatwhether she was to stay or go, to rebuild on her mother's piece of land or toenter the Field and face the creatures who were waiting in the forest, she wouldhave to do it alone. Wearily she sat on the ash-blackened earth to wait fornight.She reached for a nearby piece of wood and turned it over in her hands,measuring its strength and its straightness. For a cott, should she be permittedto stay, she would need some sturdy lengths of solid wood. She would go to thewoodcutter named Martin. He had been her mother's friend. She could barter withhim, maybe offering to decorate a fabric for his wife, in exchange for the beamsshe would need.For her future, for the work with which she thought she might earn her living,she would also need some small, straight pieces of wood. This one was toopliable and would not do, she realized, and dropped it on the ground. Tomorrow,if the Council of Guardians decided in her favor, she would look for the kind ofwood she needed: short, smooth pieces she could fit together at the corners. Shewas already planning to build a new threading frame.Kira had always had a clever way with her hands. When she was still a tyke, hermother had taught her to use a needle, to pull it through woven fabric andcreate a pattern with colored threads. But suddenly, recently, the skill hadbecome more than simple cleverness. In one astounding burst of creativity, herability had gone far beyond her mother's teaching. Now, without instruction orpractice, without hesitancy, her fingers felt the way to twist and weave andstitch the special threads together to create designs rich and explosive withcolor. She did not understand how the knowledge had come to her. But it wasthere, in her fingertips, and now they trembled slightly with eagerness tostart. If only she was allowed to stay."},{"pageContent":"3A messenger, bored and scratching at an insect bite on his neck, came to Kira inthe dawn and told her that she must report to the Council of Guardians at latemorning. When the sun was approaching midday, she tidied herself and went,obedient to his instruction.The Council Edifice was surprisingly splendid. It remained from before the Ruin,a time so far past that none of the people now living, none of their parents orgrandparents, had been born. The people knew of the Ruin only from the Song thatwas presented at the yearly Gathering.Rumor said that the Singer, whose only job in the village was the annualpresentation of the Song, prepared his voice by resting for days and sippingcertain oils. The Ruin Song was lengthy and exhausting. It began with thebeginning of time, telling the entire story of the people over countlesscenturies. It was frightening too. The story of the past was filled with warfareand disasters. Most especially it was frightening when it recalled the Ruin, theend of the civilization of the ancestors. Verses told of smoky, poisonous fumes,of great fractures in the earth itself, of the way huge buildings toppled andwere swept away by the seas. All of the people were required to listen eachyear, but sometimes mothers protectively covered the ears of their smallesttykes during the description of the Ruin.Very little had survived the Ruin, but somehow the structure called the CouncilEdifice had remained standing and firm. It was immeasurably old. Several windowsstill contained patterned glass of deep reds and golds, amazing things, forknowledge of the way of making such remarkable glass had been lost. Someremaining windows, ones in which the colored glass had shattered, were now panedin a thick, ordinary glass that distorted the view through bubbles and ripples.Other windows were simply boarded over, and parts of the building's interiorwere darkly shadowed. Still, the Edifice was magnificent in comparison to theordinary sheds and cottages of the village.Kira, reporting near midday as she had been ordered by the messenger, walkedalone down a long hallway lit on either side by sputtering flames from tallsconces fed with oil. She could hear the voices of the meeting ahead, behind aclosed door: men's voices in muted arguing. Her stick thumped on the woodenfloor and the foot of her flawed leg brushed the boards with a sweeping sound,as if she dragged a broom.\"Take pride in your pain,\" her mother had always told her. \"You are strongerthan those who have none.\"She remembered that now and tried to find the pride that her mother had taughther to feel. She straightened her thin shoulders and smoothed the folds of hercoarsely woven shift. She had washed carefully in the clear stream water and hadcleaned her nails with a sharp twig. She had combed her hair with the carvedwooden comb that had been her mother's and which she had added to her own smallstorage sack after her mother's death. Then she had braided her hair, using herhands to interweave the thick dark strands deftly, tying the end of the heavyplait with a leather strip.Steadying her apprehensions with a deep breath, Kira knocked on the heavy doorto the room where the Council of Guardians' meeting was already in progress. Itopened a crack, spilling a wedge of light into the dim hall. A man looked outand eyed her suspiciously. He widened the opening and gestured her inside.\"The accused orphan girl Kira is here!\" the door guard announced, and themuttering subsided. In silence they all turned to watch her enter.The chamber was huge. Kira had been there before, with her mother, on ceremonialoccasions like the annual Gathering. Then, they had sat with the crowds on rowsof benches, facing the stage that was furnished only with an altar table holdingthe Worship-object, the mysterious wooden construction of two sticks connectedto form a cross. It was said to have had great power in the past, and the peoplealways bowed briefly and humbly toward it in respect.But now she was alone. There were no crowds, no ordinary citizens, only theCouncil of Guardians: twelve men who sat facing her across a long table at thefoot of the stage. Rows of oil lamps made the room bright, and each of the menhad his personal torch behind him, illuminating stacked and scattered papersthat lay on the table. They watched her as she made her way hesitantly up theaisle.Quickly, remembering the procedure that she had seen at every ceremony, Kiraarranged her hands in a reverent position, cupped together, fingertips below herchin, as she arrived at the table and looked respectfully toward theWorship-object on the stage. The guardians nodded approvingly. Apparently it hadbeen the right gesture. She relaxed a bit, waiting, wondering what would happennext.The door guard responded to a second knock and announced a second entry. \"Theaccuser, Vandara!\" he called.So: it was to be the two of them. Kira watched as Vandara strode rapidly towardthe table until they were side by side, facing the Council of Guardians. It gaveher a small feeling of satisfaction to notice that Vandara's feet were bare andher face dirty; the woman had made no special preparations. Perhaps none wasnecessary. But Kira felt that possibly she had gained a small bit of respect, asmall advantage, with her cleanliness.Vandara made the worshipful gesture with her hands. So they were even there.Then Vandara bowed, and Kira saw with a twinge of concern that the Guardiansnodded their heads toward her.I should have bowed. I must find an occasion to bow.\"We meet to pass judgment on a conflict.\" The chief guardian, a white-haired manwith a four-syllable name that Kira could never remember, spoke in anauthoritative voice.I had no conflict. I only wanted to rebuild my cott and live my life.\"Who is the accuser?\" the white-haired man asked. Of course he knew the answer,Kira thought. But the question seemed to be ceremonial, part of the formalproceedings. It was answered by another of the guardians, a heavy-set man at theend of the table who had several thick books and a stack of papers in front ofhim. Kira eyed the volumes curiously. She had always yearned to read. But womenwere not allowed.\"Chief guardian, the accuser is the woman Vandara.\"\"And the accused?\"\"The accused is the orphan girl Kira.\" The man glanced at the papers but didn'tseem to be reading anything.Accused? What am I accused of? Hearing the repetition of the word, Kira felt awave of panic. But I can use it as a chance to bow and show humility. Sheinclined her head and upper body slightly, acknowledging herself as the accused.The white-haired man looked at the two of them dispassionately. Kira, leaning onher stick, tried to stand as straight as possible. She was almost as tall as heraccuser. But Vandara was older, heavier, and unflawed except for the scar, thereminder that she had fought a beast and escaped alive. Hideous though it was,the scar emphasized her strength. Kira's flaw carried no illustrious history,and she felt weak, inadequate, and doomed beside the disfigured, angry woman.\"The accuser will speak first,\" the chief guardian instructed.Vandara's voice was firm and bitter. \"The girl should have been taken to theField when she was born and still nameless. It is the way.\"\"Go on,\" the chief guardian said.\"She was imperfect. And fatherless as well. She should not have been kept.\"But I was strong. And my eyes were bright. My mother told me. She wouldn't letme go. Kira shifted her weight, resting her twisted leg, remembering the storyof her birth, and wondering if she would have an opportunity to tell it here. Igripped her thumb so tightly.\"We have all tolerated her presence for these years,\" Vandara went on. \"But shehas not contributed. She cannot dig or plant or weed, or even tend the domesticbeasts the way other girls her age do. She drags that dead leg around like auseless burden. She is slow, and she eats a lot.\"The Council of Guardians was listening carefully. Kira's face felt warm withembarrassment. It was true, that she ate a lot. It was all true, what heraccuser was saying.I can try to eat less. I can go hungry. In her mind, Kira prepared her defense,but even as she did, she felt that it would be weak and whining.\"She was kept, against the rules, because her grandfather was still alive andhad power. But he is long gone, replaced by a new leader with more power andwisdom —\"Vandara oozed compliments designed to strengthen her case, and Kira glanced atthe chief guardian to see if he was swayed by the flattery. But his face wasimpassive.\"Her father was killed by beasts even before her birth. And now her mother isdead,\" Vandara went on. \"There is even reason to think that her mother may havecarried an illness that will endanger others —\"No! She was the only one to fall ill! Look at me! I lay beside her when shedied, and I am not ill!\" —and the women need the space where their cott was. There is no room for thisuseless girl. She can't marry. No one wants a cripple. She takes up space, andfood, and she causes problems with the discipline of the tykes, telling themstories, teaching them games so that they make noise and disrupt the work —\"The chief guardian waved his hand. \"Enough,\" he announced.Vandara frowned and fell silent. She bowed slightly.The chief guardian looked around the table at the eleven others as if he soughtcomments or questions. One by one they nodded at him. No one said anything.\"Kira,\" the white-haired chief guardian said, \"as a two-syllable girl, you arenot required to defend yourself.\"\"Not defend myself? But —\" Kira had planned to bow again, but forgot in herurgency. Now she remembered, but her bow was an awkward afterthought.He waved his hand again, signaling her silence. She forced herself to be stilland to listen.\"Because of your youth,\" he explained, \"you have a choice. You may defendyourself —\"She interrupted again, unable to stop. \"Oh, yes! I want to def —\"He ignored her outburst. \"Or we will appoint a defender on your behalf. One ofus will defend you, using our greater wisdom and experience. Take a moment tothink about this, because your life may depend upon it, Kira.\"But you are strangers to me! How can you tell the story of my birth? How can youdescribe my bright eyes, the strength of my hand as I gripped my mother's thumb?Kira stood helplessly, her future at stake. She felt the hostility beside her;Vandara's breath was quick and angry though her voice had been silenced. Shelooked at the men seated around the table, trying to assess them as defenders.But she felt from them neither hostility nor much interest, just a sense ofexpectation as they waited for her decision.As Kira agonized, her hands pushed their way into the deep pockets of her wovenshift. She felt the familiar outline of her mother's wooden comb and stroked itfor comfort. With her thumb she felt a small square of decorated woven cloth.She had forgotten the strip of cloth in the recent confusing days; now sheremembered how this one, this design, had come, unbidden to her hands as she satbeside her mother in the last days.When she was much younger, the knowledge had come quite unexpectedly to her, andshe recalled the look of amazement on her mother's face as she watched Kirachoose and pattern the threads one afternoon with a sudden sureness. \"I didn'tteach you that!\" her mother said, laughing with delight and astonishment. \"Iwouldn't know how!\" Kira hadn't known how either, not really. It had come aboutalmost magically, as if the threads had spoken to her, or sung. After that firsttime, the knowledge had grown.She clutched the cloth, remembering the sense of certainty it had given to her.She felt none of that sureness now. A speech of defense was not within her. Sheknew she would have to relinquish that role to one of these men, all strangers.She looked at them with frightened eyes and saw one looking calmly, reassuringlyback. She sensed his importance to her. She sensed something more: awareness,experience. Kira took a deep breath. The threaded cloth was warm and familiar inher hand. She trembled. But her voice was certain. \"Please appoint a defender,\"she said.The chief guardian nodded. \"Jamison,\" he said firmly and nodded to the third manon his left.The man with the calm, attentive eyes rose to defend Kira. She waited."},{"pageContent":"4So that was his name: Jamison. It was not familiar to her. There were so many inthe village, and the separation of male and female was so great, after childhoodhad ended.Kira watched him stand. He was tall, with longish dark hair neatly combed andclasped at the back of his neck with a carved wooden ornament that sherecognized as the work of the young woodcarver — what was his name? Thomas. Thatwas it. Thomas the Carver, they called him. He was still a boy, no older thanKira herself, but already he had been singled out for his great gifts, and thecarvings that came from his skilled hands were much in demand among the elite ofthe village. Ordinary people did not ornament themselves. Kira's mother had worna pendant hanging from a thong around her neck but she kept it hidden, always,inside the neck of her dress.Her defender picked up the stack of papers on the table before him; Kira hadwatched him marking these papers meticulously as he listened to the accuser. Hishands were large, long-fingered, and sure in their movements; no hesitancy, nouncertainty. She saw that he wore a bracelet of braided leather on his rightwrist, and that his arm, bare above the bracelet, was sinewy and muscular. Hewas not old. His name, Jamison, was still three syllables, and his hair had notgrayed. She judged him to be midlife, perhaps the same age that her mother hadbeen.He looked down at the top paper of the stack in his hands. From where she stood,Kira could see the markings that he was examining. How she wished she couldread!Then he spoke. \"I will address the accusations one by one,\" he said. Looking atthe paper, he repeated the words that Vandara had said, though he did notimitate her rage-laden tone. \"The girl should have been taken to the Field whenshe was born and still nameless. It is the way.'\"So that was what he had marked! He had written the words so that he could repeatthem! Painful though it was to hear the accusations repeated, Kira realized withawe the value of the repetition. There would be no argument, afterward, aboutwhat had been said. How often among the tykes fistfights and battles had begunfrom You said, I said, He said that you said, and the infinite variations.Jamison set the papers on the table and picked up a heavy volume bound in greenleather. Kira noticed that each of the guardians had an identical volume.He opened to a page he had marked during the proceedings. Kira had seen himturning the pages of the volume as Vandara had made her accusatory presentation.\"The accuser is correct that it is the way,\" Jamison said to the guardians. Kirafelt stricken by the betrayal. Hadn't he been appointed her defender?He was pointing now to a page, to its densely written text. Kira saw some of themen turn in their green volumes, finding the same passage. Others simply nodded,as if they remembered it so clearly there was no need to reread.She saw Vandara smile slightly.Defeated, Kira felt again the small cloth square in her pocket. Its warmth wasgone. Its comfort was gone.\"Turning, though,\" Jamison was saying, \"to the third set of amendments —\"The guardians all turned pages in their books. Even those whose volumes hadremained closed now picked them up and looked for the place.\"It is clear that exceptions can be made.\"\"Exceptions can be made,\" one of the guardians repeated, reading the words, hisfingers moving on the page.\"So we may set aside the assertion that it is the way,\" Jamison announced withcertainty. \"It need not always be the way.\"He is my defender. Perhaps he will find a way to let me live!\"Do you wish to speak?\" the defender asked Kira.Touching her scrap of cloth, she shook her head no.He went on, consulting his notes. \"She was imperfect. And fatherless as well.She should not have been kept.\" The second repetition hurt, because it was true.Kira's leg hurt too. She was not accustomed to standing so still for so long.She tried to shift her weight to ease the pressure on her flawed side.\"These accusations are true.\" Jamison repeated the obvious, in his steady voice.\"The girl Kira was imperfect at birth. She had a visible and incurable defect.\"The guardians were staring at her. So was Vandara, with contempt. Kira wasaccustomed to stares. She had been taunted throughout her childhood. With hermother as teacher and guide, she had learned to hold her head high. She did sonow, looking her judges in the eyes.\"And fatherless as well,\" Jamison continued.In her memory, Kira could hear her mother's voice explaining it to her. She wassmall then, and wondering why she had never had a father. \"He did not returnfrom the great hunt. It was before you were born,\" her mother said gently. \"Hewas taken by beasts.\"She heard Jamison repeat the words of her thoughts as if they had been audible.\"Before her birth, her father was taken by beasts,\" Jamison explained.The chief guardian looked up from his papers. Turning to the others at thetable, he interrupted Jamison. \"Her father was Christopher. He was a finehunter, one of the best. Some of you probably remember him.\"Several of the men nodded. Her defender nodded as well. \"I was with the huntingparty that day,\" he said. \"I saw him taken.\"You saw my father taken? Kira had never heard the details of the tragedy. Sheknew only what her mother had told her. But this man had known her father. Thisman had been there!Was he afraid? Was my father afraid? It was a strange, unbiddden question, andshe did not ask it aloud. But Kira was so afraid herself. She could feelVandara's hatred as a presence by her side. She felt as if she were being takenby beasts; as if she were about to die. She wondered what the moment had beenlike for her father.\"The third amendment applies here, as well,\" Jamison announced. \"To theaccusation 'She should not have been kept,' I reply that according to the thirdamendment, exceptions may be made.\"The chief guardian nodded. \"Her father was a fine hunter,\" he said again. Theothers at the table, taking their lead from him, murmured in agreement.\"Do you wish to speak?\" they asked her. Again she shook her head. Again shefelt, for the moment, spared.'\"But she has not contributed,'\" Jamison read next. '\"She cannot dig or plant orweed, or even tend the domestic beasts the way other girls her age do. She dragsthat dead leg around like a useless burden. She is slow,'\" he continued, andthen Kira saw a hint of a smile as he concluded, \"'and she eats a lot.'\"The man stood silent for a moment. Then he said, \"As defender, I am going toconcede some of these points. It is clear that she cannot dig or plant or weedor tend domestic beasts. I believe, however, that she has found a way tocontribute. Am I correct, Kira, that you work at the weaving shed?\"Kira nodded, surprised. How did he know? Men paid no attention to the work ofwomen.\"Yes,\" she said, her voice soft from nervousness. \"I help there. Not with theactual weaving. But I clean up the scraps and help prepare the looms. It is workI can do with my hands and arms. And I am strong.\"She wondered if she should mention her skill with the threads, her hope thatperhaps she could use it as a way of making a living. But she couldn't think ofa way to say it without sounding vain, so she kept still.\"Kira,\" he said, looking toward her, \"demonstrate your flaw for the Council ofGuardians. Let us see you walk. Go to the door and back.\"It was cruel of him, she thought. They all knew about her twisted leg. Why didshe have to do this in front of them, to submit to their humiliating stares? Fora moment she was tempted to refuse, or at least to argue. But the stakes weretoo high. This was not a tykes' game, where arguing and fighting were expected.This was what would determine her future, or whether she had a future. Kirasighed and turned. She leaned on her stick and walked slowly to the door. Bitingher lip, she dragged her aching leg step by step, and felt Vandara'scontemptuous eyes on her back.At the door Kira turned and came slowly back to her place. Pain started in herfoot and seared through her twisted leg. She longed to sit.\"She does drag her leg, and she is slow,\" Jamison pointed out needlessly. \"Iconcede those points.\"Yet her work at the weaving shed is competent. She goes each day for regularhours, and she is never late. The women there value her help.\"Does she eat a lot?\" he asked, and chuckled. \"I think not. Look how thin sheis. Her weight refutes that accusation.\"But I suspect she is hungry now,\" he said. \"I am. I suggest we take a break fora meal.\"The chief guardian stood. \"Do you wish to speak?\" he asked Kira for the thirdtime. For the third time she shook her head no. She felt terribly tired.\"You may sit,\" he directed Kira and Vandara. \"Food will be brought.\"Gratefully Kira lowered herself onto the nearby bench. She rubbed her throbbingleg with one hand. Across the aisle, she saw Vandara bow —I forgot again! Ishould have bowed! —and then sit, stony-faced.The chief guardian glanced down at his own stack of papers. \"There are five morecharges,\" he said. \"We will deal with them and make a decision after the meal.\"Food appeared, brought by the door guard. A plate was handed to Kira. She sawand smelled roasted chicken and warm, crusty bread scattered with seeds. She hadnot eaten anything but raw vegetables in several days, and had not tastedchicken in many months. But she could still hear Vandara's voice, shrill withvindictive accusation: \"She eats a lot.\"Fearful of the consequences if she showed her ravenous hunger, Kira willedherself to nibble at the tempting meal. Then she set the half-empty plate asideand sipped water from the cup they had brought. Tired, hungry still, andfrightened, she stroked the scrap of cloth in her pocket, and waited for thenext round of accusations. The twelve guardians went elsewhere, leaving through a side door, probably to aprivate eating place. After a while guards came to take her food tray away andannounced a rest period. The trial would resume when the bell rang twice, theytold her. Vandara rose and left the room. Kira waited for a moment. Then shemade her way to the door of the Council Edifice, walked through the long hall,and went outside.The world was unchanged. People came and went, working at various jobs, arguingloudly. She heard shrill voices at the marketplace: women shouting outrage atthe prices, vendors shouting in reply. Babies cried, tykes fought, scavengerdogs growled and menaced each other as they vied for dropped scraps.The boy Matt appeared, running past with some others. When he saw Kira hehesitated, then stopped and came back.\"We got saplings for you,\" he whispered. \"Me and some other tykes. We put 'em ina pile. Later we be starting your cott if you want.\" Then he paused, curious.\"If you need a cott, that is. What be happening in there?\"So Matt knew about the trial. No surprise. The boy seemed to know everythingthat was happening in the village. Kira shrugged with feigned nonchalance. Shedidn't want to let him know how frightened she was. \"A lot of talking,\" she toldthe boy.\"And she be in there? Her with the horrid scar?\"Kira knew whom he meant. \"Yes. She's the accuser.\"\"She's hard, that Vandara. She killed her own tyke, they say. Made him eat theoleander, they say. Sat with him and held his head till he et it, though hedidn't want to.\"Kira had heard the story. \"It was judged an accident,\" she reminded Matt, thoughshe had her doubts. \"Other tykes have eaten the oleander. It's a danger, havinga poisonous plant grow wild everywhere. They ought to pull it all up, not leaveit where the tykes can get at it.\"Matt shook his head. \"We be needing it there to teach us,\" he pointed out. \"Memum, she slapped at me when I touched it. Slapped my head around so horrid hardI thought my neck would crack. It's how I learnt about the oleander.\"\"Well, the Council of Guardians judged Vandara and said she didn't,\" Kira saidagain.\"She's a hard one, anyways. They say because of the horrid wound. Pain be makingher cruel.\"Pain made me proud, Kira thought but didn't say.\"When you be finish?\"\"Later today.\"\"We'll work on your cott. Some of my mates'll help.\"\"Thank you, Matt,\" Kira said. \"You're a good friend.\"He made a face, embarrassed. \"You be needing a cott.\" He turned to run after theother boys. \"And you tell us the stories, after all. You be needing a place forthat.\"Kira smiled, watching him scamper off. The bell at the top of the CouncilEdifice rang twice. She turned to reenter the building. \"'She was kept, against the rules, because her grandfather was still alive andhad power. But he is long gone.'\"Jamison read the next accusation on the list.They had allowed her to sit for the afternoon session. And they told Vandara tosit too. Kira was grateful. If Vandara had stood, she would have forced herselfto ignore the pain in her leg and stand as well.Again the guardian who was her defender reiterated that exceptions could bemade. By now, frightening though the accusations were, the repetition wastiresome. Kira tried to stay alert. With her hand in her pocket, she fingeredthe small scrap of woven cloth and pictured its colors in her mind.The community cloth was drab, all no-color; the formless shifts and trousersworn by the people were woven and stitched for protection against the suddenoccasional rain, thorn scratch, or poison berry. The usual village fabric wasnot decorated.But Kira's mother had known the art of dye. It was from her stained hands thatthe colored threads used for rare ornamentation were produced. The robe worneach year by the Singer when he performed the Ruin Song was richly embroidered.The intricate scenes on it had been there for centuries, and the robe had beenworn by each Singer and passed from one to the next. Once, many years before,Katrina had been asked to replace a few threads that had torn loose. Kira wasonly a small tyke then, but she remembered standing in the cott's shadowedcorner when a guardian brought the fabulous robe and waited while her mothermade the small repair. She remembered watching, fascinated, as her mother pusheda bone needle with thick colorful thread through the fabric; gradually a brightgold replaced the small frayed spot on one sleeve. Then they had taken the robeaway again.At that year's Gathering, Kira remembered, both she and her mother had peeredfrom their seats at the stage, trying to find the repaired place as the Singermoved his arms in gestures during the Song. But they were too far away, and therepaired spot was too small.Each year that followed, they had brought the ancient robe again to her motherfor small repairs.\"One day my daughter will be able to do this,\" Katrina had said one year to theguardian. \"Look what she has done!\" she said and showed him the scrap that Kirahad just completed, the one that had composed itself so magically in herfingers. \"She has a skill far greater than mine.\"Kira had stood silently, embarrassed but proud, as the guardian examined thethreading she had done. He made no comment, simply nodded and returned the smallpiece to her. But his eyes had been bright with interest, she could see. Eachyear following, he had asked to see her work.Kira always stood at her mother's side, never touching the fragile ancientcloth, marveling each time at the rich hues that told the history of the world.Golds and reds and browns. And here and there, faded pale, almost reduced towhite, there had once been blue. Her mother showed her the faded places thatremained of it.Her mother did not know how to make blue. Sometimes they talked of it, Kira andKatrina, looking at the huge upturned bowl of sky above their world. \"If only Icould make blue,\" her mother said. \"I've heard that somewhere there is a specialplant.\" She looked out at her own garden, thick with the flowers and shoots fromwhich she could create the golds and greens and pinks, and shook her head inyearning for the one color she could not create.Now her mother was dead.Now her mother is dead.Kira startled herself out of the daydreamed memory. Someone was saying thosewords. She made herself listen.\"'— and now her mother is dead. There is even reason to think that her mothermay have carried an illness that will endanger others —\"'— and the women need the space where their cott was. There is no room for thisuseless girl. She can't marry. No one wants a cripple. She takes up space, andfood, and she causes problems with the discipline of the tykes, telling themstories, teaching them games so that they make noise and disrupt the work.'\"It dragged on. The repetitions of Vandara's accusations were recited, and thedefender again and again reiterated the amendment that said exceptions could bemade.But Kira noted a change of tone. It was subtle, but she perceived a difference.Something had taken place among the Council of Guardians when the members hadwithdrawn during lunch. She saw Vandara shift uneasily in her seat and knew thather accuser noticed the difference too.Kira, clutching the cloth talisman in her pocket, became aware suddenly that itswarmth and comfort had returned.During her infrequent leisure times, Kira often experimented with colored bitsof threadings, feeling the excitement in her fingers as her surprising skillgrew. She used bits of discarded woven cloth from the weaving shed. It was not aviolation. She had asked permission to take the scraps to her cott.Sometimes, pleased with what she had done, she showed her work to her mother andreceived a proud, quick smile of approval. But more often her efforts weredisappointments, the uneven products of a girl still learning; usually she threwher experiments away.This one, the one she held now in the nervous fingers of her right hand, she haddone as her mother lay ill. Seated helplessly by the side of the dying woman,Kira leaned forward again and again to hold a container of water to her mother'slips. She smoothed her mother's hair, rubbed her cold feet, and held thetrembling hands, knowing there was nothing more she could do. \"While her motherslept restlessly, Kira sorted the dyed threads in her basket and began to weavethem into the cloth scrap with a bone needle. It soothed her to do so, andpassed the time.The threads began to sing to her. Not a song of words or tones, but a pulsing, aquivering in her hands as if they had life. For the first time, her fingers didnot direct the threads, but followed where they led. She was able to close hereyes and simply feel the needle move through the fabric, pulled by the urgent,vibrating threads.When her mother murmured, Kira leaned forward with the water container andmoistened the dry lips. Only then did she look down at the small strip ofmaterial in her lap. It was radiant. Despite the dim light in the cott — it wasnight-start by then — the golds and reds pulsated as if the morning sun itselfhad slid and twisted its rays into the cloth. The brilliant threads crisscrossedin an intricate pattern of loops and knots that Kira had never seen before, thatshe could not have created, that she had never known or heard described.When her mother's eyes opened for a final time, Kira had held the vibrant pieceof fabric so that the dying woman could see. Words were beyond Katrina by then.But she smiled.Now, secret in her hand, the cloth seemed to speak a silent, pulsing message toKira. It told her there was danger still. But it told her also that she was tobe saved."},{"pageContent":"5Kira noticed for the first time that a large box had been placed on the floorbehind the seats of the Council of Guardians.It had not been there before the lunchtime break.As she and Vandara watched, one of the guards, responding to a nod from thechief guardian, lifted the box to the table and raised its lid. Her defender,Jamison, removed and unfolded something that she recognized immediately.\"The Singer's robe!\" Kira spoke aloud in delight.\"This has no relevance,\" Vandara muttered. But she too was leaning forward tosee.The magnificent robe was laid out on the table in display. Ordinarily it wasseen only once a year, at the time when the village gathered to hear the RuinSong, the lengthy history of their people. Most citizens, crowded into theauditorium for the occasion, saw the Singer's robe only from a distance; theyshoved and pushed, trying to nudge closer for a look.But Kira knew the robe well from watching her mother's meticulous work on iteach year. A guardian had always stood nearby, attentive. Warned not to touch,Kira had watched, marveling at her mother's skill, at her ability to choose justthe right shade.There, on the left shoulder! Kira remembered that spot, where just last yearsome threads had pulled and torn and her mother had carefully coaxed the brokenthreads free. Then she had selected pale pinks, slightly darker roses, and othercolors darkening to crimson, each hue only a hint deeper than the one before;and she had stitched them into place, blending them flawlessly into the edges ofthe elaborate design.Jamison watched Kira as she remembered. Then he said, \"Your mother had beenteaching you the art.\"Kira nodded. \"Since I was small,\" she acknowledged aloud.\"Your mother was a skilled worker. Her dyes were steadfast. They have notfaded.\"\"She was careful,\" Kira said, \"and thorough.\"\"We are told that your skill is greater than hers.\"So they knew. \"I still have much to learn,\" Kira said.\"And she taught you the coloring, as well as the stitches?\"Kira nodded because she knew he expected her to. But it was not exactly true.Her mother had planned to teach her the art of the dyes, but the time had notyet come before the illness struck. She tried to be honest in her answer. \"Shewas beginning to teach me,\" Kira said. \"She told me that she had been taught bya woman named Annabel.\"\"Annabella now,\" Jamison said.Kira was startled. \"She is still alive? And four syllables?\"\"She is very old. Her sight is somewhat diminished. But she can still be used asa resource.\"Resource for what? But Kira stayed silent. The scrap in her pocket was warmagainst her hand.Suddenly Vandara stood. \"I request that these proceedings continue,\" she saidabruptly and harshly. \"This is a delaying tactic on the part of the defender.\"The chief guardian rose. Around him, the other guardians, who had been murmuringamong themselves, fell silent.His voice, directed at Vandara, was not unkind. \"You may go,\" he said. \"Theproceedings are complete. We have reached our decision.\"Vandara stood silent, unmoving. She glared at him defiantly. The chief guardiannodded, and two guards moved forward to escort her from the room.\"I have a right to know your decision!\" Vandara shouted, her face twisted withrage. She wrested her arms free of the guards' grasp and faced the Council ofGuardians.\"Actually,\" the chief guardian said in a calm voice, \"you have no rights at all.But I am going to tell you the decision so that there will be nomisunderstanding.\"The orphan girl Kira will stay. She will have a new role.\"He gestured toward the Singer's robe, still spread out on the table. \"Kira,\" hesaid, looking at her, \"you will continue your mother's work. You will go beyondher work, actually, since your skill is far greater than hers was. First, youwill repair the robe, as your mother always did. Next, you will restore it. Thenyour true work will begin. You will complete the robe.\" He gestured toward thelarge undecorated expanse of fabric across the shoulders. He raised one eyebrow,looking at her as if he were asking a question.Nervously Kira nodded in reply and bowed slightly.\"As for you?\" The chief guardian looked again at Vandara, who stood sullenlybetween the guards. He spoke politely to her. \"You have not lost. You demandedthe girl's land, and you may have it, you and the other women. Build your pen.It would be wise to pen your tykes; they are troublesome and should be bettercontained.\"Go now,\" he commanded.Vandara turned. Her face was a mask of fury. She shrugged away the hands of theguards, leaned forward, and whispered harshly to Kira, \"You will fail. Then theywill kill you.\"She smiled coldly at Jamison. \"So, that's it, then,\" she said. \"The girl isyours.\" She stalked down the aisle and went through the broad door.The chief guardian and the other Council members ignored the outburst, as if itwere merely an annoying insect that had finally been swatted away. Someone wasrefolding the Singer's robe.\"Kira,\" Jamison said, \"go and gather what you need. Whatever you want to bringwith you. Be back here when the bell rings four times. And we will take you toyour quarters, to the place where you will live from now on.\"Puzzled, Kira waited a moment. But there were no other instructions. Theguardians were straightening their papers and collecting their books andbelongings. They seemed to have forgotten she was there. Finally she stood,straightened herself against her walking stick, and limped from the room.Emerging from the Council Edifice into bright sunlight and the usual chaos ofthe village central plaza, she realized that it was still midafternoon, still anordinary day in the existence of the people, and that no one's life had changedexcept her own. The summer-start day was hot. Near the Edifice steps, a crowd had gathered towatch a pig-slaughter behind the butcher's. After the choice parts were sold,scraps would be thrown. People and dogs together would shove and grab. The smellfrom the thick mounds of excrement beneath the terrified pigs and thehigh-pitched squeals of terror as they awaited death made Kira feel dizzy andnauseated. She hurried around the edge of the throng, making her way toward theweaving shed.\"You're out! What happened? Do you go to the Field? To the beasts?\"Matt was calling to her in excitement. Kira smiled. His curiosity appealed toher — it matched her own — and behind his wildness he had a kind heart, shethought. She remembered how he had acquired his pet, his little companion dog.It had been a useless stray, underfoot, scavenging everywhere for food. On arainy afternoon it had been caught and tossed by the wheel of a passing donkeycart. Badly injured, the dog lay bleeding in the mud and would have been left todie unnoticed. But the boy hid it in nearby shrubbery until its wounds hadmended. Kira had watched from the weaving shed each day as Matt stealthily creptin to feed the animal while it lay healing. Now the dog, lively and in goodhealth despite a tail as crooked and useless as Kira's leg, stayed constantly atMatt's side. He called it Branch, named for the small tree part he had used tosplint its damaged tail.Kira reached down and scratched the homely mongrel behind his ear. \"I'm let go,\"she told the boy.His eyes widened. Then he grinned. \"So we still be getting stories, me and mymates,\" he said with satisfaction.\"I seen Vandara,\" Matt added. \"She come out like this.\" He scampered to thesteps of the Edifice and stalked down them, face haughty. Kira smiled at theimitation.\"She be hating you now for certain,\" Matt added cheerfully.\"Well, they gave her my piece of land,\" Kira told him, \"so she and the otherscan make a pen for their tykes, the way they wanted.\"I hope you didn't already start on a new cott for me,\" she added, rememberingthat he had offered.Matt grinned. \"We didn't start yet,\" he said. \"Soon we would've. But if you besent to the beasts, then there be no need.\"He paused, rubbing Branch with his dirty bare foot. \"Where you to live, then?\"Kira slapped at a mosquito on her arm. She rubbed at the little smear of bloodfrom its bite. \"I don't know,\" she admitted. \"They told me to come back to theEdifice when the bell rings four. I'm to gather my things.\" She laughed alittle. \"I don't have much to gather. My things were mostly burned.\"Matt grinned. \"I saved you some things,\" he told her happily. \"I filched 'emfrom your cott before the burning. Didn't tell you before. I waited to see whatbe happening to you.\"Down the path, beyond the pig-slaughter, Matt's mates called to him to hurry andjoin them. \"Me and Branch must go along now,\" he said, \"but I be bringing thethings to you when the bells go four. To the steps, aye?\"\"Thank you, Matt. I'll meet you at the steps.\" Smiling, Kira watched him go, histhin, scabbed legs churning in the dusty path as he ran to join his friends.Beside him, Branch scampered, his broken stub of a tail wagging crookedly.Kira continued on through the crowds, past the food shops and the noise ofbickering, bargaining women. Dogs barked; a pair of them snarled, facing eachother with bared teeth in the path, a dropped morsel between them. Nearby, acurly-headed tyke eyed both dogs warily then deftly leaped between them, seizedthe bit of food, and stuffed it into his own mouth. His mother, intent on herbusiness at a nearby shop, glanced around, saw the tyke near the dogs, andseized him away, yanking at his arm and administering a sharp slap to his headwhen he was back at her side. The tyke smirked, chewing eagerly at whatever hehad picked up from the path.The weaving shed was farther along, mercifully in a shady area surrounded bylarge trees. It was quieter there and cooler, though the mosquitoes were morenumerous. The women in the shed, seated at looms, nodded to Kira as sheapproached. \"There's plenty scraps to gather,\" one called and gestured with herhead as her hands continued work.It was the job that Kira usually did, the tidying up. She was not permitted toweave yet, though she had always watched carefully how it was done and thoughtthat she could have, if they needed her.She had not been at the weaving shed in many days, not since her mother'sillness and death. So much had happened. So much had changed. She assumed thatshe would not be returning now that her status seemed different. But becausethey had called to her in a friendly way, Kira moved through the shed, throughthe clatter of the wooden looms at work, and picked up the scraps from thefloor. One loom was silent, she noticed. No one was working there today. Fourthfrom the end, she counted. Usually Camilla was there.She paused by the empty loom and waited until a nearby worker had stopped toreset her shuttle.\"Where is Camilla?\" Kira asked curiously. Sometimes, of course, the women leftbriefly, to wed, to give birth, or simply assigned to some other temporary task.The weaver glanced over, her hands still occupied. Her feet began to move againon the treadle. \"She fell, took a clumsy fall, over at the stream.\" She gesturedwith her head. \"Doing washing. The rocks were mossy.\"\"Yes, it's slippery there.\" Kira knew. She had slipped herself sometimes at thestream, at the washing place.The woman shrugged. \"She broke her arm real bad. Can't be fixed. Can't be madestraight. No more good for weaving. Her hubby tried real hard to straighten upthe arm 'cause he needs her. For the tykes and such. But she'll probably go tothe Field.\"Kira shuddered, imagining the torturing pain of the broken arm as the hubbytried to pull it into a healing shape.\"She has five tykes, Camilla does. Now she can't care for them, or work. They'llbe given away. You want one?\" The woman grinned at Kira. She had few teeth.Kira shook her head. She smiled wanly and continued down the aisle between thelooms.\"You want her loom?\" the woman called after her. \"They'll be needing somebody totake it. You're probably ready to weave.\"But Kira shook her head again. She had wanted to weave, once. The weaving womenhad always been kind to her. But her future seemed different now.The looms clattered on. From the shade of the shed, Kira noticed that the sunwas lower in the sky. It would soon be the ringing of four bells. She noddedgoodbye to the weaving women and headed back along the path toward the placewhere she had lived with her mother, the place where her cott had long stood,the place of the only home she had ever known. She felt a need to say goodbye."},{"pageContent":"6The huge bell in the tower of the Council Edifice began to ring. The bellgoverned the people's lives. It told them when to begin work and when to stop,when to gather for meetings, when to prepare for a hunt, celebrate an event, orarm for danger. Four bells — the third was resonating now — meant that the day'sbusiness could end. For Kira, it meant the time to report to the Council ofGuardians. She hurried toward the central plaza through the crowds of peopleleaving their workplaces.Matt was waiting on the steps as he had promised. Branch, beside him, was pawingexcitedly at a large iridescent beetle, blocking its path again and again with apaw as the beetle tried unsuccessfully to waddle by. The dog looked up andwagged its crooked tail when Kira called a greeting.\"What you got?\" Matt asked, looking at the small bundle Kira carried on herback.\"Not much.\" She laughed ruefully. \"But I had stored a few things in the clearingso they missed the burning. My basket of threads, and some scraps of cloth. Andlook at this, Matt.\" She reached into her pocket and held up a lumpy oblong. \"Ifound my soap where I left it on a rock. Good thing, because I don't know how tomake it, and I have no coins to buy any.\"Then she laughed, realizing that Matt, grimy and unkempt, felt no need of soap.She supposed Matt had a mother somewhere, and usually mothers scrubbed theirtykes now and then, but she had never known Matt clean.\"Here, I brung these.\" Matt indicated a pile of objects wrapped haphazardly in adirty woven cloth on the step near him. \"Some things I took before the burning,for you to have iffen they let you stay.\"\"Thank you, Matt.\" Kira wondered what he had chosen to rescue.\"But you'll not be carrying it because of your horrid gimp,\" he said, referringto her crippled leg. \"So I'll be your carrier, once they tells you where you'reto be. That way I'll know too.\"Kira liked the idea of Matt coming with her and knowing where she would live. Itmade everything seem less strange. \"Wait here, then,\" she told him. \"I must goinside, and they'll show me where I'll be living. Then I'll come back for you. Ihave to hurry, Matt, because the bells have finished, and they told me to comeat four bells.\"\"Me and Branch can wait. I've got me a sucker I filched from a shop,\" Matt said,pulling a dirtencrusted candy from his pocket, \"and Branch, him always loves amammoth buggie to poke, like now.\" The dog's ears shot up at the sound of hisname but his eyes never left the beetle on the step.Kira hurried inside the Council Edifice while the boy waited on the steps. Only Jamison was in the large room waiting for her. She wondered if having beenappointed her defender at the trial, he was now to be her overseer. Oddly shefelt a little twinge of irritation. She was old enough to manage alone. Manygirls her age were preparing for marriage. She had always known she would notmarry — her twisted leg made it an impossibility; she could never be a goodwife, could never perform the many duties required — but certainly she couldmanage alone. Her mother had, and had taught her.But he nodded in welcome and her brief irritation faded and was forgotten.\"There you are,\" Jamison said. He rose and folded the papers he'd been reading.\"I'll show you to your quarters. It isn't far. It's in a wing of this building.\"Then he looked at her and at the small bundle she carried on her back. \"Is thatall you have?\" he asked.She was glad that he had inquired because it gave her the opportunity to mentionMatt.\"Not quite,\" Kira told him. \"But I can't carry much because of —\" She gesturedtoward her leg. Jamison nodded.\"So I have a boy who helps me. His name is Matt. I hope you don't mind, but he'swaiting on the steps. He has my other things. I was hoping that maybe you wouldlet him continue as my helper. He's a good boy.\"Jamison frowned slightly. Then he turned and called to one of the guards. \"Getthe boy from the steps,\" he said.\"Ah,\" Kira interrupted. Both Jamison and the guard turned. She felt awkward andspoke apologetically. She even felt herself bow slightly. \"He has a dog,\" shesaid in a low voice. \"He won't go anyplace without his dog.\"It's quite small,\" she added in a whisper.Jamison looked at her impatiently, as if he were suddenly aware what a burdenshe was going to be. Finally he sighed. \"Bring the dog too,\" he told the guard. The three of them were led down a corridor. They were an odd trio, with Kirafirst, stumbling against her stick, dragging her leg with its broom sound:swish, swish; then Matt, silent for a change, his eyes wide, taking in thegrandeur of the surroundings; and finally, toenails tip-tapping against thetiled floor, the bent-tailed dog, happily carrying a squirming beetle in hismouth. Matt put the bundle of Kira's belongings down on the floor just inside thedoorway, but he wouldn't step inside the room. He took in everything solemnlywith his wide-eyed, observant gaze and made the decision himself.\"Me and Branch, we'll wait out here,\" he announced. \"What this be called?\" heasked, looking around the wide space where he stood.\"The corridor,\" Jamison told him.Matt nodded. \"Me and Branch, we just be waiting here in this corridor then. Meand Branch, we don't go in the room because of the wee buggies.\"Kira looked over quickly, but the beetle had been consumed now. Anyway, thebeetle had not been wee. Matt himself had described it as mammoth.\"Wee buggies?\" Jamison was the one who inquired, his brow furrowed.\"Branch got fleas,\" Matt explained, looking at the floor.Jamison shook his head. Kira saw his lips twitch in amusement. He led her intothe room.She was astonished. The cott where she had lived all of her life with her motherhad been a simple dirt-floored hut. Their beds had been straw-filled pallets onraised wooden shelves. Handmade utensils had held their belongings and food;they had always eaten together at a wooden table that Kira's father had madelong before her birth. She mourned the table after the burning because of thememories it held for her mother. Katrina had described his strong handssmoothing the wood and rounding its corners so that the coming baby would not beendangered by sharp edges. All of it was ashes now: the smooth wood, the softedges, the memory of his hands.This room had several tables, skillfully made, carved and delicate. And the bedwas wood, on legs, covered with lightly woven bed coverings. Kira had never seensuch a bed and supposed the raised legs were to make one safe from beasts orbugs. Yet surely there were none here, in the Council Edifice; even Matt hadsensed that and consigned his dog's fleas to the corridor. There were windows,with glass, and through them she could see the tops of trees; the room faced theforest behind the building.Jamison opened a door inside the room, and Kira saw a smaller room, windowless,lined with wide drawers.\"The Singer's robe is kept here,\" he told her. He opened one large drawerslightly and she saw the folded robe with its bright threaded colors. He closedit again and gestured toward the other, smaller drawers.\"Supplies,\" he said. \"Whatever you need.\"He moved back into the bedroom and opened a door on the other side. She caught aglimpse of what at first seemed flat stones; it was a floor of pale green tile.\"There is water here,\" he explained, \"for washing and all your needs.\"Water? Inside a building?Jamison went to the doorway and glanced out to where Matt and Branch waited.Matt was squatting on the floor and sucking on his stick of candy.\"If you want the boy to stay with you, you could wash him here. The dog too.There is a tub.\"Matt heard him and looked up toward Kira in dismay. \"No. Me and Branch, we begoing now,\" he said. Then with an expression of concern, he asked, \"You don't becaptive here, do you?\"\"No, she's not a captive,\" Jamison reassured Matt. \"Why would you think that?\"Your supper will be brought,\" he told Kira. \"You're not alone here. The Carverlives down the hall, on the other side.\" He gestured with his hand to a closeddoor.\"The Carver? Do you mean the boy named Thomas?\" Kira was startled. \"He liveshere too?\"\"Yes. You are welcome to visit his room. You must both work during the daylighthours, but you may take your meals with the Carver. Familiarize yourself withyour quarters now, and your tools. Get some rest. Tomorrow I will go over yourwork assignment with you.\"I'll lead the boy and the dog out now.\"She stood in the open doorway and watched them retreat down the long corridor,the man leading the way, Matt walking jauntily just behind him, and the dog atMatt's heels. The boy looked back at her, waved slightly, and grinned with aquestioning look. His face, smeared with the sticky candy, was alight withexcitement. She knew that within minutes he would be telling his mates that he'dbarely escaped being washed. His dog too, and all the fleas; a close call.Quietly she closed the door and looked around. Kira found it hard to sleep. Somuch was strange.Only the moon was familiar. Tonight it was almost full, flooding her new livingspace with silvery light through the glass of her windows. On such a night backin her other life, in the windowless cott with her mother, she might have risento enjoy the moonlight. On some moonlit nights she and her mother slippedoutside and stood together in the breeze, slapping at mosquitoes and watchingthe clouds slide past the bright globe in the night sky.Here, through a slightly opened window, night breeze and moonlight entered herroom together. The moonlight slipped over the table in the corner and washedacross the polished wooden floor. She saw her sandals paired beside the chairwhere she had sat to remove them. She saw her walking stick leaning in thecorner, its shadow outlined on the wall.She saw the shapes of the objects on the table, the things that Matt hadbrought, bundled, to her. She wondered how he had chosen. Perhaps it had beenrushed, with the fire starting; perhaps he had simply grabbed what he could withhis impetuous, generous small hands.There was her threading frame. She thanked Matt in her mind. He had known whatthe frame meant to her.Dried herbs in a small basket. Kira was glad to have those and hoped she couldremember which was to be used for what. Not that the herbs had been of any valueto her mother when the terrible sickness came; but for the small things, an achein the shoulder, a bite that festered and swelled, the herbs were helpful then.And she was happy to have the basket. She remembered her mother weaving it fromriver grass.Some chunky tubers. Kira smiled, picturing Matt grabbing food, probably nibblingwhile he was at it. She would not need those now. The meal brought to her on atray in the evening had been hearty: thick bread and a soup made of meat andbarley with greens throughout, and flavored strongly with herbs she savored butdidn't recognize. She had eaten it from a glazed earthen bowl, using a spooncarved from bone, and then wiped her mouth and hands with a folded fine-wovencloth.No meal had ever been so elegant for Kira. Or so lonely.In the little arrangement of things were folded pieces of her mother's clothing:a thick shawl with a fringe at the edge, and a skirt, stained from the dyes hermother used, so that the simple, unadorned fabric seemed decorated with streaksof color. Sleepily thinking of her mother's stained skirt, Kira imagined how shecould use her threads to outline the bright streaks of color so that with skill— and time; it would take time — she could re-create it into a costume suitablefor some celebration.Not that there had ever been anything for her to celebrate. But maybe this — hernew quarters, he:r new job, the fact that her life had been spared.Kira tossed restlessly on the bed. She felt an object at her neck. It too hadbeen in the bundle that Matt brought, and she treasured it most of the things hehad saved. It was the pendant that her mother had always worn dangling from aleather thong, not visible under her clothing. Kira knew of it, had touched andstroked it often as a small tyke still breastfed. It was a shiny section ofrock, split cleanly down one side but studded with shiny purple on the other andwith a hole to allow for the thong. A simple but unusual thing, it had been agift from Kira's father, and Katrina had cherished it as a kind of talisman.Kira had lifted it from her mother's neck when she was ill in order to wash thefevered body, and had placed it on the shelf near the basket of herbs. Matt musthave found it there.Wearing it now around her own neck, Kira lifted it against her cheek, hoping torecapture a feeling of her mother, perhaps the smell of her: herbs and dyes anddried blossoms. But the little rock was inert and odorless, without a hint ormemory of life.In contrast, the scrap of cloth from Kira's pocket, the one which had createditself so magically in her fingers, fluttered where it lay near her head.Perhaps the night breeze through the open window had made it move. For a momentKira, watching the moonlight and thinking of her mother, didn't notice. Then shesaw the cloth tremble slightly, as if it had life, in the pale light. She smiledand the thought crossed her mind that it was like Matt's little dog, looking up,twitching its ears, wagging its woeful tail, hoping to be noticed.She reached out and touched the cloth. Feeling its warmth in her hand, Kiraclosed her eyes.A cloud shadowed the moon, and the room darkened. Finally, she slept, withoutdreams; and in the morning when Kira woke the little cloth was limp, no morethan a wrinkled scrap of pretty fabric in her bed."},{"pageContent":"7An egg! That was a treat. In addition to the boiled egg, her breakfast traycontained more of the thick bread and a bowl of warm cereal swimming in cream.Kira yawned and ate.Usually at waking she and her mother had walked to the stream. Here, shesupposed, the green-tiled room took its place. But Kira was nervous about theroom. She had entered it the night before and turned the various gleaminghandles. Some of the water was hot and startled her. It must be for cooking.Somewhere below, a fire had apparently been built. Somehow the cooking water hadbeen hoisted here, but what was she to do with it? There was no need for her tocook, Kira thought this morning as she had last night. Warm prepared food hadbeen brought.Mystified still, Kira turned her attention this morning to the long, low tub.Jamison had suggested that she could wash Matt there. There was something thatlooked and smelled like soap. Leaning forward over the tub's rim, she tried towash but the procedure was awkward and unnatural; it was easier in the stream.And she could wash her clothes in the stream and hang them on the bushes. Herein this small, windowless room there was no place to dry anything. No breeze. Nosun.It was interesting, Kira decided, that they had found a way for water to enterthe building, but impractical and unsanitary, and there was no place to burywaste. She wiped the cold water from her face and hands with the cloth she foundin the tiled room and decided that she would return to the stream each day toattend to her needs properly.She dressed quickly, laced her sandals, pulled the wooden comb through her longhair, grabbed her stick, and hurried through the empty corridor to leave her newhome and go for a morning walk. But before she had gone very far, a door in thecorridor opened. A boy she recognized emerged and spoke to her.\"Kira the Threader,\" he said. \"They told me you had come.\"\"You're the Carver,\" she said. \"Jamison told me you were here.\"\"Yes, I'm Thomas.\" He grinned at her. He seemed about her age, not long into twosyllables, and was a good-looking boy with clear skin and bright eyes. His hairwas thick and reddish-brown. A chip in one front tooth showed when he smiled.\"This is where I live,\" he explained. He opened the door wider so that she couldsee inside. His room was just like hers, though on this, the opposite side ofthe corridor, his window view was to the wide central square. She noticed toothat his room seemed more of a lived-in place. His things were strewn around.\"This is my workroom too.\" He gestured, and she could see a large table with hiscarving tools and scraps of wood. \"And there's a storage room, for supplies.\" Hepointed.\"Yes, mine's the same,\" Kira told him. \"My supply room has lots of drawers. Ihaven't started work yet, but there's a table under the windows, and the lightis good there. I think that's where I'll do the threading.\"And there — that door? That's your cooking water and your tub?\" Kira asked him.\"Do you use it? It seems such a bother, when the stream's so nearby.\"\"The tenders will show you how it works,\" he explained.\"Tenders?\"\"The one who brought your food? That's a tender. They'll help you however youwant. And a guardian will be checking on you every day.\"Good. Thomas seemed to know how things worked. It would be a help, Kira thought,because it all seemed so new, so foreign. \"Have you lived here a long time?\" sheasked politely.\"Yes,\" he replied. \"Since I was quite young.\"\"How did it happen that you came here?\"The boy frowned, thinking back. \"I had just begun carving. I was a very littletyke, but somehow I had discovered that if I took a sharp tool and a piece ofwood, I could make pictures.\"Everyone thought it was quite amazing.\" He laughed. \"I guess it was.\"Kira laughed a little too, but she was remembering herself, very small, findingthat her fingers had a kind of magic to them when she held the colored threads,seeing her mother's astonishment and the look on the face of the Guardian. Itmust have been the same, she thought, for this boy.\"Somehow the Guardians heard about my work. They came to our cott and admiredit.\"So similar, Kira thought.\"Then,\" Thomas continued, \"not long after, my parents were both killed during astorm. Struck by lightning, both at once.\"Kira was shocked. She had heard of trees felled by lightning. But not people.The people didn't go out during thunderstorms. \"Were you there? How did you staysafe?\"\"No, I was alone at the cott. My parents were doing an errand of some sort. Iremember that a messenger had been sent for them. But then some guardians cameand got me and told me of their deaths. It was fortunate that they knew of meand felt that my work was of value, even though I was still small. Otherwise, Iwould have simply been given away. But instead, they brought me here.\"I've been here ever since.\" He gestured around the room. \"For a long time Ipracticed, and learned. And I've made ornaments for many of the guardians. Now,though, I do real work. Important work.\" He pointed, and she could see that along piece of wood was resting against the table, leaning in the same way thatshe leaned her walking stick. But this stick was intricately decorated, and fromthe shavings on the table she could tell that the boy had been working on it.\"They've given me wonderful tools,\" Thomas told her.Outside, the bell rang. Kira was disconcerted. Back in the cott, the sound ofthe bell meant that it was time to go to work. \"Should I go back to myquarters?\" she asked. \"I was going to walk to the stream.\"Thomas shrugged. \"It doesn't matter. You can do whatever you want. There are noreal rules. Only that you are required to do the work you were brought here for.They'll check on your work every day.\"I'm going out now to visit my mother's sister. She has a new tyke. A girl.Look! I'm taking a toy.\" He reached into his pocket and showed Kira anintricately carved bird. It was hollow; he held it to his mouth and made itwhistle. \"I made it yesterday,\" he explained. \"It took time from my regularwork, but not much. It was easy to do.\"I'll be back for lunch,\" he added, \"because I have work to do this afternoon.Shall I bring my lunch tray to your quarters so that we can eat together?\"Kira agreed happily.\"And look,\" he said, \"here comes the tender who'll pick up the morning trays.She's very nice. You ask her — No, wait. I'll ask her.\"While Kira watched curiously, Thomas approached the tender and spoke briefly toher. She nodded.\"You follow her back to your quarters, Kira,\" Thomas said. \"You don't need to goto the stream. She'll explain the bathroom to you. See you at lunch!\" He put thelittle carved bird into his pocket, closed the door to his room, and headed downthe corridor. Kira followed the tender back the way she had come. Jamison came to her room shortly after lunch. Thomas had eaten and hurried awayto his quarters to resume work. Kira had just gone into the small room linedwith drawers and slid open the one containing the Singer's robe. She had not yetunfolded it. She had never been permitted to touch it before and was in awe nowand a little nervous. She was staring down at the lavishly decorated fabric,remembering her mother's deft hands holding the bone needle, when she heard theknock on her door and then heard Jamison come in.\"Ah,\" he said. \"The robe.\"\"I was thinking that I must soon begin my duties,\" Kira told him, \"but I'malmost afraid to start. This is so new to me.\"He lifted the robe from the drawer and carried it to the table by the window.There in the light the colors were even more magnificent and Kira felt even moreinadequate.\"Are you comfortable here? You slept well? They brought your food? It was good?\"So many questions. Kira considered whether to tell him how restlessly she hadslept and decided against it. She glanced at the bed to see if the bed coveringswould reveal her tossing and noticed for the first time that someone, probablythe tender who brought and took away the food, had smoothed everything so thatthere was no sign that the bed had been used at all.\"Yes,\" she told Jamison. \"Thank you. And I met Thomas the Carver. He ate hislunch with me. It was nice to have someone to talk to.\"And the tender explained things I needed to know,\" she added. \"I thought thehot water was for cooking. I never used hot water just for washing before.\"He wasn't paying attention to her embarrassed explanation about the bathroom. Hewas looking carefully at the robe, sliding his hand across the fabric. \"Yourmother made minor repairs each year. But now it must all be restored. This isyour job.\"Kira nodded. \"I understand,\" she said, though she didn't, not really.\"This is the entire story of our world. We must keep it intact. More thanintact.\" She saw that his hand had moved and was stroking the wide unadornedsection of fabric, the section of the cloth that fell across the Singer'sshoulders. \"The future will be told here,\" he said. \"Our world depends upon thetelling.\"Your supplies? They are adequate? There is much to be done here.\"Supplies? Kira remembered that she had brought a basket of her own threads.Looking now at the magnificent robe, she knew that her sparse collection, a fewleftover colored threads that her mother had allowed her to use for her own, wasnot adequate at all. Even if she had the skill — and she was not at all certainthat she did — she could never restore the robe with what she had brought. Thenshe remembered the drawers that she had not yet opened.\"I haven't looked yet,\" she confessed. She went to the shallow drawers that hehad pointed out to her yesterday. They were filled with rolled white threads inmany different widths and textures. There were needles of all sizes and cuttingtools laid neatly in a row.Kira's heart sank. She had hoped that perhaps the threads would already be dyed.Glancing back at the robe on the table, at its wide array of hues, she feltoverwhelmed. If only her mother's threads had been saved! But they were gone,all burned.She bit her lip and looked nervously at Jamison. \"They're not colored,\" shemurmured.\"You said your mother had been teaching you to dye,\" he reminded her.Kira nodded. She had implied that, but it had not been completely true. Hermother had planned to teach her. \"I still have much to learn,\" she confessed. \"Ilearn quickly,\" she added, hoping that it didn't sound vain.Jamison looked at her with a slight frown. \"I will send you to Annabella,\" hetold her. \"She is far in the woods, but the path is safe, and she can finish theteaching that your mother started.\"The Ruin Song is not until autumn-start,\" he pointed out. \"That's still severalmonths away. The Singer won't need the robe until then. You'll have plenty oftime.\"Kira nodded uncertainly. Jamison had been her defender. Now it seemed he was heradviser. Kira was grateful for his help. Still, she sensed an edge, an urgency,to his voice that had not been there before.When he left her room, after pointing out a cord on the wall that she could pullif she needed anything, Kira looked again at the robe displayed on the table. Somany colors! So many shades of each color! Despite his reassurance, autumn-startwas not that far away.Today, Kira decided, she would examine the robe and plan. Tomorrow, first thing,she would find Annabella and plead for help."},{"pageContent":"8Matt wanted to come.\"You be needing me and Branch for protectors,\" he said. \"Them woods is full offierce creatures.\"Kira laughed. \"Protectors? You?\"\"Me and Branchie, us is tough,\" Matt said. He flexed what passed for muscles inhis scrawny arms. \"I only look wee.\"\"Jamison said it was safe as long as we stay on the path,\" Kira reminded theboy. Secretly, she thought it would be fun to have both of them, boy and dog,for company.\"But suppose you was to get lost,\" Matt said. \"Me and Branch can find our wayout of anywheres. You be needing us for certain iffen you get lost.\"\"But I'll be gone all day. You'll get hungry.\"Triumphantly Matt pulled a thick wad of bread from the voluminous pocket of hisbaggy shorts. \"Filched this crustie from the baker,\" he announced with pride.So the boy won, to Kira's delight, and she had company for the journey into theforest.It was about an hour's walk. Jamison was correct; there seemed to be no danger.Although thick trees shaded the path and they could hear rustling in theundergrowth and unfamiliar cries of strange forest birds, nothing seemedthreatening. Now and then Branch chased a small rodent or nosed about an openingin the earth, frightening whatever small animal made its home there.\"Probably there be snakies all in here,\" Matt told her with a mischievous smile.\"I'm not afraid of snakes.\"\"Most girls be.\"\"Not me. There were always small snakes in my mother's garden. She said theywere friends to the plants. They ate bugs.\"\"Like Branchie. Look, he catched him one now.\" Matt pointed. His dog had pouncedupon an unlucky creature with long thin legs. \"That be called a daddy longlegs.\"\"Daddy longlegs?\" Kira laughed. She'd not heard the name before. \"Do you have afather?\" she asked the boy curiously.\"Nah. Did onct. But now, me mum is all I got.\"\"What happened to your father?\"He shrugged. \"Dunno.\"In the Fen,\" he added, \"things is different. Many gots no pa. And them thatgots them, they be scairt of them, 'cause they hit something horrid.\"Me mum hits too,\" he added, with a sigh.\"I had a father. He was a fine hunter,\" Kira told him proudly. \"Even Jamisonsaid so. But my father was taken by beasts,\" she explained.\"Aye, I heared that.\" She could see that Matt was trying to look sad for herbenefit, but it was difficult for a boy whose temperament was so merry. Alreadyhe was pointing at a butterfly, gleeful at the bright spotted orange of itswings in the dim forest light.\"See this? You brought it with my mother's things, remember?\" She lifted therock pendant from the neck of her shift.Matt nodded. \"It be all purply. And shiny-like.\"Kira dropped it back gently inside her clothing. \"My father made it as a giftfor my mother.\"Matt wrinkled his face, thinking that over. \"Gift?\" he asked.Kira was startled that he didn't understand. \"When you care about someone andgive them something special. Something that they treasure. That's a gift.\"Matt laughed. \"In the Fen, they don't have that,\" he said. \"In the Fen, iffenthey give you something special, it be a kick in your buttie.\"But that's a pretty thing you got,\" he added politely. \"You be lucky I savedit.\" It was a long journey for Kira, dragging her twisted leg. Her stick caught atroots knotted under the earth of the path, and she stumbled from time to time.But she was accustomed to the awkwardness and the ache. They had always beenwith her.Matt had run ahead with Branch, and they returned to her, excited, announcingthat the destination was just around the next curve.\"A wee cott it is!\" he called. \"And there's the crone outside in the garden,with her crookedy hands full of rainbow!\"Kira hurried along, rounded the curve, and understood what he meant. In front ofthe tiny hut, a bent and white-haired old woman was working near a lush flowergarden. She leaned toward a basket on the ground, lifted handfuls ofbright-colored yarns — yellow of various shades, from the palest lemon to a deeptawny gold — and hung them across a rope that was strung from one tree toanother. Deeper shades of rust and red were already hanging there.The woman's hands were gnarled and stained. She lifted one in greeting. She hadfew teeth and her skin was folded into wrinkles, but her eyes were unclouded.She walked nearer to them, gripping a cane made of wood and seeming unsurprisedby the sudden visitors. She peered intently at Kira's face. \"You liken yourmum,\" she said.\"You know who I am?\" Kira asked, puzzled. The old woman nodded.\"My mother has died.\"\"Aye. I knowed it.\"How? How did you know? But Kira didn't ask.\"I'm called Kira. This is my friend. His name is Matt.\"Matt stepped forward, suddenly a little shy. \"I brung my own crustie,\" he said.\"Me and my doggie, we be no trouble to you.\"\"Sit,\" the woman named Annabella said to Kira, ignoring Matt and Branch, who wasbusily sniffing the garden, looking for the right place to lift his stubby leg.\"Doubtless you be weary and pained.\" She gestured toward a low flattened treestump, and Kira sank down gratefully, rubbing her aching leg. She unlaced hersandals and emptied them of pebbles.\"You must learn the dyes,\" the old woman said. \"You come for that, aye? Your mumdid, and she was to teach you.\"\"There wasn't time.\" Kira sighed. \"And now they want me to know it all, and dothe work — the repairing of the Singer's Robe? You know about that?\"Annabella nodded. She returned to the drying-rope and finished hanging theyellow strands. \"I can give you some threads,\" she said, \"to start the repair.But you must learn the dyes. There are other things they'll want of you.\"Kira thought again of the untouched expanse across the back and shoulders of therobe. It was what they would want of her, to fill that space with future.\"You must come here each day. You must learn all the plants. Look —\" The womangestured at the garden plot, thick with thriving plants, many in summer-startbloom.\"Bedstraw,\" she said, pointing to a tall plant massed with golden blossoms. \"Theroots give good red. Madder's better for reds, though. There's my madder overbehind.\" She pointed again, and Kira saw a sprawling, weedy plant in a raisedbed. \"Tis the wrong time to take the madder roots now. Fallstart's better, whenit lies dormant.\"Bedstraw. Madder. I must remember these. I must know these.\"Dyer's greenweed,\" the woman announced, poking with her cane at a shrub withsmall flowers. \"Use the shoots for a fine yellow. Don't move it, though, lessenyou must. Greenweed don't want to transplant.\"Greenweed. For yellow.Kira followed the woman as she rounded a corner of the garden. Annabella stoppedand poked at a clumped plant with stiff stems and small oval leaves. \"Here's atough fellow,\" she said, almost affectionately. \"Saint Johnswort, he's called.No blooms yet; it's too early for him. But when he blooms, you can get a lovelybrown from his blossoms. Stain your hands though.\" She held her own up andcackled with laughter.Then: \"You'll be needing greens. Chamomile can give you that. Water it good. Buttake just the leaves for your green color. Save the blossoms for tea.\"Kira's head was already spinning with the effort to remember the names of theplants and the colors they would create, and only a small corner of the lavishgarden had been described. Now at the sound of the word water and also tea sherealized that she was thirsty.\"Please, do you have a well? Might I have a drink?\" she asked.\"And Branchie too? He been looking for a stream but found nought.\" Matt's voicepiped beside Kira; she had almost forgotten that he was there.Annabella led them to her well behind the cott, and they drank gratefully. Mattpoured water into the crevice of a curved rock for his dog, who lapped eagerlyand waited for more.Finally they sat together in the shade, Kira and the old woman, Annabella. Matt,gnawing his bread, wandered off with Branch at his heels.\"You must come each day,\" Annabella repeated. \"You must learn all the plants,all the colors. As your mum did when she was a girl.\"\"I will. I promise.\"\"She said you had the knowledge in your fingers. More than she did.\"Kira looked at her hands, folded in her lap. \"Something happens when I work withthe threads. They seem to know things on their own, and my fingers simplyfollow.\"Annabella nodded. \"That be the knowledge. I got it for the colors but never forthe threads. My hands was always too coarse.\" She held them up, stained andmisshapen. \"But to use the knowledge of the threading, you must learn the makingof the shades. When to sadden with the iron pot. How to bloom the colors. How tobleed.\"To sadden. To bloom. To bleed. What a strange set of words.\"And the mordants too. You must learn those. Sometimes sumac. Tree galls aregood. Some lichens.\"Best is — here, come; let me show you. See you make a guess to its birthplace,this mordant.\" With surprising agility for a woman of four-syllable age,Annabella rose and led Kira to a covered container near the place where a largekettle of dark water, too huge for cooking food, hung above the smolderingremains of an outdoor fire.Kira leaned forward to see, but when Annabella lifted the lid, she jerked herhead back in unpleasant surprise. The smell of the liquid was terrible.Annabella laughed, a delighted cackle.\"Got you a guess?\"Kira shook her head. She couldn't imagine what was in the foul-smellingcontainer or what its origin might be.Annabella replaced the lid, still laughing. \"You save it and age it good,\" shesaid. \"Then it brings the hue to life and sets it firm.\"It's old piss!\" she explained with a satisfied chuckle.Late in the day, Kira set out for home with Matt and Branch. The bag she carriedover her shoulder was filled with colored threads and yarns that Annabella hadgiven to her.\"These'll do for you now,\" the old dyer had said. \"But you must learn to makeyour own. Say back to me now, those you keep in mind.\"Kira closed her eyes, thought, and said them aloud. \"Madder for red. Bedstrawfor red too, just the roots. Tops of tansy for yellow, and greenwood for yellowtoo. And yarrow: yellow and gold. Dark hollyhocks, just the petals, for mauve.\"\"Snotweed,\" Matt said loudly with a grin and wiped his own runny nose on hisdirty sleeve.\"Hush, you,\" Kira said to him, laughing. \"Don't play foolish now. It's importantI remember.\"Broom sedge,\" she added, still remembering. \"Goldy yellows and browns. AndSaint Johnswort for browns too, but it'll stain my hands.\"And bronze fennel — leaves and flowers; use them fresh — and you can eat ittoo. Chamomile for tea and for green hues.\"That's all I remember now,\" Kira said apologetically. There had been so manyothers.Annabella nodded in approval. \"It's a starting,\" she said.\"Matt and I must go or it will become dark before we're back,\" Kira said,turning. Looking at the sky to assess the time, she suddenly rememberedsomething.\"Can you make blue?\" she asked.But Annabella frowned. \"You need the woad,\" she said. \"Gather fresh leaves fromfirst year's growth of woad. And soft rainwater; that makes the blue.\" She shookher head. \"I have nought. Others do, but they be far away.\"\"Who be others?\" Matt asked.The old woman didn't answer the boy. She pointed toward the far edge of hergarden, where the woods began and there seemed to be a narrow overgrown path.Then she turned toward her hut. Kira heard her speak in a low voice. \"I ne'ercould make it,\" she was saying. \"But some have blue yonder.\""},{"pageContent":"9The Singer's robe contained only a few tiny spots of ancient blue, faded almostto white. After her supper, after the oil lamps had been lit, Kira examined itcarefully. She lay her threads — the ones from her own small collection and themany others that Annabella had given to her — on the large table, knowing shewould have to match the hues carefully in daylight before she began the repairs.It was then that she noticed — with relief because she would not know how torepair it; and with disappointment because the color of sky would have been sucha beautiful addition to the pattern — that there was no real blue any more, onlya hint that there once had been.She said the names of the plants over and over aloud, trying to make a chant ofthem for easier memory. \"Hollyhock and tansy; madder and bedstraw...\" But theyfell into no comfortable rhythm and did not rhyme.Thomas knocked at her door. Kira greeted him happily, showed him the robe andthreads, and told him of her day with the old dyer.\"I can't remember all the names,\" she said in frustration. \"But I'm thinkingthat if in the morning I go back to where my old cott was, maybe my mother'sgarden plants, the ones she used for colors, will still be there. And then,seeing them, the names will mean more. I only hope Vandara —\"She paused. She had not told the carver about her enemy, and even saying thename made her apprehensive.\"The woman with the scar?\" Thomas asked.Kira nodded. \"Do you know her?\"He shook his head. \"But I know who she is,\" he said. \"Everyone does.\"He picked up a little skein of the deep crimson. \"How did the dyer make this?\"he asked curiously.Kira thought. Madder for red. \"Madder,\" she recalled. \"Just the roots.\"\"Madder,\" he repeated. Then an idea occurred to him. \"I could write the namesfor you, Kira,\" he suggested. \"It would make the remembering easier.\"\"You can write? And read?\"Thomas nodded. \"I learned when I was young. Boys can, the ones who are chosen.And some of the carving I do has words.\"\"But I can't. So even if you were to write the names, I couldn't read them. Andit's not permitted for girls to learn.\"\"Still, I could help you in the remembering. If you told them to me and I wrotethem, then I could read them to you. I know it would help.\"She realized he was probably right. So he brought pen and ink and paper from hisquarters, and once again she said the words, those she could recall. In theflickering light, she watched as he carefully wrote them down. She saw how thecurves and lines in combinations made the sounds, and that he was then able tosay them back to her.When he read the word hollyhock aloud with his finger on the word, she saw thatit was long, with many lines like tall stems. She turned her eyes away quicklyso that she would not learn it, would not be guilty of something clearlyforbidden to her. But it made her smile, to see it, to see how the pen formedthe shapes and the shapes told a story of a name. Very early in the morning Kira ate quickly and then walked to the place whereher mother's color garden had been. Few people were up and about yet, atsunrise. She half expected to encounter Matt and Branch, but the paths weremostly empty and the village was still quiet. Here and there a tyke cried andshe could hear the soft clucking of chickens. But the noisy clangor of daytimelife was yet to come.Approaching, she could see the pen that was already partly built. It had beenonly a few days, but the women had gathered thorn bushes and circled them aroundthe remains of the cott where Kira had grown up. The encircled ground was stillashes and rubble. Very soon the thorned fence they were building would enclosethe area completely; she supposed they would create some kind of gate, and thenthey would shove their chickens and their tykes inside. There would be sharpwood pieces and jagged fragments of broken pots. Kira sighed, seeing it. Thetykes would be scratched and splintered by scraps of her own destroyed past, butthere was nothing she could do. She edged quickly past the wreckage and thehalf-built fence, and found the remains of her mother's color garden at the edgeof the woods.The vegetable garden was completely stripped, but the flower plot remainedthough its plants were trampled. Clearly the women, dragging their bushes tobuild the pen, had simply walked across the area; yet the blossoms continued tobloom and she was awed to see that vibrant life still struggled to thrivedespite such destruction.She named them to herself, those she remembered, and picked what she could,filling the cloth she had brought. Annabella had told her that most of theflowers and leaves could be dried and used later. Some, like bronze fennel,should not. \"Use it fresh,\" Annabella had said of the fennel. You could eat ittoo. Kira left it where it grew and wondered if the women would know that itcould be harvested for food.A dog barked nearby and now she could hear arguing: a hubby shouting at hiswife, a tyke being slapped. The village was waking to its routine. It was timefor her to go. This was not her place any more.Kira gathered the cloth around the plants she had collected and tied the edgestogether. Then she slung it over her shoulder, picked up her walking stick, andhurried away. On a back path, avoiding the central lane of the village, Kira sawVandara and averted her eyes. The woman called her name in a smug, tauntingvoice. \"Liking your new life?\" she called, and followed the question with aharsh laugh. Quickly Kira turned a corner to escape a confrontation, but thememory of the sarcastic question and the woman's smirk accompanied her home. \"I'll need a place to grow a color garden,\" she told Jamison hesitantly a fewdays later, \"and an airy place for drying the plants. Also a place where a firecan be built, and pots for the dyeing.\" She thought some more then added, \"Andwater.\"He nodded and said that such things could be provided.He came each evening to her quarters to assess her work and to ask her needs. Itseemed strange to Kira that she could make requests and to have them answered.But Thomas said it had always been so for him, too. The kinds of wood — ash,heartwood, walnut, or curly maple — each had been brought when he asked. Andthey had given him tools of all sorts, some he had not known of before.The days, busy ones, tiring ones, began to pass.One morning as Kira prepared to go to the dyer's hut, Thomas came to her room.\"Did you hear anything last night?\" he asked her uncertainly. \"Maybe a soundthat woke you?\"Kira thought. \"No,\" she told him. \"I slept soundly. Why?\"He seemed puzzled, as if he were trying to remember something. \"I thought Iheard something, a sound like a child crying. I thought it woke me. But maybe itwas a dream. Yes, I guess it was a dream.\"He brightened and shrugged off the little mystery. \"I've made something foryou,\" he told her. \"I've been doing it in the early mornings,\" he explained,\"before I started my regular work.\"\"What is your usual work, Thomas?\" Kira asked. \"Mine's the robe, of course. Butwhat have they set you to do?\"\"The Singer's staff. It's very old, and his hands — and the hands of otherSingers in the past, I suppose — have worn the carvings down so it must all berecarved. It's difficult work. But important. The Singer uses the carvings ofthe staff to find his place, to remind him of the sections in the Song. Andthere's a large place at the top that has never been carved. Eventually I'll bedoing that, carving it for the first time, making my own designs.\" He laughed.\"Not my own, really. They'll tell me what to put there.\"Here.\" Shyly, Thomas reached into his pocket and handed her the gift. He hadmade her a small box with a tight fitting lid, its top and sides intricatelycarved in the pattern of the plants she was beginning to learn and to know. Sheexamined it with delight. She recognized the tall spikes of yarrow and its denseclustered blossoms; around them twined the flopping stems of coreopsis, above acarved base of that plant's mounded dark and feathery leaves.She knew instantly what she wanted to place in the exquisite box. The smallscrap of decorated cloth that she had carried in her pocket on the day of thetrial and that comforted her loneliness when she held it before sleeping, washidden away in one of the drawers that contained supplies. She no longer carriedit with her because she feared losing it during her long walks through the woodsand her long days hard at work with the dyer.Now, with Thomas watching, she fetched the scrap and laid it in the box.\"It's a lovely thing,\" he said, seeing the small cloth.Kira stroked it before she closed the lid. \"It speaks to me somehow,\" she toldhim. \"It seems almost to have life.\" She smiled, embarrassed, because she knewit was an odd thing and that he would not understand and could perhaps find herfoolish.But Thomas nodded. \"Yes,\" he said to her surprise. \"I have a piece of wood thatdoes the same. One I carved long ago, when I was just a tyke.\"And sometimes I feel it in my fingers still, the knowledge that I had then.\"He turned to leave.That you had then? No more? The knowledge doesn't stay? Kira was dismayed at thethought but she said nothing to her friend. Though there was still so much information she needed to acquire from Annabella,Kira was forced to make her learning time at the dyer's cott shorter because itwas important to begin to work on the Singer's robe and she needed the daylight.She was glad now of the tiled bathroom that had caused her such confusion atfirst. The warm water and soap helped to rid her hands of stains, and it wasvital that her hands be clean when she touched the robe.She still had her small frame, the one that Matt had saved from the fire, butthere was no need of it. Among the supplies provided for her was a fine newframe that unfolded and stood on sturdy wooden legs so that it was not necessaryto hold it in her lap. She placed the frame by the window so she could sit in achair beside it while she worked.She spread out the robe on the large table to examine it carefully and selectthe place where she should begin her work. Now, for the first time, Kira beganto perceive the vastness from which the Singer created his song. The entirehistory of the people, culminating with the horrifying story of the Ruin, wasportrayed with immense complexity on the voluminous folds of the robe.Kira could see pale green sea, and in its depths fish of all kinds, some largerthan men, larger than ten men together. Then the sea blended imperceptibly intosweeping areas of land populated only by the figures of animal life unknown toher, hulking creatures grazing on tall tan grasses. All of this was only onesmall corner of the Singer's robe. As her eyes moved along, she saw that out ofthe pale sea, near the grazing land, rose other land, and on this land appearedmen. The tiny stitches created figures of hunters with spears and weaponry, andshe saw that little knots of red (madder for red. Just the roots) had been usedto color blood on the figures of fallen men, those taken by beasts.She thought of her father. But this scene was long ago, long before her father,long before any of their people. The lifeless men dotted with the red knots ofblood were still an infinitesimal section of the robe, a blink of an eye,forgotten now except for the once-a-year Song, the time that the Singer remindedthem of the past.Looking at the robe, and smoothing it with her washed hand, Kira sighed andrealized that she did not have time for such study. There was important work tobe done, and she had noticed Jamison's increasing sense of urgency. Again andagain he came to her room, checking, making certain that she was attentive toher job and would be meticulous in the work.Identifying a place on one sleeve that badly needed repair, Kira moved thatsection of the robe into the frame, which held it taut. Then, carefully, usingthe delicate cutting tools she had been given, Kira snipped away the frayedthreads. There was a small stain across an intricately threaded flower in shadesof gold, part of a landscape that portrayed rows of tall sunflowers near a palegreen stream. Someone long ago — someone skilled in the art — had made thestream appear to flow by stitching white curving lines that gave a sense offoam. How gifted the earlier threader had been! But those stained threads wouldneed to be replaced.The work was painstakingly slow. Her mother, though her fingers had not had thealmost-magical knowledge that Kira's had, would have been more experienced, moredeft, and faster.She held the new gold threads to the window and examined the subtle shifts inhue, choosing just the right ones for the repair. When the late afternoon light began to dim, Kira stopped work. She looked at thefew inches in the frame, assessing what she had accomplished, and decided thatshe was doing well. Her mother would have been pleased. Jamison would bepleased. She hoped that when the time came to don the Robe, the Singer would besatisfied as well.But her fingers ached. Kira rubbed them and sighed. This was not at all the sameas her own threadings, the small pieces she had done throughout her childhood.It was certainly not like the special one that had begun to move of its ownvolition in her hand beside her mother's deathbed, to twist and mix the threadsin ways she had never learned, to form patterns she had never seen. Her handshad never tired then.Thinking of that special scrap, Kira went to the carved box, unfolded the bit ofcloth, and put it in her pocket. It felt familiar and welcome there, as if afriend had come to visit.It was almost time for her evening meal to be brought. Kira covered thespread-out robe with a plain cloth to protect it. Then she went along thecorridor and knocked on Thomas's door.The young carver was also just finishing his work. When he called \"Come in!\"Kira entered and saw that he was wiping the blades of his tools and putting themaway. The long staff lay across his worktable, held in a clamp. He smiled whenhe saw her. They had begun to eat their evening meal together each night.\"Listen,\" Thomas said, and pointed to his windows. She could hear noise comingfrom the central plaza below. Her own room, facing the forest, was always quiet.\"What's happening?\"\"Take a look. They're preparing for a hunt tomorrow.\"Kira moved to the window and looked down. Below, the men were gathering for thedistribution of weapons. Hunts always began early in the morning; the men leftthe village before sunrise. But this was preparation. Kira could see that doorshad been opened in an outbuilding beside the Council Edifice, and from thestorage place long spears were being brought and placed in piles in the centerof the plaza.Men were lifting the spears, testing the weight, looking for the one that feltright. There were arguments. She saw two men with their hands grasping the samespearshaft, each determined to hold on. They were yelling at each other.In the midst of the noisy chaos, Kira saw a small figure dart in among the menand grab a spear. No one else seemed to notice. They were all absorbed withthemselves, shoving and pushing. She saw that one man was already bloodied froma spear point, and it was clear that others would be injured before thedisorganized distribution was complete. No one paid any attention to the boy.From her place in the window, Kira watched as the figure, holding an undisputedspear, moved triumphantly to the side of the crowd. A dog scampered by his barefeet.\"It's Matt!\" Kira cried in dismay. \"He's just a tyke, Thomas! He's much tooyoung for a hunt!\" When Thomas came to the window, she pointed. He followed herfinger and finally saw Matt where he stood to the side with his spear.Thomas chuckled. \"Sometimes boy tykes do that,\" he explained. \"The men don'tcare. They let them follow along on the hunt.\"\"But it's too dangerous for a tyke, Thomas!\"\"What do you care?\" Thomas seemed genuinely curious. \"They're only tykes. Thereare too many of them anyway.\"\"He's my friend!\"He seemed to comprehend then. She saw his face change. He looked down toward theboy with concern. Kira could see that now Matt was encircled by the pack ofmischief-makers who were often at his side. They were admiring him as hebrandished the spear.Kira felt a startling sensation — a throbbing in her hip. She reached for it,intending to rub it away, thinking that perhaps she had leaned too hard againstthe windowsill. Then her hand went instinctively to her pocket. She rememberedthat she had placed the scrap of cloth there. She touched the fabric and felttension, danger, and a warning from it.\"Please, Thomas,\" Kira said urgently, \"Help me stop him!\""},{"pageContent":"10It was difficult to get through the crowd. Kira followed Thomas, who was tallerthan she, as he pushed to make a path through the shouting, raucous men. Sherecognized some: the butcher was there, cursing as he argued with another man,and she could see her mother's brother too, in a group comparing the weights oftheir weapons with loud bragging comments.Kira had not been much in the world of men. They led very separate lives fromthose of women. She had never envied them. Now, as she found herself jostled bytheir thick, sweat-smelling bodies, as she heard their muttered angry commentsand their shouts, she found herself both frightened and annoyed. But sherealized that this was hunt behavior, a time for flaunting and boasting, a timefor testing each other. No wonder Matt, with his childish swagger, wanted to bepart of it.A light-haired man with blood smeared on his arm turned from a shoving match andgrabbed at her as she hurried by. \"Here's a trophy!\" she heard him call out. Buthis companions were preoccupied with their argument. Using her walking stick asa prod, she pushed the man away and wrenched her wrist free from his grasp.\"You shouldn't be here,\" Thomas whispered when she caught up with him. They hadalmost reached the side of the square where they had last spotted Matt. \"It'salways only men. And at hunt time they act brutish.\"Kira knew that. She could tell from the smell, the coarse quarreling, and thenoise that it was not a place for girls or women, and she kept her head loweredand her eyes on the ground, hoping not to be noticed and grabbed again.\"There's Branch!\" She pointed at the little dog, who recognized her and waggedhis crooked stub of a tail. \"Matt will be nearby!\"With Thomas beside her, she pushed her way through and found him, still prancingwith his spear. Its sharp point was dangerously close to the other tykes.\"Matt!\" she called in a scolding voice.He saw her, waved, and grinned. \"I'm Mattie now!\" he called.Exasperated, Kira grabbed the spear shaft just above his hand. \"You won't be twosyllables for a long time, Matt,\" she said. \"Thomas, take this.\" She removed thespear from Matt's grasp and handed it carefully to the Carver.\"Yes, I be!\" Matt said, laughing and proud. \"Looky here! I've got me a manlypelt!\"The little boy raised both arms above his head to show her his joke. Kiralooked. His underarms were thick with some kind of growth. \"What is that?\" sheasked him. Then she wrinkled her nose. \"It smells terrible!\" She touched it,pulled some away, and began to laugh. \"Matt, that's swamp grass. It's awfulstuff. What do you mean, plastering yourself with it?\" She could see that he'dsmeared it on his chest as well.Thomas handed the spear to a man who grabbed it eagerly. He looked down at Matt,who was wiggling under Kira's hands on his shoulders. \"You look like abeast-boy! What do you say, Kira? I think it's time we showed Matt the bathroom!Shall we clean him up and wash his second syllable away?\"At the word wash Matt wiggled harder, trying to get free. But Thomas and Kiraboth held him and finally he allowed Thomas to pick him up and carry him on hisshoulders, towering over the crowd.Now that the dangerous fascination of the spear was gone, Matt's group of youngadmirers dispersed. Kira could hear Matt calling from his perch above the noisy,shoving men, \"Looky here at the beast-boy!\" No one looked, or cared. She foundBranch underfoot and picked him up to keep him safe from so many trampling feet.Carrying the dog tucked under her free arm, Kira leaned on her stick andfollowed Thomas; they edged their way around the crowd and back into the quietof the building's corridors.Kira listened, laughing, to the wails and whimpers as Thomas mercilesslyscrubbed both Matt and Branch in his bathroom tub. \"Not me hairs too!\" Matthowled in protest as Thomas poured water over his tangled mop of hair. \"You'redrownding me!\"Finally, with Matt pink-faced and subdued, his washed hair toweled into a haloand his clean body wrapped in a blanket, they shared their meal. Branch shookhimself briskly as if he had just played in the stream, then settled himself onthe floor and nibbled at scraps they handed to him.Matt sniffed warily at his own hand and grimaced. \"That soapie's horrid awful,\"he said. \"But I like the food,\" he added and filled his plate again.After dinner Kira brushed his hair while he complained loudly. Then she held amirror for him. Mirrors had been new to her too when she came here to live, andthey gave an image different from the stream reflection that had been all shehad known of herself. Matt examined his own image with interest, wrinkling hisnose and raising his eyebrows. He showed his teeth, growled at the mirror, andstartled Branch, who was sleeping under the table. \"I be so fierce,\" Mattannounced smugly. \"You would've drownded me but I fought so fierce.\"Finally they redressed him in his raggedy clothing. He looked down at himself.Then he reached suddenly for the leather thong around Kira's neck.\"Gimme,\" he said.She pulled back, annoyed. \"Don't, Matt,\" she told him and pulled her necklaceloose from his hand. \"Don't grab. If you want something, you should ask.\"\"Gimme is an ask,\" he pointed out, puzzled.\"No, it isn't. You should learn some manners. Anyway,\" Kira added, \"you can'thave it. I told you it was special.\"\"A gift,\" Matt said.\"Yes. A gift from my father to my mother.\"\"So she'd like him best.\"Kira laughed. \"Maybe so. But she already liked him best.\"\"I want a gift. I never be having one.\"Laughing, Thomas and Kira gave him the smooth bar of soap, which he tuckedsolemnly into his pocket. Then they turned him loose. By now the men and thespears were gone. They watched from the window as the small figure followed byhis dog crossed the deserted plaza and disappeared into the night. Alone with Thomas, Kira tried to explain the warning that had come to her fromthe cloth. \"It creates a feeling in my hand,\" she explained hesitantly. \"Look.\"She took it from her pocket and held it toward the light. But it was still now.She could feel a kind of comfort and silence from it, nothing like the tensionthat had stirred it earlier. But she felt disappointed that it now seemed nomore than a scrap of cloth; she wanted Thomas to understand.She sighed. \"I'm sorry,\" she said. \"It seems lifeless, I know. But there aretimes —\"Thomas nodded. \"Perhaps the feeling is for you alone,\" he said. \"Here, I'll showyou my bit of wood.\" He went to a shelf above the table where he kept his toolsand took down a piece of light-colored pine small enough to fit into the palm ofhis hand. Kira could see that it was intricately decorated with carved designsthat interwove around it in complicated curves.\"You carved this when you were just a tyke?\" she asked him in surprise. She hadnever seen anything so extraordinary. The boxes and ornaments that were on hisworktable, beautiful in their own way, were much simpler than this small piece.Thomas shook his head. \"I began to,\" he explained. \"I was learning to use thetools. I began to try them on this small chunk of wood that had been discarded.And it —\"He hesitated. He stared at the piece of wood as if it mystified him still.\"It carved itself?\" Kira asked.\"It did. It seemed to, at least.\"\"It was the same for me with the cloth.\"\"It's why I understand the way the cloth speaks to you. The wood speaks in thesame way. I can feel it in my hand. Sometimes it —\"\"Warns you?\" Kira asked, remembering how the cloth had seemed to tense andtremble when she saw Matt holding the spear.Thomas nodded. \"And calms me,\" he added. \"When I came here so young, sometimes Iwas very lonely and frightened. But the feel of the wood was calming.\"\"Yes, the cloth is soothing at times too. I was fearful here at first, the sameas you, when everything was so new. But when I held the scrap, I feltreassured.\" She thought for a moment, trying to picture what this life in theEdifice must have been like for Thomas, brought here very young.\"I think it's easier for me because I'm not alone, as you were,\" she told him.\"Jamison comes every day to look at my work. And I have you just down thecorridor.\"The two friends sat silently for a moment. Then Kira replaced the cloth in herpocket and rose from her chair. \"I must go to my room,\" she said. \"There's somuch to do.\"Thank you for helping me with Matt,\" she added. \"He's a naughty tyke, isn'the?\"Thomas, returning his carved piece to the shelf, agreed with a grin. \"Horridnaughty,\" he said and they laughed together with affection for their littlefriend."},{"pageContent":"11Kira, trembling, hurried into the clearing where Annabella's small house stood.She was alone this morning. Matt still accompanied her occasionally, but he wasbored by the old dyer and her endless instructions. More often he and his dogwere off with his friends, dreaming up adventures. Matt was still annoyed aboutthe bath. His mates had laughed at him when they saw him clean.So this morning Kira made her own way down the forest path. This morning, forthe first time, she had been frightened.\"What's wrong?\" Annabella was at the outdoor fire. She must have risen beforedawn to have the fire so hot by now. It crackled and spat under the huge ironkettle. Yet the sun had barely risen when Kira set out.Catching her breath, Kira limped past the gardens to where the old woman stoodsweating as the heat from the flames pulsed and shimmered in the air. There wasan aura of safety here, Kira felt. She willed her body to relax.\"You have a fear look to you,\" the dyer observed.\"A beast followed me on the path,\" Kira explained, trying to breathe normally.The panic was beginning to subside but she still felt tense. \"I could hear it inthe bushes. I could hear its steps, and sometimes it growled.\"To her surprise, Annabella chuckled. The old woman had always been kind to herand patient. Why would she laugh at her fear?\"I can't run,\" Kira explained, \"because of my leg.\"\"No need of running,\" Annabella said. She stirred the water in the pot, whichwas beginning to show occasional small bubbles at the surface. \"We'll boilconeflowers for a brownish green,\" she said. \"Just the flower heads. The leavesand stems make gold.\" With a nod of her head, she indicated a filled sack offlower heads on the ground nearby.Kira picked up the sack. When Annabella, testing the water with her stick,nodded, she emptied the massed blossoms into the pot. Together they watched asthe mixture began to simmer. Then Annabella laid her stirring stick on theground.\"Come inside,\" the old woman said. \"I'll give you tea for calming.\" From anearby, smaller fire, she lifted a kettle from its hook and carried it into thecott.Kira followed her. She knew the flower heads would have to boil till midday andthen remain steeping in their water for many hours more. Extracting the colorswas always a slow process. The coneflower dye-water would not be ready for useuntil the next morning.The dyeing yard, affected by the fire, was already sultry and almost oppressive.But inside, the cott was cool, protected by its thick walls. Dried plants, beigeand fragile, hung from the ceiling rafters. On a thick wooden table by thewindow, piles of colored yarns lay ready for sorting. It was part of Kira'slearning to name and sort the threads. She went to her place at the sortingtable, set her stick against the wall, and sat down. Behind her, Annabellapoured water from the kettle over dried leaves that she had placed in two thickmugs.\"This deep brown is from the goldenrod shoots, isn't it?\" Kira held the strandsto the window light. \"It looks lighter than when it was wet. But it's still afine brown.\" She had helped the dyer prepare the shoots for their dye-bath a fewdays before.Annabella brought the mugs to the table. She glanced at the strands in Kira'shand and nodded. \"The goldenrod be blossoming soon. We'll use the blossomsfresh, not dried, for brightest yellow. And the blossoms boil only a short time,not as long as the shoots.\"More bits of knowledge to grasp and hold in her memory. She would ask Thomas towrite them down with the rest. Kira sipped at the strong hot tea and thoughtagain about the ominous stalking sound in the woods.\"I was so frightened on my way here,\" she confessed. \"Truly, Annabella, I can'trun at all. My leg's a useless thing.\" She looked down at it, ashamed.The old woman shrugged. \"It brung you here,\" she said.\"Yes, and I'm grateful for that. But I move so slowly.\" Kira stroked the roughside of the earthen mug, thinking. \"When Matt and Branch come with me, nothingstalks me. Maybe Matt would let me bring Branch each day. Even a little dogmight scare the beasts back.\"Annabella laughed. \"There be no beasts,\" she said.Kira stared at her. Of course no beasts would come to this clearing where firesglowed. And the old woman seemed never to leave the clearing, never to walk thepath to the village. \"All I need be here,\" she had told Kira, speakingdisdainfully of the village and its noisy life. But still she had lived to befour syllables and had acquired four generations of wisdom. Why did she suddenlysound like an ignorant tyke, pretending that there was no danger? Like Matt,beating his chest with bravado and pasting it thick with swamp grass that hecalled a manly pelt?Pretending didn't keep you safe.\"I heard it growl,\" Kira said in a low voice.\"Name the threads,\" Annabella commanded.Kira sighed. \"Yarrow,\" she said and set some pale yellow next to the deep brown.The dyer nodded.She examined a brighter yellow in the light. \"Tansy,\" she decided finally, andthe dyer nodded again.\"It growled,\" Kira said once more.\"There be no beasts,\" the dyer repeated firmly.Kira continued to sort and name the threads. \"Madder,\" she said, stroking thedeep red, one of her favorites. She picked up a pale lavender near it andfrowned. \"I don't know this one. It's pretty.\"\"Elderberry,\" the old woman told her. \"But it don't stay fast. It don't linger.\"Kira folded the lavender threads in her hand. \"Annabella,\" she said finally, \"itgrowled. It did.\"\"Then it be human, playing at beast,\" Annabella told her in a firm and certainvoice. \"Meaning to keep you scairt of the woods. There be no beasts.\"Together, siowly, they sorted and named the threads.Later, walking home through a silent forest with no frightening sounds from thethick bushes on either side of the path, Kira wondered what human would havestalked her, and why. \"Thomas,\" Kira asked as they ate together, \"have you ever seen a beast?\"\"Not alive.\"\"You've seen a dead one, then?\"\"We all have. When the hunters bring them in. The other night, remember? Theybrought them in after the hunt. There was a huge pile over by the butcher'syard.\"Kira wrinkled her nose, remembering. \"What a smell,\" she said. \"But, Thomas —\"He waited for her question. Tonight for dinner they had been brought meat in athick sauce. Beside it on the plate were some small roasted potatoes.Kira pointed at the meat on her own plate. \"This is what the hunters brought.It's hare, I think.\"He nodded, agreeing.\"Everything the hunters brought in was like this. Wild rabbit. Some birds. Therewasn't anything, well, anything very large.\"\"There were deer. I saw two at the butcher's.\"\"But deer are gentle, frightened things. The hunters bring nothing with claws orfangs. They never catch anything that could be called a beast.\"Thomas shuddered. \"Lucky. A beast could kill.\"Kira thought of her father. Taken by beasts.\"Annabella says there be none,\" she confided.\"Be none?\" Thomas looked puzzled.\"That's the way she said it. 'There be no beasts.'\"\"She speaks like Matt?\" Thomas had not met the old dyer.Kira nodded. \"A bit. Perhaps she grew up in the Fen.\"They ate in silence for a moment. Finally Kira asked again. \"So you've neverseen a real beast?\"\"No,\" Thomas acknowledged.\"But probably you know someone who has.\"He thought for a moment and then shook his head. \"Do you?\" he asked.Kira looked at the table. It had always been hard to talk of it, even to hermother. \"My father was taken by beasts,\" she told him.\"You saw it?\" His voice was shocked.\"No. I was not yet born.\"\"Your mother saw?\"She tried to remember her mother's telling. \"No. She didn't. He went on thehunt. Everyone says that he was a fine hunter. But he didn't return. They cameto my mother with the news, that he'd been attacked and taken by beasts on thehunt.\"She looked at him, puzzled. \"Yet Annabella says there be none.\"\"How could she know?\" Thomas asked skeptically.\"She's four syllables, Thomas. Those who live to four syllables know all thereis.\"Thomas nodded in agreement, then yawned. He had been working hard all day. Histools still lay on the worktable: small chisels with which he had beenmeticulously recarving, reshaping the worn, smooth places on the elaborate staffthat the Singer used. It was painstaking work that allowed for no error. Thomashad told her that often his head ached and he had to stop again and again torest his eyes.\"I'll go so you can rest,\" Kira told him. \"I must put away my own work beforebed.\"She returned to her room at the other end of the corridor and folded the robethat still lay on her table. She had worked on the stitchery throughout theafternoon, after her return from the forest. She had shown it to Jamison as shedid each day, and he had nodded in approval. Now Kira was tired too. The longwalks to the dyer's cott each day were exhausting, but at the same time thefresh air made her feel cleansed and invigorated. Thomas should get outsidemore, she thought, and then laughed to herself; she sounded like a scoldingmother.After a bath — how she enjoyed the warm water now! —Kira put on the simplenightgown that was provided clean for her each day. Then she went to the carvedbox and took the scrap of fabric with her to her bed. The fear of the thing inthe bushes by the path lingered with her still, and she thought of it as shewaited for sleep.Is it true, that there be no beasts? Her thoughts framed the question, and hermind responded in a whisper to herself as the fabric lay curled warm in the palmof her hand.There be none.What of my father, then, him taken by beasts? Kira drifted into sleep, the wordsgliding slippery from her thoughts. She dreamed the question, her breath softand even against the pillow.The fabric gave a kind of answer but it was no more than a flutter, like abreeze across her that she would not remember when she woke at dawn. The scraptold her something of her father — something important, something that mattered— but the knowledge entered her sleep, trembling through like a dream, and inthe morning she did not know that it was there at all."},{"pageContent":"12When the bell for rising rang, Kira awoke with a sense that something hadchanged: she had an awareness of a difference, but had forgotten what thedifference was. She sat for a moment on the edge of her bed, thinking. But shecould not grasp whatever it was and finally stopped trying. Sometimes, she knew,lost memories and forgotten dreams came back more easily if you put them out ofyour mind.Outside, it was stormy. Wind shook the trees and blew a sheet of heavy rainagainst the building. The hard ground below had turned to mud overnight, and itwas clear that Kira would not go to the dyer's cott today. Just as well, shethought; there was much work to do on the robe, and autumn-start, the time ofthe Gathering, was approaching. Recently Jamison had been stopping by sometimestwice a day to see the progress she had made. He seemed pleased by her work.\"Here,\" he had said to her just the day before yesterday, smoothing his handacross the large underrated place, \"is where you will start your own work. Afterthis year's Gathering, after you've finished with the restoration, you'll havethis entire section to work on for years to come.\"Kira touched the place where his hand lay. She tried to determine whether herfingers would feel the magic there. But there was only emptiness. There was afeeling of unfilled need.He seemed to sense her uncertainty and reassured her. \"Don't worry,\" he said.\"We will explain to you what we want pictured there.\"Kira didn't reply. His reassurance troubled her. It wouldn't be instruction thatshe needed, it would be the magic to come to her hands.Remembering the conversation, Kira thought suddenly, Jamison! I can ask himabout the beasts! He had told her that he had been part of the hunt that day,that he had seen her father's death.And maybe she would ask Matt too. Wild little thing that he was, Kira had nodoubt that Matt had crossed the boundaries often and had gone to places tykeswere not supposed to go. She laughed quietly, thinking of Matt and his mischief.He spied on everything, knew everything. Had she and Thomas not stopped him, hewould have tagged along with the men on the hunt and put himself in danger.Perhaps he had done it before.Perhaps he had seen beasts.When the tender came with the morning meal, Kira asked that the lights be lit.The rainstorm made the room dim, even beside the window where she sat to work.Finally she settled herself with the outspread robe and placed the frame aroundthe newest section waiting to be repaired. As she had often done, she followedwith her eyes and fingers the complex story of the world portrayed on the robe:the starting point, long mended now, with the green water, the dark beasts onits shore, and the men bloodied by the hunt. Beyond, villages appeared, withdwellings of all kinds; curving stitches of smoke from fires were threaded withdull purplish grays. It was fortunate that it needed no repair because Kira hadno threads to match. She thought they had been dyed with basil and Annabella hadtold her how difficult the basil was and how badly it stained your hands.Then complex, whirling patches of fire: oranges, reds, yellows. Here and thereon the robe these fires appeared, a repetitive pattern of ruin, and within theintricately stitched patterns of the bright destructive threads of fire, Kiracould see figures of humans portrayed: people destroyed, their tiny villagescrumbling, and later even larger, much more splendid towns burned and ravishedby fiery destruction. In some places on the robe there was a feeling of entireworlds ending. Yet always there would emerge, nearby, new growth. New people.Ruin. Rebuilding. Ruin again. Regrowth. Kira followed the scenes with her handas larger and greater cities appeared and larger, greater destruction tookplace. The cycle was so regular that its pattern took on a clear form: anup-and-down movement, wavelike. From the tiny corner where it began, where thefirst ruin came, it enlarged upon itself. The fires grew as the villages grew.All of them were still tiny, created from the smallest stitches and combinationsof stitches, but she could see their pattern of growth and how each time theruin was worse and the rebuilding more difficult.But the sections of serenity were exquisite. Miniature flowers of countless huesflourished in meadows streaked with golden-threaded sunlight. Human figuresembraced. The pattern of the peaceful times felt immensely tranquil compared tothe tortured chaos of the others.Tracing with her finger the white and pink-tinged clouds against pale skies ofgray or green, Kira wished again for blue. The color of calm. What was itAnnabella had said? That they had blue yonder? What did that mean? Who werethey? And where was yonder?More unanswered questions.Great sheets of rain spattered against the window, distracting her. Kira sighedand watched the trees bend and sway in the wind. Thunder muttered in thedistance.She wondered where Matt was, what he was doing in this weather. She knew thatordinary people — those who lived near the place where she and her mother hadshared their cott — would be indoors today, the men sullen and edgy, the womencomplaining loudly because weather kept them from their usual chores. Tykes,confined, would be fighting and then wailing in response to swift backhandedslaps from their mothers.Her own life with her soft-spoken widowed mother had been different. But it hadset her apart too and made others, like Vandara, hostile.\"Kira?\" She heard Thomas's voice and his knock at her door.\"Come in.\"He came and stood by her window, eyeing the rain. \"I was just wondering whatMatt's up to in this weather,\" Kira said.Thomas began to laugh. \"Well, I can answer that. He's up to finishing mybreakfast. He arrived early this morning, dripping wet. He said his mother threwhim out because he was noisy and troublesome. I think he just wanted breakfastthough.\"\"Branch too?\"\"Branch too. Of course.\"As if in response, they heard the tap-tapping of the dog's feet in the corridor;then Branch appeared in the doorway, his head cocked, ears up, bent tail waggingexuberantly. Kira knelt and scratched behind his ear.\"Kira?\" Thomas was still staring through the window at the rain.\"Hmmm?\" She looked up from the dog.\"I heard it again in the night. I'm certain of it this time. The sound of achild crying. It seemed to come from the floor below.\"She looked at him and saw that he was concerned. \"I wonder, Kira,\" he saidhesitantly, \"would you go with me? To explore a bit? I suppose it could be justthe sound of wind.\"It was true that outside the wind was relentless. Tree branches lashed the sideof the building and torn leaves whirled away. The sound of the storm, however,was nothing like the sound of a crying child.\"Maybe an animal?\" Kira suggested. \"I've heard cats yowling so that they soundlike babies with colicky bellies.\"\"Cats?\" Thomas repeated dubiously. \"Well, maybe.\"\"Or a young goat? They make a crying sound.\"Thomas shook his head. \"It wasn't a goat.\"\"Well, no one ever said we couldn't explore,\" Kira commented. \"Not to me,anyway.\"\"Nor me.\"\"All right, then, I'll go with you. The light's not good for working thismorning anyway.\" She stood. Branch wriggled with anticipation. \"What about Matt?I suppose we should take him along.\"\"Take me where?\" Matt appeared in the doorway, damp-haired and barefoot withcrumbs on his chin, jam on the edges of his mouth, and wearing a too-large wovenshirt belonging to Thomas. \"Shall we be having an adventure?\"\"Matt?\" Kira remembered her intention to ask him. \"Have you ever seen a beast? Areal one?\"Matt's face lighted. \"Billions and billions.\" He made a beast face, teethexposed. He roared and his dog jumped away from him in alarm.Kira rolled her eyes and looked at Thomas.\"Here, Branchie.\" Matt, his beast disguise abandoned, squatted beside the dog,who came forward and sniffed him. \"Some smearies for you.\" He grinned as the doglicked breakfast remains from his face.\"Yes, we'll have ourselves an adventure,\" Kira told him. She laid the protectivecover over the robe. \"We thought we'd explore a bit. We've never been on thefloor below this one.\"Matt eyes widened in delight at the idea of an exploration.\"I heard a noise last night,\" Thomas explained. \"Probably nothing, but wethought we'd go take a look.\"\"Noise don't never be nothing,\" Matt pointed out. Quite rightly, Kira thought.\"Well, it's probably nothing important,\" Thomas amended.\"But maybe it be interesting!\" Matt said eagerly.Together, followed by the dog, the three started down the corridor toward thestairs."},{"pageContent":"13Usually Branch scampered eagerly back and forth, leading the way, then circlingback. This morning he was more cautious and followed behind. The thunder wasstill grumbling outside, and the hallway was dimly lighted. Thomas led the way.The dog's toenails clicked on the tiles. Matt's bare feet moved silently besidehim, and the only other sounds were Kira's walking stick, which made a mutedthump with each step, and the dragging of her twisted leg.Like the floor above, where they lived, this was simply an empty corridor linedwith closed wooden doors.Thomas turned a corner. Then he jumped back as if he had been startled bysomething. The others, even the dog, froze.\"Shhhh.\" Thomas gestured for silence with his finger to his mouth.Ahead, around the corner, they heard footsteps. Then a knock, the opening of adoor, and a voice. The voice and the inflection of the words — though the wordsthemselves were not clear — sounded familiar to Kira.\"It's Jamison,\" she mouthed silently to Thomas. He nodded, agreeing, and peeredaround the corner.It occurred to Kira that Jamison had been her defender, had been the oneresponsible for her being here at all in this new life. So there was really noreason to huddle here in the dim hallway, hiding from him. Yet she was oddlyfearful.She tiptoed forward and leaned beside Thomas. They could see that one of thedoors was open. An indistinct murmur of voices came from within. One voice wasJamison's. The other was that of a child.The child cried briefly.Jamison spoke.Then the child, surprisingly, began to sing.Its clear, high voice soared. No words. Just the voice, almost instrumentlike inits clarity. It rose, leveled at a high note, and hovered there for a longmoment.Kira felt something tug at her clothing. She looked down and saw Matt besideher, wide-eyed, pulling at her skirt. She motioned to him to stay silent.Then the singing broke off abruptly, and the child cried again.They heard Jamison's voice. It was harsh now. Kira had never heard him speak inthat way.The door slammed shut, and the voices were muted.Matt was still tugging at her, and Kira leaned down so that he could whisperwhat he had to say.\"It's me friend,\" he said urgently. \"Well, not really me friend 'cause me and mymates don't like girl tykes none. But I knowed her. She lived in the Fen.\"Thomas was listening too. \"The one who was singing?\" he asked.Matt nodded enthusiastically. \"Her name be Jo. She always be singing in the Fen.I didn't never hear her cry like that none.\"\"Shhh.\" Kira tried to quiet Matt but he had a difficult time whispering. \"Let'sgo back,\" she suggested. \"We can talk in my room.\"Branch led now, happy to be retreating and enthusiastic about the possibility ofmore food back where breakfast had been. Stealthily they climbed the stairs andreturned.Safe in Kira's quarters, Matt perched on the bed with his bare feet dangling andtold them about the girl who sang. \"She be littler'n me,\" he said. He jumpedbriefly to the floor and held his own hand level with his shoulder. \"She beabout this high. And all the peoples in the Fen? They get so happy, hearing hersing.\" He climbed back onto the bed; Branch jumped up beside him and curled onKira's pillow.\"But why is she here?\" Kira asked, puzzled.Matt gave an exaggerated shrug. \"She be an orphan now. Her mum and pa, theydied,\" he explained.\"Both of them? At the same time?\" Kira and Thomas looked at each other. Theyboth knew loss. But had it happened again? To another tyke?Matt nodded importantly. He liked being the messenger, the bringer ofinformation. \"First her mum gets the sickness, and then when draggers take hermum to the Field? And her pa go to watch the spirit?\"Kira and Thomas nodded.\"Well,\" Matt said, making a dramatically sad face, \"her pa be so sad at theField, sitting there, that he taken a big pointy stick and stab hisself throughthe heart.\"That's what them all said, anyways,\" he added, seeing the shocked looks hisstory had produced.\"But he had a tyke! He had a little girl!\" Kira said, finding it unbelievablethat a father would do such a thing.Matt shrugged again. He considered that. \"Maybe he didn't like her none?\" hesuggested. Then after a moment he frowned and said, \"But how could he not likeher none when she sing so good?\"\"And how did she get here?\" Thomas asked. \"What is she doing here?\"\"I been told they give her away to someone who had a craving for more tykes,\"Matt said.Kira nodded. \"Orphans always go to someone else.\"\"Unless —\" Thomas said slowly.\"Unless what?\" Kira and Matt asked together. He pondered that. \"Unless theysing,\" he said at last.Jamison came to Kira's room, as he always did, later in the day. Outside, therain still fell. Matt, undaunted, had gone off with his dog to find his mates,wherever they might be in such weather. Thomas had returned to his own quartersto work, and Kira too with extra lamps lighted by the tender, had settled to hertask, stitching carefully throughout the afternoon. The interruption whenJamison knocked on her door was welcome. The tender brought tea and they satcompanionably together in the room while the rain spattered against the windows.As usual, he examined her work carefully. His face was the same creased,pleasant face she had known now for many weeks. His voice was courteous andfriendly as together they scrutinized the folds of the outstretched robe.Yet the memory of the harsh sound of his murmured speech in the room belowprevented Kira from asking him about the singing child.\"Your work is very fine,\" Jamison told her. He leaned forward, looking carefullyat the section she had just completed, where she had meticulously matched thesubtle differences of several yellows and filled in a background area with tinyknotted stitches that formed a texture. \"Better than your mother's, althoughhers was excellent,\" he added. \"She taught you the stitches?\"Kira nodded. \"Yes, most of them.\" She didn't tell him how others seemed simplyto come to her untaught. It seemed boastful to speak of it.\"And Annabella the dyes,\" she added. \"I'm using many of her threads still, butI'm beginning now to make my own when I'm at her cott.\"\"She knows all there is, the old woman,\" Jamison said. He looked at Kira's legwith apparent concern. \"The walk is not too hard for you? One day we'll have thefire pit and the pots here for you. I'm thinking of preparing a place justbelow.\" He gestured toward the window, indicating an area between the buildingand the edge of the woods beyond.\"No. I'm strong. But —\" She hesitated.\"Yes?\"\"Sometimes I've been fearful on the path,\" Kira told him. \"The forest is soclose all around.\"\"There is nothing to be afraid of there.\"\"I do fear beasts,\" she confessed.\"As you should. But stay on the path always. The beasts will not come near thepath.\" His voice was as reassuring as it had been the day of her trial.\"I heard growling once,\" Kira confided, shuddering a little at the memory of it.\"There is nothing to fear if you don't stray.\"\"Annabella said the same thing. She told me there was nothing to fear.\"\"She speaks with four-syllable wisdom.\"\"But, Jamison?\" For some reason, Kira hesitated to tell him this. Perhaps shedidn't want to question the old woman's knowledge. But now, feeling reassured byJamison's interest and concern, she told him the startling thing that the olddyer had said with such certainty. \"She said that there are no beasts.\"He looked at Kira oddly. The expression on his face seemed a mixture ofastonishment and anger. \"No beasts? She said that?\"'\"There be no beasts,'\" Kira repeated. \"She said it just that way, severaltimes.\"Jamison laid the section of robe he'd been examining back down on the table.\"She's very old,\" he said firmly. \"It's dangerous for her to speak that way. Hermind is beginning to wander.\"Kira looked at him dubiously. For weeks now she had worked with the dyer. Thelists of plants, the many characteristics of each, the details of the dyeingprocedures, so much complex knowledge; all of it was clear and complete. Kirahad seen no sign, no hint of a wandering mind.Might the old woman know something that no one else — even someone with thestatus of Jamison — knew?\"Have you seen beasts?\" Kira asked him hesitantly.\"Many, many times. The woods are filled with them,\" Jamison said. \"Never straypast the village limits. Do not go beyond the path.\"Kira looked at him. His expression was hard to discern, but his voice was firmand certain.\"Don't forget, Kira,\" he continued, \"I saw your father taken by beasts. It was ahideous thing. Terrible.\"Jamison sighed and patted her hand sympathetically. Then he turned to leave.\"You are doing a fine job,\" he said again, appreciatively.\"Thank you,\" Kira murmured. She put her hand, still feeling his touch, into herpocket. Her special scrap of cloth lay folded there. She felt no comfort fromit. As the door closed behind Jamison, she stroked the cloth, seeking itssolace, but it seemed to withdraw from her touch, almost as if it were trying towarn her of something.The rain still fell steadily. Through it, she thought for a moment that shecould hear the child sob on the floor below."},{"pageContent":"14The sun was shining in the morning but Kira woke groggy after a fitful sleep.Following an early breakfast she tied her sandals carefully, anticipating thewalk to Annabella's. Maybe the clear, cooler air after the rain would wake her abit and make her feel better. Her head ached.Thomas's door was closed. He was probably still asleep. There were no soundseither from the floor below. Kira made her way out of doors, relishing thebreeze that lingered after the storm and was pinescented from trees that werestill glistening and wet. It blew her hair away from her face and the misery ofher sleepless night began to subside.Leaning on her stick, Kira made her way to the place where she ordinarily turnedfrom the village and entered the woods on the path. It was quite near theweaving shed.\"Kira!\" A woman's voice called to her from the shed, and she saw that it wasMarlena, already at the loom so early.Kira smiled, waved, and detoured to greet the woman.\"We miss you! Them tykes that clean up for us now are worthless. Horrid lazy!And one stole my lunch yesterday.\" Marlena scowled her outrage. Her feet slowedon the treadle and Kira knew that she was eager to chat and gossip.\"That be him now, that wicked tyke!\"A familiar wet nose touched Kira's ankle. She reached down to scratch Branch andsaw Matt grinning at her from behind the corner of the weaving shed. \"Youthere!\" Marlena called angrily and he drew back to hide.\"Marlena,\" Kira asked, remembering that the weaving woman lived in the Fen, \"didyou ever know a girl tyke named Jo?\"\"Jo?\" The woman was still peering toward the shed corner, hoping to catch aglimpse of Matt and scold him. \"You there!\" she called again, but Matt was toosly and too clever to respond.\"Yes. She used to sing.\"\"Ah, the singing tyke! Yes, I knowed her. Not her name though. But her singing,we all knowed that! Like a bird, it was.\"\"What happened to her?\"Marlena shrugged. Her feet began to move slowly again on the treadle. \"She betooken off. They give her off to somebody, I guess. She be orphaned, I heared.\"She leaned forward and whispered loudly, \"Some said her receive the songs bymagic. Nobody teached her. The songs, they just come.\"Her feet paused. She gestured to Kira to come closer. Furtively, Marlenaconfided, \"I heared that them songs was full of knowledges. She be only a smalltyke, you know? But when she singed, she had knowledges of things that wasn'teven happened yet!\"I never heared it myself, only heared tell of it.\"Marlena laughed and her feet took up the rapid pace on the treadle that causedthe rhythmic motion of the loom. Kira nodded goodbye to her and started towardthe path.Matt met her there, appearing from behind a tree where he'd been hiding. Kiraglanced back but Marlena was busy at her loom and had forgotten them both.\"Are you coming with me this morning?\" she asked Matt. \"I thought you found itboring at the dyer's hut.\"\"You mustn't go today,\" Matt said solemnly. Then he glanced at his dog and beganto laugh. \"Looky! Old Branch, him trying to catch him a lizzie!\"Kira looked and laughed too. Branch had chased a small lizard to the base of atree and was watching, frustrated, as it slithered up the trunk beyond hisreach. He stood on his hind legs and his front ones churned in the air. Thelizard looked back and a moist stiletto tongue darted in and out. Kira watchedfor a moment, chuckling, and then turned again to Matt.\"What do you mean, I mustn't go? I missed yesterday because of the rain. She'sexpecting me.\"Matt looked solemn. \"She not be expecting nobody. She be gone to the Field rightwhen the sun be coming up. Draggers tooken her. I seen it.\"\"To the Field? What are you talking about, Matt? She couldn't possibly walk tothe Field from her cott! It's too far! She's too old! And she wouldn't want toanyway.\"Matt rolled his eyes. \"I didn't say she be wanting to! I said they tooken her!She be dead!\"\"Dead? Annabella? How can that be?\" Kira was stunned. She had seen the old womantwo days before. They had sipped tea together.Matt took her question seriously. \"It be like this,\" he replied. He flunghimself to the ground, lay on his back with both arms outstretched, opened hiseyes wide, and stared blankly upward. Branch, curious, nosed at his neck, butMatt held the pose.Kira stared in dismay at his grotesque but accurate imitation of death. \"Don't,Matt,\" she said at last. \"Get up. Don't do that.\"Matt sat up and took the dog into his lap. He tilted his head and looked at Kiracuriously. \"Probably they be giving you her stuff,\" he announced.\"You're certain it was Annabella?\"Matt nodded. \"I seen her face when they tooken her to the Field.\" Briefly hemade the death face again, with its blank eyes.Kira bit her lip. She turned away from the path. Matt was correct, she shouldnot go into the woods now. But she did not know where to go. She could wakeThomas, she supposed. But for what? Thomas had never met the old dyer.Finally she turned and looked back at the large Council Edifice where she lived.The door through which she came and went was in the side wing. The large door infront was the one she had entered on the day of her trial so many weeks before.The Council of Guardians would probably not be meeting today in the big chamberwhere her trial had been. But Jamison must be someplace inside. She decided thatshe would look for him. He would know what had happened, would tell her what todo.\"No, Matt,\" she said when the tyke began to follow her.His face fell. He had sensed an adventure. \"Go wake Thomas,\" Kira told him.\"Tell him what happened. Tell him that Annabella has died, and that I have goneto find Jamison.\"\"Jamison? Who's he?\"Kira was startled at Matt's ignorance. Jamison had become so much a part of herlife that she had forgotten the tyke wouldn't know his name. \"He's the guardianwho first took me to my room,\" she explained. \"Remember? A very tall man withdark hair? You were with us that day.\"He always wears one of Thomas's carvings,\" she added. \"Quite a nice one, withan outline of a tree.\"Matt nodded at that. \"I seen him!\" he said eagerly.\"Where?\" Kira looked around. If Jamison was nearby, if she could find him at oneof the workplaces, she wouldn't have to search the Council Edifice.\"He be there, watching, walking beside, when the draggers tooken the old dyer tothe Field,\" Matt said.So Jamison already knew. The corridors were, as always, quiet and dim. At first Kira felt secretive andstealthy, as if she should make her footsteps as silent as possible, difficultwith her stick and her dragging leg. Then she reminded herself that she was nothiding, not in danger. She was simply looking for the man who had been hermentor since her mother's death. She could even, if she chose, call his nameloudly in hopes that he would hear and respond. But calling out seemedinappropriate and so she simply continued down the hall in silence.As she had expected, the great hall was empty. She knew that it was used onlyfor special occasions: the annual Gathering; trials, such as her own; and otherceremonies that she had never seen. She pulled the huge door open a crack,peeked in, and turned away to look elsewhere in the building.She knocked timidly on several doors. Finally at one a voice answered with agruff \"Yes?\" and she pushed the door open to see one of the tenders, a man shedidn't recognize, busy at a desk.\"I'm looking for Jamison,\" Kira explained.The tender shrugged. \"He's not here.\"She could see that. \"Do you know where he might be?\" she asked politely.\"In the wing, probably.\" The tender looked down again at his work. He seemed tobe sorting papers.Kira knew that \"the wing\" was where her own quarters were. That made sense.Probably Jamison was looking for her even now, to tell her of the old woman'sdeath. She had started out much earlier than usual this morning, thinking tomake up for the day wasted yesterday by rain. If she had waited, Jamison couldhave found her, told her of the death, explained, and she would not feel soshocked and solitary.\"Excuse me, but can I get to the wing from here without going back outside?\"Impatiently the tender gestured to his left. \"Door at the end,\" he said.Kira thanked him, closed his office door behind her, and went to the end of thelong hall. The door there was not locked, and when she opened it she saw afamiliar stairway. She had tiptoed down it with Thomas and Matt just yesterdayduring the storm. She knew the stairs would return her to the corridor above,where she would find her room and Thomas's.She stood motionless and listened. The tender had said that Jamison was probablysomewhere in the wing, but she heard no sound.On a whim, instead of taking the stairs to her room, Kira remained on the firstfloor. She went to the corner where she and Thomas had hidden the day before,the same corner they had peered around to see where the crying was coming from.In the silence and emptiness, she rounded the corner and approached the doorthat had been open the afternoon before.She leaned next to it, her ear against the wood, and listened. But there was nosound of crying, none of singing.After a moment, she tried the knob. But the door was locked. Finally, verysoftly, she knocked.She heard a rustling sound inside, then the muffled sound of small footsteps ona bare floor.She knocked softly again.She heard a whimper.Kira knelt by the door. It was difficult, with her crippled leg. But she loweredherself until her mouth was beside the large keyhole. Then she called softly,\"Jo?\"\"I'm being good,\" a frightened, desperate little voice replied. \"I'mpracticing.\"\"I know you are,\" Kira said through the keyhole. She could hear small,shuddering sobs.\"I'm your friend, Jo. My name is Kira.\"\"Please, I want me mum,\" the tyke pleaded. She sounded very young.For some reason Kira thought of the enclosure that had been built on the site ofher old cott. Now tykes were penned there, enclosed by thorn bushes. It seemedcruel. But at least they were not isolated. They had each other, and they wereable to look out through the thick foliage and see the village life around them.Why was this small tyke locked in a room all alone?\"I will come back,\" she called softly through the door.\"Will you bring me mum?\" The little voice was close to the keyhole. Kira couldalmost feel the breath.Matt had told her that the tyke's parents were both dead. \"I will come back,\"Kira said again. \"Jo? Listen to me.\"The tyke sniffled. In the distance, on the floor above, Kira heard a door open.\"I must go,\" Kira whispered firmly through the hole. \"But listen, Jo: I willhelp you, I promise. Hush now. Don't tell anyone I was here.\"She rose quickly. Clutching her stick, she made her way back to the staircase.When she reached the second floor and rounded the corner, she saw Jamisonstanding in the open doorway to her room. He came forward, greeted her withsympathy, and told her the news of Annabella's death.Suddenly wary, Kira said nothing of the child below."},{"pageContent":"15\"Look! They're setting up a dyeing-place for me.\"It was midday. Kira pointed down to the area below the window, a small piece ofland between the Edifice and the edge of the woods. Thomas came to the windowand looked. Workers had raised a structure that Kira could see was to be a shed;under its roof, long poles from which to hang the wet yarns and threads to drywere already in place.\"It's better than anything she ever had,\" Kira murmured, remembering Annabellawistfully. \"I'm going to miss her,\" she added.It had all happened so quickly. Annabella's death, so sudden; and now, only aday later, the new dyeing-place was being made.\"What's that?\" Thomas pointed. To the side, the workers were digging a shallowpit. A support for hanging kettles was being pounded into place at the side.\"It'll be for fire. You need a very hot fire always, for the boiling of thedyes.\"Oh, Thomas,\" Kira sighed, turning away from the window, \"I'll never rememberhow to do it all.\"\"Yes you will. I have it all written down, everything you told me. We'll justrepeat it and repeat it. Look! What's that they're bringing?\"She looked again and saw them stacking bundles of dried plants beside the newshed. \"They must have brought all the ones Annabella had hanging from the beamsin her cott. So at least I'll have a place to start. I think I know the names,if they haven't mixed them all together out of ignorance.\"Then she chuckled, watching one of the workers set down a covered pot and turnhis face away with a grimace of disgust. \"It's the mordant,\" Kira explained. \"Itsmells terrible.\" She didn't want to say the rude word to Thomas, but it waswhat Annabella had called her pisspot, and its contents were a surprisinglyvital ingredient in the making of the dyes.The workers had begun to arrive early that morning, bearing the kettles andplants and equipment, while Jamison was still in Kira's room describing theevents of the day before. A sudden death, he had explained, the way death oftencame to those of great age. She slept, Annabella had, napping on the rainy day,and didn't wake. That was all. No mystery to it.Perhaps she felt that she had completed her job by teaching Kira, Jamisonpointed out solemnly. Sometimes, he told her, it was the way death came: adrifting-away when one's tasks were accomplished. \"And there's no need to burnher cott,\" he added, \"because there was no illness. So it will stay as it is.Someday you can live there, if you like, after you've finished your work here.\"Kira nodded, accepting his words. The old woman's spirit, she realized, wouldstill be in her body. \"She'll need a watcher,\" Kira pointed out to Jamison.\"Could I go and sit with her? I did for my mother.\"But Jamison said no. Time was short. The Gathering was coming. Four days couldnot be lost. Kira must work on the robe; others would do the watching for theold dyer.So Kira would mourn all alone.After Jamison had gone she sat silently, remembering how solitary Annabella'schosen life had been, how unconnected to the village. Only then did it occur toKira to wonder, Who found her? How did they know to look? \"Thomas, come away from the window now. I need to tell you about something.\"Reluctantly he came to where she was sitting at the table, though she could seefrom his face that he was still listening to the noise of the constructionbelow. Boys, Kira thought. They were always interested in such things. If Mattwere around, he'd be down there underfoot, getting in the way, wanting to helpwith the building.\"This morning —\" she began. Then, sensing his inattention, \"Thomas! Listen!\"He grinned, turned toward her, and listened.\"I went to the room below, the one where we heard the tyke crying.\"\"And singing,\" Thomas reminded her.\"Yes. And singing.\"\"Her name is Jo, according to Matt,\" Thomas said. \"See? I'm paying attention.Why did you go down there?\"\"I was looking for Jamison at first,\" Kira explained, \"and I found myself onthat floor. So I went to the door, thinking I might peek in and see if the tykewas all right. But it was locked!\"Thomas nodded. He looked unsurprised.\"But they've never locked my door, Thomas,\" she said.\"No, because you were already grown, already two syllables when you came here.But I was young; I was still Tom when I arrived,\" he said. \"They locked mydoor.\"\"You were held captive?\"He frowned, remembering. \"Not really. It was to keep me safe, I think. And tomake me pay attention. I was young and I didn't want to work all the time.\" Hegrinned. \"I was a little like Matt, I think. Playful.\"\"Were they harsh with you?\" Kira asked, remembering the sound of Jamison's voicespeaking to the little girl.He thought. \"Stern,\" he said finally.\"But, Thomas, the tyke below — Jo? She was crying. Sobbing. She wanted her mum,she said.\"\"Matt told us her mother died.\"\"She doesn't seem to know that.\"Thomas tried to recall his own circumstances. \"I think they told me about myparents. But maybe not right away. It was a long time ago. I remember someonebrought me here and showed me where everything was, and how it worked —\"\"The bathroom and the hot water,\" Kira said, with a wry smile.\"Yes, that. And all the tools. I was already a Carver. I'd been carving for along time —\"\" —the way I'd already been doing the threadings. And the way the tyke, Jo —\"\"Yes,\" Thomas said. \"Matt said she was already a singer.\"Kira, thinking, smoothed the folds of her skirt. \"So each of us,\" she saidslowly, \"was already a — I don't know what to call it.\"\"Artist?\" Thomas suggested. \"That's a word. I've never heard anyone say it, butI've read it in some of the books. It means, well, someone who is able to makesomething beautiful. Would that be the word?\"\"Yes, I guess it would. The tyke makes her singing, and it is beautiful.\"\"When she isn't crying,\" Thomas pointed out.\"So we are each artists, and we were each orphaned, and they brought us eachhere. I wonder why. Also, Thomas, there's something else. Something strange.\"He was listening.\"This morning I talked to Marlena, a woman I know from the weaving shed. Shelives in the Fen, and she remembered Jo, though she didn't know her name. Sheremembered a singing tyke.\"\"Everyone in the Fen would know of such a tyke.\"Kira nodded, agreeing. \"She said — how did she put it?\" She tried to rememberMarlena's description. \"She said that the tyke seemed to have knowledges.\"\"Knowledges?\"\"That was the word she used.\"\"What did she mean?\"\"She said that the tyke seemed to have knowledge of things that hadn't happenedyet. That the people in the Fen thought it was magic. She sounded a littlefrightened when she talked of it. And, Thomas?\"\"What?\" he asked.Kira hesitated. \"It made me think of what happens sometimes with my cloth. Thissmall one.\" Kira opened the box he had made for her and held out the fabricscrap, reminding him. \"I told you how it seems to speak to me.\"And I remember that you told me that you have a piece of wood that seems to dothe same —\"\"Yes. From when I was just a tyke, just beginning to carve. The one on theshelf. I've shown it to you.\"\"Could it be the same thing?\" Kira asked cautiously. \"Could it be what Marlenacalled knowledges?\"Thomas looked at her, and at the cloth that lay motionless in her hand. Hefrowned. \"But why?\" he asked at last.Kira didn't know the answer. \"Maybe it is something that artists have,\" shesaid, liking the sound of the word she had just learned. \"A special kind ofmagic knowledge.\"Thomas nodded and shrugged. \"Well, it doesn't matter much, does it? We each havea good life now. Better tools than we did before. Good food. Work to do.\"\"But the tyke below? She sobs and sobs. And they won't let her out of the room.\"Kira remembered her promise. \"Thomas, I told her I'd come back. And that I'dhelp her.\"He looked dubious. \"I don't think the guardians would like that.\"Kira again remembered the severity she had heard in Jamison's voice. Sheremembered the slamming of the door. \"No, I don't think they would,\" she agreed.\"But at night. I'll creep down then, when they think we're all asleep. Except —\"Her face fell.\"Except what?\"\"It's locked. There's no way I can get in.\"\"Yes you can,\" Thomas told her.\"How?\"\"I have a key,\" he said. It was true. Back in his room, he showed her. \"It was a long time ago,\" heexplained. \"But here I was, locked in, with all these fine tools. So I carved akey. It really was quite easy. The lock on the door is a simple one.\"And,\" he added, fingering the intricately carved wooden key, \"it fits all thedoors. All the locks are the same. I know because I tried them. I used to go outat night and roam the hallways, opening doors. All the rooms were empty then.\"Kira shook her head. \"You were really mischievous, weren't you?\"Thomas grinned. \"I told you. Just like Matt.\"\"Tonight,\" Kira said, suddenly serious. \"Will you come with me?\"Thomas nodded. \"All right,\" he agreed. \"Tonight.\""},{"pageContent":"16Evening came. Kira, in Thomas's room, looked down through the window at thesqualor of the village and listened to its chaotic din as workers in the varioussheds finished their last chores. Down the lane she could see how the butcherthrew a container of water over the stone doorstep of his hut, a useless gesturetoward cleaning away the clotted filth. Nearer, she watched the women leavingthe weaving shed where she had worked as helper for so much of her childhood.Kira wondered, smiling, whether Matt had been there during the workday that hadjust ended. Assigned to cleaning-up chores, he had probably been underfoot withhis mates, making trouble and stealing food from the women's lunches. From herplace at the window, she couldn't see any sign of him or of his dog. She hadn'tseen them all day.She waited there with Thomas until long past dark, until the tenders had takentheir food trays away. At last the entire building was still and the clamor fromthe village had subsided as well.\"Thomas,\" Kira suggested, \"take your little piece of wood. The special one. Ihave my scrap with me.\"\"All right, but why?\"\"I don't know exactly. I feel that we should.\"Thomas got the small carved piece from its high shelf, and put it into hispocket. In his other pocket was the wooden key.Together they went down the dimly lit corridor to the stairs.Ahead of her, Thomas whispered, \"Shhhh.\"\"I'm sorry,\" Kira whispered back. \"The stick makes a noise. But I can't walkwithout it.\"\"Here, wait.\" They stopped beside one of the wall torches. Thomas ripped alength of cloth from the hem of his loose shirt. Deftly he tied it around thebase of Kira's walking stick. The cloth muted the noise of the wooden stick onthe tiled floor.The pair made their way quickly down the flight of stairs and to the door of theroom where Jo slept. They paused there and listened. But there were no sounds.Kira's hand, in her pocket, felt no warning from her scrap of cloth. She noddedto Thomas and silently he inserted the big key and turned it to open the door.Kira held her breath because she feared that a tender might be sharing the roomto guard the tyke at night. But the room, illuminated only by pale moonlightthrough the window, held only one small bed and one small fast-asleep girl.\"I'll stay by the door to watch,\" Thomas murmured. \"She knows you — or yourvoice, at least. You wake her.\"Kira went to the bed and sat on its edge, propping her stick beside her. Gentlyshe touched the small shoulder. \"Jo,\" she said softly.The little head, long hair tangled, turned restlessly. After a moment, the tykeopened her eyes with a startled, frightened look. \"No, don't!\" she cried out,pushing Kira's hand away.\"Shhhh,\" Kira whispered. \"It's me. Remember, we talked through the door? Don'tbe afraid.\"\"I want me mum,\" the tyke wailed.She was very small. Much smaller than Matt. Hardly more than a toddler. Kiraremembered the power of the singing voice that she had heard, and marveled thatit had come from this tiny, frightened waif of a thing.Kira picked her up, cradled her, and rocked her back and forth. \"Shhhh,\" shesaid. \"Shhhh. It's all right. I'm your friend. And see over there? His name isThomas. He's your friend too.\"Gradually the tyke was soothed. Her eyes opened wide. Her thumb slid into hermouth and she spoke around it. \"I be listening to you at the hole,\" she said,remembering.\"Yes, the keyhole. We whispered to each other.\"\"You know me mum? Can you bring her?\"Kira shook her head. \"No, I'm afraid I can't. But I'll be here. I live justupstairs. And Thomas does, too.\"Thomas came nearer and knelt by the bed. The tyke stared at him suspiciously,and clutched Kira.Thomas pointed to the ceiling. \"I live right above you,\" he said in a gentlevoice, \"and I can hear you.\"\"You hear me singings?\"He smiled. \"Yes. Your singing is very beautiful.\"The tyke scowled. \"They always be making me learn new ones.\"\"New songs?\" Kira asked her.Jo nodded unhappily. \"Over and over. They be making me remember everythings. Meold songs, they just be there natural. But now they be stuffing new things intome and this poor head hurts horrid.\" The tyke rubbed her tangled hair andsighed, a strangely adult sound that made Kira smile sympathetically.Thomas was looking around the room, which held many of the same pieces offurniture as the rooms above. A bed. A tall wooden chest of drawers. A table andtwo chairs.\"Jo,\" he said suddenly, \"are you a good climber?\"She frowned and removed her thumb from her mouth. \"I be climbing trees sometimesin the Fen. But me mum, she hits me when I do because she say I be breaking melegs and then they take me to the Field.\"Thomas nodded solemnly. \"Yes, that's probably true, and your mother didn't wantyou to get hurt.\"\"Once draggers take you to the Field, you don't never come back. Beasts takeyou.\" The thumb popped back in.\"But look, Jo. If you could climb up there —\" Thomas pointed to the top of thechest of drawers.The wide eyes followed his pointing finger, and the tyke nodded.\"If you stood very tall up there, and if you had some tool, you could hit theceiling and I would hear you.\"The tyke grinned at the thought. \"You mustn't do it just for fun,\" Thomas addedquickly. \"Only if you really needed us.\"\"Might I be trying it?\" Jo asked eagerly.Kira lifted her down to the floor. Like a limber animal the tyke scrambled fromchair to tabletop, and from the tabletop she climbed to the top of the chest.Then she stood triumphantly. From below her woven nightdress emerged two barethin legs.\"We need a tool,\" Thomas murmured, looking around.Remembering something from her own quarters, Kira went to the bathroom. As shehad guessed, a thick hairbrush with a wooden handle lay on the shelf beside thesink.\"Try this,\" she said, and handed it up to the tyke.Smiling broadly, the little singer reached up and thumped the brush handle onthe ceiling.Thomas lifted her down and put her back into the bed. \"That's it, then,\" hesaid. \"If you need us, that's the signal, Jo. But never just for fun. Only ifyou need help.\"\"And we'll come to see you too, even if you don't thump,\" Kira added. \"After thetenders are gone.\" She tucked the bed covers around the tyke. \"Here, Thomas. Putthis back, would you?\" She handed him the hairbrush.\"We must go now,\" she told Jo. \"But do you feel better, knowing that you havefriends up there?\"The tyke nodded. Her moist thumb slid into her mouth.Kira smoothed the blanket. \"Good night, then.\" For a moment she sat there on thebed, feeling a vague memory of something else that should be done. Somethingfrom when she was a small tyke, like this, being put to bed.She leaned down toward the little girl, intuitively. What was it that her motherhad done when she was small? Kira put her lips on Jo's forehead. It was anunfamiliar gesture but felt right.The little girl made a small contented sound with her own lips against Kira'sface. \"A little kissie,\" she whispered. \"Like me mum.\" Kira and Thomas parted in the upstairs corridor and made their way separatelyback to their own rooms. It was late, and as always they were expected to workin the morning and needed sleep.As Kira prepared for bed, she thought about the frightened, lonely tyke below.What songs were they forcing her to learn? Why was she here at all? Ordinarilyan orphaned tyke would be turned over to another family.It was the same question that she and Thomas had discussed the day before. Andthe answer seemed to be the conclusion they had reached: they were artists, thethree of them. Makers of song, of wood, of threaded patterns. Because they wereartists, they had some value that she could not comprehend. Because of thatvalue, the three of them were here, well fed, well housed, and nurtured.She brushed her hair and teeth and got into bed. The window was open to thebreeze. Below, she could see the half-completed constructions that would soon beher dyeing-garden, firepit, and shed. Across the room, through the darkness, shecould see the folded, covered shape on top of her worktable: the Singer's robe.Suddenly Kira knew that although her door was unlocked, she was not really free.Her life was limited to these things and this work. She was losing the joy shehad once felt when the bright-colored threads took shape in her hands, when thepatterns came to her and were her own. The robe did not belong to her, thoughshe was learning its story through her work. She would almost be able to tellthe history now that it had passed through her fingers, now that she had focusedon it so closely for so many days. But it was not what her hands or heartyearned to do.Thomas, uncomplaining though he was, had mentioned the headaches that afflictedhim after hours of work. So had the little singer below. They be stuffing newthings into me, the tyke had whimpered. She wanted the freedom to sing her ownsongs as she always had.Kira did too. She wanted her hands to be free of the robe so that they couldmake patterns of their own again. Suddenly she wished that she could leave thisplace, despite its comforts, and return to the life she had known.She buried her face in the bedclothes and for the first time cried in despair."},{"pageContent":"17\"Thomas, I've worked hard all morning, and you have too. Would you take a walkwith me? There's something I want to see.\"It was midday. They had both eaten lunch.\"You want to go down and look at what the workmen are doing? I'll go with you.\"Thomas set aside the carving tool he had just picked up. Kira noticed again,with admiration, how intricate the work was on the large Singer's staff. Thomashad been smoothing the tiny rough spots from the worn, ancient carvings andreshaping the infinitesimally small edges and curves. It was very similar to thework that Kira herself had been assigned, the repair of the Singer's robe. Andthe entire top of the staff was undecorated; it was smooth, uncarved wood, inthe same way that the expanse across the shoulders of the robe was untouchedcloth. Kira's work was approaching that unadorned expanse. So was Thomas's, sherealized.\"What will you carve there?\" she asked him, pointing to the undecorated part.\"I don't know. They said they'd tell me.\"She watched as he carefully laid the staff across the table.\"Actually,\" she told him, \"if you want to look at what the workmen are doing,I'll go there with you later. But that's not what I had in mind. Will you gowith me first where I want?\"Thomas nodded good-naturedly. \"Where's that?\" he asked.\"The Fen,\" Kira told him.He looked at her quizzically. \"That filthy place? Why would you want to gothere?\"\"I've never been there. I want to see where Jo lived, Thomas.\"\"And Matt does still,\" he reminded her.\"Yes, Matt too. I wonder where he is, Thomas.\" Kira was uneasy. \"I haven't seenhim in two days. Have you?\"Thomas shook his head. \"Maybe he found another source of food,\" he suggested,laughing.\"Matt could point out where Jo lived. Maybe I could even bring something backfor her. Maybe she had toys. Did they let you bring things when you came here,Thomas?\"He shook his head. \"Just my bits of wood. They didn't want me distracted.\"Kira sighed. \"She's so small. She should have a toy. Maybe you could carve her adoll? And I could stitch a little dress for it.\"\"I could, I guess,\" Thomas agreed. He handed Kira her walking stick. \"Let's go,\"he said. \"We'll probably find Matt along the way. Or he'll find us.\"Together the pair made their way out of the Edifice, across the plaza, and downthe crowded lane. At the weaving shed, Kira paused, greeted the women, and askedabout Matt.\"Haven't seen him! And good riddance, too!\" one of the workers replied. \"Theuseless scamp!\"\"When're you coming back, Kira?\" another asked. \"We could use your help. Andyou're old enough to be on the looms now! With your mother gone, you must needthe work!\"But another woman laughed loudly and pointed to Kira's clean new clothes. \"Shedon't need us no more!\"The looms began to click and move again. Kira turned away.Nearby, she heard an oddly familiar, oddly frightening sound. A low growl.Quickly she glanced around, half expecting to see a menacing dog or somethingworse. But the sound had come from a cluster of women near the butcher's. Theyburst into laughter when they saw her looking. She saw Vandara in their midst.The scarred woman turned her back on Kira and she heard the growl again: a humanimitation of a beast. Kira lowered her head and limped past them, ignoring thecruel laughter.Thomas had gone ahead; she could see him far beyond the butcher's. He hadstopped near a group of young boys playing in the mud.\"Dunno!\" one was saying as she approached.\"Gimme coins and maybe I could find him!\"\"I asked them about Matt,\" Thomas explained, \"but they say they haven't seenhim.\"\"Do you suppose he might be sick?\" Kira asked, worried. \"His nose is alwaysrunning. Maybe we should never have cleaned him up. He was accustomed to thatlayer of dirt.\"The boys, slapping their bare feet in the mud, were listening. \"Matt's thestrongest of the strong!\" one said. \"He never be sick!\"A smaller one wiped his own runny nose on the back of his hand. \"His mum beyelling at him. I heared her. And she throwed a rock at him too, and he laughedat it and run off!\"\"When?\" Kira asked the runny-nosed boy.\"Dunno,\" he said. \"Maybe two days ago.\"\"It were!\" chimed in another. \"Two days ago! I seed it too. His mum chucked arock at him 'cause he tooken some food! He said he were goin' on a journey!\"\"He's all right, Kira,\" Thomas reassured her, and they walked on. \"He takes careof himself better than most adults. Here — I think this is where we turn.\"She followed him down an unfamiliar narrow lane. The huts were closer togetherhere, and close to the edge of the woods, so that they were shaded by trees andsmelled of dankness and rot. They came to a foul-smelling stream and crossed itby a slippery, primitive bridge of logs. Thomas took her hand and helped her; itwas treacherous, with her bad leg, and she feared slipping into the water, whichwas quite shallow but clogged with filth.On the other side of the stream, beyond the thick poisonous oleander bushes thatwere such a danger to tykes, lay the area known as the Fen. In some ways it wassimilar to the place that Kira had called home: the small cotts, close together;the incessant wailing of infants; the stench of smoky fires, rotting food, andunwashed humans. But it was darker here, with the trees thick overhead, andfestering with dampness and an odor of ill health.\"Why must there be such a horrible place?\" Kira whispered to Thomas. \"Why dopeople have to live like this?\"\"It's how it is,\" he replied, frowning. \"It's always been.\"A sudden vision slid into Kira's mind. The robe. The robe told how it had alwaysbeen; and what Thomas had said was not true. There had been times — oh, suchlong ago times — when people's lives had been golden and green. Why could therenot be such times again? She began to say it to him.\"Thomas,\" she suggested, \"you and I? We're the ones who will fill in the blankplaces. Maybe we can make it different.\"But she saw how he was looking at her. His look was skeptical, amused.\"What are you talking about?\" He didn't understand. Perhaps he never would.\"Nothing,\" Kira told him, shaking her head.As they walked, an ominous quiet fell. Kira became aware of eyes. Women stood inshadowed doorways, watching them suspiciously. Kira limped along, trying to findways around the garbage-strewn puddles in the path, and felt the hostile stares.It made no sense, she knew, to walk without a destination through thisunfamiliar, malevolent place.\"Thomas,\" she murmured, \"we must ask someone.\"He stopped, and she stopped beside him. They stood uncertainly in the path.\"What be your purpose?\" a hoarse voice called from an open window. Kira looked,and saw a green lizard slither into the vines at the sill; behind the flutteringwet leaves a gaunt-faced woman was holding a tyke in her arms and looking out.There seemed no men around. She realized the men, mostly draggers and diggers,would all be working, and she felt relieved, remembering how they had grabbed ather the day of the weapons.Kira made her way through the thorny underbrush and went closer to the window.Through it, she could see the dark interior of the cott, where several othertykes, half-naked, stood staring dull-eyed and frightened toward her.\"I'm looking for the boy called Matt,\" she said politely to the woman. \"Do youknow where he lives?\"\"What you be giving me fer it?\"\"Giving you? I'm sorry,\" Kira told her, startled by the question. \"I don't haveanything to give.\"\"Nary food?\"\"No. I'm sorry.\" Kira held her hands out, showing that they were empty.\"I have an apple.\" Thomas approached and to Kira's surprise, took a dark redapple from his pocket. \"I saved it from lunch,\" he explained to Kira in a lowvoice, and he held it toward the woman.Her thin arm reached out from the open window and grabbed the fruit. She bit atit and began to turn away.\"Wait!\" Kira said. \"The cott where Matt lives! Can you tell us, please?\"The woman turned back, her mouth full. \"Further down,\" she said, chewingnoisily. The infant in her arms grabbed at the bitten apple, and she shoved itshands away. She gestured with her head. \"There be a busted tree in front.\"Kira nodded. \"And please, one more thing,\" she pleaded. \"What can you tell usabout a tyke named Jo?\"The woman's face changed and Kira found it hard to interpret the look. For amoment, a brief flicker of joy had washed across the thin, embittered face. Thenhopelessness replaced it.\"The little singing girl,\" the woman said, her voice a hoarse whisper. \"She betooken. They tooken her away.\"She turned away abruptly and disappeared into the shadowed interior of the cott.Her children began to cry and to claw at her for food. The gnarled tree was dying, split almost to the ground and rotting. Perhaps ithad once borne fruit. But now its limbs were broken, dangling at odd angles,punctuated by occasional wisps of brown leaves.The small cott behind the tree looked damaged and neglected too. But there werevoices inside: a woman speaking roughly and a sharp-tongued child answering herin an angry, spiteful tone.Thomas knocked. The voices became quiet and finally the door opened slightly.\"Who you be?\" the woman asked abruptly.\"We're friends of Mart's,\" Thomas told her. \"Is he inside? Is he all right?\"\"Who be it, Mum?\" the child's voice called.The woman peered at Thomas and Kira silently, not answering. Finally Thomascalled to the child, \"Is Matt at home?\"\"What's he done now? What you be wanting him for?\" the woman asked, her eyesglinting with mistrust.\"He runned off! And tooken food too!\" A tyke called to them; his head, thickwith tousled, unkempt hair, appeared beside the woman. He pushed the door openwider.Kira looked in dismay at the cott's dark interior. A pitcher, overturned on atable, lay in a puddle of some thick liquid through which insects crawled. Thetyke at the door picked his nose with one finger, scratched himself with theother hand, and stared at them. His mother coughed wetly and then spat somethingto the floor.\"Do you know where he went?\" Kira asked, trying not to show how shocked she feltat the condition of these people.The woman shook her head and coughed again. \"Good rid to him,\" she said. Sheshoved the tyke to the side and pulled the heavy wooden door closed.After a moment, Kira and Thomas turned away. Behind them, they heard the dooropen. \"Miss? I know where Matt goed,\" the tyke's voice said. He emerged from thecott despite his mother's scolding voice and came to them. He was clearly Matt'sbrother. He had the same bright, mischievous eyes.They waited.\"What you gimme?\" His finger went into his nose again.Kira sighed. Life in the Fen was apparently a series of barters. No wonder Matthad become such a clever manipulator and entrepreneur. She looked helplessly atThomas.\"We don't have anything to give you,\" she explained to the tyke.He eyed her appraisingly. \"How about that there, miss?\" he suggested, pointingto Kira's neck. She touched the thong from which hung the polished stone.\"No,\" she told the tyke, and her fingers curled protectively around the stone.\"This was my mother's. I can't give it to you.\"To her surprise, he nodded as if that made sense to him. \"That there, then?\" Hepointed to her hair. Kira remembered that she had tied it back that morning, asshe often did, with a simple leather cord of no value. Quickly she pulled itloose and held it out.The tyke grabbed it and thrust it into his pocket. It seemed to be asatisfactory payment. \"Our mum, she thrashed Matt so hard he was horrid bloody,and so him and Branchie, they goed on a journey and they not be coming back, notto the Fen,\" the tyke announced. \"Matt, he got friends who be taking good careof him, not thrashing him never! And they give him food, too.\"Thomas laughed a little. \"And they make him take baths,\" he added, though thetyke just stared, not understanding the word.\"But he meant us!\" Kira pointed out. \"We're the friends he meant!\" She wasconcerned. \"If he tried to come to us, where is he? It was two days ago that heleft here, and no one's seen him since. He knew the way to —\"Matt's brother interrupted her. \"Him and Branchie, they goed someplace elsefirst. He be getting a giftie for his friends. That be you, miss? And you?\" Helooked at Thomas.They nodded.\"Matt, he say that a giftie makes a person like you best of all.\"Kira sighed in exasperation. \"No, that's not the way it is. A gift —\" She gaveup. \"Never mind. Tell us where he went.\"\"He be getting you some blue!\"\"Blue? What do you mean?\"\"Dunno, miss. But Matt, he said it. He be saying they got blue yonder, and he begetting you some.\"The woman reappeared in the open doorway and called in a shrill and angry voiceto the tyke, who retreated inside. Thomas and Kira turned away and began toretrace their steps on the muddy path back toward the village. Silent watchersstill lurked in doorways. The fetid air still hung humid.Kira whispered to Thomas. \"When Matt disappeared, I thought perhaps we wouldfind that he had been taken too. Like Jo.\"\"If he'd been taken,\" Thomas suggested, \"we'd know his whereabouts. He'd bethere with us in the Council Edifice.\"Kira nodded. \"And with Jo. Although maybe they'd have locked him up, like her.He'd hate that.\"\"Matt would find a way to get free,\" Thomas pointed out. \"Anyway,\" he added,helping Kira find her way around a puddle with a dead rat in it, \"they wouldn'twant Matt, I'm afraid. They only want us for our skills, and he hasn't any.\"Kira thought of the impish boy, of his generosity and his laughter, of hisdevotion to the little dog. She thought of him now, wherever he was, on hisquest to bring a gift to friends. \"Oh, Thomas,\" she said, \"he does. He knowsjust how to make us smile and laugh.\"There seemed no hint of laughter or any history of it in this terrible place.Making her way through the squalor, Kira remembered Matt's infectious chortle.She thought, too, of the clear purity of the small singer's voice, and how thetwo children must have been the only elements of joy here. Now Jo had been takenaway. And Matt was gone as well.She wondered where he could have journeyed, all alone but for the dog, to searchfor blue."},{"pageContent":"18The day of the Gathering was approaching. Its nearness was palpable in thevillage. People began to finish projects and delayed the start of new ones. Kiranoticed that in the weaving shed fabrics were folded and stacked, but the loomswere not restrung.The noise level subsided, as if people were distracted with preparations anddidn't want to waste time with the usual bickering.Some people washed.In his room, Thomas was meticulously polishing the Singer's staff again andagain. He used thick oils and rubbed them into the wood with a soft cloth.Smooth and golden, it began to take on a glow and fragrance.Matt did not return. It had been many days now since he had disappeared. Atnight, before she slept, Kira held the scrap of cloth that had so often assuagedher fears and even answered her questions. She wrapped it around her fingers andconcentrated on Matt; she pictured the laughing boy and sought some feeling ofwhere he might be and whether he was safe. A feeling of reassurance, of solace,came from the scrap. But no answer.They could occasionally hear the voice of the small singer, Jo, during the day.The crying had ceased. Most often they heard repetitive chanting, the samephrases over and over, though sometimes, as if she were allowed a moment of herown, the high lyrical voice soared into melodies that made Kira hold her breathin awe.She crept down at night with the key in her hand and visited the tyke. Jo hadstopped asking for her mother, but she clung to Kira in the darkness. Togetherthey whispered little stories and jokes. Kira brushed Jo's hair.\"I could thump with the hairbrush iffen I needed,\" Jo reminded her, looking upat the ceiling.\"Yes. And we would come.\" Kira stroked Jo's soft cheek.\"Want I should make a song for you?\" Jo asked.\"Someday,\" Kira told her. \"But not now. We mustn't make noise in the night. Itmust be our secret, that I come here.\"\"I be thinking up a song,\" Jo said. \"And someday I sing it for you horrid loud.\"\"All right.\" Kira laughed.\"The Gathering be soon,\" Jo said importantly.\"Yes, I know.\"\"I be right up front, they say.\"\"Good for you! So you'll be able to see everything. You'll be able to see thebeautiful Singer's robe. I've been working on it,\" Kira told her. \"It haswonderful colors.\"\"When I be Singer,\" the tyke confided, \"then I can make my own songs again.Iffen I learn the old ones good.\" When Jamison came to her room, Kira showed him that the repairs to the robe werecomplete. He was obviously pleased with her work. Together they spread thefabric across the table, turning it, unfolding its pleating and cuffs, examiningthe intricate stitches and the scenes they created.\"You've done a fine job, Kira,\" he said. \"Particularly here.\"He pointed to a place that she recalled had been difficult for her; though tinyin size, as each embroidered scene was, it was a complicated portrayal of tallbuildings in shades of gray, each of them toppling, against a background offiery explosions. Kira had matched oranges and reds of different shades and hadfound the various grays for the smoke and the buildings. But the threading hadbeen hard for her because she had no sense of what the buildings were. She hadnever seen anything like them. The Council Edifice in which she lived and workedwas the only large building she knew, and it was small compared to these. These,before they toppled, had seemed to extend up into the sky to amazing heights,much, much higher than any tree she had ever seen.\"That was the hardest part,\" she told Jamison. \"It was so complicated. Perhapsif I had known more about the buildings, about what happened to them —\"She was embarrassed. \"I should have paid more attention to the Ruin Song eachyear,\" she confessed. \"I was always so excited when it began, but then my mindwould wander a bit, and I didn't always listen carefully.\"\"You were young,\" Jamison reminded her, \"and the Song is very, very long. No onelistens carefully to every part, and especially not the tykes.\"\"This year I will!\" Kira told him. \"This year I'll be paying special attentionbecause I know the scenes so well. I'll be listening especially for this scene,with the buildings falling.\"Jamison closed his eyes. She could see his lips move silently. He started tohum, and she recognized a recurrent melody from part of the Song. Then he beganto chant aloud: > Burn, scourged world,> Furious furnace,> Inferno impure — He opened his eyes. \"I believe that's the part,\" he said. \"It goes on and onafter that — I forget the next words - but I believe that's the part where thebuildings toppled. Of course I've listened to the Song for many more years thanyou.\"\"I can't imagine how the Singer remembers it all,\" Kira said. For a moment shethought of asking him about the captive child below, the Singer of the future,who was being forced to learn the interminable Song. But she hesitated, and themoment passed.\"Of course he has the staff as a guide,\" Jamison said. \"And he began thelearning when he was just a small tyke. That was a very long time ago. And herehearses constantly. While you've been preparing his robe, he's been preparingthis year's Song. The words are always the same, of course, but I believe hedecides, each year, to emphasize certain parts. He studies all year, planningand rehearsing the singing of it.\"\"Where?\"\"He has special quarters in a different section of the Edifice.\"\"I've never seen him except at the time of the Song.\"\"No. He stays apart.\"They turned again to the robe, examining each section to be certain that Kirahad missed nothing. A tender brought tea and they sat together, talking of therobe and its stories, of the history it told, of the time before the Ruin.Jamison closed his eyes again and recited. > Ravaged all,> Bogo tabal> Timore toron> Totoo now gone... Kira recognized the lines, some of her favorites, though she didn't understandthem. As a tyke the rhyming sounds had charmed her out of the boredom she oftenfelt during the interminable Song. \"Bogo tabal, timore toron,\" she had chantedto herself at times.\"What does it mean, that section?\" she asked Jamison now.\"I believe it tells the names of lost places,\" he explained.\"I wonder what those places looked like. Timore toron. I like the sounds.\"\"That's part of your job,\" Jamison reminded her. \"You use the threads to remindus of how they looked.\"Kira nodded and smoothed the robe again, finding the tragic toppling cities andthe interspersed meadows of soft greens.Jamison set his teacup on the table, went to the window, and looked down. \"Theworkers are finished. After the Gathering and this year's Song, you'll be ableto start dyeing new threads for the robe.\"She looked up, dismayed, hoping to see by his expression that he was making asmall joke. But his look was solemn. Kira had thought that when this work wascomplete she could turn to her own projects, to some of the elaborate patternsthat she could feel and see in her mind. Sometimes her fingers quivered with thedesire to make those scenes. \"Will the robe become so damaged during the Songthat it will need repairing again?\" she asked him, trying not to show howdistressing the thought was to her. She wanted to please him. He had been herprotector. But she didn't want to keep doing this forever.\"No, no.\" His voice was reassuring. \"Your mother kept up with the small repairseach year. And now you've very capably redone the places that neededrestoration. After this year's Song there will probably be only a few scatteredbroken threads for you to fix.\"\"Then —?\" Kira was puzzled.Jamison reached toward the robe and gestured at the empty unadorned expanseacross the shoulders. \"Here lies the future,\" he said.\"And now you will tell it to us, with your fingers and your threads,\" he toldher. His eyes had a piercing, excited look.She tried to conceal her shock. \"So soon?\" she murmured. He had referred to thisenormous task before. But she had thought that when she was older — when she hadmore skill — more knowledge —\"We have waited a long time for you,\" he said, and looked at her firmly as if hedared her to refuse."},{"pageContent":"19It began early. At dawn Kira could hear the sounds, even from her room on theopposite side of the building, as the people started to gather. Quickly shefinished dressing, pulled the brush through her hair, and ran to Thomas's roomon the other side of the corridor. From there they could look down at the plazawhere all large gatherings took place.Unlike the day of the hunt, this crowd was subdued. Even small tykes, usually sounruly, clung to their mothers' hands and waited quietly. The sound that hadawakened Kira was not shouts and jostling but simply the tread of feet as thepeople streamed up the narrow lanes and moved into the throng waiting to enterthe building. From the Fen path came a steady flow of silent citizens clutchingand leading their tykes. From the opposite direction, from the area where Kiraand her mother had lived, came others whom she recognized from her oldneighborhood. There was her mother's widowed brother with his boy, Dan, but thesmall girl, Mar, was not with him; perhaps she had been given away.On a typical day, families were scattered and apart, tykes scamperingunsupervised, parents at work; but today hubbies stood with their wives andtykes with their families. The people seemed solemn and expectant.\"Where's the staff?\" Kira asked, looking around Thomas's room.\"They took it yesterday.\"Kira nodded. They had come and taken the robe yesterday as well. Weary thoughshe was of the work, her room seemed diminished with it gone.\"Should we go down?\" she asked him, though she didn't relish the prospect ofjoining the crowd.\"No, they said they'd come for us. I asked the tender who brought my breakfast.\"Look!\" Thomas pointed. \"Over there, way in the back. See, by the tree justbefore the weaving shed? Isn't that Matt's mother?\"Kira followed his pointing finger with her eyes and found the same gaunt womanwho had eyed them suspiciously from the squalor of the cott. Today she waswashed and tidy; beside her, holding her hand, was the tyke who looked so muchlike Matt. The two stood waiting as a family. But there was no second child. NoMatt. A wave of sorrow swept through Kira, a feeling of loss.Looking down at the sea of faces, Kira gradually recognized people here andthere: the weaving women, separate from each other, each with a hubby andchildren; the butcher, clean for a change, with his large wife and two tallsons. The entire village had gathered now, only a few stragglers still hurryingup the lanes.A small surge of movement began and she could see that the people were shufflingforward. The crowd rippled like water moving on the riverbank when a log floatedby.\"The doors must have been opened,\" Thomas said, leaning forward to see.They watched as the entire village, person by person, entered the building.Finally, when the crowd outside was almost entirely gone — and now they couldhear the murmur of voices and the shuffle of footsteps from below, inside thebuilding — a tender appeared in Thomas's doorway and beckoned.\"It's time,\" the tender said. Except for a quick peek through a cracked-open door when she looked for Jamisonone afternoon, Kira had not seen inside the Council of Guardians hall since theday of her trial months before. The circumstances had been so different then,when she entered the cavernous room and limped alone down its central aislehungry, lonely, and fearful for her life.Today she still leaned, as she had that day, on her stick. But now she wasclean, healthy, and unafraid. Today she and Thomas were brought through a sideentrance near the front, so that they saw the faces of the village watchingthem.The tender pointed, directing them to a row of three wooden chairs on the left,just below the stage, facing the audience. Kira could see that there wasanother, longer row of chairs on the opposite side, and she recognized theCouncil of Guardians members who were already seated there. Jamison was amongthem.Quickly, reminding herself of the custom, she bowed her head toward theWorship-object on the stage. Then she followed Thomas, and together they tooktheir places in two of the chairs. A murmur passed through the audience and Kirafelt her face flush in embarrassment. She didn't like being singled out. Shedidn't want to sit here at the front. She remembered the derisive voice of oneof the weavers only a few days before. \"She don't need us no more!\" the womanhad called.It's not true. I need all of you. We need each other.Gazing at the crowded audience, Kira remembered the many past years when she hadcome dutifully with her mother to the Gathering. Always they sat in the backwhere she couldn't see or hear, and she had endured the event bored andrestless, sometimes kneeling on her seat to try to peer around the spectators'shoulders and get a glimpse of the Singer. Her mother, she remembered, hadalways been attentive and had gently restrained her when she wriggled in theseat. But the Gathering and the Song were long and difficult for tykes.The people in the crowded audience, who though respectful had been shifting intheir seats and whispering, quieted completely when Kira and Thomas entered andtook their places. Everyone waited. Finally, in the silence, the four-syllablechief guardian, whom Kira had not seen since the trial and whose name she stillcould not recall (was it Bartholemew, perhaps?), rose from his seat on the otherside. He walked to the space at the front of the stage and began the ritual thatalways opened the ceremony.\"The Gathering begins,\" he announced.\"We worship the Object,\" he said, gesturing toward the stage, and bowing. Theentire audience bowed respectfully toward the little crossed construction ofwood.\"I present the Council of Guardians,\" he said next, and nodded to the row of menwhich included Jamison. As a group, they stood. For a nervous moment Kiracouldn't remember if the spectators were supposed to applaud. But a hush hadfallen and the crowd was silent, though some heads seemed to nod toward theCouncil of Guardians in respect.\"For the first time I present the Carver of the future.\" He gestured towardThomas, who looked uncertain.\"Stand,\" Kira whispered under her breath, knowing intuitively that it was theproper thing to do. Thomas stood awkwardly, shifting from one foot to the other.Again, heads nodded in respect. He sat back down.She knew that she would be next, and she reached for her stick, which wasleaning against the chair.\"For the first time I present the Robe-threader, the designer of the future.\"Kira stood as straight as she could and acknowledged the nods in her direction.She sat again.\"For the first time, I present the Singer of the future. One day she will wearthe robe.\"The eyes of the villagers all turned to the side door, which had opened. Kiracould see two tenders push Jo forward, pointing to the unoccupied chair. Thetyke, dressed in a new but simple and unadorned gown, looked confused anduncertain, but her eyes found Kira's and Kira beckoned to her, smiling. Jogrinned and hurried forward toward the chair.\"Don't sit yet,\" Kira whispered. \"Stand and look at the people. Be proud.\"With a shy grin, with one foot nervously rubbing the ankle of the other leg, theSinger of the future stood and faced the crowd. Her smile, hesitant at first,quickly became both self-confident and infectious. Kira could see the peoplesmile back.\"Now you can sit,\" Kira whispered.\"Wait,\" Jo whispered back. She raised one hand and waggled her fingers at theaudience. A ripple of gentle laughter ran through the large crowd.Then Jo turned and hoisted her small self, knees first, onto the chair. \"I begiving them a little wavie,\" she confided to Kira.\"Finally, I present our Singer, who wears the robe,\" the chief guardianannounced, when the people had quieted.The Singer, wearing the magnificent robe and holding the carved staff in hisright hand, entered from the other side. The crowd gasped collectively. Ofcourse they saw him, and the robe, each year. But this year was differentbecause of the work that Kira had done on the ancient embroidery. As the Singermoved toward the stage, the folds of the robe glistened in the torchlight; thecolors of the threaded scenes glowed in their subtlety. Golds, light yellowsdeepening to vibrant orange, reds from the palest pink to the darkest crimson,greens, all shades, threaded in their intricate patterns, told the history ofthe world and its Ruin. As he turned to mount the few stairs to the stage, Kiracould see the broad blank expanse across the Singer's back and shoulders, theblank that she had been picked to fill. The future that she had been chosen tocreate.\"What's that noise?\" Thomas murmured.Kira had been distracted by her awareness and appreciation of the robe and allthat it meant. But now she heard it too: a dull, intermittent metallic noise, amuted clank. Now it was gone. There; she heard it again. A scraping clank.\"I don't know,\" she whispered back.The Singer turned, at the center of the stage, after bowing slightly to theWorship-object, and now faced the audience. He fingered the staff like atalisman but did not need its guidance yet. His face was impassive,expressionless. Then he closed his eyes and began to breathe deeply.The mysterious sound had disappeared. Kira listened carefully, but the mutedscrape had subsided. Looking at Thomas, she shrugged and settled back to listen.She glanced at Jo and could see that the tyke's eyes were closed too, and shewas forming the first words silently with her mouth.The Singer held up one arm, and Kira, from her knowledge of the robe, knew thathe was displaying the sleeve with the scene of the world's origin: theseparation of land and sea, the emergence of fish and birds, all of it in thetiniest stitches around the border of the left sleeve, aloft now with his armoutstretched. She could feel the awed admiration of the audience as they saw therobe displayed for the first time in a year, and she felt pride in the work shehad done.He started in a strong, rich baritone voice. No melody, yet, really. The Songbegan with a chant. Gradually, melodies would enter, Kira recalled; some slow,soaring lyrical phrases, followed by other harsher phrases with a quickpulsating beat. But it emerged slowly, as the world had. The Song began with theorigin of the world, so many centuries before: > \"In the beginning...\" "},{"pageContent":"20Thomas nudged her and gestured with his head. Kira glanced over and smiled tosee Jo, so eager and squirming earlier, now sound asleep in the big chair.It was late morning and the Song had continued for several hours. Probably manyof the tykes in the large hall were dozing, as Jo was.Kira was surprised not to be bored and drowsy herself. But for her, the Song wasalso a journey through the patterned folds, and as the Singer sang, holding upthe related parts, she remembered each scene and the days of work, the searchthrough Annabella's threads for exactly the right shades. Though she remainedattentive, occasionally her mind wandered to her own task that loomed ahead. Nowthat the old dyer's threads were almost gone — and the woman herself was gonetoo — Kira found herself desperately hoping that she would be able to rememberand to create the dyes alone. Thomas drilled her again and again from hiswritten pages.Though Kira had told no one, not even Thomas, she had realized recently, to hersurprise, that she could read many of the words. Watching his finger on the pageone day, she had noticed that goldenrod and greenwood began the same way, with alooping downward curve. And they ended the same way too, with a little twiglikeupright line. It was like a game, to find the marks that made the sounds. Aforbidden game to be sure, but Kira found herself puzzling over it often whenThomas wasn't watching, and the puzzles had begun to explain themselves to her.The Singer was in a quiet section now, one of those times following a greatworld disaster in which ice — white and gray sheets of it, made with smallstitches so that it had no texture but instead an eerie, glistening smoothness —had engulfed the villages. Kira saw ice very seldom, only occasionally in thevery coldest months when sleet struck the village, breaking tree branches, andthe river froze near its banks. But she had remembered the fearsomeness anddestruction of it when she worked on that section and had felt glad when beyondthe edges of the ice disaster, green seeped in again and a quiet, fruitful timeensued.He slid into the singing of the green part now, melodic and soothing, a reliefafter the frigid destruction that had made his voice harsh and forbidding.Thomas leaned over and nudged her again. She glanced at Jo but the tyke had notmoved. \"Look down the aisle on the right,\" Thomas whispered.She did, and saw nothing.\"Keep watching,\" Thomas murmured.The Singer's voice continued. Kira watched the side aisle. Suddenly she saw it:something moving stealthily, slowly, stopping now and then, and waiting; thencreeping forward again.People's heads blocked her view. Kira leaned slightly to the right, trying tosee around them, trying not to let the Council of Guardians know that somethingdisruptive was happening. She glanced at them but they were all attentive andfocused on the Singer.It moved again in the shadows, and she could see now that it was human, a smallhuman, on all fours like a stalking beast. She could see too that people sittingon the edge of the aisle were beginning to notice, though they kept their eyestoward the stage. There was a very small stir; shoulders turning slightly, quickglances, expressions of surprise. The small human crept forward again, inchingstealthily closer to the first row.As he approached, it was easier for Kira to watch without changing her position,since her chair faced the audience, away from the stage. Finally, as theintruder reached the edge of the first row, he stopped creeping, squatted, andlooked forward toward the stage — toward Kira, Jo, and Thomas — with a grin.Kira's heart leaped.Matt! She didn't dare to speak aloud but she mouthed the word silently.He wiggled his fingers in a wave.The Singer inched his fingers up the staff, feeling for the place, andcontinued.Matt grinned and opened one hand to show her something. But the light was dim;Kira didn't recognize what he held. He held it up between his thumb and finger,displaying it to her importantly. She shook her head slightly, indicating thatshe couldn't tell what it was. Then, feeling guilty at her lapse in attention,she turned and began to watch the stage and the Singer again. Soon, she knew,there would be an intermission — a break for lunch. She would figure out a wayto catch up with the tyke then, and examine and admire whatever he had brought.Kira listened to the Singer's voice as he sang the serene melody of plentifulharvests and celebratory feasting. This part of the Song coincided with her ownfeelings at the moment. She experienced an enormous sense of relief and joy, nowthat Matt had returned and was safe.When she looked back, he had crept away again, and the aisle was empty. \"May the little Singer have lunch with Thomas and me?\"It was the midday interruption of the Gathering, a lengthy gap in the day forfood and rest. The tender pondered Kira's question and agreed. Leaving by theside door through which they had entered, Kira and Thomas, accompanied by Jo,yawning, went up the stairs to Kira's room and waited for their food to bebrought. On the plaza outside, the people would be eating the food they hadbrought with them and discussing the Song. They would be anticipating the nextsection, a time of warfare, conflict, and death. Kira remembered it: the brightsplatters of blood in crimson threads. But she put it out of her mind now.While Thomas and Jo began on the large lunch that appeared on a tray, shehurried across the hall to Thomas's room to look down from the window and scanthe crowd for a dirty-faced tyke and a bent-tailed dog.But there was no need to search from the window. They were waiting for her inThomas's room.\"Matt!\" Kira cried. She set her stick aside, sat on the bed, and took him intoher arms. Branch danced at her feet, his eager nose and tongue damp on herankles.\"I been on a horrid long journey,\" Matt told her proudly.She sniffed and smiled. \"And you never washed, not once, while you were gone.\"\"There be no time for washing,\" he scoffed.\"I brung you a giftie,\" he told her eagerly, his eyes dancing with excitement.\"What was it that you held up at the Gathering? I couldn't see it.\"\"I brung you two things. A big and a little. The big be coming still. But I gotsthe little here in my pockie.\" He dug one hand deep into his pocket and pulledout a handful of nuts and a dead grasshopper.\"Nope. Be the other side.\" Matt put the grasshopper on the floor for Branch, whograbbed it with his teeth and consumed it with a crunch that made Kira cringe.The nuts rolled under the bed. Matt plunged his hand into the opposite pocketand brought out something triumphantly.\"Here you be!\" He handed the thing to her.She took the folded thing curiously and plucked the dead leaf pieces and dirtaway. Then, while Matt watched with delight and pride suffusing his face, sheunfolded it and held it to the window light. A square of filthy, wrinkled cloth.Nothing more. And yet it was everything.\"Matt!\" Kira said, her voice hushed with awe. \"You found blue!\"He beamed. \"It were there, where she said.\"\"Where who said?\"\"She. The old woman who makened the colors. She said there be blue yonder.\" Hewiggled in excitement.\"Annabella? Yes, I remember. She did say that.\" Kira smoothed the cloth on thetable, examining it. The deep blue was rich and even. The color of sky, ofpeace. \"But how did you know where, Matt? How did you know where to go?\"He shrugged, grinning. \"I recollect she pointed. I just followed where her pointwent. There be a path. But it's horrid far.\"\"And dangerous, Matt! It's through the woods!\"\"There be nought fearful in the woods.\"There be no beasts, Annabella had said.\"Me and Branchie, we walk for days and days. Branch, he et bugs. And me, I hadsome food I tooken —\"\" —from your mother.\"He nodded, with a guilty look. \"But it weren't enough. After it be all gone, Iet nuts, mostly.\"I could've et bugs if I had to,\" he added, boasting.Kira half listened to his tale as she continued to smooth the cloth in her hand.She had yearned so for blue. Now here it was, in her grasp.\"Then when I got to the place, them people, they give me food. They got lots.\"\"But not a bath,\" Kira teased.Matt scratched his dirty knee with dignity and ignored her. \"They was horridsurprised to see me come. But they give me plenty of food. Branchie too. Theyliked Branchie.\"Kira looked down at the dog, asleep now at her feet, and nudged himaffectionately with the tip of her sandal. \"Of course they did. Everybody lovesBranch. But, Matt —\"\"What?\"\"Who are they? The people who have blue?\"He lifted his thin shoulders and wrinkled his forehead in an expression ofignorance. \"Dunno,\" he said. \"Them be all broken, them people. But there beplenty of food. And it's quiet-like, and nice.\"\"What do you mean, broken?\"He gestured toward her twisted leg. \"Like you. Some don't walk good. Some bebroken in other ways. Not all. But lots. Do you think it maken them quiet andnice, to be broken?\"Puzzled by his description, Kira didn't answer. Pain makes you strong, hermother had told her. She had not said quiet, or nice.\"Anyways,\" Matt went on, \"them got blue, for certain sure.\"\"For certain sure,\" Kira repeated.\"I suppose you like me best now, aye?\" He grinned at her, and she laughed andsaid she liked him best of all.Matt pulled away from her, and went to the window. On tiptoe he peered down andthen out. The crowds were still there but he seemed to be looking beyond themfor something. He frowned.\"You like the blue?\" he asked her.\"Matt,\" she said passionately, \"I love the blue. Thank you.\"\"It be the small giftie. But the big one be coming soon,\" he told her. Hecontinued watching through the window. \"Not yet, though.\"He turned to her. \"Got food?\" he asked. \"Iffen I wash?\" They left Matt and Branch in Thomas's room when they were summoned back to theafternoon section of the Gathering. This time they were ushered in and tooktheir seats with less formality; there was no need for the chief guardian tointroduce them to the villagers.But the Singer, looking refreshed after lunch and a rest, made a ceremonialentrance again. He held his Staff as he stood at the foot of the stage, and theaudience applauded him in acknowledgement of his remarkable performance in themorning. His expression didn't change. It had not changed all day. No proudsmile. He simply stood gazing with intensity at the populace, the people forwhom the Song was an entire history, the story of their upheavals, failures, andmistakes, as well as the telling of new tries and hopes. Kira and Thomasapplauded as well, and Jo, watching and imitating them, clapped her handsenthusiastically.Through the noise of the applause, as the Singer turned and mounted the stairsto the stage, Kira glanced at Thomas. He had heard it too. The dull, draggingsound of metal. The same sound they had noticed in the morning before the Songbegan.Kira looked around, puzzled. No one else seemed to notice the abrupt, heavynoise. The villagers were watching the Singer as he breathed deeply inpreparation. He moved to the center of the stage, closed his eyes, and fingeredthe Staff, looking for the place. He swayed slightly.There! She had heard it again. Then, almost by accident, just for a second, sheglimpsed it. Suddenly Kira realized with horror what the sound was. But nowthere was only silence. And then the start of the Song."},{"pageContent":"21\"What's wrong, Kira? Tell me!\" Thomas was following her up the stairs. TheGathering had finally ended. Jo had been led away by tenders but not before shehad had an exhilarating moment of triumph.At the end of the long afternoon, when the audience stood and sang, in choruswith the Singer, the magnificent \"Amen. So be it\" that always formed the Song'sconclusion, the Singer himself had beckoned to little Jo. Though the tyke hadwriggled and dozed during the long hours, now she looked up at him witheagerness, and when it was clear that he was summoning her to join him, shescrambled down from her chair and ran enthusiastically to the stage. She stoodby his side and beamed with satisfaction, waving one small arm in the air, whilethe people, released now from their solemnity, whistled and stamped their feetin appreciation.Kira, watching, remained motionless and silent, overwhelmed with her newknowledge and a heavy feeling that combined dread and terrible sorrow.That fear and sadness stayed with her as she limped laboriously upstairs andThomas urged her to explain what was wrong. She took a deep breath and preparedherself to tell him what she knew.But at the top of the staircase, they were interrupted by the sight of Matt inthe corridor outside Kira's open door. He was grinning broadly and dancingimpatiently from foot to foot.\"It's here!\" Matt called. \"The big giftie!\" Kira entered the room and stopped just inside the door. She stared curiously atthe stranger who sat slumped wearily in her chair. She could tell from his longlegs that the man was quite tall. There was gray in his hair, though he was notold; three syllables, she thought, trying to categorize him in some way thatwould perhaps explain his presence. Yes, three syllables, about the same asJamison; maybe the age of her mother's brother, she decided.She nudged Thomas. \"Look,\" she whispered, indicating the color of the man'sloose shirt. \"Blue.\"The intruder stood and turned toward her at the sound of her voice and at thecontinued bursts of Matt's barely-contained excitement. Kira wondered brieflywhy he had not risen when she entered. It would have been the expected gesturefor even the most inconsiderate or hostile stranger, and this man appeared to beboth friendly and courteous. He was smiling slightly. But now she could see, toher distress, that he was blind. Scars crossed and disfigured his face withjagged lines across his forehead and down the length of one cheek, and his eyeswere opaque and unseeing. She had never seen anyone with destroyed visionbefore, though she had heard of such things happening through accident ordisease. But damaged people were useless; they were always taken to the Field.Why was this sightless man alive? Where had Matt found him?And why was he here?Matt was still prancing about with anticipation. \"I brung him!\" he announcedgleefully. He touched the man's hand and demanded confirmation. \"I brung you,didn't I?\"\"You did,\" the man said, and his voice was affectionate toward the tyke. \"Youwere a wonderful guide. You brought me almost all the way.\"\"I brung him all the way from yonder!\" Matt said, turning to Kira and Thomas.\"But then at the end he wanted to feel his way alone. I be telling him he cankeep Branchie for a helper, but he want to do it all alone. So he gimme thescrap for the first giftie. See?\" Matt pulled at the man's shirt and showed Kirathe hem, at the back, from which he had torn the piece of cloth.\"I'm sorry,\" Kira said politely to the man. She felt awkward and uncertain inhis presence. \"Your shirt is ruined.\"\"I have others,\" the man said with a smile. \"He wanted so badly to show you thegift. And I felt a need to find my way by myself. I have been here before, butit was a long time ago.\"\"And look!\" Matt was like a toddler or a puppy, dashing about in excitement. Hepicked up a bag from the floor beside the chair and pulled its drawstring open.\"Now we be needing some water,\" he said, lifting several wilted plants outgently, \"but these be all right. They be perking up when we give them a drinkie.\"But you never be guessing what!\" Now he turned to the blind man again andtugged at his sleeve to be certain he was paying attention.\"What?\" The man seemed amused.\"She gots water right here! You probably be thinking we gotta take these plantsto the river! But right here, iffen I open this door, she gots water thatsquirts out!\"He pranced to the door and opened it.\"Take the plants, then, Matt,\" the man suggested, \"and give them their drink.\"He turned toward Kira and she could tell that he knew how to feel her presencein his darkness. \"It's woad we've brought you,\" he explained. \"It's the plantthat my people use to make blue dye.\"\"Your beautiful shirt,\" she murmured, and he smiled again.\"Matt told me that it's the same shade as the sky on a sunny summer-startmorning,\" he said.Kira agreed. \"Yes,\" she said. \"That's it, exactly!\"\"Much the same as the blossom on a morning glory vine, I would think,\" the mansaid.\"Yes, that's true! But how —\"\"I haven't always been sightless. I remember those things.\"They could hear the sound of running water. \"Matt? Don't drown them!\" the mancalled. \"It would be a very long trip back to get more!\"He turned back to Kira. \"I would be happy to bring more, of course. But I thinkyou won't need that.\"\"Please,\" Kira said, \"sit down. And we'll have a meal sent up. It's time fordinner anyway.\" Even in her confusion, she tried to remember the basiccourtesies. The man had brought her a gift of great value. Why he had done it,she couldn't begin to comprehend. Nor how hard it must have been to come a greatdistance with no eyes and no guide but a lively boy and a bent-tailed dog.And at the last of the journey, when Matt had run ahead with his treasured scrapof blue, the blind man had come alone. How was it possible?\"I'll call the tenders and tell them,\" Thomas said.The man looked startled and concerned. \"Who's that?\" he asked, hearing Thomas'svoice for the first time.\"I live down the hall,\" Thomas explained. \"I carved the Singer's staff whileKira did the Robe. Maybe you don't understand about the Gathering, but it's justended, and it's a really impor —\"\"I know about it,\" the man said. \"I know all about it.\"Please. Don't call for food,\" he added firmly. \"No one must know that I'mhere.\"\"Food?\" Matt asked, emerging from the bathroom.\"I'll have them bring our dinners to my room down the hall, and no one willknow,\" Thomas suggested. \"We'll all share it. There's always more than enough.\"Kira nodded agreement, and Thomas left the room to summon the tenders. Mattscampered behind him, alert to the prospect of food.Now Kira found herself alone with the stranger in the blue shirt. She could tellfrom his posture that he was very tired. She sat down, facing him, on the edgeof the bed and sought in her mind the right things to say to him, the rightquestions to ask.\"Mart's a good boy,\" she said after a moment's silence, \"but he forgets someimportant things in his excitement. He didn't tell you my name. I'm Kira.\"The blind man nodded. \"I know. He told me all about you.\"She waited. Finally, into the quiet, she said, \"He didn't tell me who you are.\"The man stared with his unseeing eyes into the room, beyond the place where Kirasat. He began to speak, faltered, took a breath, then stopped.\"It's beginning to get dark,\" he said finally. \"I'm facing the window, and I canfeel the change in daylight.\"\"Yes.\"\"It's how I found my way here after Matt left me at the edge of the village. Wehad planned to wait and arrive at night, in the darkness. But there were nopeople about, so it was safe for us to enter in daylight. Matt realized it wasthe day of the Gathering.\"\"Yes,\" Kira said. \"It began very early in the morning.\" He is not going toanswer my question, she thought.\"I remember the Gatherings. And I remembered the path. The trees have grown, ofcourse. But I could feel the shadows. I could feel my way along the center ofthe path by the way the light fell.\"He smiled wryly. \"I could smell the butcher's hut.\"Kira nodded and chuckled.\"And when I passed the weaving shed, I could smell the fabrics folded there, andeven the wood of the looms.\"If the women had been at work, I would have recognized the sounds.\" With histongue against the roof of his mouth, he made the repetitive muted clackingsound of the shuttle, and then the whisper of the threads turning into cloth.\"And so I made my way here all alone. Matt met me then and brought me to yourroom.\"Kira waited. Then she asked, \"Why?\"As she watched, he touched his own face. He ran his hand over the scars, feelingthe edges; then he followed the jagged skin down the side of his own cheek,along his neck. Finally he reached into his blue shirt and pulled forward theleather thong that hung there. As he held it in his hand, she saw the polishedhalf-rock that matched her own.\"Kira,\" he said, but he did not need to tell her now, because she knew, \"my nameis Christopher. I'm your father.\"In shock, she stared at him. She watched his ruined eyes, and saw that they wereable, still, to weep."},{"pageContent":"22In some hidden place to which Matt had led him in the night, her father slept.But before he had left her in order to sleep, he had told her his story.\"No, it was not beasts,\" he said, in reply to her first questions. \"It was men.\"There are no beasts out there,\" he said. His voice was as certain asAnnabella's had been. There be no beasts.\"But —\" Kira began to interrupt, to tell her father what Jamison had told her. Isaw your father taken by beasts, Jamison had said. But she waited and continuedto listen.\"Oh, there are wild creatures in the forest, of course. We hunted them for food.We still do. Deer. Squirrel. Rabbit.\" He sighed. \"It was a large hunt that day.The men had gathered for the distribution of weapons. I had a spear and a sackof food. Katrina had prepared food for me. She always did.\"\"Yes, I know,\" Kira whispered.He seemed not to hear her. With his blank eyes he seemed to be looking backwardin time. \"She was expecting a child,\" he said, smiling. He gestured with hishand, making a curve in the air above his own belly. In a dreamlike way, Kirafelt herself, small, inside the curve made by his arched fingers, inside thememory of her mother.\"We went in the usual way: together at first, in groups, then separating intopairs, and eventually finding ourselves alone as we followed tracks or soundsdeeper into the forest.\"\"Were you frightened?\" Kira asked.He shook himself loose from the slow measured speech of his memory, and smiled.\"No, no. There was no danger. I was an accomplished hunter. One of the best. Iwas never frightened in the forest.\"Then his brow furrowed. \"I should have been wary, though. I knew that I hadenemies. There were jealousies, always, and there were rivals. It was a way oflife here. Perhaps it still is.\"Kira nodded. Then she remembered that he couldn't see her acknowledgement.\"Yes,\" she told him. \"It still is.\"\"I was soon to be appointed to the Council of Guardians,\" he went on. \"It was ajob with great power. Others wanted the post. I suppose it was that. Who knows?There was always hostility here. Harsh words. I haven't thought about it in along time, but now I recall the arguments and anger — even that morning, whenthe weapons were assigned —\"Kira told him, \"It happened again recently, at the beginning of a hunt. I sawit. Fights and arguing. It's always that way. It's the way of men.\"He shrugged. \"So it hasn't changed.\"\"How could it change? It's the way it is. It's what tykes are taught, to graband shove. It's the only way people can get what they want. I would have beentaught that way too, but for my leg,\" Kira said.\"Your leg?\"He didn't know. How could he?Now she felt embarrassed, having to tell him. \"It's twisted. I was born thatway. They wanted to take me to the Field but my mother said no.\"\"She defied them? Katrina?\" His face lit and he smiled. \"And she won!\"\"Her father was still alive, and he was a person of great importance, she toldme. And so they let her keep me. They probably thought I would die anyway. \"\"But you were strong.\"\"Yes. Mother said pain made me strong.\" Telling him, she was no longerembarrassed, but proud, and she wanted him to be proud, too.He reached out, and she took his hand.She wanted him to go on. She needed to know what had happened. She waited.\"I don't know for certain who it was,\" he explained when he continued. \"I canguess, of course. I knew he was bitterly envious. Apparently he approachedsilently behind me, and as I waited there, watching for the deer I'd beenstalking, he attacked me; first with a club to my head, so that I was stunnedand dazed, and then with his knife. He left me for dead.\"\"But you lived. You were strong.\" Kira squeezed his hand.\"I woke in the Field. I suppose draggers had taken me there and left me, as theydo. You've been to the Field?\"Kira nodded, then remembered his blindness again, and said it aloud. \"Yes.\" Shewould have to tell him when and why. But not yet.\"I would have died there, as I was supposed to. I couldn't move, couldn't see. Iwas dazed and in great pain. I wanted to die.\"But that night,\" he went on, \"strangers came to the Field.\"I thought at first that it was diggers. I tried to tell them that I was stillalive. But when they spoke, it was with the voice of strangers. They used ourlanguage, but with a different lilt, a slight change of cadence. Even asdesperately wounded as I was, I could hear the difference. And their voices weresoothing. Gentle. They held something to my mouth, a drink made of herbs. Itdulled my pain and made me sleepy. They placed me on a carrying litter they hadmade of thick branches —\"\"Who were they?\" Kira asked, fascinated, unable to keep from interrupting.\"I didn't know. I couldn't see them. My eyes were destroyed and I was almostdelirious with pain. But I could hear their comforting voices. So I drank theliquid and gave myself up to their care.\"Kira was astonished. In her entire lifetime in the village, she had neverencountered a single person who would have done such a thing. She knew no onewho would be willing to soothe or comfort or aid a grievously wounded being. Orwho would know how.Except Matt, she thought, remembering how the boy had nursed his little damageddog back to life.\"They carried me a very great distance through the forest,\" her father went on.\"It took several days. I woke and slept and woke again. Each time I woke, theytalked to me, cleaned me, gave me water to drink, and more of the drug to easemy pain.\"Everything was blurred. I didn't remember what had happened or why. But theyhealed me, as much as I could be healed, and they told me the truth: I wouldnever see again. But they told me also that they would help me to make a lifewithout sight.\"\"But who were they?\" Kira asked again.\"Who are they, you should say,\" he told her gently, \"because they still exist.And I am one of them now.\"They were just people. But they are people like me, who were damaged. Who hadbeen left to die.\"\"Who had been taken from our village to the Field?\"Her father smiled. \"Not only from here. There are other places. They had comefrom all over, those who had been wounded — sometimes not just in body, but inother ways as well. Some traveled very long distances. It's astounding to hearof the difficult journeys.\"And those who had reached this place where I found myself? They had formedtheir own community — my community now, too —\"Kira remembered what Matt had described, a place where broken people lived.\"They help each other,\" her father explained simply. \"We help each other.\"Those who can see? They guide me. I am never without helping eyes.\"Those who can't walk? They are carried.\"Kira unconsciously rubbed her own damaged leg.\"There is always someone to lean on,\" he told her. \"Or a pair of strong handsfor those who have none.\"The village of the healing has existed for a long time,\" he explained. \"Woundedpeople still come. But now it is beginning to change, because children have beenborn there and are growing up. So we have strong, healthy young people among us.And we have others who have found us and stayed because they wanted to share ourway of life.\"Kira was trying to picture it. \"So it is a village, like this one?\"\"Much the same. We have gardens. Houses. Families. But it is much quieter thanthis village. There is no arguing. People share what they have, and help eachother. Babies rarely cry. Children are cherished.\"Kira looked at the stone pendant that rested against his blue shirt. She touchedher own matching one.\"Do you have a family there?\" she asked hesitantly.\"The whole village is like a family to me, Kira,\" he replied. \"But I have nowife, no child. Is that what you mean?\"\"Yes.\"\"I left my family here. Katrina and the child to come.\" He smiled. \"You.\"She knew she must tell him now. \"Katrina —\" she began.\"I know. Your mother is dead. Matt told me.\"Kira nodded, and for the first time in many months she began to cry for her ownloss. She had not wept when her mother died. She had willed herself to be strongthen, to decide what to do and to do it. Now hot tears stained her face and shecovered it with her hands. Her shoulders shook as she sobbed. Her father openedhis arms, offering her an embrace, but she turned from him.\"Why didn't you come back?\" she asked finally, choking on the words as she triedto stop crying.Looking out through the shield she had made with her hands over her eyes, shecould see that the question pained him.\"For a very long time,\" he said at last, \"I remembered nothing. The blows to myhead had been intended to kill me, though they failed. But they took my memory.Who I was, why I was there? My wife? My home? I knew nothing of any of it.\"Then, very slowly, as I healed, it began to come back. I remembered smallthings of the past. Your mother's voice. A song she sang, 'Night comes, andcolors fade away; sky fades, for blue can never stay...'\"Startled by the familiar lullaby, Kira murmured the words with him. \"Yes,\" shewhispered. \"I remember it too.\"\"Then very gradually, it all came back to me. But I could not return. I didn'tknow how to find the way. I was blind and weakened.\"And if I did find a way back, it would be to meet my death. The ones who wantedme dead were still here.\"Finally,\" he explained, \"I simply stayed. I mourned my losses. But I stayed andmade a life there, without your mother. Without you.\"And then,\" he went on, his expression lightening, \"after so many years had goneby, the boy appeared. He was exhausted when he arrived, and hungry.\"\"He's always hungry,\" Kira said, smiling slightly.\"He said he had come all that way because he had heard that we had blue. Hewanted blue for his special friend, who had learned to make all the othercolors. When he told me about you, Kira, I knew you must be my daughter. I knewI must let him lead me back.\"He stretched slightly, and yawned. \"The boy will find me a safe place to sleepwhen he returns.\"Kira took his hand, and held it. There were scars even there, she saw.\"Father,\" she said, feeling her way uncertainly with the word she had never usedbefore, \"they won't hurt you now.\"\"No, I'll be safely hidden. And after I'm rested, we will slip away, you and I.The boy will help us pack food for the journey. You will be my eyes on the wayhome. And I will be the strong legs you lean on.\"\"No, Father!\" Kira said, excited now. \"Look!\" She waved her arm, indicating thecomfortable room. Then she paused, embarrassed. \"I'm sorry. I know you can'treally look. But you can feel how comfortable it is. There are other rooms likeit along the hall, all of them empty except the ones where Thomas and I live.One can be readied for you.\"He was shaking his head. \"No,\" he said.\"You don't understand, Father, because you've not been here, but I have aspecial role in the village. And because of it, I have a special friend on theCouncil of Guardians. He saved my life! And he looks after me.\"Oh, it's too much to explain, and I know you're tired. But Father, not verylong ago, I was in great danger. Someone named Vandara wanted me to be put tothe Field. There was a trial. And —\"\"Vandara? I remember her. That's the scarred woman?\"\"Yes, that's the one,\" Kira acknowledged.\"It was a terrible thing, her injury. I remember when it happened. She blamedher child. He slipped on wet rocks and grabbed her skirt, so that she fell andgashed her chin and neck on a sharp rock.\"But I thought —\"\"He was only a small tyke, but she blamed him. Later, when he died, from theoleander, there were questions. Some people suspected —\" He paused, and sighed.\"But there was no proof of her guilt.\"She's a cruel woman, though,\" Kira's father said. \"You say she turned on you?And there was a trial?\"\"Yes, but I was allowed to stay. I was even given an honored place. I had adefender, a guardian named Jamison. And now he looks after me, Father, andsupervises my work. I know he'll find a place for you!\"Happily Kira squeezed her father's hand, thinking of the future they would havetogether. But it was as if the air in the room shifted. Lines in her father'sface tightened. The hand that she held stiffened and withdrew from hers.\"Your defender. Jamison?\" Her father touched his own scarred face again. \"Yes,he tried to find a place for me before. Jamison is the one who tried to killme.\""},{"pageContent":"23Alone in the dim pre-dawn moonlight of not-yet morning, Kira went down to thedyer's garden that had been so carefully created for her. There, gently pattingearth around the moist roots, she planted the woad. \"'Gather fresh leaves fromfirst year's growth of woad.'\" She repeated the words that Annabella had said.\"'And soft rainwater; that makes the blue.'\" She carried water from a containerin the shed, and soaked the soil around the fragile plants. It would be a longtime until the first year's growth. She would not be here to gather thoseleaves.When the plants were watered, she sat alone, knees to chin, and rocked herselfback and forth as the sun began to rise, a faint pink stain creeping up theeastern rim of the sky. The village was still silent. She tried to put it alltogether in her mind, to make some sense of it.But there was no sense, no meaning at all.Her mother's death: a sudden violent, isolated illness. Such things were rare.Usually illness struck the village and many were taken.Perhaps her mother had been poisoned?But why?Because they wanted Kira.Why?So that they could capture her gift: her skill with the threads.And Thomas? His parents too? And Jo's?Why?So that all their gifts would be captive.Despairing, Kira stared through the early dawn at the garden. The plantsglimmered and shifted in the breeze, some of them still in autumn-start bloom.Now, finally, woad had been added to give her the blue she had yearned for. Butsomeone else would harvest the first leaves.Somewhere nearby, her father slept, gathering strength to return with hisnewfound daughter to the village where healing people lived in harmony. Togetherhe and Kira would steal away and leave the only world she had ever known. Shelooked forward to the journey. She would not miss the squalor and noise theywould leave behind.She would long for Matt and his mischief, she thought sadly. And Thomas, soserious and dedicated; she would miss him, too.And Jo. She smiled at the thought of the little singer who had waved so proudlyto the crowd at the Gathering.Thinking of Jo, Kira remembered something. In the confusion and excitement ofher father's arrival, it had disappeared from her mind. Now the awareness andthe horror came back, and she gasped.The muted clanking sound that had puzzled her during the celebration! She couldalmost hear it again in her mind, a dragging of metal. She had glimpsed itscause at the beginning of the second half of the Song. Then at the conclusion,after the Singer had acknowledged the people's applause, after Jo had scamperedhappily down from the stage, he moved toward the steps to descend and walk downthe aisle. He lifted the robe slightly at the top of the steps, and from herseat at the edge of the stage Kira saw his feet. They were bare and grotesquelymisshapen.His ankles were thickly scarred, more damaged than her father's face. They werecaked and scabbed with dried blood. Fresh, bright blood trickled in narrowrivulets across his feet. It all came from the raw, festering skin — infectedand dripping — around the metal cuffs with which he was bound. Between the thickankle cuffs, dragging heavily as he made his way slowly from the stage, was achain.He lowered the robe then, and she saw nothing more. Perhaps, she thought, shehad imagined it? But watching him as he moved, she heard the sound of thescraping chain against the floor, and she could see behind him a smeared,darkened trail of his blood.Recalling it now, Kira knew, suddenly and with clarity, what it all meant. Itwas so simple.The three of them — the new little Singer who would one day take the chainedSinger's place; Thomas the Carver, who with his meticulous tools wrote thehistory of the world; and she herself, the one who colored that history — theywere the artists who could create the future.Kira could feel it in her fingertips: her ability to twist and weave the colorsinto the scenes of amazing beauty that she had made all alone, before theyassigned her the task of the robe. Thomas had told her that once he too hadcarved astonishing things into wood that seemed to come alive in his hands. Andshe could hear the high, haunting melody that the child had sung in her magicalvoice, solitary in her room, before they had forced her from it and given hertheir own song to sing.The guardians with their stern faces had no creative power. But they hadstrength and cunning, and they had found a way to steal and harness otherpeople's powers for their own needs. They were forcing the children to describethe future they wanted, not the one that could be.Kira watched the garden tremble and move as it slept. She saw the newly plantedwoad settle in, nestled where she had laid it gently beside the yellow bedstraw.\"Mostly it dies after flowering once,\" Annabella had said, describing woad. \"Butsometimes you find a small shoot lives.\"It was those small living shoots she had planted, and something in Kira knewwithout a doubt that they would survive. She knew something else as well, andwith the realization, she rose from the damp grass to go indoors, to find herfather and tell him that she could not be his eyes. That she must stay. Matt was the one who would lead Christopher home.Late at night they gathered, at the edge of the path that led away from thevillage, the same path that would wind past Annabella's clearing and continueonward for days to the village of the healing people. Matt was prancing about,eager to begin the journey, proud of his role as the leader. Branch, also eagerto set off on an adventure, sniffed and wandered here and there.\"I know you be missing me horrid,\" Matt confided, \"and maybe I be gone a longtime, because maybe they be wanting me to visit.\"He turned to Christopher. \"They gots plenty of food all the time? For visitors?And doggies?\"Christopher, smiling, nodded yes.Then Matt took Kira aside to whisper an important secret. \"I know you can't begetting a hubby because of your horrid gimp,\" he said in a low, apologeticvoice.\"It's all right,\" she reassured him.He tugged at her sleeve eagerly. \"I been wanting to tell you that them otherpeople — them broken ones? They gets married. And I seen a boy there, atwo-syllable boy, not even broken, just about the same age as you.\"I bet you could marry him,\" Matt announced in a solemn whisper, \"iffen you wantto.\"Kira hugged him. \"Thanks, Matt,\" she whispered back. \"I don't want to.\"\"His eyes be a very amazing blue,\" Matt said importantly, as if it might matter.But Kira smiled and shook her head no.Thomas carried the bundle of food they had saved and packed; there, at thebeginning of the path, he transferred it to Christopher's strong back. Then thetwo shook hands.Kira waited silently.Her father understood her decision. \"You will come when you can,\" he said toher. \"Matt will go back and forth. He will be our tie. And one day he will bringyou.\"\"One day our villages will know each other,\" Kira assured him. \"I can feel thatalready.\" It was true. She could feel the future through her hands, in thepictures her hands were urging her to make. She could feel the broad undecoratedexpanse waiting, across the shoulders of the robe.\"I have a gift for you,\" her father told her.She looked at him, puzzled. He had come empty-handed and had lived in hiding forthe past few days. But now he put something soft into her hands, something thathad a quality of comfort.She could sense but could not see, in the darkness, what it was.\"Threads?\" she asked. \"A bundle of threads?\"Her father smiled. \"I had time, sitting alone, while I waited to return. And myhands are very clever because they have learned to do things unseeing.\"Bit by bit I unraveled the fabric of my blue shirt,\" he explained. \"The boyfound me another to wear.\"\"I filched it,\" Matt announced with matter-of-fact pride.\"So you will have blue threads,\" her father went on, \"while you wait for yourplants to come to life.\"\"Goodbye,\" Kira whispered, and hugged her father. She watched through thedarkness as the blind man, the renegade boy, and the bent-tailed dog set offdown the path. Then, when she could see them no longer, she turned and walkedback to what lay waiting. The blue was gathered in her hand, and she could feelit quiver, as if it had been given breath and was beginning to live."}]
