[{"pageNumber":1,"pageContent":" From: jeffs@lsil.com (Jeff Spiegel) Newsgroups: alt.magick Subject: Re: 50 Gates of Understandin Interesting post. My own knowledge of this subject is based on the bi blical writings and commentaries. The 50 gates are really 49 days or 7 weeks of self-elevation and self-evaluation (followed by one day of prophet ic revelation) that the Israelites strived for from the time of th e Exodus from Egypt until the time they received the Ten Commandments at Mt. Sinai. It is said that all of Israel experienced prophecy at this time and heard the voice of G-d (Kol Hashem) declare the first two commandments . How is it possible for an entire nation to be able to experience prophecy? This is the secret of the 50 Gates of Understanding . Being worthy of receiving prophecy requires charact er improvement. There are 49 aspects of character that the Israelites wor ked on developing while they wandered in the dessert of Sinai. Thes e aspects correspond to the combinations of the 7 lower sefirot which ar e called midos or character qualities from the Hebrew. The counting is done backwards from the highest lev el to the lowest since prophecy is energy transferred from G-d to man. Hesed - kindness - Abraham (epitomized quality) Gevurah - judgement power - Isaac Tiferets - beauty - Jacob Netzah - victory eternity - Moses Hod - thankfulness - Aaron Yesod - foundation - Joseph Malchuts - kingdom - David Shavuot - the day of the giving of the Ten Commandm ents, the revelation and prophecy. (Penticost) Hesed in Hesed 1. study Gevurah in Hesed 2. attentive listening Tiferets in Hesed 3. orderly speech Netzah in Hesed 4. understanding Hod in Hesed 5. intuitive insight Yesod in Hesed 6. awe Malchuts in Hesed 7. reverence Hesed in Gevurah 8. humility Gevurah in Gevurah 9. joy Tiferets in Gevurah 10. purity Netzah in Gevurah 11. attendance on scholars Hod in Gevurah 13. debate with colleagues Yesod in Gevurah 14. discussion with student s Malchuts in Gevurah 15. deliberation Hesed in Tiferets 16. knowlege of the scriptures Gevurah in Tiferets 17. moderation in business aff airs Tiferets in Tiferets 18. moderation in worldly aff airs"},{"pageNumber":2,"pageContent":"Netzah in Tiferets 19. moderation in pleasure Hod in Tiferets 20. moderation in sleep Yesod in Tiferets 21. moderation in conversation Malchuts in Tiferets 22. moderation in frivolity Hesed in Netzah 23. patience Gevurah in Netzah 24. good naturedness Tiferets in Netzah 25. trust in the sages Netzah in Netzah 26. uncomplaining acceptance of suffering Hod in Netzah 27. knows his place Yesod in Netzah 28. is content with his lot in lif e Malchuts in Netzah 29. limits his words Hesed in Hod 30. does not claim credit for his ach ievements Gevurah in Hod 31. is beloved Tiferets in Hod 32. loves G_d Netzah in Hod 33. loves mankind Hod in Hod 34. loves acts of charity and kin dness Yesod in Hod 35. loves straightforwardness Malchuts in Hod 36. loves admonition Hesed in Yesod 37. shuns honor Gevurah in Yesod 38. is not conceited with h is learning Tiferets in Yesod 39. does not delight in dictatin g decisions Netzah in Yesod 40. shares the burden of his fellow man Hod in Yesod 41. and judges him favorably Yesod in Yesod 42. directs him to the truth Malchuts in Yesod 42. and to peace Hesed in Malchuts 43. is composed in his learning Gevurah in Malchuts 44. asks pertinent question s and answers to the point Tiferets in Malchuts 45. listens and adds to his l earning Netzah in Malchuts 46. studies in order to teach Hod in Malchuts 47. studies in order to prac tice Yesod in Malchuts 48. increases the wisdom of his teacher Malchuts in Malchuts 49. Notes accurately what he has learned Shavuot 50. Quotes a thing in the name o f the person  who said it These teachings on character development are taken from the \"Sayings of our Fathers 6:6\" The secret to understanding the correspondences is to recognize how the respective patriarchs perfected these character tra its in their lives. 1. Abraham learned all he could of G_d and lived a life of kindness sharing this knowledge. 2. Issac always listened attentively to his father. 3. Jacob never spoke hastily but was a master of sp eech. 4. Moses gained the highest level of understanding possible and was able to speak to G_d face to face. . . . 46. Moses learned all he could in order to teach th e people. 47. Aaron learned all he could in order to be an ex ample of practicing the commandments. 48. Joseph increased the wisdom of his father Jacob , his teacher. 49. David recorded his experiences in his Psalms. "},{"pageNumber":3,"pageContent":" -- Jeff Spiegel 408-433-4291 "}]
