[{"pageNumber":1,"pageContent":"Sefer Baal HaTurim The work called Baal HaTurim is dedicated to explaining words, phrases or even entire verses of the Torah in the realm of remez (allusion), rather than in the realm of peshat (simple meaning of the verse), which is the field of the Peiru sh HaTur HaAruch. This Rabbi Yaakov accomplishes through what he refers to as \"condiments, which include:  Gematria (numerical value) - Every Hebrew letter has a numerical equivalent called its gematria.  Roshei Teivot (initial letters) - The initial lette rs of the words in a phrase or verse (either in their respective order or as an anagram) often spell a word or phrase which may be used as the basis of a remez.  Sofei Teivot (final letters) - Similar to roshei teivot, except utilizing the final letters of the words for the remez.  Mispar (count) - An allusion is drawn from the number of words in a verse or the number of times a particular letter appears in a verse.  Otiot Meshunot (strange letters) - According to scribal traditions recorded in various maso retic and midrashic sources, certain letters of the Torah are written in an unusual fashion that differs from the regular script in either size or shape. Allusions are often derived from those anomalous forms. Among the unusual forms are: o ot rabati (lar ger letter) a letter which, although written in its usual shape, is wider and taller than it would ordinarily be. o ot zeira (small letter) a letter which, although written in its usual shape, is narrower and shorter than it would ordinarily be. o ot kefufah (bent letter) and ot akumah (twisted letter) a letter written in an unusual shape, but in such a way that it remains recognizable as the intended letter. o nakud (dotted), although as a general rule a Torah scroll must be free of any letters, vowel points, punctuation marks, cantillation marks, etc., a dot is inscribed above certian letters.  Tagin (tittles or crownlets) - in the regular Torah script, seven of the twenty - two letters of the alef - beit - shin, ayin, tet, nun, zayin, gimel, and tzade - are ador ned with three crownlets or tittles; six letters - bet, daled, kuf, chet, yod and heh - are adorned with one crownlet; and the remaining nine - mem, lamed, alef, chaf, tav, somek, vav, feh, and resh , have no tagin. However, certain specific letters are w ritten with more than the usual number of tagin, and those extra tagin indicate that there is an allusion hidden in that word or phrase.  Chilufei otiot (letter exchanges) - The regular Hebrew alphabet contains twenty - two ordered letters, and is called the alef beit . However, it is not the only valid arrangement of the Hebrew letters. Various other ordered forms of the alphabet are used in the realms of remez (allusion) and sod (secret). these other arrangements consist of the same twenty - two letters as the alef - beit , but in a different sequence. For the purpose of remez or sod , the first letter of one such arrangement may be exchanged for the letter alef , the second letter for the bet , the"},{"pageNumber":2,"pageContent":"third for the gimel , and so on unti l tav. Such exchanges form n ew words which may be used as the basis for allusions.  Semichut (juxtaposition) - When two seemingly unrelated topics or themes appear in tandem, their juxtaposition may allude to another topic.  Malei vechaser (full or defective) - The letters vav and yo d may function as either vowels or consonants.  Keri uchetiv (pronunciation and spelling) - The traditional spllins used in Torah scrolls have been handed down through the generations all the way back sine Sinai. Likewise, the pronunciation of these unvo welized words has traveled the same route. On occasion, the keri, pronunciation, of a word is not in accordance with its ketiv, spelling. Such words are always read with the traditional pronunciation, whether during the public Torah reading, in private s tudy sessions, or in the simple meaning of the verse. However, the exposition or exegesis of the verse may also follow the ketiv, often as an allusion.  Taamei Hamassorah (explanations of masoretic notes) - The baalei hamassorah (masoretes) flourished in the post - Talmudic period, mainly in Yerushalayim and Tiberias. They studied the words of the Tanach, Torah, Prophets, Hagographa, in very close detail, and wrote notes stating exactly how many times a particular word or phrase appears in any one Book of S criptures or in the entire Tanach; how many and which verses begin and end with the same letter or word; how many and which letters are written in a an unusual form; which words appear exactly one time in the Tanach; which words occur exactly twice, once w ith a vav prefix, once without; which words appear sometimes vowelized with a kamatz, sometimes with a patach; and many similar listings and classifications. These notes appear (in many Tanach manuscripts and in some printed editions) as terse marginal co mments, often consisting of no more than one letter. Thus, a circlet may appear over a word and the note ( lamed' in the margin; that note means leit (none), i.e., the indicated word does not appear in exactly that form elsewhere in Tanach. Or the note ma y read bet' , meaning that the word appears two times, or gimel' , three times. Sometimes the note will read bet' betbet' lishnei , two, with two meanings, i.e., although the word appears twice, the two appearances have different translations. There are tho usands of such and similar notes throughout the Tanach. Secular and non - Jewish Bible scholars look at these masoretic notes as instructions, indications and mnemonics for the scribe, so that he will know which words are spelled in full and which defective ly; which words are prefixed; which letters are written in an unusual fashion; etc., etc. However, although it may be true that those notes served that function, this view does not explain the reason for those masoretic notes which relate to the meanings of the words. The Torah sages of medieval Germany and France - including, but not limited to, Rabbi Elazar of Worms (the Rokeach), Rabbi Yehudah HaChassid, Rabbi Meir of Tothenburg (the Maharam), Rabbi Asher (the Rosh), Rabbi Chaim Paltiel, Rabbi Ephrayim - understood the masoretic notes in an entirely different manner. Until the Mishnah and later the Gemara were committed to writing, the study of the Oral Torah (including explanations, interpretations, expositions, exegesis, etc., such as those found in the Talmud and Mishnah) was limited to memorization. The most anyone was permitted to"},{"pageNumber":3,"pageContent":"write was a very brief note, usually a mnemonic, to which he could later refer. Although when the Talmud was committed to writing, general permission was granted for in dividuals to write their lessons, many scholars continued writing only brief notes. This was the purpose and intent of the masoretic notes. Not only the notes that specify \"with two meanings,\" but every note written by the masoretes, was viewed as a brie f, coded message that pointed to a deep insight. These notes expose the Scriptural roots of many Talmudic teachings which may otherwise seem to be based only on pure logic. They plumb the depths of the Tanach and come up with Biblical sources for Midrash im otherwise known only through tradition. And this is the school which produced many of the masoretic interpretations cited by the Baal HaTurim. In compiling his \"condiments,\" Rabbi Yaakov drew on the works of all the scholars mentioned in previously, pl us many more whose works have not come down to us. Yet, in a manner untypical of his other works, in the Baal HaTurim, Rabbi Yaakov almost never cites his sources. Perhaps, the study and repetition of these allusions was so widespread (many of the allusi o9ns appear in a number of earlier works without attribution) that it was impossible to know with certainty the original source of any comment. Bereishit 1:1 Bereishit ...In the beginning... The Midrash relates that the Torah begins with the letter bet , rather than with the letter alef , because bet connotes beracha , blessing, while alef connotes arirah , curse. The Holy, Baruch Hu, said, \"I will begin with a bet , with an expression of blessing. May it be that the creation will be able to endure.\" Alt ernatively: The bet refers to the two [divisions of the] Torah, the Written Torah and the Oral Torah, to teach you that the world was created in the merit of the Torah and those who study it. The gematria of bereishit (913) is equal to that of batorah ya tzar , \"He formed [it] with the Torah.\" It was for the sake of the Torah, which is called the beginning (Mishlei 8:22), that the world was created. Alternatively: The gematria of bereishit (913) is equal to that of yisrael bachar baamim , \"He chose Yisrae l among the nations\" and to that of taryag yatzar , \"He formed 613,\" indicating that He created the world for the sake of Yisrael, that they be enabled to observe the 613 Mitzvot. It is because of those who observe the Torah that the world stands. That is why Channah referred to them as \"pillars of the earth\" (1Shmuel 2:8) in her song of praise. In the first verse of Bereishit there are seven words, corresponding to the seven days of the week, the seven years of the a shemittah cycle, the seven shemittah cycles of a yovel cycle, the seven heavens, the seven lands, the seven seas , the seven servants."},{"pageNumber":4,"pageContent":"Corresponding to these, King David said, \"Seven times a day I have praised you\" (Tehillim 119:164) And because of this correspondence, the Sages ordained that the refrain in the Kaddish - \"May His great Name be blessed for eternity, for eternity of eternities\" - contain seven words, and be recited seven times each day. Moreover, in this first verse of the Torah there are twenty - eight letters, as there are in the refrain \"May His great Name.\" As a parallel, King Shlomo composed seven verses - beginning with \"a time to be born\" and ending with \"a time for peace\" (Kohelet 3:2 - 8) - that speak of twenty - eight \"times\" [which correspond to the twenty - eight diff erent time periods each week]. For there are four \"times\" in each full day - night period: From dawn to noon is one time; from noon to dusk is a second time; from dusk to midnight is a third time; and from midnight to dawn is a fourth time. [And so in seven days there are twenty - eight \"times.\"] Similarly, seven words and twenty - eight are also contained in the verse \"G - d spoke all these statements, saying\" (Shemot 20:1) , [which introduces the Ten Commandments]. This [correspondence of letters and words bet ween the refrain of the Kaddish and the verse that introduce Creation and the Ten Commandments] alludes to our Sages' statement, \"Whoever answers... Amein. May His great Name ... with all of his strength ( koach ) becomes a partner with the Holy One, Baruch H u, in the work of Creation.\" Bereishit 6:9 Eleh toldot - These are the offspring. This phrase appears four times in the Tanach: 1) Eleh toldot hashamayim - These are the offspring of the heavens (Bereishit 2:4) 2) Eleh toldot Noach - These are th e offspring of Noach (Bereishit 6:9) 3) Eleh toldot Shem - These are the offspring of Shem (Bereishit 11:10) 4) Eleh toldot Yaakov - These are the offspring of Yaakov (Bereishit 37:2) In all four instances, the verse rejected its antecedents: These are the offspring of the heavens rejected the void and empty (1:2) existence that preceded it.; These are the offspring of Noach rejected the generations of wicked men who preceded him; These are the offspring of Shem rejected the descendants of [his broth ers] Cham and Yafet; and, These are the offspring of Yaakov rejected Esav and his chieftians [mentioned in the chapter preceding that verse]. "},{"pageNumber":5,"pageContent":"Noach Noach's name is written three times in this verse, referring to the three worlds that he saw. Noach was one of three people - Noach, Daniel and Iyov - who saw three worlds: Noach saw the world 1) in its settled state, 2) in its destruction, 3) in its resettlement. Daniel saw the First Beit HaMikdash (Holy Temple) 1) in its glory, 2) in its destructi on, and 3) in its regained glory at the erection of the Second Beit HaMikdash. Iyov saw his home 1) in its glory, 2) in its destruction, and 3) in its regained glory. Alternatively, Noach was one of three who were able to save three others in his merit : Noach saved his three sons, Shem, Cham and Yafet. Daniel saved Chananiah, Mishael and Azariah when he interpreted Nevuchadnetzar's dream. Iyov saved his three friends Elifaz the Temani, Bildad the Shuchi and Tzofar the Naamati. Tamim hayah He w as excellent. The gematria of hayah (was) is 20. This intimates that Noach excelled during all twenty generations from Adam to Avraham. Once Avraham began his Divine service, however, Noach was no longer considered as excelling. There were ten gene rations from Adam to Noach - to show the degree of G - d's patience; for all those generations angered Him increasingly, until He brought upon them the waters of the Flood. There were ten generations from Noach to Avraham - to show the degree of His patienc e; for all those generations angered Him increasingly, until our forefather Avraham came and received the reward of them all (Avot 5:2). The ten generations from Adam to Noach are enumerated in Chapter 5; the ten from Noach to Avraham in 11:10 - 27. Bereis hit 12:1 Lech lecha - Go for yourself. G - d alluded to Avraham, \"When you will reach the age of one hundred, corresponding to the gematria of lech lecha , I will begin fulfillment of the promise, And I will make you a great nation (v2) ,\" for then Yitzcha k will be born to him. "},{"pageNumber":6,"pageContent":"Alternatively: G - d alluded to him, \"After you leave your land, you will live another hundred years, corresponding to the gematria of lech lecha .\" For Avraham left [Charan] at age 75, and all his years totaled 175. Alternatively : G - d intimated to him that after 50 generations, corresponding to the gematria of lecha , his descendants would be exiled in the days of Zedekiah, \"and in your merit, for which I spoke with you at the Covenant between the Parts (15:7 - 21) when you were 70 y ears of age, they will return from their exile after seventy years.\" And it is because of these allusions to exile that the word beCharan (11:13) , is juxtaposed with our verse. For Charan is a reference to the charon af - blazing wrath of G - d (Bereishit Rabbah 68:13) , and it was because of G - d's wrath at the people of hte land, i.e., the general populace, that they were exiled. V'e - escha legoi gadol - And I will make of you a great nation. Here, G - d blessed Avraham with seven blessings as follows: 1. And I will make of you a great nation - the greatest of all the blessings, for it promises that he will become a nation, and includes the [Egyptian] enslavement and liberation. 2. While he was still called Avram, before he would enter into the covenant circumci sion, He would bless him with material possessions, as it isstated, Now Avram was very laden [with livestock, with silver, and with gold] (13:2) 3. His name would be lengthened from Avram , to Avraham. 4. He would himself be a blessing. 5. G - d would bless those w ho bless Avraham. 6. G - d would curse all who seek evil for Avraham. 7. All the families of the earth will be blessed through him. Bereishit 18:1 VaYera elav - [Hashem] Appeared to him. The phrase nimolu [ito] , were circumcised [with him] (17:27) , is jux taposd with [Hashem] appeared to him . This teaches that G - d appeared because of the patient; to visit him. Rabbi Chama explains the term kechom hayom , in the heat of the day - that it was the third day following Avraham's circumcision and the Holy One, Baruch Hu, came to inquire [regarding the welfare] of Avraham. The Holy One, Baruch Hu, took the sun out of its sheath, i.e., He made it blaze intensely, so that the righteous Avraham would not be bothered with guests (Bava Metzia 86). Now, this latter d iscussion does not explicitly mention anything about sickness; rather, G - d visited Avraham in honor of the mitzvah of circumcision that Avraham had performed. Based on this teaching, other editions (as well as the manuscript version used by Shoham Yakar) have the word hamilah , the"},{"pageNumber":7,"pageContent":"circumcision , in place of hacholeh, the patient. And, it is based on this teaching that the Baal HaTurim finds an allusion to circumcision in the gematria of vayera elav. Alternatively: The juxtaposition of were circumcised w ith him with while he was sitting at the entrance of the tent in the heat of the day can be explained in terms of our Sages' statement that Avraham sits at the entrance to Gehinnom (Hell, expressed here as the heat of the day ), and does not allow anyone wh o has been circumcised to enter, except one who has had relations with a gentile woman, for he has extended his foreskin and therefore Avraham cannot recognize that he is circumcised. This concept is reflected by the masoretic note on the word kechom , wh ich means that it appears four times in the Tanach: 1. at the entrance of the tent in the heat of the day (Bereishit 18:1) 2. when the sun becomes hot (1 Shmuel 11:9) 3. like the clear heat in sunlight (Yeshayahu 18:4) 4. and they arrived in the heat of the day at the home of Ish - boshet (2Shmuel 4:5) This intimates that Avraham would seat himself at the entrance of the tent [i.e., Gehinnom], and not allow a person who is circumcised to enter into [the place called] the heat of the day. Instead, [he brings them to ] the clear heat of the sunlight , i.e., Gan Eden, as alluded to in the verse, but Hashem shall be unto you an everlasting light (Yeshayahu 60:19). Nevertheless, Ish - boshet , literally, a shameful man , i.e., one who has had relations with a gentile woman, f or there is no greater shame than that of a Jewish man who has relations with a gentile woman, shall come in the heat of the day , i.e., shall enter Gehinnom , of which it is written, Behold, the day comes that shall brun as an oven (Malachi 3:19). This co ncept is fruther reflected in the gematria of the phrase kechom hayom, in the heat of the day (129), which is equivalent to that of zehu beGehinnom, this is in Gehinnom ; and is equal to to the gematria of dam milah , blood of circumcision. Vehineh shelo shah - And Behold! Three [men]. The gematria of this phrase (701) is equal to that of the phrase These are Michael, Gavriel and Rafael. The Sages identify the three visitors as these three angels: Michael came to inform Sarah that she would bear a chil d; Rafael came to heal Avraham; and Gavriel came to overturn Sedom (Bava Metzia 86b; Rashi) Verachatzu ragleichem - And wash your feet. From this our Sages derived that Avraham suspected [his visitors of] idolatry. This can be understood from Lot's off er: First he invited them to spend the night and then to wash their feet (19:2). Avraham, however, first invited them to wash their feet and then to stay as his guests. This teaches that Avraham suspected that they were Arabs [i.e., desert"},{"pageNumber":8,"pageContent":"dwellers (see Rashi to Yirmeyahu 3:2 ) who worshiped the dust on their feet] and would bring the object of their idolatry into his home. Bereishit 23:1 Vayihyu chayei Sarah - The lifetime of Sarah was. Just before this verse the Torah states, And Betuel begot Rivk ah (22:23). For it was while Sarah's sun had not yet set, that Rivkah's sun rose. This is alluded to in the initial letters of the words Sarah meah shanah - Sarah.... one hundred years , which spell shemesh , sun. And this is the lesson of the verse, And the sun shines and the sun sets (Kohelet 1:5). Must Scripture tell us the sun shines and the sun sets ? The verse must be understood as a parable: Before G - d allows the sun of a righteous leader to set [i.e., before that leader's demise], He causes the s un of another righteous leader to rise [i.e., his successor enters the world]. Thus, on the day that Rabbi Akiva died, Rebbi [Yehudah HaNassi] was born... On the day Rabbi Ada bar Ahavah died, Rabbi Avun was born. Examples of a similar phenomenon, the a ppointment of a successor during the first leader's lifetime, are: Before G - d caused Moshe's sun to set, He caused Yehoshua's sun to rise, as it is stated, Hashem said to Moshe, \"Take to yourself Yehoshua son of Nun...\" (BaMidbar 27:18) Before G - d caus ed Sarah's sun to set, He caused Rivkah's sun to rise, thus, it is stated, Behold! Milkah too has born children... [and Betuel begot Rivkah] (22:20 - 23) , and then [the verse speaks of Sarah's passing.] Sarah's lifetime was one hundred years... (Bereishit R abbah 52:8; Kohelet Rabbah 1:5; also Kiddushin 72b). Shenei chayei Sarah - The years of Sarah's life. The verse does not say, yemei [chayei Sarah] the days of [Sarah's life], because [in order for her to conceive and bear Yitzchak] she had been rejuv enated and had been returned to the days of her youth. When she became still older, those youthful days ceased. Therefore the verse states, shenei chayei Sarah , the years of [Sarah's life], which can also be understood as, the two [lives of Sarah]. In recounting people's ages the Torah usually uses the term yemei chayei , the days of the life of... (see 5:8, 11, 14 ). Regarding seven people, however, the term shenei chayei, the year of the life of... , is used: "},{"pageNumber":9,"pageContent":"1. Sarah (23:1) 2. Avraham (25:7) 3. Yishmael (25:1 7) 4. Yaakov (47:8,9, 28) 5. Levi (Shemot 6:16) 6. Kohat (Shemot 6:18) 7. Amram (Shemot 6:20) *Note: Baal HaTurim explains why shenei and not yemei , is used regarding Sarah. Curiously, he makes not attempt to explain the others. Perhaps, the Baal HaTurim ignores the word shenei regarding Avraham and Yaakov because each of the verses there uses yemei as well as shenei . Regarding Yishmael, he makes no comment because there, like here, the word could be seen as meaning two . For Yishmael also lived \"two\" lives, as the Talmud teaches: Yishmael repented the evil of his ways (Bava Batra 16b). Thus, he lived two lives, one wicked, one righteous. Regarding Levi, Kohat and Amram, the Baal HaTurim does not comment, for as Rashi (Shemot 6:16, 18) explains, it is not the Tora h's purpose to reveal the respective ages of these three; rather, their ages are mentioned as time frames by which to determine the exact number of years during which the Yisraelim were subjected to slavery in Egypt. Thus shenei is the more appropriate wo rd (VeChur LaZahav). Vayakam Avraham meal penei meto vayedaber el benei Chet - And Avraham rose from the presence of his dead, and spoke to the children of Chet. This, the order of Avraham's actions, first rising and leaving the presence of his dead wi fe, then speaking, teaches that it is forbidden to speak in the presence of a corpse. The verse could have stated simply, And Avraham spoke to the children of Chet , without telling us that he first rose from the presence of his dead. By adding the extra clause, the Torah teaches that generally it is not permitted to speak in the presence of the deceased (VeChur LaZahav). The term benei Chet , the children of Chet , appears ten times in this passage (here 8 times - v3, 5, 7, 10 [twice], 16, 18, 20, and two more in 25:19 and 49:32 ), for anyone who clarifies the acquisition of property by a Torah sage is considered to have fulfilled the Ten Commandments, in which the letter chet appears ten times. Metecha - Your dead. This word appears four times in the Tanch, three times here (twice in v6 and once in v11 ); and once in Yeshayahu 26:19 - your dead will come to life... Three times in this pasasge are spelled defectively [without a yud ], for they refer to only one deceased person. The verse in Yeshayahu , by contrast, is spelled in full [with a yud ], for it is speaking about many dead people. "},{"pageNumber":10,"pageContent":"There is an allusion here to the Sages' statement: The dead in Eretz Yisrael will be resurrected first (Yerushalmi, Kilayim 9:3) . For the term metecha , your dead , of the verse [which speaks of Eretz Yisrael], and the term yichyu meteicha , your dead will come to life, of the verse in Yeshayahu [which speaks of thosde who died ini all the ends of the earth - v.16 ] can be interpreted in tandem: Those dead who are b uried here [in Eretz Yisrael] will resurrect those dead who are buried there [in the diaspora] (Rabbi Yehudah HaChassid; Ketubot 111a; Bereishit Rabbah 96:5) Bereishit 25:19 Ve'eleh toldot - And these are the offspring. Over all his brothers he dwel t (25:18) This is juxtaposed with ve'eleh toldot Yitzchak, And these are the offspring of Yitzchak (25:19). This teaches that when Yishmael's [descendants] fall in the End of Days, then [Mashiach,] the descendant of King David, of the offspring of Yitzcha k, will flourish (Bereishit Rabbah 62:5) Holid - Begot. The gematria of this word (55) is equal to that of the word domeh - he is like , for Yitzchak's countenance was like that of Avraham (Bava Metzia 87a; Tanchuma 1). Vatahar Rivkah ishto - And his w ife Rivkah conceived. The gematria of ishto , his wife (707), is equal to that of kash va - esh, straw and fire , and refers to [Esav and Yaakov about whom it is written], vehayah beit Yaakov esh, And the house of Yaakov shall be a fire... uveit Esav lekash, and the house of Esav for straw (Ovadyah 1:18).  With this the Baal HaTurim explains the superfluous Rivkah ishto, Rivkah his wife, an identification already made in the preceding verse. He explains that the verse may be understood as vatahar Rivkah , R ivkah conceived, ishto , straw [Esav] and fire [Yaakov]. Admoni - Red. This word appears twice in the Tanach: The first one emerged red (25:25) ; and And he was red, with fair eyes ( 1Shmuel 16:12), regarding David. When [the prophet] Shmuel saw that Dav id was red, he said, \"Perhaps he is a shedder of blood like Esav!\" Therefore, that verse goes on to say, with fair eyes , i.e., whatever he does is with the agreement of the members of the Sanhedrin (High Court) who are called \"eyes\" - as it is said, If fr om the eyes of the assembly ... (BaMidbar 15:24). Which can be understood as, he is with the fair of eyes. Esav - The name Esav can be divided into yud (=70) and shav (= shave worthless). G - d said, \"This worthless one completed the number of seventy ge ntile nations; he is the worthless one that I have created in the world. "},{"pageNumber":11,"pageContent":" Various passages in the Talmud and Midrash speak of the 70 nations of the world. The Midrash HaGadol (a contemporary of the Baal HaTurim) reckons 68 nations before the birth of Esav and Yaakov, with their birth completed the total 70. According to that view, the 70 nations include 69 gentile nations and Yisrael, a view that is not in accord with either the Talmud (Sukkah 55b) or the Midrash (Bereishit Rabbah 66:4). According to Pesikta Zutresa, the 71 descendants of Noach's three sons enumerated in Chapt er 10, with the exception of Pelishtim (alternatively, Nimrod), were the progenitors of 70 gentile nations. The Baal HaTurim apparently omitted both Nimrod and Pelishtim from the 71 descendants of Noach's sons. Thus Esav was the 70th nation (VeChur LaZah av) Ve - acharei chen yatza achiv - After that his brother emerged. The gematria of chen is 70, i.e., Yaakov emerged after chen (=70) nations whose number was completed with Esav's birth. For there are seventy nations aside from [the descendants of] Yaa kov.  The Talmud teaches that the 70 bulls offered during the festival of Sukkot (BaMidbar 29:12 - 34) represent the 70 nations of the world; while the lone bull offered on Shemini Atzeret (BaMidbar 29:35 - 36) represents Yisrael (Sukkah 55b) . Clearly, Yisrael is not included in the count of 70. Similarly, the Midrash (Bereishit Rabbah 66:4) interprets, \"People will serve you\" (27:29) as a reference to the 70 nations, thus excluding Yisrael from the count. See also Rashi to BaMidbar 26:36 and 29:11. Veyado - wi th his hand. The masoretic note indicates that this word appears three times in the Tanach: 1) here, Veyado ochezet ba'akev Esav , with his hand grasping the heel of Esav 2) Veyado hanetuyah umi yeshivenah His hand is outstretched, and who can turn it back? (Yeshayahu 14:27) 3) Veyado chilkatah lahem - and his hand has distributed it for them (Yeshayahu 34:17) regarding the downfall of the gentile nations. (Refers to both verses from Yeshayahu ). For at the time of their birth, he intimated to him that the nations would fall into his hand.  (Bereishit Rabbah 63:9) The antecedents of the pronouns \"he\" and \"him\" in this last sentence are not clear, so the comment may be understood in a variety of ways: By having Yitzchak grasp Esav's heel, He [G - d] intimated to him [Yitzchak or Yaakov or Esav ] that the nations would fall into Yaakov's hands; or by grasping Esav's heel, he [Yaakov] intimated to him [Yitzchak or Esav] that the nations would fall into Yaakov's hands. Yaakov - The gematria of this name (182) is equal to that of malach haElokim - angel of G - d , and to that of haGan Eden - the Garden of Eden , and that of { lo yeasef - He will not be brought in , as reflected in the verse,} virechech lo yeasef - and your moon shall not be brought in (Yeshayahu 60:20)."},{"pageNumber":12,"pageContent":"  The three gematriaot of this comment refer to various aspects of Yaakov's life: He continually had angelic visions and visitations ( 28:12, 31:11, 32:2, 32:4 [with Rashi], 32:25 - 26 [ with Baal HaTurim to v26 ] and 48:16) ; the aroma of the Garden of Eden acc ompanied him; and Yaakov did not die (VeChur LaZahav). Ish tam - A wholesome man. The final letters of these two words spell the name Shem . Implied is that Yaakov dwelt in the tents of Shem to learn [Torah from him]. (Peirush HaRokeach) For tam (=44 0) years he [i.e., the nations descended from Yaakov] was dwelling; from the time the Yisraelim entered the Land of Yisrael until the Temple was built. This is an allusion that after 440 years, he would dwell in the tents of the Divine Presence. Yoshev ohalim - Dwelling in tents. The gematria of yoshev ohalim is 410. For 410 years, the Divine Presence dwelt in the Tent.  The First Temple stood for 410 years. Combining this comment with the previous one yields: tam yoshev ohalim , [After a period of ] 440 [years, the Divine Presence will dwell for] 410 [years]. Ekev asher - shama Avraham - Because Avraham obeyed. This verse contains 10 words, corresponding to the Ten Commandments, in which there are ekev (=172) words. Corresponding to these Ten Com mandments, Avraham was tested with 10 trials, and thus maintained the world that was created with 10 utterances.  The Baal HaTurim refers to the first Luchot (Tablets) of the Ten Commandments (Shemot 20:2 - 14) ; the second Luchot contain 189 words (Devarim 5:6 - 18). For ekev (=172) years Avraham obeyed My voice , for at the age of three he recognized his Creator, and a ll his years were 175. (Nedarim 32a) Thus, too, the letter heh (=5) was added to Avraham's name, corresponding to [the 5 matters listed in this verse]: 1) bekoli - to My voice 2) mishmarti - My safeguard 3) mitzvotai - My commandments 4) chukotai - My decrees 5) vetorotai - and My Torahs "},{"pageNumber":13,"pageContent":"Bereishit 28:10 Vayetze Yaakov Yaakov departed. There are some that say that this parashah is \"closed\" because Yaakov left in secret, and fled under the cloak of disquise.  The commonly used system of chapter numbers does not carry any halachic or exegetic authority. With the exceptions of Tehillim and Eichah, that division is not a masoretic origin, nor does it stem from any other Jewish source; rather, it was invented by gentile Bible scholars. Chapter divisions were first introduced into Tanach by Yaakov ibn Adoniyahu in the 1524 Venice edition,f or practical reasons (see his introduction, reprinted in Mikraot Gedolot, Warsaw, 1894). According to masoretic tradition, t he text of Scripture is divided into parashiyot (paragraph - like passages), separated from one another by a black space, and that is how Tanach scrolls are witten. These spaces appear in one of two forms: petuchah , open , indicated by ending the previous pa ssage in the middle of a a line and then begining the new passage at the beginning of the next line, or setumah , closed , indiated by the new passage begining on the same line on which the previous passage ended, but after a space in which at least nine let ters could be written. The Baal HaTurim explains the opinion that no space is left (VeChur LaZahav). Halachah follows the view that there is a space between Toldot and Vayetze, and that space is setumah . ( Rambam , Hilchot Sefer Torah 8:4 and Hagahot M aimoniyot 3 ; also Or Torah and Minchat Shai ) The verse before ours ends with lo le - ishah , to himself for a wife, juxtaposed to that is vayetze Yaakov , Yaakov departed , for the purpose of Yaakov's departure was to take a wife.  Whereas the Torah has alr eady stated that Yaakove went forth to seek a wife (28:1 - 2), the Baal HaTurim's allusion seems superfluous. Consider, however, that both Rivkah and Yitzchak had instructed Yaakov to leave Beer - sheva for Charan, but for different reasons. Rivkah, who had been prophetcially informed of Esav's thoughts, \"May the days of mourning for my father draw near, then I will kill my brother Yaakov\" ( 27:41 , see Rashi there), sent Yaakov to Charan to seek shelter at the home of her brother Lavan. But Yitzchak, unaware of the threat Esav posed to Yaakov, sent Yaakov forth to seek a wife from the family of Lavan (27:41 - 28:2) . In this comment, the Baal HaTurim shows that Yaakov's prime reason for going was not because he shared his mother's fear of Esav; rather, his purpo se was to find himself a wife who would meet his father's criteria (VeChur LaZahav). Yaakov miBeer - sheva - Yaakov... from Beer - sheva. Vayetze Yaakov miBeer - sheva - Yaakov departed from Beer - sheva. [When rearranged,] the final letters of these words spell Ever , for Yaakov hid himself in the academy of Ever."},{"pageNumber":14,"pageContent":"  When Yaakov left his parents' home for Charan, he first went to the academy of Ever, the great - grandson of Noach's son Shem [who was no longer alive and who had also founded an academy at which Yaakov had studied in his youth, where he studied for 14 years (Megillah 17a). Vayifga bamakom - He encountered the place. The word makom , place, appears 3 times in this verse, an allusion to the 3 pilgrimage festivals (Shemot 45:17 - 23; Devarim 16:16) at which times Yaakov's descnedants would ascend to this place.  The place was Mount Moriah, the site of the Beit HaMikdash. It was there that Avraham bound Yitzchak on the altar (chapter 22) ; ther that Yitzchk went out ot the field to pray (24:63) ; and there that Yaakov prayed (Pesachim 88a; Chullin 91b) Ki - va hash emesh - Because the sun had set. The initial letters of these words spell kavah , it extinguished itself. For the light of the sun extinguished itself before its usual time.  When Yaakov prayed at Mount Moriah on his way to Charan, G - d said, \"How can I l et this tzaddik leave My house without having spent the night here?\" And so He made the sun set before its time (Chullin 91b; Bereishit Rabbah 68:10). Thus, Yaakov was unable to continue traveling until he reached a populated area, but was forced to rest in that place (Rashbam). Chalom - A dream. The gematria of this word (84) is equal to that of zehu binevuah , this means through prophecy. Sulam - A ladder. The gematria of this word (130) is equal to that of the phrase zeh kisey hakavod , this refers to the throne of glory. (Peirush HaRokeach) The gematria of sulam (136) is equal to that of kol , sound , voice . For sound of the prayers of the righteous serves as a ladder upon which the angels may ascend. This is similar to the incident of the angel who ascended in the flame of [Manoach's] offering (Shoftim 13:20) , for prayer is tantam ount to the Altar service (Taanit 2). Therefore, whoever focuses his intent upon his prayers causes the ladder to be complete with all its rungs, and they, i.e., the angels, are able to ascend (Peirush HaRokeach). Vehineh sulam And behold! A ladder . T he gematria of this phrase (196) is equal to that of veketz , and the end , for G - d showed Yaakov the appointed time for the end of the exiles. "},{"pageNumber":15,"pageContent":"Sulam , the gematria of this word (130) is equal to that of Sinai , for G - d showed Yaakov the Yisraelim standing a t Mount Sinai (Peirush HaRokeach; Bereishit Rabbah 68:12). Mutzav - Standing. The masoretic note indicates that this word appears 3 times in the Tanach: 1. Here in Bereishit 28:12 2. elon mutzhav asher biShechem , the Plain of the Standing Stone which was in Shechem (Shoftim 9:6). 3. vetzarti alayich mutzav, and will attack you with a standing seige - tower (Yeshayahu 29:3). This implies that G - d showed Yaakov the entry of his descendants into Eretz Yisrael, as alluded to by the Standing Stone which was in Shech em, for this was the first place that they conquered. And the exile also began there (this seems to refer to the break up of Eretz Yisrael into 2 kingdoms), as alluded to in the verse, and will attack you with a standing seige - tower. Mutzav artzah veros ho magia hashamaimah - Standing earthward with its top reaching heavenward. This is an allusion to one who is temporarily cast earthward, but will [ultimately] ascend heavenward. Malachei Elokim - Angels of G - d. This phrase appears twice in the Tanac h: 1. Here in Bereishit 28:12 2. Vayifg'u - vo malachei Elokim, and angels of G - d encountered him (32:2) This reflects our Sages' comment in the Midrash that the angels who accompanied Yaakov in Eretz Yisrael did not accompany him outside Eretz Yisrael. Thus, angels of G - d ascending refers to those who accompanied Yaakov in Eretz Yisrael; and angels of G - d encountered him refers to when Yaakov returned to Eretz Yisrael  , the same angels of G - d who had earlier ascended, now encountered him to accompany him in Eretz Yisrael once again.  Now that Yaakov was leaving Eretz Yisrael, they could no longer accompany him, so they ascended to await his return. Vehineh Hashem - A nd behold! Hashem. This phrase appears 4 times in the Tanach:"},{"pageNumber":16,"pageContent":"1. Here, vehineh Hashem nitzav alav, And behold! Hashem was standing over him (Bereishit 28:13) 2. veheneh Ad - nai nitzav, And behold! The L - rd was standing (Amos 7:7) regarding the Altar. 3. vehineh Hashem ose arubot bashmayim , Now, behold! If Hashem should make windows in the heavens (2Melachim 7:19) 4. ve - amadta vahar lifnei Hashem vehineh Hashem over , ...and stand upon the mountain before Hashem, and behold! Hashem passed by (1Melachim 19:11) Similarl y  , the verse, And behold! Hashem passed by refers to the Divine Chariot, and similarly, the verse, and behold! A ladder standing earthward, alludes to the Divine Chariot.  All these verses are to be expounded. Here it is stated, And behold! Hashem was st anding over him, and there it is stated, And behold! The L - rd was standing , regarding the Altar. Just as that verse speaks of the Altar, so does this verse speak of the Altar; and it is written, And behold! A ladder standing earthward, which is explained as referring to the Altar and to the Altar's ramp. Similarly, there it is said, Now, behold! If Hashem should make windows in the heavens, and here it is said, and this is the gate of the heaves (28:17) , and, it is also stated, And behold! Hashem passed b y, and it is written, lo vara - ash Hashem... lo va - esh Hashem, Hashem is not in the earthquake... Hashem is not in the fire (1Melachim 19:11 - 12) , all of which refer to the Divine Chariot. Baal HaTurim on Shemot 1:1 of Parashat Shemot 1:1 Ve'eleh shemot b enei Yisrael habaim - And these are the names of the Children of Yisrael who came. The initial letters of these words spell shivya , captivity. This indicates that even while the Jews were in [Egyptian] captivity, they [nevertheless maintained] the names of the Children of Yisrael , for they did not change their names. As the Midrash (Pirkei DeRabbi Eliezer 48) teaches: Three merits allowed the Yisraelim to be redeemed from Egypt: 1. They did not change their names - they retained their Hebrew names 2. They d id not change their language from the Holy Tongue to Egyptian 3. They did not speak slander or gossip Various Midrashim, e.g., Vayikra Rabbah 32:5; Shir HaShirim Rabbah 4:12 speak of four merits for which the Yisraelim deserved to be redeemed from Egypt, th e fourth being that there was not a single instance of immorality. Additionally, the conjunctive prefix vav of the word ve'eleh , \"and\" these are , indicates a connection between the subject of the previous narrative, And Yosef died... (Bereishit 50:26) , a nd our verse, And these are the names ..., namely, he [Yosef] commanded the Jews not to change their names. Although the Egyptians changed his name to Tzafenat -"},{"pageNumber":17,"pageContent":"paneach (Bereishit 41:45) , he nevertheless told them, \"You should not change your names.\" (Peirush HaRokeach). Yisrael habaim - Yisrael who came. The initial and final letters of these two words (when rearranged) for the word milah , circumcision. And the final letters of et Ya akov ish , with Yaakov, each man , when read in reverse spell Shabbat . This indicates that in the merit of the Shabbat and circumcision, which they observed while in Egypt, they were redeemed. Other Midrashim differ, however, and state that after Yosef' s death the Yisraelim in Egypt either voluntarily abandoned the mitzvah of circumcision (Sifrei, Behaalotecha 67; Tanchuma, Behaalotecha 8), or were coerced by Pharaoh's decree to abandon it (Pirkei DeRabbi Eliezer 29). Elsewhere, the Baal Turim's comment s reflect these other Midrashim. The verse begins with the letter vav (=6) and ends with the letter vav , alluding to the twelve tribes. This phenomenon may be explained through a parable: A builder constructed a palace using only one pillar as a suppor t, and it collapsed. He rebulit it with two pillars and it caved in; with three pillars, and it crumbled. What did he do? He built it with twelve pillars and it stood fast. So, too, with regard to Avraham and Yitzchak, there was dross among their offspri ng, i.e., Yishmael and Esav, until Yaakov begot the twelve tribal progenitors among whom there was no dross. And so the Chosen People are called Benei Yisrael , not Benei Avraham , the Children of Avraham , because Yishmael is also Avraham's son, or Benei Yitzchak , because Esav is also Yitzchak's son (VeChur LaZahav). Baal HaTurim on 13:18 of Parashat B'Shalach 13:18 Vayasev Elokim et - ha'am derech hamidbar - So G - d turned the people toward the way of the wilderness. G - d prepared a [banquet] table for the Yisraelim and had them recline to eat. The verb root , to go around , can also mean to recline at a feast (e.g.., in the four questions asked at the Seder, \"Ever ying we eat either sitting or reclining, but on this night, we all recline ?\"), for it was customary for guests at a feast to recline on couches while eating the meal. The Baal HaTurim's allusiion is based on this secondary meaning of , the root of vayasev. According to Rabbi Chaim Paltiel, this verse is the basis for the custom to recline at the Seder. This is alluded to by the verse [They said,] \"Can G - d prepare a table in the wilderness?\" (Tehillim 78:19) "},{"pageNumber":18,"pageContent":"That verse refers to the man (manna), and shelav , (pheasant or quail), with which G - d would supply the nation in the wilderness, for the verse which follows it states, [They said,] \"True, He struck a rock an d water flowed...[but] can He give bread also? Can He supply meat for His people?\" (Tehillim 78:20) Baal HaTurim on Shemot 12:4 - 5 of Parashat Bo 12:4 - 5 ish lefi ochlo - Everyone according to what he eats. The gematria of this phrase (488) is equal t o that of echol kezyit , Eat an olive - sized portion. This tells you that if one ate an olive - sized portion one has fulfilled the obligation to partake of the pesach - offering (Peirush HaRokeach; Resachim 91a; Rambam, Hilchot Korban Pesach 8:3). tachosu al - haseh. seh tamim - You shall count for the lamb/kid. An unblemished lamb/kid. (The term seh here refers to the young of both sheep and goats (see v5 ). In the absence of a precise English equivalent, the translation \"lamb/kid\" is used.) The lamb/kid is mentioned twice, indicating that two are necessary: one (a male) for the pesach - offering, and one for the chagigah - offering which accompanied it. (The chagigah - offering was brought and eaten as a prelude to the pesach - offering so that the pesach - offe ring would be eaten on a full stomach.) The word seh , lamb/kid, appears six times in this passage - if we count from the sheep [and from the goats]. (The word seh appears twice in v3 , twice in v4 , and once in v5 . If we add the phrase from the sheep and from the goats (v5) , which defines the term seh , we have six appearances of the animal's name.) This is an allusion to the law: [We keep] no less than six inspected lambs in the Chamber of the Lambs (Arachin 13a). (The Chamber of the Lambs is a room i n the Temple where the lambs for the tamid (daily continual - offering) are kept. The Temple authorities must keep at least six lambs inspected and found to be free of disqualifying blemishes on hand at all times.) 12:8 Ve'achulu et - habasar - They shall e at the flesh. The verse begins with eating [ They shall eat the flesh ] and ends with eating. "}]
