[{"pageNumber":1,"pageContent":"The Correlation Between Lateralus and the Qabala Ok, this is my theory on the basis of Lateralus. I think it goes along with the Qabala and The Tree of the S ephirot, in its interconnectedness, also teaches about the interlocked nature of reality, and how a change in one area affects all of the other areas. Ets Chaim, the Tree of Life, is a morphogenetic field, based on harmony, and balance. An almost endless v ariety of geometric patterns can be seen in its paths. The fact is, faithful of any religion, or even total atheists, can find Qabala useful. Even the most hardened existentialists have to admit to mental states; things like ambition, enthusiasm, awe, grat itude - all conditions mapped in the Tree of Life."},{"pageNumber":2,"pageContent":" Qabala is a system of thought - a way to correlate a variety of archetypes, each symbolizing a different aspect of living. It correlates a multiplicity of different approaches, widely separated from one another and sometimes completely contradictory. Psychology, Tarot, mythology, theosophy, dr eam working, astrology, numerology, poetry, and geometry all harmonize in the Tree of Life. The Tree is a map of personal energies and thought. It is a \"filing system\" for our mythologies, histories, dream archetypes, and more. It is a way to bring bal ance and harmony into life. In the sephirot, one can see where imbalances have developed, and can do 'path work' or 'active imagination' rituals and exercises to bring balance. Qabala is relatively new, though the notion that it is a reconstruction of the lost knowledge of the ancients adds to its appeal. Some say the 10 commandments given to Moses on Mount Sinai are the same ten Sephirot in the Tree of Life. Egypt is also included in the patronage. Either way, it is a valid and engaging meditation devi ce. Follow along with the Lyrics to Lateralus and The Cube of Space . Ok, lets get started. "},{"pageNumber":3,"pageContent":"1. The Grudge Key 21 - The World - Universe - Tav - Cross Gematria Value: 400 32nd Path Storax, castoreum, cypress | Coal, Diamond From Malkuth to Yesod | CUBE CENTER The album begins wi th 'The Grudge' in the Tenth Path 'MALCHUT' and leads into Key 21 - The World - Universe - Tav - Cross, to stay grounded. (Hence \"clutch it like a cornerstone\") Sepher Malchut is also called \"Kingdom,\" and is the realm of the earth, of the body, and immed iate physical sensations. MALCHUT is before thought. It is in the \"Assiah\" world, the precinct of human embodiment. Qabalistic meditation and pathwork should always be firmly grounded in MALCHUT. Anyways, this is the beginning, where the soul is united wit h source. This is the beginning of separating desire, the urge to individuate. The realm of separating desire is among the middle sephirot, with desire for source bringing reunion in Keter. The number \"ONE\" refers to concentration, attention, and focusing the field of activity. Saturn's placement at birth influences the person's work in life, their obstacles, the challenges that will test them and build character. Saturn shows how a person will mature, and how they will learn to cope with adversity. Sat urn teaches transformation, and initiation. Saturn's rewards are the sweetest, for they are the hardest won. Afflictions to Saturn can create inhibition, timidity, cruelty, violence, melancholy, a knack for trouble, bad work situations, abuse of power, or resentment. Saturn, and the earth signs it rules, are the arbiters of the highest initiation. Christ, Buddha, and the Virgin Mary are Capricorn, Taurus, and Virgo, respectively, in our mythic systems. Initiation is earned, and only when the aspirant can us e higher consciousness in the Real World is the initiation authentic. Saturn is associated with the \"Ring Pass Not\" - a term normally used when referring to the orb of energetic influence of a planet or body, and can also be applied to other forms of life. The ring - pass - not is the combination of the different energy sheaths that human or cosmic spirits gather around themselves. \"A profoundly mystical and suggestive term signifying the circle or bounds or frontiers within which is contained the conscious ness of those who are still under the sway of the delusion of separateness -- and this applies whether the ring be large or small. It does not signify any one especial occasion or condition, but is a general term applicable to any"},{"pageNumber":4,"pageContent":"state in which an entity, having reached a certain stage of evolutionary growth of the unfolding of consciousness, finds itself unable to pass into a still higher state because of some delusion under which the consciousness is laboring, be that delusion mental or spiritual.\" S aturn is the boundary between the inner or \"personal\" planets, and the outer, \"impersonal\" planets. The inner planets are about refining our responses; the outer planets are things beyond our conscious control. Perhaps the most carefully watched planet (ot her than the moon) is Saturn, which has a 28 year orbit through the 12 signs of the Zodiac. The dreaded \"Saturn Return\" is just one of many Saturn tests we are put through. When Saturn, in its year to year progress, aspects its position in a person's birth chart, it performs its function: it tests, analyzes, it challenges. For about two years, 28 year olds face themselves and hard reality, usually as never before. Spending a little over two years in each sign, Saturn tweaks itself against its own position in the natal chart every seven years. (Two squares, an opposition, and a conjunction - the \"return.\") Thus, the 7 year old's first loss of dreamy childhood innocence, the 14 year old's hormonal hurricane, the 28 year old's full fledged adulthood, and so on. The milestones of 55 and 56 usually mark turning points in people's lives. In its 28 year journey, Saturn also aspects the other points in a natal chart, and it is useful to keep an eye on Saturn vis - a - vis your other natal planets. Most people can map chan ges and stages in their lives just by looking at Saturn's position for a particular time. A long period of testing in your life can often be traced to a Saturn square with your natal Sun, Moon, ascendant, or other planets. Saturn's connection to 'The World ,' Key 21, and earthiness, is symbolic of its hard reality. The square and the cross are associated with matter; while we live on this earth, we are like spirits nailed to a cross, clutching our cornerstone. Spirit, coping with material existence, is force d into transformation, and growth. People with strong Saturns are slow to change, so Saturn aspects often mean the difference between testing and Heavy Testing. Alchemy, on the surface, was the medieval attempt to turn lead into gold. It is really a metaph or for a much greater work, that of transforming the 'leaden' soul into the 'soul of gold.' "},{"pageNumber":5,"pageContent":"2. Eon Blue Apocalypse Key 20 - Judgement - Shin - Tooth Gematria Value: 300 31st Path Olibanum | Fire Opal From Malchus to Hod | NORTH TO SOUTH Next we come to 'Eon Blue Apocalypse' that takes the path of Key 20 - Judgment - Shin - Tooth. Seven lines of sound from the trumpet(or guitar in this case) represent the seven no tes in the musical scale, or the seven chakras. This rebirth is the transformative process of evolution we all are continually undergoing. \"Shin\" means tooth, and suggests chewing, or tearing apart for nourishment. Key 20 shows a pause, a looking back, bef ore beginning something new. Pluto rules this Key and it's placement at birth influences the person's deepest transformations in life, and the death experience. It teaches the transition from desire to individuate, to the desire to rejoin the source. Trans its of Pluto bring profound changes, ends of relationships, the realization that some things are obsolete, past their bloom. Time for a change. Pluto represents generational evolution; it influences mass changes of thought, and the relationship between the individual and the eternal. Its placement shows where fundamental growth and life developments will occur, and how they will be colored. The breakdown of reality teaches detachment. Pluto shows a person's most profound karmic imperatives, patterns that wi ll recur throughout the life, the hardest habits to break. Pluto benefits include distinction, realization, passing the evolutionary hurdle, transcendence. "},{"pageNumber":6,"pageContent":"3. The Patient Key 5 - The Hierophant - Vav - Nail Gematria Value: 6 16th Path Storax | Topaz From Chesed to Kochma | SOUTHEAST The Patient is represented by Key 5 - The Hierophant - Vav - Nail. The initiate is called upon to be an impersonal, all - beneficent administrator of supernal grace and power. \"Vav\" means \"nail,\" or \"heart,\" or \"and.\" The nail holds things together, and provides a hook to hang things on. The heart is the life of the body. \"And\" connects concepts in language. \"And\" is a way of joining, or \"union.\" \"Union\" is the meaning of \"Yoga,\" in the sense of joining physical to spiritual. Key 5/ Taurus rules the neck, joining head and body. The Hierophant represents structu red ritual used for linking the personal to the universal. The Hierophant is the \"concealer of sacred things,\" and the one who reveals them to the initiate in the Elusinian Mysteries. Taurus is fixed earth - matter in it's purest essence. It is inescapable gravity, the ultimate hard reality of our mortal existence. It is \"what matters,\" our values, ethics, and morals. \"Hearing\" is the sense attributed to Key 5. It is \"The Voice Within,\" or the \"Listening to the Heart,\" we must do to find out what really mat ters to us. In order to listen, the listener must be silent. The Hierophant represents this silence. This is the silence of the hidden seed or idea, the sequestration of the sacred. It can also be materialism; an obsession with acquisition as an avoidance of the inner voices. This is the \"bridge maker,\" between outer experience and internal illumination. The Hierophant sits on a throne between pillars, topped with Taurus glyphs. The pillars repeat the pillars in the Tree of Life. The grey colors show anothe r connection to the second sepher. The orange carpet is the color of Taurus; the crosses in circles are the Venus symbol folded into itself. Taurus is Venus ruled. Black and white checkers are under the carpet, showing the universal pattern of alternation. Tonsured monks kneel attentively, listening. They wear gold yokes, and robes. The blue robe with datura flowers speaks of sleep, dreams, and the subconscious. The black and gray robe with alchemical symbols shows wisdom and intellectual knowledge acquired through study. Keywords: Alliance, benediction, conscience, consecration, endurance, PATIENCE , goodness of heart, meditation, organization, placidity, purification, serenity, strength, restraint."},{"pageNumber":7,"pageContent":" Physicality, practicality, stability, seriousness, all characteristics of earth, concentrate in Taurus, in its rich, deep, mature tones. Taurus is the bull plowing the new earth of spring, the pregnant heifer, the surging gardens. Taurus influences in the chart (Second house, or planets in Taurus) create an em phasis on worldy achievement and security. This can manifest as success, comfort and beauty. Taurus (in its purest essence) is stable, PATIENT , diligent, determined, long - suffering, kind, and gentle. Taurus creates beauty whenever possible, in its physical body, its home, its work, kitchen and garden. Taurus can also be overbearing, stubborn, dour, boring, staid, possessive, dogmatic, linear/inflexible or greedy. There is an emphasis on social approval, and desire to conform. Taurus is concerned with propri ety, and when active in the chart, can bring elegance, wealth, artistic power, care in speech, stamina, love of sensuality and pleasure. Taurus is direct, straightforward emotion. 4. Mantra Then comes Mantra. Repeated thought forms in Yoga are called m antras, and are invoked continuously to keep the mind focused on God. There are mantras for every activity. Yoga mantras are in Sanskrit, a language whose every letter is tuned to the harmonies of the human mind/soul. Often, a mantra is given specifically to a student by the Guru, or teacher. OM MANI PADME HUM The \"Heart Mantra\" is one of many mantras, believed to bring healing to all. It is believed the actual creation of the sounds combined with breath brings the soul closer to source, or the infinite bliss of Krishna, the Divine Mother, or whatever aspect of deity the aspirant is focusing on. \"The One God Is Allah,\" and Mohammed is his Prophet. This is one of the key Muslim prayers, and indeed, every syllable of the Koran is believed to resonate with spiritual potency. Islam, which means, \"slave of God,\" believes that Arabic is the language of heaven, and that paradise is closed to non - Arabic speakers. Forms of Buddhism use prayer in various ways - the Nicheren Shoishus meditating with \"nam yoho renge kyo - \" or the Zen practitioners using Koans to stump the mind, and confound its accustomed patterns. Christians have some prayers that are especially sacred and ritualized, using the Passion of Christ for example, to achieve mystical attendance to God, The Holy Ghost, Jesus, or the Virgin Mary. The Jewish prayer service is a vast, complex and beautiful arrangement of Biblical excerpts, writings of the prophets, and Kabalistic poems and acrostics, which has evolved since deepest antiquity. Hebrew, the \"Lashon ha Kodesh\" (sacred tongue) has properties in its pronunciation that release the light in the \"neshama\" or \"soul,\" the same light that is trapped in the Klippot, discussed in Tzimtzum. In western humanist parlance, this has emerged as \"The Power of Positiv e Thinking,\" or affirmation meditations, thoughts intentionally repeated to change inner beliefs. Example affirmations are: \"I approve of myself,\" and \"I am patient, calm, and healthy.\" This also describes the \"Manifestation Process,\" whereby a goal is (so metimes vaguely at first) visualized, refined, defined, made clearer, focused on, urged towards, attended to, and finally made solid and polished in the real world."},{"pageNumber":8,"pageContent":"5. Schism Key 16 - The Tower - Peh - Mouth Gematria Value: 80 27th Path Pepper, Dragon's blood | Garnet, Rhodochrosite From Hod to Netzach | NORTH Schism is in conjunction with The Eighth Path HOD and The Seventh Path Netzach connected by Key 16 - The Tower - Peh - Mouth. HOD, which is the realm of thought, of communication, of reason, and of truthfulness, is on the same level as Netzach, it is a place where we choose to move up or down. It is an example of a powerful symbol, a metaphor about the infinite av ailability of Spirit. This example demonstrates the cognitive DISSONANCE , or \"oddness\" of a symbol that works, because it teases us into thought. The symbol JUXTAPOSES discordant ingredients and forces us to extract a new vision of the original elements. H ow we handle our thoughts is how we determine if we will evolve or devolve. HOD, or \"Splendor,\" is the next sphere up from YESOD; It is where repressed energies are channeled up from the subconscious, coming from MALCHUT. HOD is cool, and rational. HOD org anizes the raw cthonic material received from YESOD, \"digesting\" it, then sends it to NETZACH. Hod, forming a triad with Malchut and Netzach, balances three forces: The Body (Malchut), Thinking (Hod), and Netzach (Feeling). The three spheres surrounding Ye sod are the 'here and now' of life - and Yesod is the past we carry with us - the subconscious - memories and conditioning. Netzach and Hod are often not what they seem. These \"tactical\" Sephirot have no purpose inherent in themselves, but rather as a mean s for something else. The Tactical Sephirot process the impulses coming from above, taking from the opposite side. Netzach modulates Gevurah, and Hod modulates Chesed. Netzach is the Victory resulting from Strength (Gevurah); Hod is awe in the face of hidd en spirituality or power (Chesed). Balance, always a core concept in Qabala, manifests itself in the personality triad as a synthesis of our thinking, feeling and sensing functions. They are connected by the 27th path Key 16 - The Tower, or \"Lightning Struck Tower\", which represents the fall of earthly attachments and false structures of the egotistical mind. Some say this is the fall of Adam, or the Tower of Babel - the destruction of artificial attempts to reach divinity. (Hence \"watch the temple topple ove r.\") The letter Peh means \"mouth,\" as in the source of speech, connected to the confounding of human speech at the fall of Babel. This is also a lesson about the power of speech, and the importance of controlling it, for our own benefit and the benefit of others. Key 16 spans the tree, defining the first manifestation of"},{"pageNumber":9,"pageContent":"separating desire, in the Realm of Personality. Moving up the tree, through individuation, desire eventually rejoins the source at Keter. In the Yesod/Hod/Netzach/Tipharet crucible, Key 16, The Tower, is the burned - off slag, while Temperance, Key 14, is the purified metal. This Key looks at the dialectic process; the endless argument of thesis and antithesis becoming synthesis, and synthesis becoming the new thesis. It also symbolizes a clea n break with the past. Netzach represents the outgoing quality of the ego, expressed by those who desire to change the world forever by their presence. The perfect balance of nature is an expression of Netzach; the complex interplay of myriad organisms suc cessfully coexisting for millennia, each filling a niche, all complementing each other perfectly, each mind - boggling in it's own complexity and beauty. (Hence \"I know the pieces fit\") Netzach and Hod are often not what they seem. These \"tactical\" Sephirot have no purpose inherent in themselves, but rather as a means for something else. The Tactical Sephirot process the impulses coming from above, taking from the opposite side. Netzach modulates Gevurah, and Hod modulates Chesed. Netzach is the Victory resul ting from Strength (Gevurah); Hod is awe in the face of hidden spirituality or power (Chesed). Our seeing can be controlled; we can shut our eyes, avert them, or focus them for close inspection. But we hear sounds whether we want to or not. The seeing/hear ing at Sinai is a reflection of Moses' ability to focus hearing - to listen carefully, a trait everyone could seek to develop. Potentials of Netzach: True communication; focused listening, victory of the Divine. Exploring the mysteries of loving sexuality and Venusian energies, of developing artistic and creative talents, of creating harmony around us, of making communication palatable. Sepher Netzach is affection, animation, beauty, charm, culture, glamour, style, romance, inspiration. Netzach represents t he desires of the ego, and without Hod (Reverberation) can be overly self indulgent. "},{"pageNumber":10,"pageContent":"6. & 7. Parabol(a) Key 6 - The Lovers - Zain - Sword - Penis Gematria Value: 7 17 th Path Wormwood, orchid | Tourmaline From Tipharet to Binah | EAST - ABOVE Parabol(a) is connected to Key 6 - The Lovers - Zain - Sword - Penis. Reconciliation of inner opposites. Discrimination Depth perception - * parallax. Passive inspiration Scin tillating intelligence The sun represents enlightenment; Raphael, the angel of air, and Mercury, bestows superconsciousness, partly concealed by clouds of worldly ignorance. Adam and Eve show life force differentiated into opposites, and unspoiled, inn ocent love. By Eve is the tree of knowledge of good and evil, the tree of Eden. Five fruits represent the five senses. The woman looks at the angel, and the man looks out at the world (or at the woman). Nesting vs. Questing - the female / male archetypes - here they intermingle happily. Her upward look suggests spiritual aspiration, re - uniting with source, and Vidya - Maya; his look out into the world shows separating desire, individuation, and Avidya - Maya. The serpent tempts and destroys innocence; bringing worldy knowledge. Key 8 defines the snake, and Kundalini. (Also in reference to the song H.) The tree by Adam bears 12 trefoil florets, signifying the 12 Zodiacal signs, 3 decans each. The mountain in the background is Sinai, Olympus, Fujiyama, Manitou - a bodes of the Gods. It suggests climbing, aspiration, and attainment. Higher ground beckons. Here, it also represents pregnancy, or \"charged with seed.\" This is the time for planting. Seed is sown thick; likewise ideas gush forth from this path, not all exp ected to root. Yod, of Key 9, is the single seed, Key 6 is a bunch of seed. Zain is penis; this strengthens the association."},{"pageNumber":11,"pageContent":"These 'wild oats' (Hence \"Wide eyed and hopefully wild\") are often sown indiscriminately, which doesn't always sit well with others . Thus arises the reputation for being \"shallow\" or \"coldhearted.\" But this is the realm of urgent activity, with scarce time for billowy dalliance, or committed determination. Sense of smell is attributed to this key. Fragrance and sense of smell has been found to affect memory by association. We now know that the sense of smell is the last to go after death. Odor is a big part of sex, and mating. The dual nature of Key 6, and its attribution of discrimination, can be compared to stereo vision or hearing, which gives incredibly accurate object - locating abilities. This is called * parallax, which can be demonstrated by shutting one eye, and then the other, and seeing objects jump right and left. These \"twin\" objects are an effect of the brain. This is \"mind a s butterfly\", unable to calm its nervous activity. Yoga calls this \"tossing of the mind\" \"Vikshepa\". Pranayama, or Yogic breathing, is Patanjali's suggested remedy for vikshepa. Mental health and spiritual development are partly processes of harmonizing se eming opposites of internal personality. Key 6 shows that blending, or integration. The internal \"characters\" that comprise our inner chatter can communicate, and dance. Grounding influences elsewhere in the chart are very useful for Gemini, though may app ear as burdens at first. Gemini needs channeling, and focus. Lessons for Gemini include controlling the mind, being sincere, honest, consistent, not being self - obsessed, taking a broader view of things. Gemini is symbolized by a set of twins; this metaphor shows communication. Castor and Pollux, one in heaven, and one on Earth, describe the connection between mundane and spiritual thought. * Parallax - An apparent change in the direction of an object, caused by a change in observational position that provid es a new line of sight. Parabola - A kind of curve; one of the conic sections formed by the intersection of the surface of a cone with a plane parallel to one of its sides. It is a curve, any point of which is equally distant from a fixed point, called the focus, and a fixed straight line, called the directrix. "},{"pageNumber":12,"pageContent":"8. Ticks & Leeches I couldn't really find any references in this song. Although, I am still researching. 9. Lateral us Key 1 - The Magician - Bet - House Gematria Value: 2 12th Path Storax, Mastic, Mace | Agate, Opal From Binah to Keter | ABOVE Lateralus is represented by Key 1 - The M agician - Bet - House. THE MAGICIAN / MERCURY AS ABOVE, SO BELOW Will, mastery, organizational skills, creative talents. Ability to turn ideas into reality. Self conscious phase of personal mental activity. Mercury and the mind rules here. The Magus i s the channel between the infinite and the human realm. \"Bet\" means \"house\" in Hebrew, and is the protected space of the individual mind. \"B\" is a contained sound, first developing in a space enclosed by lips and mouth, an internal activity, and so al so, the symbol of \"house.\" \"Bet\" is also the first letter of \"Barukh\" - the first word in a Jewish brakha, or prayer. Translated as \"blessed,\" it is primarily praise, and an expression of awe and gratitude for the Creator, to whom the prayer is addressed. Bet is the other , generated from within the Infinite - Creator making boundaries within itself so that difference becomes possible. From primal unity in Aleph, springs olam ha'pirud - the \"World of Distinctions,\" or \"World of Separations.\" Bet is a housing for the divine energy, the form necessary for the unfolding of creative potential. Every particle of creation is a bet of God. Aleph becomes Bet - God becomes World. The gematria of Aleph is one , and that of Bet is two , again pointing to the differentiati on process - the unity creating other out of itself - from one to two."},{"pageNumber":13,"pageContent":" Sepher Yetzirah says that \"Bet\" reigns in wisdom. Thoth, Hermes, and Hanuman are compared. This path is called \"Transparent Intelligence,\" resonating with Hod. This \"transparency\" is also a reference to \"transmission\" from the spiritual realm to the material, like a window pane, powerful and clear. The alchemical characterization of Bet/Mercury is that of a flowing, shifting, unstable principle, always adapting and changing. This fl ightiness explains the monkey who attends Thoth, and Hanuman, the monkey god. This \"Tossing of the mind\" is called Vikshepa. Key 1 is the first of the first seven, commencing the powers or potencies. The Magus holds his arms in the \"coagula/solve\" posi tion - meaning \"coagulate (or join) - and \"dissolve.\" The \"coagulation\" is a drawing - in of energy. The \"solve\" is the use of the energy to dissolve, or cut like a laser. This illustrates the maxim: \" AS ABOVE, SO BELOW\". Once depicted as the Juggler, the M agus also shows the artifical thought - bubble of our Human consciousness - an ability to suspend a variety of concepts simultaneously in our mind's eye (the table) - infusing mind and matter to create new things and ideas under the sun. Juggling also requir es concentration, another association to this card. On the table are a cup, a rod, a sword, and a disk, representing the four magical principles - To Know, To Will, To Dare, and to Be Silent. The figure - eight over the head of the Magus is like the right an d left brain, here in balance. We know now that the right half of the brain controls visual memory, spatial judgement, and verbal skills, and the left half controls logic, mathematical thought and exacting dexterity. Left brain subjects focus on logical th inking, analysis and accuracy. Right - brained subjects focus on aesthetics, feeling, and creativity. Before the Greeks, human brains were not yet unified, and that God - concepts arose from our hearing one half of the brain as a voice from outside. The Brain was still learning about language and the ordered thought it engenders. When \"consciousness,\" as we know it, developed, the voices in our heads became unified, and we became our own masters. The left side of the brain controls the right side of the body, a nd the right side of the brain controls the left side of the body. This interplay is reflected in the infinity symbol nimbus over Key 1's head, as the two sides do their dance. The \"8\" is a sine - wave, or a mobius strip. It represents rhythm, involution/evo lution, the double helix of DNA, the cyclic nature of the universe. It is related to the Yin - Yang glyph, and the Tipharet Helix. The Magus draws power from above, acknowledging that we are only channels or transmitters for the life force that comes from th e infinite. We are allowed its use for a slice of eternity. The WHITE cloth binding his BLACK hair shows the limitation of ignorance by knowledge. (Hence \"Black then white are all I see in my infancy.\") The RED roses show desire channeled into art by way o f intelligence - the garden is the subconscious mind cultivated by acts of attention and the conscious mind. The roses are the desire that shapes all self - conscious activity. The lilies represent thought undistracted by desire. The RED cloak shows activity and passion, and is worn without a belt, showing that its Martian (red) nature is a choice. The Magus chooses when to take action and when to abstain from action, depending on circumstances. This key shows human will in union with the Divine, achieving th e knowledge and power to bring desired things into manifestation through conscious self - awareness. The Table is the \"Field of Attention.\" The concept of \"table\" carries deep symbolism. One \"tabulates\" data, and a chart or map is a table. This card, connect ing Binah and Keter, taps into the infinite cosmic force, represented by the YELLOW"},{"pageNumber":14,"pageContent":"background.. It reminds us that the goal is not to depart from manifestation, but to forge an effective and enlightened oneness with the physical world. This is the Bodhisa ttva, who forgoes complete release into enlightenment, to stay in this world, assisting all creatures in their path to the light.  "},{"pageNumber":15,"pageContent":"10. Disposition Key 13 - De ath - Nun - Fish Gematria Value: 50 24th Path Benzoin, opopanax | Obsidian, Sard From Netzach to Tipharet | SOUTHWEST Disposition is in relation to Key 13 - Death - Nun - Fish. This is not just a \"stronger version\" of the Tower. It is transformation, yes, but more final than the Tower. Death is a reality we all must face, our own, and other people's. Human cultures have myths, rituals, and ceremonies to help cope with thi s powerful fact of life. Key 13 is the place where we can assemble our ideas about death, to contain them, and to deal with them. The Bible says \"Death is the final enemy;\" it also says \"Conquer your enemies with love - \" herein lies a profound truth. SAMHAI N (pronounced sow - wyn) October 31st - Samhain comes from the Irish \"samraidreað,\" which means \"the end of the warm season.\" (Hence \"Watch the weather change\") This is the death of the summer, when the animals are culled. Samhain is the celebration of life over death, the transformation from the outer to the inner life. This is time to reflect on death, and to remember ancestors and loved ones that have passed on. This is when the veil between this world and the next is the thinnest. This is the time to do s pells to rid oneself of bad habits. This was a Druidic fire festival, Feast of the Dead , adopted by the Christians as \"All Soul's Eve,\" and later becoming Halloween, all \"hallow's 'een.\" The horseman bears the banner of the Dead; a grinning skull surrounde d by roses. The rose reminds us that the beautiful cut flower is dying, removed from it's plant. The number \"13,\" besides being the card's number, is a \"code letter\" for the letter \"M\" (13th in the alphabet) - in prison argot a code for \"Marijuana\" or \"Murd er.\" The Tibetan Book of the Dead is a series of prayers and meditations to guide the dying to the light, and to avoid reincarnation. The \"Bardo\" states are realms the dead pass through, where the soul witnesses memories and future visions that tempt it ba ck into incarnation, distracting it from the Primary Clear Light. from the Tibetan Book of the Dead: \"Do not let your mind wander. Listen carefully, for this is the hour of your death. Use death as an advantage, the opportunity to achieve Buddhahood. D o this by keeping your mind clear of all thought except thoughts of love and goodness."},{"pageNumber":16,"pageContent":"You are facing The Primary Clear Light. Be alert and attentive to all that happens. You can now see and hear ultimate reality, the all - good, the dharmakaya, the first st ate of Buddhahood. Your mind is no longer restricted to your body. It can join with the great stream of universal consciousness. It can be one with the unborn, with perfect enlightenment, with Buddhahood. Know that life is unreal and death is also unreal. Only what you experience is real. It alone is the Truth, the Light.\"  "},{"pageNumber":17,"pageContent":"11. Reflection Key 2 - The High Priestess - Gimel - Camel Gematria Value: 3 13th Path C amphor, aloes | Moonstone, Pearl From Tipharet to Keter | BELOW Reflection is connected with Key 2 - The High Priestess - Gimel - Camel . Intuitively feminine virginal guardian of the temple of the mysteries; enigmatic mistress of the night. First path of contact between the human and divine worlds. The longest path without a stopping point, the most dangerous. This path connects Tipharet and Keter, creating the longest of the paths. This is the mystical, archetypal Bridge - spanning the mysteries, balan ced between Chesed and Gevurah, Mercy and Severity. It is manifested by the High Priestess combined with the power of the bridge builder, the Hierophant, Key 5. The Moon's placement at birth sets the character for the person's personality, and instinct. It determines the kind of imagination, dreamscapes, and moods the person has. The Moon has no light of its own; and like the Moon, the personality reflects the light of the Sun, the person's true Spirit. The Moon shows our hidden, unexpressed, or unexpressab le desires, emotions, and esoteric self - image. The Moon shows our Inner Nature. When you are misunderstood, it is your Moon nature, expressed imperfectly through the Sun sign, that feels betrayed. Things you know without thought, instincts, hunches, intuit ions, are products of the Moon. Modes of expression that you feel truly reflect your deepest self belong to the Moon: art, writing, creative work of any kind; for fun or business. The feeling - tones of your deepest emotions are filtered by the sign your Moo n occupies at birth. Most people can map their moods and day to day cycles by the moon, some more than others. People with strong Moon influences are changeable, have vitality that waxes and wanes, are susceptible to external influences, and are comfort lo ving. While the Sun indicates ego and drive, the Moon shows the kind of personality. Sign placement describes the basic stamp; proximity to compatible planets enhances their influence. The \"New Moon\" is the same as a \"Sun - Moon conjunction.\" These people ar e \"the same inside as out\" - they can be \"easy to read.\" Sun/Moon types can achieve a great unity of personality/soul, and be \"self - contained.\" The \"Full Moon\" is a Sun/Moon opposition. When balanced, this gives a person great perspective and brilliance; i t can be schizophrenic if not well aspected by other features in the chart. The \"Waxing Moon\" is growing fuller; moving from New to Full. The \"Waning Moon\" is moving Full to New, that is, getting darker. Waxing moons are full of vitality and are traditiona lly good times for starting projects; waning moons are the opposite. The \"Balsamic Moon\" is the last ten"},{"pageNumber":18,"pageContent":"degrees before the moon enters its three day dark period. These moons provide psychic insight and precognitive powers.  "},{"pageNumber":19,"pageContent":"12. Triad Triad is represented as The First Path, Keter The Infinite Keter's planet is Pluto. Divine ideal wisdom / Will / Inspiration / Spirit Keter is the source of all, including the things as yet unmanifest. Stabilizing consciousness at this sphere is the go al of human evolution. KETER, or \"The Infinite,\" is the crown of the tree, the peak of the spiritual realm, the assimilation of all spiritual work. It is the place where the pure energy first steps into the world and becomes recognizable. Keter, forming a triad with Binah and Kochma, balances three forces: Spiritual love and awareness (Binah), Spiritual will and purpose (Kochma), and the infinite realized self (Keter). These thr ee spheres could be compared to the 'Father, Son, and Holy Ghost' in the Christian pantheon. Keter is Brahman - the impersonal, absolute existence, or Godhead, the all - pervading transcendental reality, the implicate and implicit order. Because of Maya (Ke y 2), Brahman is concealed from the Atman (Tipharet). Potentials of Keter: Solving the inner quest, revelation, divine inspiration, Samadhi, spiritual ecstasy, enlightenment, union with infinite merciful bliss. This is the completion of desire re - uniting with source. The realm of separating desire is among the lower sephirot, having first divided out of MALCHUT. Keter is called the \"Crown,\" while Malchut is Kingdom. Some Kabalists envision multiple trees of life connected top to bottom, with Crown and Kin gdom joined. This"},{"pageNumber":20,"pageContent":"allows for infinitely more layers and distinctions within Creation. Concepts of Kingdom/King/Creator are explored in Malchut. Crowns appear in Key 3, Key 4, Key 5, Key 7, Key 11, Key 14, Key 16, Keter, and Malchut. Balance, always a core concept in Qabala, manifests itself in the transpersonal triad as a synthesis of our highest thinking, feeling and awareness. Transpersonal Triad \"colors\" are light, the absence of light (dark), and half - light. The fragrance ascribed to Keter is Ambergris. The character is the prodigal son, returning to the father. This is where the individual raindrop joins the sea. Commandment: I AM YHVH, your God, who took you out of Egypt. 13. Faaip De Oiad We have finally reached the end of our destination and we can now hear the \"Voice of God\", and this is what he tells us. Not what you expected? I'm not saying this album is totally in confluence with the Qabala, but you have to admit there are a lot of references made to it in the songs. Well, I hope you enjoyed reading this and at least found it a little informative."}]
