[{"pageNumber":1,"pageContent":"The Soul top of page The Soul Texts taken from the books by Warren Kenton (Z'ev ben Shimon Ha1evi) according to the indexes. (The... mean that a paragraph or sentence has been broken up.) Introduction to the Cabala (1972 - Revised 1991) Page 50:... A delicate, but tough mechanism, the body, soul and spirit, is a fantastic powerhouse full of many different kinds of fuel, each with a particular function and quality.... Besides his body and personality, the rest of him is invisible to the physical world. With the aid of the Tree of Life we may come to perceive his soul. ... The Tree is the only permanent feature in a man, in that he is modelled on an eternal universal design. This is the full man, containing all Creation, and in the image of He who made him. Page 93: The Neshuma or soul, as we may also call it, pivoted on Tepheret has also access upwards to ......... Any man truly in contact and centred in Tepheret is indeed self-conscious, for nearly all the paths focus there ... Page 94:... It is said by the Cabalists that on death the Malcut body returns to the elements, Yesod soon vanishing as the vegetable processes cease. That the Nefesh remains while the vital energy triads slowly disintegrate as the body decays. That the Neshuma or Soul finds its home in an upper region, and that the Spirit, when the processes of purification are complete, returns through Kether to the Absolute. Between the upper and lower faces are the Sephiroth of Gevura and Hesed, the Cherubim who stand with flaming swords at the Gates to the Garden of Eden, wherein walks the Lord God. Page 187: The upper triad of this emotional aspect of man, composed of Gevura, Hesed and Tipheret, defines the evolving part of a human being. Here is the beginning of self-consciousness, as against just being conscious as any animal is. This triad is, with the back-up of the triads below, able to have a balanced assessment of itself. Centred on the Essential Nature the consciousness can call on both inner and outer emotion, Judgement and Mercy, to view its actions. It is sometimes called conscience. Here in the Yetziratic World the Neshuma is a crystallisation of a man's soul. It is possible, it is said, to form here a Yetziratic body of a subtler substance than elemental materiality which probably conforms more closely to what a man is really like. ... Page 193:... If he sustains the effort, he may in time gain access to that yet higher triad which is already faintly existent in himself, of Gevura, Hesed, Tepheret, that is, Self Consciousness. This makes available new powers which feed his awakening soul.... Astrology - The Celestial Mirror (1974) Plate 27: In astrology the sun represents the essence of a man's being. Its position in a horoscope is a prime factor, because the zodiac sign it is in indicates the nature of that essential self which will govern and shape the fate of the individual life. file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/thesoul.html (1 of 15)8/12/2004 2:09:08 am"},{"pageNumber":2,"pageContent":"The Soul Plate 31: The psychological principle of Mars is emotional control. ... Plate 32: Jupiter, the complementary emotional planet to Mars, acts as the expansive counterpart to Mars' contraction. Further, each planet has both a masculine and a feminine role ... Adam and the Kabbalistic Tree (1974) Page 157: First let us look at the emotional triad on the Tree. Judgement sits on the pillar of form, and Mercy on that of force. Judgement is passive, Mercy active. Judgement is receptive while Mercy is applying. These positions give us a clue to their qualities. It must also be remembered that they are opposites and complements, and act as the expanding and constraining combination on the Tree. They oversee Hod and Nezah and feed into the self of Tiferet. This latter configuration creates the central triad of self-consciousness, this is the Soul or Neshamah in Kabbalah. As such it will be perceived that the soul is emotional by nature which may explain why it is regarded as feminine in the Kabbalistic tradition. Taking the analogy further the soul is occasionally referred to as Eve and the spirit as Adam. However, before we can discuss the nature of the soul and spirit we must become well acquainted with the pairs of sefirot concerned with Emotion and Intellect. Page 184: Crystallized between force and form the complex structure of our intellect is designed to house the Spirit, which is what it does on the Tree. Moreover, the complex is adjacent to the two emotional triads supporting and feeding into the self- conscious synthesis called the Soul. We have here the traditional model of the temple with the lower faces as outer courtyards to the inner court of the spirit, with the Holy of Holies beyond.... Page 243:... there is always the possibility of awakening, and this occurs when the path of honesty between Yesod and Tiferet is opened. That is why the moments that make real memories have their clear and clean quality. One is awake for an instant to the supernatural world, that is, the realm of the soul. In natural man the soul is asleep. Nevertheless it stirs from time to time in the Unconscious. In such periods, important changes occur in a man or a woman's life, perhaps a turning point in a career, or relationship, is reached, may be a moment of reappraisal as regards the whole of one's life emerges. The scale of the event is quite different from just changing one's job or taking a new partner. Its nature is so deep that one only knows that behind the scenes of the subliminal threshold, some major readjustment is going on.... Page 244: While the psyche might be considered the total working of the yeziratic Tree, the Soul, to be precise, is the triad composed of Gevurah, Hesed and Tiferet. This is because both the upper and lower faces of the psychological Tree belong partly to the worlds above and below Yezirah. The Neshamah or Soul proper, is the individualized aspect of the Creator and this can be seen by its focus on the nuclear sefirah of Tiferet. Neshamah means living soul. Some Kabbalists call the soul the Ruah, but if we refer to Gen. 2:7, the definition is Neshamah, while Ruah in Gen. 1:2, is called the Spirit which is of a universal order.... The Neshamah, Genesis states, is that part of man which has been breathed into the dust of the ground, that is Adam.... For the natural man the soul is the Sleeping Beauty as in the fairy tale. It is feminine in most traditions and as said is called Eve in relation to the Adam of the Spirit, that is the great triad formed by Tiferet, Binah and ......... Many tales and myths use yeziratic language to express the journey of the soul. The epic of Gilgamesh is one and Cinderella is another. In the latter the soul is embodied in the ill-treated, but true daughter of the house, who is sent to live in the kitchen or the asiyyatic body ... Page 245-46: The nature of the soul can be guessed at by the position of the Neshamah triad on the Tree. Situated between the beriatic and the asiyyatic Worlds it participates in both, being the intermediary for the two, while remaining separate. file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/thesoul.html (2 of 15)8/12/2004 2:09:08 am"},{"pageNumber":3,"pageContent":"The Soul Below it and to each side are the two functional triads of the emotional complexes, while above, to left and right, are the intellectual concepts. These could be summed up as \"concrete\" thought on the passive side and \"speculative\" thought on the active. The emotional side triads could likewise be simply, but not fully, defined as 'certitude' in the passive form and 'trust' on the active side. These flanking triads feed into Tiferet which is the central pivot of the emotion sefirot of Gevurah and Hesed. The horizontal disposition of the Neshamah triad makes it part of the conscious series of progressions up the middle pillar. Its relationship to the self is special, inasmuch as being neither asiyyatic nor beriatic, its nature is unique. This is why the soul is closely involved with the essential nature. In all men and women the self exists, they could not be without it. In the case of the natural person, it is the Sleeping Beauty, or Tiferet, which is the possibility of his individuality. This is recognized by the natural man in the expression 'to be one's own man', although he may not realize the full implication of what he says. Everyone has an essential nature. We are born with it. It is uniquely ours although we may never realize it in Asiyyah. The soul of the natural man is composed of his essential nature and his judgements and mercies. These sefirot operate in both the Individual and Collective Unconscious. However, the soul triad is not quite like any other, because it is the synthesis of a man's inner life. While the lower face participates in the asiyyatic World, it must do all those things the psycho-body must do to live, and the upper face exists and must concur in the laws of Beriah, the soul need not conform. It can opt for one and ignore the other or vice-versa.... That is the prerogative of the soul, its right to select. In the Kabbalistic tradition both worlds are accepted, the soul acting as a go-between between Earth and Heaven. In natural man the Neshamah lies dormant.... the sleeping soul becomes flabby, or rather does not really develop any capacity of account. Because men are old it does not necessarily make them wise. Occasionally one hears of people being old souls, the implication being that the person, although young in years, has been on the earth's surface before and has acquired his knowledge in a previous existence. This concept of reincarnation, like those of the great eastern religions, is spoken of in the Kabbalistic tradition and is called Gilgulim or the Revolution of Souls. According to the Zohar, the soul is sent down from the upper regions into the asiyyatic World to perform a task both for the universe and itself. If it does not accomplish this, it is returned several times until it does.... Page 247:... On death the lower face of the yeziratic Tree will die as the upper face of the asiyyatic body. With it dies the ego and its Personal Consciousness. This, in the relative context, implies the possibility of reincarnation and the ability of the soul to survive, in some form, during an interim stage, before being recycled down into Asiyyah or drawn up into Beriah. It also emphasizes the uniqueness of man. Man, therefore, has within him the ability to detach himself from the level of pleasure and pain. He can leave the world of toil, be released from the curse of Adam and return to Paradise. This can be accomplished by the awakening of the Soul, the cultivation of its consciousness and the realization of its proper place in the Universe. Page 248:... for those who have made some sustained contact with their inner nature. The Soul is not affected even by bodily disease. It can soar, sometimes despite intense physical pain, and live within the kingdom of the psyche on more than memory. In such an evolved person the past becomes an investment, the present more real than ever it was, and the future full of potential. This is the range of the soul that lies sleeping in so many of us. Page 249: While the natural man wanders through the jungle of the animal and vegetable kingdom his soul lies dormant. It grows with life experience but only in an unconscious manner so that what is learnt is only dimly recognized, as a dream between sleeping and waking. Left to itself the soul would be terrified of the world about it, as an embryo child would be if faced with the harsh world outside the womb. Indeed it is not a dissimilar situation in that the gestating soul has to be both protected and nourished. To accomplish this, the upper and lower faces of the psychological Tree contribute their attention. file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/thesoul.html (3 of 15)8/12/2004 2:09:08 am"},{"pageNumber":4,"pageContent":"The Soul In the case of the lower face, the intake of experience is passed across the threshold of Personal Consciousness into the Individual Unconscious, where it is separated out and stored in the respective emotional and intellectual triads and paths. From these reservoirs it is, when occasion arises, drawn upon by the soul which synthesizes a psychological amalgam for the use of; in the natural man, the Individual Unconscious. Page 259: For the Natural man the Crown of his psychological body is his god. From it springs the source of his soul.... To advance further, a man must develop his soul. This will allow him to rise up the Tree of his psyche into Beriah where he can come m contact with the spiritual triangle. Here he may, or may not, choose to go on to ascend into the Azilutic triad. If he does, he can attain his Divine World and have direct reunion with the Absolute, or, as an alternative, choose to return to the world of natural men to teach and point the Way.... Page 262-63: Childhood and its own peculiar magic is intimately connected with the awakening of the soul. Besides the wonder at nature with its variety of plants and animals and the first feeling of awe as the child suddenly senses the distance of the stars when it looks up at the night sky, there is the realm of the fairy tale and the folklore. These stories, like those of the Bible, have a deep effect on the psyche. It is as if the soul were being reminded of something it once knew and had lost sight of.... Page 265: The awakening of the soul can come at any time in adulthood. It cannot come before, because the full stature of the person has not been reached. A young man or woman may know of the soul, be aware of its powers, but they have not yet the experience to handle the delicate, and often crucial crises that befall someone seeking a spiritual path. This does not preclude young people from practising, but they need to be under the seasoned guidance of a teacher who can carry them over difficult periods. The process of awakening is not for everyone, and traditionally only those who will not be put off by the intentional cold-shouldering of a teacher can be accepted for the first stage of work. ... It is not enough to read the right books or even belong to a study group discussing esoteric ideas. They have to be practised in life. ... Page 267: There is, however, a fourth path in the cultivation of the soul and while it is often associated with the relatively modern Gurdjieff and Ouspensky esoteric school, it is by no means exclusively theirs. It is in fact related to the ancient concept of the spiritual householder, and is indeed acknowledged as such by Gurdjieff. Its form is that it is a composite of the other three ways, but that unlike them, it operates in direct contact with life. Both the Kabbalists and the Sufis, the inner traditions of Judaism and Islam, use this approach and one might well met a Kabbalist selling baby clothes in London or a Sufi architect in Baghdad. To be in the midst of life is the essence of both teachings and yet to be able to create a holy space wherever they are, is also a prerequisite. Page 268: No instructor will waste his valuable time on a man without a real aim. This is why, although Kabbalah, or any tradition, is in principle open to all, people are put off. A man must really want to work on his soul. To be less than totally committed to any path is not only useless, but as pointed out, sometimes dangerous. This does not mean that a person should not knock, ask and seek. There is a way for everyone. At some time that is his individual fate and destiny. Page 269-70: If a person wishes to develop his soul, he has to implement the desire consciously. This requires a sustained effort over a long period under discipline. ... Decision, discipline and effort are the prerequisites for the man or woman who wishes to develop his soul.... When the aspirant commits himself he begins to change his whole way of life. In Kabbalistic terms, he starts to alter his yesodic foundations. ... Page 277:... In order to grow, the soul must break out of the imprisoning structure of animal and vegetable existence. Changes can sometimes occur, despite the ego's clinging to familiar securities and relationships, for the Self; if it cannot effect the change directly, will, through the side paths avoiding Yesod, influence the person to terminate an old way of life.... file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/thesoul.html (4 of 15)8/12/2004 2:09:08 am"},{"pageNumber":5,"pageContent":"The Soul Page 284:... No astrologer can predict the fate of an evolving man, because he can alter his psychological solar system to meet his own aims. True a man living off his sun at least does have a fate, but unless he develops a conscious soul he will merely be a more identifiable and powerful character than his natural fellows. Moreover, although he lives in touch with Tiferet, he is still under the domain of Nature and needs external circumstance to assert himself. The supernatural man does not need this. 'Gold and mud are the same to the sage', the ancient Chinese said. The supernatural man is self-sufficient. He is indifferent to outward good or bad fortune. Fate is superseded by acting correctly within a given moment.... Page 285: It is said that man has three souls, the animal Nefesh, the Neshamah and the Ruah. As previously said, I belong to that Kabbalistic school which uses the Biblical definition of Neshamah, which means a 'living soul' as against Ruah which implies 'Wind' or' Spirit', that is the Great beriatic Triad of Binah, Hokhmah, Tiferet. Tradition has it that the Nefesh belongs to the body, the soul to Paradise and the Spirit to Heaven. This sets out very precisely the Neshamah's situation between the upper and lower faces. In the natural man the Neshamah is in a state of sleep, rather like a new-born child in that it only wakes at crucial turning points in a life. The idea is developed further by Kabbalistic tradition, which says that each soul is sent down into Asiyyah to learn the lessons of that World. Observations of most of humanity indicate a very childlike level. Page 287: According to Kabbalah the soul is sent down into the world often against its will, because it is quite happy at its own original level. For reasons best known to the Almighty we all come here to learn certain lessons and are therefore directed into particular lives. This is accomplished by being born to certain parents above whom our souls (the Zohar says) hover when they make love. If conception is willed, we descend and become attached though not firmly, to the fertilized cell. During gestation, the connection becomes stronger as the growing body begins to fill out our yeziratic mould as a babe. At the moment of emergence from the womb, the soul can, and occasionally does, back away from the shock of asiyyatic life, and as the Hebrew prayer book says, 'A soul can pass by the world without entering it.' More often than not, the Nefesh, which by this time has a distinct interest in maintaining the body, forces the sleepy soul into life and the shock usually wakes the soul up, so that for a brief moment it is fully awake. Page 288: For the natural man repetition is inevitable. He will live the same kind of life over and over again because that is what he wants. He will put up with sorrow, fear, even death because he feels safe in the sameness of it all. ... What is the way out of this impasse? It is the cultivation of the Neshamah, the growth and purification of the heart, which is created by the emotional sefirot of Hesed and Gevurah linked to the self-consciousness of Tiferet. Page 292:... The evolution of the Neshamah is the purification of the soul so that it may arise and return up the Tree to its place of Emanation. From this it will be seen that the descent of Daat is a vital part of the progression in the soul's journey home. So far three major steps have been taken: the first separates the natural man's world from the supernatural world, the second searches for a way into the inner aspect of oneself; and third is the commitment to a distinct way of working on the soul. This last step is most important, because no stage can be missed. One cannot enter in the Way except by the legitimate door. ... The Way of Kabbalah (1976) Page 85: The fourth or Mystical level of Kabbalah begins with the shift into the triad Hod-Tiferet-Nezah, that of Awakening Consciousness. Here, above the threshold of Gestation, the Theory and Practice of the Teaching begins to become real to the aspiring Kabbalist. He is in touch, along the path of Honesty, with his Self; and he therefore starts to enter, as he glimpses the next World, the Triad of the soul formed by Gevurah-Tiferet-Hesed. Here he comes into contact with the fifth level of the Teaching, and places himself; if they will accept him, under the tutelage of those in charge of the Exoteric or Outer part file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/thesoul.html (5 of 15)8/12/2004 2:09:08 am"},{"pageNumber":6,"pageContent":"The Soul of the Inner Tradition. The people responsible for this level have many names, but two Kabbalistic ones will indicate their function. They are sometimes called the Zadekim, teachers of Severity, or the Hasidim, teachers of Mercy. They were known in the Middle Ages by the nicknames of the 'Terrors' and the 'Gentle' maggidim. Their method, like that of the schools Hillel and Shammai in the Second Temple period, was to instruct, through Love and Fear, on matters concerning the Soul, and to encourage and correct the aspirant's knowledge of himself and all those events and people connected with his life and fate. This stage is known as the Work of Nourishment. Page 147:... Another triad, that of Gevurah-Tiferet-Hesed, forms the root word for 'purification and cleansing'. This gives much insight into the nature and work of the Charity triad of the Soul. The study of the letters and the paths is a complex metaphysical exercise in itself. It contains layer upon layer of depth within the context of the total Tree. Kept at a purely academic level it is, and has often proved, a blind alley. For the Kabbalist it must be put to practical use. It must be made to help Heaven reach Earth and Earth to reach Heaven. Without this aim all the Work is pointless.... Page 165-74: While a man may gain a glimpse of the Heavenly Palaces of Beriah from the Tiferet of Yezirah, he may not fully enter them until he has well and truly begun to purify the Yeziratic body of his psyche. This takes place in the Triad of the Soul. ... the triad of the Yeziratic Gevurah-Tiferet-Hesed is sometimes called the place where the angels stand guard over the Soul. Indeed this symbol takes on more meaning when one realizes that the upper face of Eden and the lower face of Heaven lie beyond. The angel who resides in Gevurah is the agent of Judgement. His task is to apply severity when needed, and to assert functional evil, or the contractive principle on the Soul. When a person behaves rightly, this angel acts in the passive and contained role of discrimination. However, if he commits a misdemeanour, the angel then switches into the active aspect of Gevurah and as an apparent devil or evil angel drives him on to commit more indiscretions, until the situation is so bad, and the Judgement so harsh, that the pillar of Mercy swings into action. He is then confronted with the decision to repent and return to equilibrium, or to go on further into the Other Side and face more chastisement or even destruction through the overbalancing of his Tree. This constant balancing act is known as the attraction of the Yazar Tov and the Yazar Harah, the Good and Evil impulses. While the options are offered by Good and Evil, the choice is left to the man. This is why the emotional triad Gevurah-Tiferet-Hesed is considered to be that of morality. The Triad of the Soul is the emotional aspect of man. It is a quite distinct level of being, between the natural lower face and the supernatural upper face of Yezirah. The Triad is composed of Gevurah, which is represented in the passive outer side of Emotion; Hesed, which functions through the active or inner aspect of Emotion; and Tiferet, which as the reconciling principle expresses itself through emotional consciousness. Together they make the emotional undertow in life, the mostly quiet, but far from still, deep process of individual growth. The terms outer and inner Emotion, like all sefirotic names, are totally inadequate, but they express its Form and Force aspect.... Outer Emotion, for example, is concerned with the passive response of the heart, the feminine aspect of a person and his emotional receptivity, while inner Emotion is essentially the active, vital and deep masculine driving force within him. The effect of the latter may not always be perceived directly, except over a whole lifetime. Together with Tiferet, outer and inner Emotion generates, for example, in a relationship, love with discrimination and control with gentleness. These and the qualities of charity, compassion, equanimity and devotion make up with the truth and beauty of the Self; the nature of the Soul, the vehicle of Self-consciousness. As will be perceived by its position on the Tree, the Soul Triad has a kind of independent field of action above and below the two faces of Yezirah which are bound by either the fixed laws that govern the natural man or the submission of the will to service of the Lord. This gives the Soul its power of choice, and is why the factor of morality is centred here. Morality is an emotional matter. It concerns good and bad conduct. A person once in Tiferet can no longer be excused, because he has risen above the Yesodic conventions of his society.... This places him in a situation where he has to rely on his own insight, which is a quality of the Soul.... To be in contact with the Soul Triad is to possess a conscience. The word 'conscience' means 'with-knowledge', with the implication that one has reached a certain point in spiritual growth.... file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/thesoul.html (6 of 15)8/12/2004 2:09:08 am"},{"pageNumber":7,"pageContent":"The Soul Conscience is composed of Love, Truth and Fear. These are the attributes ascribed to Abraham, Jacob or Israel, and Isaac when they are placed on Hesed, Tiferet and Gevurah. These quite distinct characteristics describe the three different ways a man may relate his Soul to the Devine. While one may be related through Fear, through Love or through true Knowledge of the Lord, all three approaches should be present in the Kabbalist; although he may have a preponderant inclination towards one of them. This will bias the emotional loading of his conscience, making him act (or refrain from acting) either because he fears the Evil impulse or because he loves to do good. If he is working primarily up the middle pillar he will want to do what is right because he knows it conforms with the Heart of Hearts and the Will of God. These three attitudes illustrate the three main methods by which a person can approach God. All, it will be perceived, have to work through the vehicle of the Soul. In Kabbalah there are various levels of Soul. The first, as already mentioned, is the Nefesh or Vital Soul, that is the intelligence that inhabits and governs the organic body and lower psyche. The next level is that of the human Soul, as defined by the triad we have been examining. In the Zohar, the most widely read of Kabbalistic works, the name 'Ruah' is used for the human Soul. However, not all Kabbalists agree to this title: indeed in the Talmud the word is interchangeable with Neshamah, which the Zohar regards as the higher Soul.... The path letters that make up the Neshamah or Soul Triad spell out the root word ZAKHEH, which underlies the terms 'purification' or 'to cleanse' and 'make bright'. This gives some idea of its function. It is also called the Triad of Nourishment, in that there is a continuous process of intake and refinement. ... in the psyche, ... the ... side triads of emotional complexes and intellectual concepts stimulate or constrain the Soul. Here in the depths of the Individual Unconscious, the active and passive emotional complexes and intellectual concepts of our life influence our psychological metabolism. In natural man they remain the deep and largely unperceived promptings of the unconscious, but in one who is developing his Soul, the object is to transform these normally hidden operations into the experience of Self-consciousness. In this way the Soul is no longer an abstract symbol, something that most people suspect they possess, but becomes a living reality that is peculiarly one's own. The individual Neshamah, Kabbalistic tradition says, is sent down into the World of Asiyyah in order to perform by virtue of its particular nature and talents, a specific task, which no other Soul can do. As an incarnate entity on earth, it is one of the highest levels of consciousness on the planet. Man, that is a full human being, is there not only to develop his Soul for himself; under difficult but highly stimulating conditions, but also as the sight, hearing, touch, smell and taste of the Lord at this level. As a self- conscious Soul he remembers and is Remembered, knows and is Known. Because of this, the Lord perceives directly through human experience the World he has Called forth, Created, Formed and Made. The human Soul of the Neshamah hovers above Asiyyah and below Beriah, and is usually referred to as female. It is sometimes seen as the Eve to the Spirit of Adam represented by the great Ruah Triad of Tiferet-Binah-Hokhmah. Below is the Serpent, or the Nefesh that bites Eve's heel as she presses on his head, where the Keter or Crown of Earth meets the Malkut or Kingdom of Heaven in the sefirah of the Self. Here in the Self the threat of real temptation becomes present, and this is why the Soul must be purified before a Kabbalist can rise fully into the World of the Spirit.... Traditionally Satan was once an archangel, that is one of the intelligences or guardians of the World of Creation. His task is to act as the Tempter, to test Truth and try out Goodness at the level of the Spirit. His brief is wide, in that he may lie and distort the appearance of reality so as to examine the flaws for discipline (Gevurah), truth (Tiferet) and love (Hesed) of the Soul Triad. As one maggid remarked, 'All people are good when things are going well. But make difficulties for them and one soon observes who behaves well on principle and who for personal interest.' This on the human scale is the function of Satan, as the story of Job illustrates. Job's viewpoint underlies the Kabbalistic philosophy that even the most corrupt Evil has within it a spark of Good that can be raised up and brought back into harmonious circulation. This daring approach, however, requires the rare purity of Soul found among saints and Zadekim who see evil performing a cosmic task as part of; and not separate from, God's Will. Each of these Deadly Sins, as they are called, inhibits spiritual progress and has to be checked and converted by the work of the Soul, which has the power to purify. The kind of Evil that hovers above the level of the Soul Triad and Lower Spirit is beyond the comprehension of most natural men; but perhaps a hint of higher temptation is gained by a moment in T.S. Eliot's play Murder in the Cathedral, where Thomas a Becket awaits his assassination. After a series of scenes in which the archbishop easily handles the worldly file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/thesoul.html (7 of 15)8/12/2004 2:09:08 am"},{"pageNumber":8,"pageContent":"The Soul enticements, he is assailed very subtly from within by the attraction of dying a noble martyr. This is quite an unexpected and different order of testing, and is summed up in the lines 'The last temptation is the greatest treason: to do the right deed for the wrong reason.' Such a trial is placed before every Kabbalist, and is indeed always present at all levels on Jacob's Ladder. Page 178-79:... to imagine one has reached absolute purity and perfection of Judgement and Mercy, is to commit blasphemy. It is a continuous process of emotional refinement, with Judgement and Mercy not only applied, by oneself; to matters below but also implemented upon one from above. The Soul, it is said, is that part of us that knows all about our particular life and everyone and everything connected with it. This makes it the vehicle through which we see the upper Worlds. The condition of such a subtle body determines the steadiness of our intentions and aim. An act of worship without Kavvanah, Kabbalists say, is like a body without a Soul. Here is the difference between a man being spiritually asleep or awake. When attention is focused in Tiferet, where the aim of the Kavvanah is governed, it is given emotional power and precision by the Hesed and Gevurah of the Soul. From the pivot of the Self; a man may raise the Spirit upwards to either praise or petition. The act of Kavvanah can be directed to any level of the upper Worlds. Where will is there is power. Therefore what a man consciously intends may, if it is also Willed from above, come about. That is why a Kabbalist must be responsible to both Man and God. A Kabbalistic Universe (1977) Page 100-01:... As a part-angelic being, the serpent could converse with Eve, who is sometimes seen as the Yetziratic triad of Gevurah-Hesed-Tiferet of the Soul in contrast to the Hokhmah-Binah-Tiferet triad of the Spirit represented by Adam. This in no way conflicts with the two-pillar concept, because the serpent meets both Adam and Eve in the Tiferet of Yetzirah. It is in the nature of the sensual always to be hungry, curious and for ever looking for excitement, and so when the Nefesh or the animal-soul of Formation, symbolized by the serpent, addressed Eve, the passive side of the Soul or Neshamah, she was by her nature receptive to a lower but active principle. The discussion that followed about the consequences of eating the fruit of the Forbidden Tree was ignored, as we can observe in our own animal levels, because the Nefesh cannot see beyond its sensual or sensory range. ... as will be noted the serpent does not actually eat the fruit himself; that is, he was not capable of taking on the responsibility. ... Page 110: As the soul and spirit must have a physical vehicle to exist in Asiyyah, one must be provided by that World. This occurs when the two parents come together in the act of coupling.... If the moment is right, and tradition states that the soul to be embodied hovers above the couple, waiting for a contact to be made, there is a rising up the central column of Asiyyah, from the sexual ecstasy experienced by the central nervous system at Tiferet, to the Daat of the body. Here, as the Bible puts it, 'Adam knows Eve', and the carnal Knowledge of Asiyyah is transformed into the Yesodic Foundation of Yetzirah. Simultaneously, the Father and Mother Sefirot of the Asiyyatic Hokhmah and Binah allow the Yetziratic Nezah and Hod through the fuse into the Daat-Yesod meeting place of the two Worlds, the creative Lightning Flash that is to build the body of the child and make an Asiyyatic home for the soul, which from this point on slowly becomes incarnate over the nine months of pregnancy. The process of gestation follows the Seferotic progression, with the single fertilized cell at Daat expanded into millions by Hesed, checked by Gevurah and centred by Tiferet, which is responsible for seeing that the embryo develops as a whole with each cell carrying the special characteristic of that soul's body. Nezah and Hod watch over the cycles and monitoring Systems throughout the organism, and Yesod coordinates and reflects the evolving image of the soul's form in physical file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/thesoul.html (8 of 15)8/12/2004 2:09:08 am"},{"pageNumber":9,"pageContent":"The Soul terms. This, it will be seen, is imparted through the Daat of the body, which closely follows the Yesodic image Foundation of the soul.... Page 111:... two brothers or sisters may have the same family body but not the same psychology... This difference is due to the nature of the soul, its purpose and state of development. Tradition states that at the moment of birth the two Angels who watch over the person's side pillars fillip the child's nose so that it can breathe terrestrial air. They also extinguish the Azilutic light at its head, so that its prenatal knowledge begins to dim. This is to reduce its resistance on entering this World, at which there is often much protest. So it is that the soul begins to forget the upper Worlds. In most cases the pre-birth memory is completely lost under the growing mass of flesh, sensual experience and worldly cares, but in some cases it is dimly recalled and over the years the person intently seeks the light that he once possessed. Here starts the exercise of choice between being a natural or a supernatural member of mankind. Page 114: ... Such is the supervision of Heaven that an Asiyyatic level of organic perfection was reached in the animal kingdom that could accommodate a human soul.... These incarnated human souls may have been a pair or many pairs, at any rate they were inevitably male and female. Thus Mankind in the form of Adam and Eve, with the skins of animals about their Yetziratic bodies, came into the Natural World.... We know for certain that they mated, because incarnate mankind is the result of that fleshly union. A totally new species had been born that soon separated itself from the animal kingdom and formed its own realm. The chief quality that the new creature possessed was consciousness of being conscious. This property was added to the experience of being a plant, sea creature and land animal during the nine months of gestation. Thus, all the stages of natural evolution were present in man besides the fact that he knew that he was aware. ... The Anatomy of Fate - Astrology and Kabbalah (1978) Page 154-56: Up till now we have seen how little will there is in most people. They either conform to the demands of the body, or the social pressure of society, or the desires of animal self. They are in fact will-less or will-full depending upon whether they are subject to the passive or active aspects of these lower levels. With the beginning of a psychological Self awareness comes a willingness that is an acknowledgement of something greater than anything offered by the mineral, vegetable or animal degrees of human existence. This willingness means submission to a higher influence and authority within. The outer manifestation here is often in the seeking of a guru or spiritual teacher. While this is initially necessary, the true significance is that the person is turning to and placing himself under the tutelage of the soul. The soul is the heart of the psyche. It is that factor in the subtle anatomy that hovers between the physical body below and the spirit above. It is part of the psyche and yet not directly involved with the various mental mechanics of the ego's consciousness or the various triads of emotional complexes and intellectual concepts. Set out diagrammatically on the Tree of the psyche, it will be recalled that it is composed of the triad cornered by Mars, Jupiter and the Sun. As such it has a distinctly emotional character. However there is a major difference. Situated where it is on the central column, it is concerned with matters of consciousness and will. This means, quite unlike the side or lower triads, it has a conscious rather than functional power. An example of this is that while an emotional memory may be very potent, it cannot bring about change. It can only be repeated on recall, whereas any event occurring in the soul triad of Self consciousness, like remorse, can precipitate change. That is why this triangle is sometimes called the Place of Conscience. In traditional terms the soul triad is the place where purification occurs; it is also the area where purgatory is experienced as the good and bad elements stored in the side emotional and intellectual triads are brought before the eye of the soul in a moment of Self consciousness. Here we see the full psychological action of the Sun, whose symbol is Apollo, the god of Truth.... The planets Mars and Jupiter, as aspects of the soul, operate as the Justice and Mercy principles that sit in watch over the moments of self awareness. They reveal to the psychological Self the evil and good, and judge and forgive in order to bring about equilibrium. If there were only a Martial aspect to the combination then the psyche would be unbalanced, hard, and puritan to a fault in its strictness and only astringent in its actions. Likewise, if there were only the Jupiterian principle in operation there would only be a forever forgiving tolerance that would allow bad habits to be perpetuated and file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/thesoul.html (9 of 15)8/12/2004 2:09:08 am"},{"pageNumber":10,"pageContent":"The Soul grow into evil manifestations that the psyche and the body would have to pay dearly for. Mars and Jupiter however not only check and counterbalance each other, but act as the controlling and expansive factors in the person's psychological life. Page 159-60:... Humanness is a quality of the soul. This is because the soul contains the discretion of a refined and gentle Mars and the compassion of a disciplined Jupiter in combination with an honest but clement Sun. This matured state can only be the result of conscious work. Conscious work is the hallmark of the superior man and woman. It means perceiving what is really going on in a situation and recognizing not only others' unconscious motivations, but one's own - that is, making the unconscious conscious. It then means that one takes on the responsibility for one's interior and exterior actions, cultivating the useful and good and curtailing the useless and bad. This is an occupation that is worked at every second, minute and hour of the day and night, year in year out. Any lapses often result in expensive loss, because the gains that most people ordinarily are unaware of are quickly lost, and what would be a trivial mistake for an inferior man is not seen in the same way by one working on his soul.... under universal law one cannot get anything for nothing. This is the justice of the Martial principle. One may be given something by Grace, but this is a gift from on High in the Upper Worlds, and is not the same as that earned by merit or demerit in the psychological and physical performance of our lives. This leads on to the Jupiter principle of the soul which allows one the generosity to forgive, even oneself when there is failure or foolish forgetfulness. From what has been said about the soul, it can be perceived that it is possible to modify the Karma or psychological reward and punishment, accrued in early life and in previous lives.... Page 163: The soul is the receptacle of psychological self-consciousness. It is the place where the inner alchemy of the psychological metabolism occurs. When work is done here there are subtle changes, and like its parallel metabolic level in the body, there is a sense of ill- or well-being. However, the time scale of the soul is not limited to a daily or monthly rhythm, but to the periods of the Sun, Mars and Jupiter Kabbalah. Tradition of Hidden Knowledge (1979) Page 23: When the student reaches the level of Tiferet in himself- that is, when he has developed enough will to cross the triad of awakening whenever he wishes - he becomes his own tutor. This is because he comes into contact with the soul triad (Hesed, Gevurah and Tiferet) which brings the discipline of Justice and the tolerance of Mercy into play. This emotional triad, pivoted upon the self; works at refining a now self conscious soul, sometimes by a touch of Severity from the left and sometimes by a touch of Mercy from the right, which, perceived from the self; brings into balance some discrepancy of emotional expansion or contraction. This work, carried out with and for others in the group, continues over many years: Kabbalah is an undramatic tradition that requires great patience and stability. One of the reasons for this tempo is that everyone has to mature his potential gradually and thoroughly at his natural pace. In this way his life's work unfolds at the right moment in his own and the cosmos's time. This timing relates to the destiny of individuals and schools which meet the needs of the seen and unseen Worlds according to the configuration of a particular point in history. Kabbalah and Exodus (1980) No mention of the soul in the index. However, there is a chapter (39) on Justice and Mercy (pages 191-94). file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/thesoul.html (10 of 15)8/12/2004 2:09:08 am"},{"pageNumber":11,"pageContent":"The Soul The Work of the Kabbalist (1984) Page 8:... we are brought down by the archangels into the world of Formation where the angels responsible for such things enclothe us in a form that corresponds to our particular soul, which is determined by the course of destiny given to us when we come before the Throne of Heaven. Here we reside in what is called the Treasure House of Souls until it is time to descend to the Earth and appear in the natural world encased in matter.... Page 19:... Kabbalah is the esoteric teaching of Judaism. Such a body of knowledge is always based on material that has been revealed orally, rather than those things that have been written down in books, because it cannot be communicated in any other way. Although books can outline principles, such knowledge can only be taught when there is a rising up from below the place of inner comprehension. This takes place in that zone between Heaven and Earth, where the soul hovers between the body and the spirit. Page 23/24:... The Kabbalist seeks consciously to establish a permanent connection with the Tiferet of his psyche and expand his self-knowledge into the triads of emotional complexes and concepts, as well as extend up the central column and so enter the realm of the soul and the world of the Spirit.... The study of the Soul is not something that can be easily written about. Indeed, it is perfectly correct to repeat that Kabbalah cannot be transmitted by a book, but only through the intimate relationship between student and instructor. However, one has to begin somewhere, which is why Kabbalists have written manuals on inner work over the centuries despite the fact that only a shadow of what is involved can be conveyed. The soul when set out on the Tree of the psyche looks quite simple in its nature, but if one observes its connections to everything around it, it will be seen to occupy a crucial position. It is the bridge and the barrier between the upper and lower worlds in the individual. It has access to all the ideas and emotional memories of that person which colour and pressure the material passing through the soul, whether it is being given by Grace from above or being received externally from below. The soul is the place where all the individual experiences are processed in the light of conscience which is the synthesis of the three sefirot of Judgement, Mercy and Beauty, that can also be seen as the Sefirah of Truth. The soul is the gateway into the Spirit which, it will be noted, matches the lower face, as it is called, of the world of Creation in the same way as the lower psyche interpenetrates the upper face of the body Tree. Page 33: Upon entering the triad of the soul, a series of tests is initiated. Here contact with good and evil is to be expected. Power is given to one to see how it is handled and temptation in many subtle forms is encountered. Values that you think you hold, may be challenged inwardly, or in external situations, in order to make sure you are as reliable in the invisible as well as the practical world. The fact that only you may know that you are being immoral about something small, like stealing paper clips, is an illusion, because by this time one has the unseen supervisor of the soul, which monitors all activities, to see if one is up to the work that may be given at some time. Real responsibility cannot be handed to someone with a split psyche and morality. If it were given to a gifted but corrupt person, then the Teaching could be distorted. Such people spread much delusion amongst those whose souls they have been given to instruct. These tests are applied over many years as the Kabbalist progresses up the Tree. It has to be, so as to be sure that the quality of the Work remains pure. That is why many good individuals in spiritual work seem to have such difficult lives. These trials, however, are not just to seek out weaknesses, but to strengthen the being of the person, so that they may become better and finer vessels in which to receive the Light flowing down from on high. When a person has reached the place of soul through diligent inner and outer effort, they establish the possibility of a permanent link with the third level of the self The first two are the Crown of the physical and the Tiferet of the psychological organism.... Page 73:... There is also the possibility that the ego is being influenced by your personal devil or angel. This is an old fashioned way of saying that a constraint is coming from the level of the soul concerning your inner morality. Great skill and file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/thesoul.html (11 of 15)8/12/2004 2:09:08 am"},{"pageNumber":12,"pageContent":"The Soul much experience is required to identify the reality of what is really happening. Many people are told again and again by their souls what to do or not to do in oblique and sometimes direct communications, but they still do not recognise what level is speaking because they do not listen. The Kabbalist must take note of anything unusual, be it an external or internal signal, for it may be a directive from the self to be on the alert for some crucial moment that is about to occur. Page 111: If we accept the teaching that the soul has passed through more than one body, we can see how those who were incarnated many millennia ago might have matured over many lives to become old souls, as against young ones who have only been on Earth a few times. These older souls, moreover, like the elders of any generation would become more pronounced in character and will, according to their inclination and development. Thus the wise and good may influence the inner livers of their contemporaries, while the clever but evil old souls dominate external history. Younger souls in contrast are innocent and less marked in character and fate, as they grope their way through life. This tells us much about the composition and state of the world population. In earlier times the number of mature souls would be small, although we are told, on account of the primitive conditions on Earth, these were of especially high calibre, such as the prophets who chose to remain below rather than ascend to spiritual regions of existence. This might explain the remarkable level of esoteric knowledge to be found amid the wide ignorance and extensive violence of the ancient world, for there was as yet no middle management of the spiritually orientated. Page 127: The key to a safe passage through the great and small dramas of Creation is correct conduct. By this I do not mean conventional customs, which are often outmoded patterns of behaviour, but acting from true integrity. In the Bible it is spoken of as righteousness. A person who lives in this way is called a Zadek in Kabbalah. To be such an individual means that one moves according to conscience, that is the way of the soul. This triad composed of Gevurah, Hesed and Tiferet gives the qualities of discernment, courage and love of the Good, Truth and Beauty. To think or dream about behaving according to these criteria is not enough. As one sage said, \"Anyone can be an angel if their feathers are not ruffled.\" Therefore life, or fate, to be more precise, creates situations in which one's integrity is both tested and deepened as a result. Such examinations are not always at our convenience because usually there are others involved. These may be people who are consciously being put to the test, or bystanders in the process of being woken up by the shock, because it is a fact that even the most dozy soul can become conscious when shaken by dramatic events. This is another function of crisis. Thus it is, that all levels have an opportunity to be shaken out of exterior patterns that bind the interior habits which imprison the soul. If history had no drama there would be no civilisation, nor would we have the Great Ones who teach us how to meet the problems of being born, living and dying. Page 140:... From here on we must be yet more watchful because the opposition, as well as the Companions of the Light, have a keen interest in our development. To gain the allegiance of a developed soul is a great prize to either side. Therefore, there begins, as the soul awakens to self-consciousness, a battle around the person's life which accounts for the many unusual events that take place on an individual's spiritual path. To become self-conscious is to raise the focus of awareness into the triad of the soul. This means that one becomes directly involved with the great struggle between order and chaos that has gone on since Creation began. At this level, which is the ante-room to the first Heaven, an inexperienced person can be easily blocked or cast down, as the angels and demons within and without struggle to influence us. Ultimately, we have the final word, because here is the place where we exercise the gift of free will that was given to all human beings. To operate consciously in the field of the soul means one has much psychological power, and this can be used, as we alone choose. Thus no one else can be held responsible for our actions, although there will be those who seek to use our power for their own ends.... Page 142: The soul triad on the Tree is composed of Tiferet - Beauty and the self; Gevurah -Judgement, and Hesed - Mercy. It is the triad of deep emotion and the bridge between the upper and lower faces of the psychological Tree. This means it has access to the worlds of Action and Spirit, that is the physical level of the particular and the cosmic dimension of Creation. It is a focus and vessel for receiving and imparting material from above to below and vice versa. As such it is a crucial triad and one that carries great responsibility. Normally, the soul operates as an unconscious organ of the psyche, but as the Kabbalist begins to work, so it becomes at first alert, and then awakened into consciousness. This brings a number of gifts, but also many problems. file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/thesoul.html (12 of 15)8/12/2004 2:09:08 am"},{"pageNumber":13,"pageContent":"The Soul Most people experience the soul as a tinge of conscience, a moment of deep insight or as a dim presence behind their daily thoughts, feelings and actions. Occasionally, direct access to the soul will be experienced when in love or during a crisis, perhaps while observing an emotionally moving scene or in a decisive point in some drama. Besides its qualities of truth, discernment and loving-kindness, it is also the seat of free will. By this is meant that while the ego cannot but react according to habit and the spirit be too remote to be controlled by the will, the soul can and is affected by the way we choose to live our lives as individuals. This is the area of free will which can follow the good or incline towards evil, because we can as willfully abuse the Laws of Creation as accept and flow with them. The privilege of choice makes for much tension within a human being. Page 158: At any given moment, a member of the group may be in one of three distinct levels. For example, a person's attention may be absent, as they consider some worldly problem. Such a state almost excludes them from the group because they are there only physically. The second condition is to be so yesodically involved in discussion that one is quite unaware of what is actually happening. This can only be observed by those in an awakened state who are really present and in touch with whatever is flowing down into it from above. The fourth level of the soul constitutes what is called the 'time-body' of the group. By this is meant, the subtle organism that has evolved over the years, which joins all its members, past and present, near and absent, in a union of love, discipline and truth; that is the three sefirot of the soul triad. This organism is the delicate chariot-cum-vessel a group can make, form and create for itself by conscious effort to collect, fuse and integrate their Work into a tangible form. Here is the group's upper room where it may meet with and welcome its Inner Teacher, as well as contact others who are absent or dead. In Kabbalistic terms the soul level is the gateway into the higher Worlds, because it is not attached to the physical realm, except by its connection with the place where the three lower Worlds meet. This triad is the Merkabah or vehicle in which all that has been acquired by the group is held in yetziratic form ready for use each week. Such a chariot can exist for decades, even though a group may have long dispersed.... Page 164: The soul triad which hovers above the centre of the Tree becomes, with the increased integration of the surrounding triads, more directly involved with everyday life instead of just being an unconscious conscience. It can actively participate in the lower face by working through the self of Tiferet. This means it can transmit what it has received at its level, and inform the yesodic ego. An example of this is when a man picks up that something is wrong in a situation. If it is correct, he can generate conscience in others by the presence of soul consciousness, without interfering in the process that is going on. In this way he may create conditions for self-realization without anyone, but those on the same level, knowing. In some cases people just start behaving decently because the person is near them. For obvious reasons this exercise can only be executed properly by someone who has no personal desire for power. It will be remembered that the soul triad is the place of testing and temptation. The School of the Soul - Its Path and Pitfalls (1985) Page 56: The realm of Yetzirah or Formation is the world in which most of the group work takes place and thus the place of the tutor is located at its centre. From here, at the simultaneous peak of the physical Tree, the tutor can view the natural world from above while perceiving the operations of the group from the arena of the soul, which is at the heart of the group.... Page 222:... much will arise that will clarify, with the gentle guidance of the tutor, what exactly is the soul, which most people assume is the same as the spirit. Many new facts will emerge, such as the soul being a filter, a place of focus, and a part of the psyche that is concerned with the personal, as against the transpersonal aspect of the spirit. file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/thesoul.html (13 of 15)8/12/2004 2:09:08 am"},{"pageNumber":14,"pageContent":"The Soul Psychology & Kabbalah (1986) Page 25: The soul triad of the psyche defines the zone of free will.... Only when a person is centred in the Self; if only for a moment, can he or she alter the patterns of their life. This is because the soul triad, it will be noted, is not part of the lower world of Nature or the upper realm of the Spirit. It is quite independent of either, although it has the Tiferet connection with the Keter of the body and the Malkhut of the Spirit. The Self is the place where the three lower worlds meet in the psyche. Page 45:... Kabbalah states that each soul is shown, before they are born, the general outline of their life to come, the places they will be and the main people they will encounter.... Page 90:... The super-ego is more concerned with maintaining standards, restraining impulse and avoiding anything that might upset the family and the society it belongs to. These Hesedic and Gevurah elements in the psyche become a social conscience for the child. Individual conscience is another matter. This requires a high degree of self-consciousness which is the quality of the soul. At this point in development the soul, defined on the Tree as the Hesed-Tiferet-Gevurah triad, is dormant for the most part because the psyche is too preoccupied with processing experience. However, from time to time there are moments in which real moral issues come to the fore in a child, as against matters of social customs. ... Page 149-50:... According to tradition, the soul, during sleep, is free to wander about in the World of Formation, although the physical connection is never broken. Many dreams have the quality of 'astral travel', as some call it, for the psyche 'floats' during sleep in a zone that is of a quite different order of reality. Such unearthly experiences are not uncommon, as the psyche, being without the weight of physicality to hold it down, seeks its true level in Yetzirah. ... those who seek the Self will rise to less dense altitudes where a purer form of psychological symbolism will occur.... Page 204:... The Self is not only at the centre of the Tree, but at the pivot of the triad of the Soul that hovers between the lower face, which is involved with the body, and the upper face, which is related to the transpersonal realm of the Spirit. The soul is said to be the place where one's conduct is reviewed. Not, it must be repeated, according to the criteria of the super- ego-ideal triads of emotions and concepts, but in relation to the synthesis that occurs within the triad, which is composed of the Self and the wings of Mercy and Judgement, which generates the phenomenon of Self-consciousness. Self-consciousness is that part of us which has the capacity to step back and look objectively at what we are thinking, feeling and doing.... Page 245:... Fate sets tests for the individual to meet and carry out. It might not always be easy but the opportunity for development is there especially at crucial moments in life. These points are (Note: Something missing?) when a major decision has to be taken and this is the prerogative of the Soul, which is the agent of free will. Kabbalah - the Divine Plan (1996) Page 54:... However, there are those who wish to cultivate their humanity and find their place and purpose in the universe. After a long search such individuals eventually find a spiritual tradition which will instruct the seeker on the workings of the soul, the dynamics of the universe and their relationship to the Absolute. Page 57:... Over time the aspirant will be able to distinguish between the drives of the body, the impulses of the lower ego- Yesodic centered psyche and the higher state of consciousness of the inner Self; or the Tiferet pivot of the psychological file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/thesoul.html (14 of 15)8/12/2004 2:09:08 am"},{"pageNumber":15,"pageContent":"The Soul Tree. Later, an awareness of the soul will emerge with insights into fate as the result of choice and temperament. ... Astrology & Kabbalah A Rewrite of the Anatomy of Fate (2000) Page 94: The triads of the central column, that is the vital, soul, spiritual and Divine levels, represent different degrees of consciousness. While the lower part of the Tree-chart is governed by physical factors and psychological habits, the soul is not. This soul triad in particular is a very important component of the psyche, for it is not directly subject to the worlds below or above it. Although influenced by the adjacent emotional and intellectual triads, it is not bound by them. Here is where free will is exercised when a person begins to live off their Sun and individuate. This is possible because the Sun-self is the pivot of the psychological system and can call upon Jupiter and Mars to expand or contract emotionally, to open or close the intellect or to make an important decision. In Shakespeare's Julius Caesar Cassius says, 'The fault, dear Brutus, is not in our stars, but in ourselves, that we are underlings.' Shakespeare understood the soul's relation to the rest of the psyche, which is why he was a great playwright. While choice is possible at the level of the soul, it is not in the great triad of the spirit composed by the Sun, Saturn and Uranus. This zone of the mind is beyond most people because it is cosmic in dimension. Only well advanced individuals have access to this transpersonal Realm.... It is at this psycho-spiritual frontier that an evolving individual gives up personal ambition and surrenders themself to their destiny.... (Note: probably 'himself to his destiny.') The Soul is the study subject of Gila Nieuwenhuizen-Gerzon's Kabbalah group in Baarn for the second season of 2002. Done by Bep Nahas-Lagerweij - 10 October 2002  Z'ev ben Shimon Halevi & Bep Nahas-Lagerweij file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/thesoul.html (15 of 15)8/12/2004 2:09:08 am"}]
