[{"pageNumber":1,"pageContent":"clark3 top of page The Jewish Tradition of Astrology Jonathon Clark The basic principle which underlies astrology is known as “cosmic sympathy” or “as above, so below” that is to say, the relationship between the various heavenly bodies is reflected in the affairs of humankind. Although astrology itself is not mentioned specifically in the Torah (the first five books of the Old Testament) the idea of cosmic sympathy can be seen in Genesis 1:14 - “And God said “Let there be lights in the firmament of heaven to divide the day from the night; and let them be for signs and for seasons, and for days and for years.” (my italics). Right at the start of the Torah, therefore, we see that astrology is something which is given as part of Creation and which is therefore a gift of God, rather than being a practice that is somehow in competition with God - which is how it is often presented by its opponents. Although not mentioned explicitly in the Torah, there are a number of Talmudic commentaries which suggest that certain verses in the Torah refer to astrology. For example, “The Lord had blessed Abraham in all things (Gen 24:1), is believed to refer to powers to see the future which Abraham derived from a large tablet placed upon his chest (Tosef., Kid. 5:17; B.B 16b). Another story about Abraham indicates that it is possible to rise above the life indicated by one’s natal chart - or for Divine intervention to occur in order to facilitate the process. The story is told in the Talmud that when Abraham heard that Sarah was pregnant with Isaac he knew he had been elevated beyond his astrology as his chart showed that he would father no more children (Gen. R.44:12). It is also suggested in the Talmud that in Exodus 18, when Moses met his father-in-law, Jethro, in the wilderness, astrology was one of the tools which Jethro advised Moses to use in governing the children of Israel (Mekh., Amalek 2). There is an old joke that if you put three Jews in a room to discuss a subject they will emerge with four opinions - and astrology is no exception. Since astrology is not mentioned specifically in the Torah it is not therefore specifically condemned by the Torah and yet practices such as divination, soothsaying and necromancy clearly are condemned (Leviticus 19:26 and Deuteronomy 18:10). Opponents of astrology have extended this condemnation to astrology itself. However, it seems that the warnings contained in the Torah may relate more to the way which astrology is practised rather than astrology per se. Intention is everything. It is perhaps significant that in the book of Daniel the Babylonian astrologers are referred to as “kasdim” or Chaldeans and this support the view that the warning was issued to ensure that Children of Israel avoided Chaldean practices (of which astrology was one) rather than that they avoided astrology which was practiced widely. Remember that Abraham was raised in the city of Ur in the Chaldees which was full of idol worship. Similarly, in Isaiah (8:19) the Talmudic expansion of the phrase “spirits that chirp and mutter” is “They gaze and know not at what they gaze, they ponder and know not what they ponder.” (Sot 12b). What seems to be being shown, at least in my view, is that we have a very special gift in the form of astrology yet it is something which, when used without understanding, can confuse more than illuminate - the same might be said about much of the sun sign astrology in today’s popular media so nothing much has changed. Frowned upon or not, astrology was certainly in use - the historian Josephus writes that astrology was common among the Jews and that it was actually misinterpretation of the celestial signs which was responsible for the outbreak of the revolt against the Romans. (Wars 6:288). Widespread usage and acceptance of astrology would also appear to be evidenced by the fact that the floors of some of the synagogues in Northern Israel have the signs of the zodiac in mosaic form on their floors. file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/clark3.html (1 of 8)8/12/2004 1:21:39 am"},{"pageNumber":2,"pageContent":"clark3 Despite the official antipathy of the Christian church the same symbols also appear in some of the great places of worship such as the cathedrals of Chartres and Canterbury as well as many smaller churches such as those of St. Anastasias on the Greek island of Rhodes and Waltham Abbey twenty miles north of London. A considerable body of opinion (Rabbis, Akiva, Johanan, Mar Samuel and Nachman ben Isaac) were of the view that “ayn mazzal l’Yisrael” - there is no star for Israel (Shab. 156a) - while R. Hanina b. Hama took the opposite view and said “The stars make one wise, the stars make one rich and there are stars for Israel.” I shall try a little later to make some sense of these contradictions. This paper is not an exhaustive study of all Jewish astrologers but I would like to look in little more detail at two figures who stand head and shoulders above the others in the long line which extends from antiquity to the present day. The first of these is Solomon ibn Gabirol. who was born in Malaga in 1021/22 and is remembered primarily as a poet. His endeavours included a versification of the 613 commandments contained in the Torah before he was sixteen and while he was still under twenty he wrote a poem of four hundred verses setting out the rules of Hebrew grammar. From an astrological point of view his most important composition was Keter VeMalkhut the title of which is extremely significant in itself for reasons which I will explain later. Included in this long poem are detailed descriptions of the matters which each of the planets rule or signify: XI From month to month [the Moon] stirreth up the world and its chances And its good and evil happenings, According to the will of her Creator “To make known to the sons of men His mighty deeds.” XIII Mercury is the stirrer up in the world of strifes and contentions And enmities and cries of complaint, And it giveth the force to obtain power and to heap up wealth, To gather, riches and to lay up abundance XIV [Venus] reneweth in the world, by the will of the Creator, Peace and prosperity, dancing and delight, And songs and shouts of joy, And the love-cries of bride and bridegroom on their canopiesÉ” XV [The Sun] giveth to kings salvation And majesty, dominion and awe, And reneweth marvels on the earth, Whether for war or peace, And rooteth up kingdoms, And establishethe and exalteth others in their stead And hath power to abase and uplift with a high hand But all according to the will of the Creator who created him in wisdom. file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/clark3.html (2 of 8)8/12/2004 1:21:39 am"},{"pageNumber":3,"pageContent":"clark3 XVIII [Mars] stirreth up wars, And slaughter and destruction, With men smitten of the sword And consumed of flame, Their sap burned to dryness; XIX [Jupiter] is a planet of goodwill and love, stirring up the fear of heaven, And righteousness and repentance and every good quality, And increasing all crops and fruits, And causing wars to cease; XX [Saturn] stirreth up wars, And spoliation and captivity and famine, And such is his appointed task; And devastateth the lands, According to the will of Him “Who hath appointed him to His service, Even such strange service.” Ibn Gabirol then lists the twelve signs of the zodiac and after various further verses of praise we find the following in verse XXXIV: “O my God, I know that my sins are too great to tell, And my trespasses too many to remember, Yet as a drop from the sea will I make mention of some And make confession of them; Perhaps I shall silence the roar of their waves and their crashing, “And Thou wilt hear from heaven and forgive.” I have trespassed against Thy Law, I have despised Thy commandments, I have abhorred them in my heart, And with my mouth spoken slander. I have committed iniquity, And I have wrought evil, I have been presumptious, I have done violence, I have plastered over falsehood, I have counselled evil, I have lied, I have scoffed, I have revolted, I have blasphemed, I have been rebellious and perverse and sinful, I have stiffened my neck, I have loathed thy rebukes and done wickedly, I have corrupted my ways, I have strayed from my paths, file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/clark3.html (3 of 8)8/12/2004 1:21:39 am"},{"pageNumber":4,"pageContent":"clark3 I have transgressed and turned away from Thy commandments. “But Thou art just in all that is come upon me For Thou hast dealt truly and I have dealt wickedly.” To the Jewish reader this should be a familiar text as it is the list of sins that are itemised in the liturgy for Yom Kippur (Day of Atonement) and for which forgiveness is sought from God. It is reasonable to assume, therefore, that the authors of that liturgy were familiar with ibn Gabirol’s poem including its explicit astrological tract. Further, it is unlikely that they would have included a text by an author for such an important occasion if they in any way felt doubtful of the author’s spiritual integrity. It is not certain when ibn Gabirol died but it is generally believed to be around the year 1070. Twenty years later, somewhere between 1089 and 1092, another important figure in he Jewish astrological tradition was born. This was Abraham ibn Ezra whose commentaries on the Torah are found frequently in the standard Chumashim (Book form of the Torah with English translation) such as the Soncino and Hertz editions. Ibn Ezra was born in Toledo, some thirty miles south of Madrid, but travelled widely during his long lifetime - he died at the age of 77. His travels took him to such places as Mantua, Verona, Narbonne and, for two years, to England where lived in London and is believe to have visited Oxford. Among his papers were found the Hebrew manuscripts of two treatises by the prominent Arab astrologer Mashallah and it is thought very likely that these were translated from the Arabic by ibn Ezra. He was also the author of a number of astrological books including “The Beginning of Wisdom” which is an essential astrological primer although not necessarily an easy read. The title, is the first half of a verse from Psalm 110 - “The Beginning of Wisdom is Fear of the Lord.” Like his immediate predecessor, ibn Gabirol, it is clear that ibn Ezra saw astrology working as an integral part of God’s creation. One of ibn Ezra’s tenets was that humankind was essentially under the influence of the planets but that they could free themselves through spiritual perfection - this is consistent with the story of Abraham’s reaction to the news of Sarah’s pregnancy quoted earlier. From the apocryphal Book of Jubilees (chapter 8) we can see that Abraham knew such things were possible from an early age: 16 É. Abram sat up throughout the night on the new moon of the seventh month to observe the stars from the evening to the morning, in order to see what would be the character of the year with regard 17 to the rains, and he was alone as he sat and observed. And a word came into his heart and he said: All the signs of the stars, and the signs of the moon and of the sun are all in the hand of the Lord. Why do I search (them) out? 18 If He desires, He causes it to rain, morning and evening; And if He desires, he withholds it, And all things are in his hand. It is also worth noting that, in dealing with the apparent conflict between predestination and freewill ibn Ezra assigned different qualities to the different aspects of God as indicated by the different Hebrew names. Thus, Elohim was how God manifested in natural creation in association with the stars but Jahweh was how he manifested miraculously. Note that the core of Judaism - monotheism or the belief in a single God - is not compromised by this view - ibn Ezra is talking about different aspects of God rather than different gods. He also takes the view that through the use of the word mishpat in the phrase “choshen hamishpat” (breastplate of the Law) which describes the use of the Urim and Thummim (Exodus 28:30) indicates that this was an astrological device since the phrase for astrology is “mishpetei ha’kokhavim” - the law of the stars. The exact use of the Urim and Thummim remain somewhat obscure but most commentators agree that they constituted some sort of divinatory advice to be used by the high file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/clark3.html (4 of 8)8/12/2004 1:21:39 am"},{"pageNumber":5,"pageContent":"clark3 priest during times of national emergency. At first sight this might seem contradictory with the injunction cited earlier against divination but as I suggested, that really constitutes a warning not to meddle in something which is not fully understood. Similar warnings were issued to prospective astrological clients by the Italian astrologer Guido Bonatti: “when he intends to take an artist’s judgement of things past, present, or to come, he should, first, with a devout spirit, pray unto the Lord, from whom proceeds the success of every lawful enterpriseÉ.let him apply himself to the astrologer with a serious intent of being satisfied in some certain and particular doubt, and this not on trifling occasions, or light sudden emotions, much less on matters base or unlawful, as many ignorant people used to do; but in matters of honest importance, and such as have possessed and disturbed his mind for the space of a day and night or longer” The English astrologer, William Lilly, said much the same thing in the seventeenth century: “Those that take this sober course, shall find the truth in what they enquire after, but whosoever do otherwise, deceive both themselves and the artist; for a foolish Querent may cause a wise Respondent to err, which brings a scandal upon the Art amongst inconsiderable people, whereas the Astrologer is not blameable, but the ignorant silly Querent.” The most well known opponent of astrology among the Biblical commentators was Maimonides who wrote: “I well know that you may seek and find in the Talmud and the Midrahsim isolated sayings implying that the stars at the time of a man’s birth will have a certain effect upon him...but this need not perplex you” “he is unworthy of pursuing knowledge...who would forskake it for the sake of an isolated saying of a Rabbi of old who perhaps may have been mistaken.” However, he was to have little effect on subsequent generations and there is even a tradition that towards the end of his life Maimonides came to realise that there was something to astrology after all. During the Middle Ages the Jews occupied a special place in the history of Spain where they were able to act as intermediaries between the Christians in the North and the Muslims in the South. It is not surprising, therefore, to find that their astrological expertise turning up in some apparently unusual and highly influential places. Judah ben Moses haKohen was the astrologer at the Court of Alfonso X of Castile (1252-84), Jacob Alcorsono and Crescas de Vivers occupied similar positions for Pedro IV and and John I of Aragon (1336-87 and 1387-89 respectively) while Abraham Zacuto was at the court of Manuel I of Portugal from 1494-97. Even more unusually we find that there was a Jewish astrologer - Jacob ben Emmanuel Provinvciale - serving two Popes - Alexander VI and Leo X - in the early sixteenth century, although he seems to have had an off moment when he forecast that the Messiah would appear in 1505. He would not be the first astrologer to get something wrong - astrologers are, after all, human beings and therefore prone to error; one of the problems for any astrologer is that people tend to have far higher expectations of astrology accuracy than of other forecasting methods. Astrology was always a natural constituent of Kabbalah, the mystical tradition or esoteric aspect of Judaism. Although Kabbalah is essentially an oral tradition there are certain key texts, one of the most important being the Zohar. This was probably composed by Moses de Leon in twelfth century Spain although there is a body of opinion that suggests it was written in first century Palestine (a view initiated by de Leon himself who thought that no-one would take his writing seriously unless he ascribed it to some ancient and authoritative source). Whatever the authorship, it contains a number of astrological references and by using the diagram of the Tree of Life - a diagram of man and of existence - much can be learned by placing the various planets upon the Sefirot - aspects of God. Astrological references also abound in the Sefer Yetzirah, another esoteric text of uncertain authorship but believed possibly file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/clark3.html (5 of 8)8/12/2004 1:21:39 am"},{"pageNumber":6,"pageContent":"clark3 to have been written by Abraham. Among modern writers, Aryeh Kaplan (an orthodox American Rabbi who died in 1983) probably has one of the most detailed commentaries on the Sefer Yetzirah. According to tradition, Kabbalah was first formulated through the Book of Secrets which the angel Raziel gave to Adam after his expulsion from the Garden of Eden and this body of knowledge has passed from teacher to student through the ages. Reading between the lines it would seem that both ibn Gabirol and ibn Ezra were knowledgeable of Kabbalistic principles. Remember that the title of ibn Gabirol’s most famous poem was Keter ve’Malkhut - these are the names of the first and last of the ten Sefirot, the aspects of God described by the Tree of Life. This was therefore a poem which embraced every aspect of existence and anyone versed in Kabbalah would recognise the significance from the title. Ibn Ezra’s thesis that all mankind was subject to astrology in his natural state refers the “lesser consciousness” signified by the Moon when it is placed at Yesod on the diagram of the Tree and from which, through our own endeavours, we may rise to the “greater consciousness” signified by the Sun, corresponding to Tiferet. It is this process to which the verse in Ecclesiastes refers when it says “There is no new thing under the Sun” - until we can rise past our instinctive reactions we are condemned to repeat the same old patterns and processes. As one spiritual teacher of mine put it “The definition of madness is doing the same thing repeatedly and expecting a different result.” When we remember that “lunacy” (with its root meaning being that of the Moon) is another word for madness then the significance of the remark is all the greater. The wisdom of the ages is passed along in whatever form is appropriate and the same message is carried in the film “Groundhog Day” where the principal character is made to repeat the actions of the same day with the possibility of changing the outcome by his action. Ibn Ezra seemed to be hinting at this process when he talked of the different aspects of God which were indicated by different names. Not just the planets, but also the names of God may be put upon the Tree of Life and Jahweh corresponds to the position of Hochmah or the “pattern-smasher” as ibn Ezra called it. Furthermore, Hochmah is translated as Wisdom and we remember that one of ibn Ezra’s books was the “Beginning of Wisdom.” Significantly, his other main work was “The Beginning of Reason” which corresponds to the Sefirah of Binah and therefore complements his first work since Binah occupies the opposite side of the Tree at the same level. Through the misuse of this knowledge by a prominent figure in the seventeenth century astrology and Kabbalah became somewhat discredited. This, of course, was at the hands of Sabettai Zevi - a self proclaimed Jewish Messiah and Kabbalist who, in the end, when faced with death or conversion to Islam chose the latter, thus shattering the lives of his many followers and bringing all his teaching into disrepute. On a wider scale, astrology in general was forced from the public eye at the end of the seventeenth century due to the increased domination of rational thought almost to the exclusion of mystic experience and faith which had sustained civilization for centuries. It is only within the last hundred years that astrology has re-emerged while the re-emergence of a line of Kabbalah synthesizing Kabbalah with astrology, psychology and other disciplines and which traces its teaching back to medieval Spain has occurred only in the last forty years, principally at the hands of Z’ev ben Shimon Halevi (Warren Kenton). Halevi has written some fourteen books on the subject including two which are devoted specifically to astrology and its interaction with Kabbalah. Among the fresh perspectives which Halevi has offered is a solution to the question of whether Israel/the Jews are governed by astrology or not. In his view, Israel has a wider meaning than just the tribe of the Jewish people (“Israel” which means “he has wrestled” and was the name given to Jacob after he had wrestled with the angel) and refers to anyone who is struggling for self development (the ultimate goal is the self realisation of every one of us). Reverting to ibn Ezra’s suggestion, we can therefore see that spiritual cleansing and perfection is a means to “beat one’s astrology” just as the birth of Abraham’s second son meant that Abraham had passed beyond his own astrology. file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/clark3.html (6 of 8)8/12/2004 1:21:39 am"},{"pageNumber":7,"pageContent":"clark3 Also important to Halevi’s teaching , and which helps us to see the perspective of astrology, is the use of Jacob’s Ladder which show four worlds superimposed one upon the other. Astrology, which corresponds to Yetzirah, the human psyche, is overlaid on the physical body, Assiya, and is overlain itself by the world of Creation or Spirit, Beriah. The uppermost world is that of Azilut, the Divine presence in the Universe. Here we see how divine intervention can work, the grace of a superior world flowing into an inferior world - Beriah intervenes into Yetzirah and Abraham becomes a father even though his astrology says he will not just as a human being might intervene in the animal world and bend down to remove an insect from danger. I have already mentioned the name of William Lilly briefly and it is perhaps he who can best supply the closing words to this talk. Although he was an English Christian - his main work, Christian Astrology was published in 1647 - he researched the work of many earlier astrologers including ibn Ezra. For Lilly, as for many before him, astrology was a sacred art. Just as Halevi places astrology below the worlds of Creation and Divinity, Lilly also realised that while astrology could show the future this was not immutable. In his address to the “Student in Astrology” at the beginning of Christian Astrology he writes: “afflict not the miserable with the terror of a harsh judgement; in such cases let them know their hard fate by degrees; direct them to call on God to divert his judgements impending over them.” As a general statement, the following passage just a few sentences earlier, perhaps expresses the best approach to astrology and one which I have personally found invaluable. “In the first place, consider and admire thy Creator, and be thankful unto Him, be thou humble...the more thy knowledge is enlarged, the more do thou magnify the power and wisdom of Almighty God.” Further Reading: 1. The Jewish Encyclopaedia 2. Encyclopaedia Judaica 3. Selected Religious Poems of Solomon ibn Gabirol, Jewish Publication Society of America, 1924 4. Abraham ibn Ezra, The Beginning of Wisdom, translated by Raphael Levy and Francisco Cantera, John Hopkins Press 1939 5. Z’ev ben Shimon Halevi, Astrology and Kabbalah, Urania Trust, London 2000, 6. Z’ev ben Shimon Halevi, Anatomy of Fate, Gateway Books, Bath, 1978. 7. Robert Zoller, Fate Freewill and Astrology, Ascella Publications. 8. Aryeh Kaplan, SeferYetzirah - The Book of Creation, Jason Aaronson Inc. Edition 1995. 9. William Lilly, Christian Astrology, 1647, Regulus Edition 1985 10. Guido Bonatus - Anima Astrologie; or A Guide for Astrologers, published by JustUs and Associates, Issaquah, USA. file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/clark3.html (7 of 8)8/12/2004 1:21:39 am"},{"pageNumber":8,"pageContent":"clark3 Back to top © Jonathon Clark file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/clark3.html (8 of 8)8/12/2004 1:21:39 am"}]
