[{"pageNumber":1,"pageContent":"KABBALISTIC METAPHYSICS: A GUIDE TO PERCEPTION IN THE INNER AND OUTER WORLDS Talk given by ZEV BEN SHIMON HALEVI (Warren Kenton) Before the World came into being the Lord was Now the World is in existence the Lord is. When the World has passed away the Lord will be. Blessed be The Holy One. Kabbalah means tradition. It is said that a Book of Secrets has been handed down so that man might know the reason for the Universe. Such a teaching is common to every spiritual line and goes back to Enoch, the symbol of the first fully realised man who was taken back into the upper worlds;- there to be shown the total picture of how and why things are. He is responsible, under many names, for the transmission of the esoteric teaching Kabbalah is one form of this teaching. Historically Kabbalah goes back to Abraham. Since then it has undergone many changes of form although the content remains the same. Today we will see a blend of ancient, medieval and modern Kabbalah as seen through my understanding. This is an added limit to the teaching, which only reveals what it can in the restriction of allegorical and diagrammatic form. Tradition tells us, and by this I mean the line of revelation, and not accumulation of empirical fact, that once there was only God and no\u0011thing else. And that God wished to behold God and so Existence was brought into being to act as a great mirror by which the Absolute could behold itself. This is the Universe. Moreover, Adam was called forth, created, formed and made who would contemplate the internal and external Universe and so behold in his reflection the Image of the Divine. This is the relationship between the microcosm and macrocosmGod beholds God. This we are told is the sole purpose of existence. I want you to bear this notion of reflection in mind, through everything that is discussed, and in particular in relation to your own experience, because every level of consciousness is the beholding, as the little Image perceives the great image of the Divine. However it must be said that the reflection is not God. What sees through us from the deepest aspect of being is the Cause. We are only God's eyes. It is said that there are four journeys. First there is our descent out of the Infinite and into manifestation. Then our ascent via experience back again to the Source. After this moment of illumination there is the descent to transmit what we know to those who follow. The last journey is to completion with the One. From this journey there is no return. Before the beginning there was only Absolute Nothing and Absolute All, and that in order that manifestation might come into being KABBALISTIC METAPHYSICS file:///C|/silweb10/journals/Vol24No1/kabbmeta.htm (1 of 6) [09/10/2005 18:48:55]"},{"pageNumber":2,"pageContent":"a dot appeared in the midst of Absolute All from which the Absolute had vacated Its presence. Into this minute space poured the Divine Will. Tradition tells us in allegorical form that this Divine Light unfolded in a sequence of ten Lights which were organised according to a definite order. These Laws were to govern the Universe. The first principle to be established was that of total unity; the second, of complementation of opposites; the third, that all things come into being when these opposites are related via a uniting with Divine Will. The fourth Law was that there are four levels in all things that have been created, formed and made. These are just a few of the Laws that are manifested in this first of all Worlds. Out of this primary World of Divine Emanation, as it was called, emerge three other lesser and separated Worlds of Creation, Formation and Action. These worlds are interlinked and resonate with each other because they are made in the same pattern although they operate at different levels of reality. The total scheme constitutes a great Ladder of Jacob with its descending and ascending impulses of Creation and evolution. The lower world is that of matter. In the experience of man this is the world of Nature and his own body which is modelled on the same Laws as the upper worlds. Here we see the balanced interaction of Matter and Energy held by Consciousness of the mineral, plant and animal kingdoms. The psyche which forms the basis of the next body is likewise organised on the same Laws but at a subtler level of operation. Here we see the interpenetration of the worlds above and the worlds below and their influence upon the psyche and its components. Thus we have the overall unity of the psyche, its complementary active and passive sides, held upon the column of equilibrium and consciousness. These are the four levels of action, emotion, intellect and will which form at the Sefirot of body, ego, self and the triads of sensation, emotion and intellectual complexes. This Tree of the psyche interacts with the body in its lower half and is connected with the world of the spirit in its upper aspect. The triad of the soul hovers between the two as the seat of psychological and individual development. When Moses asked at the Burning Bush, “Who shall I say sent me?” the reply was “I AM that I AM”. This Divine Name is a key to the mystery of Existence, for by it, all things come into being and realise themselves by reflecting the Divine Presence within. In the case of man, this Divine Name. is developed to the full, because unlike the creatures of the upper and lower worlds man can encompass the whole spectrum of the Universe and perceive the image of God at every level. This is known in Kabbalah as the \"Work of Creation\" and `Unification\". Thus when we say in prayer or meditation \"I AM that I AM\", we reflect from below that same principle that is being emanated from the highest Crown. The setting for man's work is the Four Worlds, so let us summarise the conditions. The first and Divine World of Emanation is the KABBALISTIC METAPHYSICS file:///C|/silweb10/journals/Vol24No1/kabbmeta.htm (2 of 6) [09/10/2005 18:48:55]"},{"pageNumber":3,"pageContent":"time full, and perfect. It is held in perpetuity by God's Will until the Absolute changes Its Will. Should this occur, it and all the other worlds, including ourselves, would vanish. However we are told the Divine realm is eternal, until this world\u0011without\u0011end is dismissed. At this level nothing moves, as we know it. Everything that was, is and shall be present but in a state of innocence. Because of this situation, the Lower Worlds were created, formed and made to allow everything to experience Divinity at various levels in Existence. The second world of Creation is cosmic in dimension. Here the great spirits occupy the Seven Heavens created in one week described in the Bible. This second world is one remove from perfection and thus is no longer perfect. This generated evil, that is deviation which increases in magnitude as distance from the light of the first World is lengthened. With the Days of Creation time begins and with it the manifestation of the Divine Man of Emanation in the guise of the Created Adam who is the image of God in the Spirit. The third world of Eden is the realm of Forms and here the Adam of the soul is separated from Eve to become two distinct entities in their own right, who each seek in each other the unity that is present in the created and Divine Adam, above. In this Garden of Forms are to be found the myriad patterns that have their origin in the spiritual dynamic and Divine principle of the Worlds above. This realm is the dimension of colour, texture, sound and the endless variation of design before they become physically manifest in the lowest world of Action below. Our primordial parents fell from the Garden of Eden because of wilfullness to put on the coats of skin we don each time we are born. From the point of view of man the physical world is the place of the body, the realm of the psyche, the place of the soul, the world of creation, the home of the spirit and the World of Light, the origin of the Divine Spark within all human beings. The four worlds may be seen as the levels of Will, Creative Ideas, changing forms and the hardware of Existence. It will also be noted that when all these levels are set out on Jacob's Ladder a great tree sequence can be observed descending from the highest crown to the lowest kingdom. Such is the perfection of the Image of God that both in the outer universe, and in the inner level within Adam equate to each other in experience. As has been said, all the worlds are based on the original Model of Emanation, but with the difference that each level operates at a different reality plus the additional laws of the level above. Thus the physical world has the most Laws because it is the furthest from the perfect World of Light. Beginning with the physical body we can see how the four levels are reflected in the world of Action. The element of Earth represents the mechanical while water symbolises the chemical level. Air can be seen as the atomic strata with fire as consciousness or Will. We can also see how the body is composed of energy on one side and structure on the other, held by the various levels of consciousness. Between these are represented the senses, the autonomic nervous system, the central nervous system and the ego which belongs to the lowest part of the psyche as it interleaves with the upper and subtler parts of the body. KABBALISTIC METAPHYSICS file:///C|/silweb10/journals/Vol24No1/kabbmeta.htm (3 of 6) [09/10/2005 18:48:55]"},{"pageNumber":4,"pageContent":"The psyche is again modelled on the same laws. Here we see how the base of the psychological tree corresponds to the central nervous system and the brain. Above this the ego forms a centre for the three minor triads of thought, feeling and sensation. Most people live at this ordinary level of ego consciousness of the lower psyche. Beyond the threshold stretched between the two practical functions of the psyche lies the unconscious which may be entered by some illuminating experience that allows one into the place of the self at the centre of the tree, called the Seat of Solomon. Above and to each side are several triads. These constitute the intellectual and emotional complexes, whilst those in the middle are concerned with the levels of the soul, the spirit and the Divine which crowns the psychological tree. Much activity arising from the many possibilities of circulation can occur unconsciously in these areas of the psyche, as internal or external events, of a person's conscious experience. Such major changes are precipitated by fate, the result of much work, or Divine Grace. The work of the soul consists of balancing the two sides of the tree at every level so as to eliminate tendencies towards excessive contraction or expansion in action, emotion or intellect. The synthesis and correction of these imbalances brings about selfconsciousness and the beginnings of true individuality. Here is the awakening and growth of the soul. We can see by the relationship of the physical and psychological anatomies how the early stages of evolution have prepared us for our ascent back to the Source. We can also observe a hierarchy of consciousness. The most primitive state is sensual awareness and even this can be divided into tactile and chemical levels as we differentiate between a scratch and an ache in the kidneys. Ordinary ego consciousness tells us about our everyday situation while flashes of self\u0011consciousness hint at a ladder of higher states that can be climbed to reach our full potential. These states are known in the Kabbalah as the seven Lower Halls of the psyche and the seven Upper Halls of the spirit. However, to ascend this ladder is a perilous business and one needs a sound guide to help us proceed safely. Every spiritual tradition has a method of climbing one ladder of self-realisation. Some begin with ritual, some by devotional practice and some through techniques of contemplation. All methods, however, resolve in the Way of Knowledge, that is to know the reality of the higher worlds from direct experience. In order to reach these states, a systematic approach must be adopted. As expected, the Kabbalah uses the Tree as a mode of progression. First the aspirant must commit himself physically to the task of training his thoughts, feelings and actions to be obedient. Then the ego has to learn to become the willing servant to the self, whose place is symbolically occupied by a teacher until the student can guide himself. This state is attained by the study of the theory of the tradition and the practice of its spiritual exercises. lf the work is correctly performed, it will lead the aspirant into the level of the soul where real discipline and love are generated. These in turn bring about a perception of that of \"I\" which gives access to the triad of the spirit where direct contact is made with the tradition and Revelation. The last triad of the Divine Presence is entered by either great merit or grace. To continually sustain this process is the aim of all Kabbalists. Here it must be said that the way is not smooth. There are many temptations of pride, power and false paths. These can precipitate troubles and even great falls or the crystallising of the soul into a painful half\u0011way house. One must be ever watchful to perceive things about one's development that need attention. This is why working alone is considered too dangerous. Often only a well \u0011trained teacher or one experienced in the pitfalls of such work can rescue others who may not even be aware of the situation they are in. By picturing various composite symbols, we may gain insights into some stages of the spiritual journey. An imaginary visit to the City of Jerusalem can show how a Kabbalist would look at the natural world about him. KABBALISTIC METAPHYSICS file:///C|/silweb10/journals/Vol24No1/kabbmeta.htm (4 of 6) [09/10/2005 18:48:55]"},{"pageNumber":5,"pageContent":"First he observes how the four elements that comprise everything are continually moving and changing. Here is the realm of action. He may also see as he walks the streets of the city the many traces of different epochs and cultures This is the manifestation of the world of Formation with its psychological configurations of style and attitudes in people and their habitat. Jerusalem is the hub of Islam, Christianity and Judaism. It has a distinct spiritual atmosphere despite the centuries of conflict and accretion of religious decadence. This is the world of Creation. The sun shining over the city radiates and illuminates Jerusalem. To the Kabbalist the solar disc can be seen as the elemental representative of the Divine World of Light on the physical plane. Thus the four Worlds can be perceived even on the lowest level. Let us now imagine the Tabernacle in the Sinai desert. Here we see the symbol of the maturing psyche after the Exodus from Egypt, which represents the bondage of the natural world. The forty years in the wilderness describes in detail the process of conflicts, and refinement as the original slave\u0011minded Israelites, or bad habits die off and give birth to a generation fit to enter the Way. This illustrates the initiations to be passed through on the spiritual journey to the Holy Land. Here we see why the Kabbalists studied the Bible to learn its secrets. Now let us imagine a view of paradise. This would represent the entry into the higher part of the psyche, it is symbolised in the Bible as the coming out of the astringency of the desert into the land flowing with milk and honey after crossing the Jordan to enter this beautiful world. The Tree of Knowledge is seen to be in the midst of the Garden in Paradise, thus indicating the presence of the world of the spirit, whilst above the Tree of Knowledge is the great Tree of the Divine the 'Tree of Eternal Life' spoken of in the Book of Genesis. KABBALISTIC METAPHYSICS file:///C|/silweb10/journals/Vol24No1/kabbmeta.htm (5 of 6) [09/10/2005 18:48:55]"},{"pageNumber":6,"pageContent":"After the seven Lower Halls of the psyche we come to the seven Greater Halls of the Spirit. Here on a great ladder we see the image of consciousness and being. Thus we ascend from physical awareness, through ego consciousness to the level of the self. Here we enter the first Heaven. From that stage we have to establish a foundation in the world of the spirit so that we may rise with safety and stability up through the place of the Messiah where the upper worlds meet, to arrive at the seventh Heaven. These higher steps involve total commitment and therefore many tests are applied because such states bear heavy responsibility not only for oneself but for others. This privilege is unique to human beings because they alone can span all the worlds and have access to their properties and power. Most of us can only speculate about the higher regions as an ascending spirit traverses the airy World of the Spirit on the way towards the realm of pure Light. During this passage the Laws of these higher realms, that supervise the lower world become a reality as one perceives the workings of providence as it carries out the Grand Design of Creation. Here reside the great saints who watch over the spiritual life of Humanity. The ancient name for the Kabbalah of the \"Work of Creation` takes on its full meaning at this level. Finally let us imagine what one might experience in making contact with the Divine world of Emanation. Here, according to tradition, the radiant Glory of Adam Kadmon is to be seen. When we have all become SELF realised and return to our place in our reflection of the Absolute, then Adam will say I AM that I AM and God would have beheld God. KABBALISTIC METAPHYSICS file:///C|/silweb10/journals/Vol24No1/kabbmeta.htm (6 of 6) [09/10/2005 18:48:55]"}]
