[{"pageNumber":1,"pageContent":"goddard top of page Kabbalah in the Western Mystery Schools David Goddard The Mystery Schools of the Western Tradition are those 'Schools of the Soul' who transmit the esoteric knowledge enshrined in the Wisdom literature of European culture and civilisation. This transmission consists of the training of dedicated men and women in the Mysteries, in that which is occult. The word occult means that which is hidden, concealed, or veiled. So a student of occultism is one who seeks to understand that which is hidden behind the veil of appearances. Ideally, those who have acquired such knowledge will use it in service of the Divine. The highest aspect of Western occultism is theurgy - Divine Work - the work that the Divine undertakes in the soul of the individual. For a man or woman co-operating with God in this work, occultism is a valid path of sanctification. It is important to understand that by Mystery Schools I am not referring to Paganism or to the various neo-pagan cults: Shamanism, Wicca, Druidism, Voodun and the like. Western Mystery Schools are those esoteric bodies that have followed and in some cases anticipated the unfoldment of Western culture. They work within the framework of Western society. So within a Western 'lodge' (a working group) can be found members who belong to Christianity, Judaism and Islam. Western practitioners of Buddhism, and other Oriental religions also sit in lodge to serve the Holy Spirit. History The Mystery tradition appears in recorded history during the Hellenistic period. Religion ceased to be only a matter of worshipping the state deity. Now there was the possibility for an individual (an initiate) to penetrate into the realm of the gods, and to find the answers to the meaning of existence. From this belief rose the Mystery religions of the Mediterranean basin (the cults of Osiris, Dionysos, Serapis, Isis, Mithras, etc.). These Mystery religions held that a man or woman could consciously participate in the Divine Nature. That, through initiatory process, consisting of the stages of instruction, purification and illumination, a person would come to a point where it was possible to mirror consciously the Supernal Light. In Alexandria, the astrology of the Chaldean magi, the occultism of the Egyptian priesthoods, the Kabbalah of the Hebrews, the philosophy of the Greeks and, later, the legalism of the Romans became integrated through the great School of the Soul that operated there. This hybrid, woven from various paths of the Spirit, became known as Alchemical Kabbalah to distinguish it from Judaic Kabbalah. It is Alchemical Kabbalah that has continued to be taught and practised in the Western Mystery Schools until the present time. The first mention we find of Kabbalah per se after the Classical period is in the 16th century writings of Cornelius Agrippa. His writings are a curious mixture of folklore, esoteric philosophy and spiritual alchemy. There are obscure references to the Kabbalah in the writings of various churchmen, including Albertus Magnus and Thomas Aquinas both of whom were students of alchemy. A major book appeared In the 18th century called The Magus, subtitled The Celestial Intelligencerer. This was a compilation of texts edited by Francis Barrett. Most modern formulae can be traced back to this work. In the late century we come to the 'occult revival' proper; towering above them all is Eliphas Levi whose writings are still studied by serious students. At the turn of the century there came into being an organisation that can be said to be the fountainhead of the modern occult movement: The Hermetic Order of the Golden Dawn. Initially it was a strange mix of Theosophy and Freemasonry; but it soon became a system of theurgy, seeking to restore the ancient path of Initiation. For a while it produced exceptional men and women who had great cultural impact upon their generation. However, there was also a shadow side. In its decline, it produced that grubby little sorcerer, Aleister Crowley. Like many movements the Golden Dawn declined through Yesodic power struggles and hubris. file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/goddard.html (1 of 4)8/12/2004 1:28:41 am"},{"pageNumber":2,"pageContent":"goddard In the 1930s the writings of Paul Foster Case came into the semi-public domain. Foster Case is probably the greatest teacher of the Alchemical Kabbalah this century. He founded, under instruction, 'The Builders of the Adytum', which is still the largest Western esoteric school. A little later than Foster Case was an influential teacher, known publicly by her pseudonym of Dion Fortune. Dion Fortune had been trained in one of the Golden Dawn temples and went on to found her own school, now known as The Society of the Inner Light. Fortunes contribution to modern occultism was enormous. She was one of the first women in this country to be qualified in psychology. Until Dion Fortune much occult practise was rather superstitious: She recognised that esoteric formulae were a means of accessing little-known powers of the mind and could therefore be taught and used in a reasonable way. Essentially, Dion Fortune restored the science to the art of occultism. W.E. Butler further developed this line of work. Butler, due to his early training in the Eastern esoteric schools, was able to deal in the principles that underlie all valid occult work. For him magic that embraced only Yezirah was merely sorcery; the magic of Light was an alchemy of the Spirit reflecting the fire of Azilut. He taught that the only valid purpose for occultism was the service of God and humanity. Magic Magic has been rightly defined as the ability to 'change consciousness at will'. All the formulae, wands, temples, robes, diagrams, etc, are props or tools to facilitate this change. These props are symbols, both visual and tactile, that have associations in the subconsciousness with certain energies. These associations have been put in place by frequent meditation on the tool they symbolise. The use of regalia is to build up a certain frame of mind. For example putting on a special robe tells the body, the consciousness of Assiyah, that something sacred is about to happen. Each item of regalia is associated with an aspect of Reality and so with the Sefirot of the Tree of Life, for example the 'wand' to Hokhmah or the 'sword' to Gevurah but these associations can only be put in place by sustained meditation. So much early work in the Mysteries is spent in the drudgery of repetition. Which is why real mages or trained occultists are much rarer than is supposed. How glamorous or entertaining are the rituals of ceremonial magic? Well, I’ve been in more than I can remember and from the viewpoint of Assiyah they are rather dull. However, from the viewpoint of the Upper Worlds they can be expressions of spiritual beauty beyond the power of words to convey. The power of ritual lies in the compounded impact it has upon the deeper levels of consciousness; which is why all spiritual Traditions use ritual in some form or another. Ceremony transcends the cerebral consciousness. It provides a spring-board into the invisible by appealing to the senses with colour, music, incenses, ritual tableaus and sonorus chants. A typical group ritual consists of the members gathering at the appointed place. There, with the appropriate meditations and prayers each individual changes into robes; these robes are used exclusively for occult work so they carry a strong association. Together the members proceed into the 'temple'. Usually this is a rather bare room. Furnished with chairs, two pillars (as in Solomon's Temple) a diagram of the Tree in the East and an altar upon which burns the lamp signifying the Shekinah, the Cohabiting Glory. There is little light and incense is burning. This atmosphere helps the seers perceive auras, thought-forms and 'Friends' from Above. The sacred space is rather spartan, because it is essentially a working place, so anything extraneous to the focus of the work in hand is removed. After a prolonged meditation, the presiding officer seals the room. This means building a sphere of energy about the sacred space to prevent unwanted intrusions from the Yeziratic level. As the various geometric signs are drawn and the Sacred Names intoned, all present hold in mind the intention of being encompassed about by the Most High. The intended rite is then offered to the Divine, that it might be found acceptable in His sight. This may be expressed by raising up the sacred lamp from the altar with the invocation: Holy art Thou, Lord of the Universe. Holy art Thou, Whom Nature hath not formed, Holy art Thou the Vast and the Mighty One, Lord of the Light and of the Darkness. file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/goddard.html (2 of 4)8/12/2004 1:28:41 am"},{"pageNumber":3,"pageContent":"goddard Here we offer and present unto Thee, Oh Adonai, Our selves, our souls and bodies to be A holy and continual sacrifice unto Thee And to Thy Great Work The group now moves onto the work for the meeting. It might be a ritual initiation, a symbolic presentation of teaching; the enacting of a myth, perhaps one of the zodiacal legends; or it might be to execute a piece of work given by 'Those Who Know', the inner teachers of the group. Every true group in the Tradition is 'contacted'; i.e. in contact with Those on High, the Masters of Service who are the Senior Craftsmen of the Spirit, it is under their guidance that much of the teaching and work of a group is conducted. This is how a physical group co-operates with, what is sometimes called, the Inner Government of the World. Incarnate humans have deeper connections with the Worlds of Assiyah and Yezirah; whereas 'Those on High' are more connected to Beriah and Azilut. There may be a situation, a critical event that has attracted the attention of those who oversee human evolution. They then indicate to one or more of the groups who work under their jurisdiction that a working 'uniting the Worlds' is deemed appropriate. One of the methods the incarnate group might use is the building of a thought-form in Yezirah then to be ensouled by Grace from Above. The group might build the form of a golden chalice by collective imagination, building into it the associative ideas of the Grail, redemption, and Tiferet. When the vessel was deemed to be clear enough, the group would ascend into Yezirah bearing the thought-form with them. Once there, the Inner members of the group would be met and together all would seek to rise to Beriah with the chalice. In Beriah, intercession would be offered before the Throne of Mercy. If it was willed from Above there would be an outpouring, the Chalice would become incandescent as Grace flowed into it. Then the group would bear the Grail down to Yezirah and introduce it to the situation concerned. There, from the astral level, the influence from the Grail would subtly begin to permeate the crisis, bringing about a resolution. After such a working the newspapers and TV reports are closely monitored to see signs of the work taking; this often shows itself through synchronistic events. When the groups work for the meeting has been concluded, a symbolic sharing takes place. This is often the Sacrifice of Melchizedek; bread and wine are blessed are partaken of in commemoration of the Tradition, and as a reminder that God the sustenance of All. This accomplished, thanks are given, the sphere of protection dismantled and the group leaves the sacred space. After changing there is a small social exchange, then people depart. The Tree In most Western Mystery schools Kabbalah is the first aspect taught to students; this is because of its purity and its common sense. There are two principal aspects of the alchemical kabbalistic practice that may be unfamiliar to those of the Toledano Tradition. In Western Mystery practice the diagram of the Tree of Life is coloured. A particular colour is assigned to each of the Sefirot and the connecting Paths. These are called the 'Colour Scales' and there is one for each of the Four Worlds. The purpose of this is as a mnemonic device that enables a particular aspect of a Sefirah to be selected and focused upon. 'Yellow' would be Tiferet in Beriah; but Amber is assigned to the same Sefirah in the World of Assiyah. There are various meditation techniques used to memorise the Colour Scales at a deep level. The other unfamiliar aspect is the use of the deck of cards called Tarot. They are not used principally for divination but as pictorial keys, similar to the Tibetan use of thankas as meditation devices. The Tarot cards are assigned to the Tree of Life as follows. The four 'court' cards are attributed to the Four Worlds, as are the 4 suites, Wands (clubs) to Azilut; Swords (spades) to Beriah; Cups (hearts) to Yezirah; and Pentacles or Coins (diamonds) to Assiyah. The 'pip' cards are placed on the Sefirot as their number signifies, the Aces to Keter, the 'twos' to Hokhmah; the 'threes' to Binah, and so on. The twenty- two pictorial cards of the Major Arcana are attributed to the twenty-two Paths that unite the Ten Sefirot. The Tarot was introduced to Europe by nomadic Romanys, as the diagram of the Tree of Life was brought in by dispersed Jews. It is quite true that if the Tree had been lost it could have been 'recovered' by deep contemplation on the symbolism enshrined in the Tarot; and equally true that meditation on the Tree of Life gives rise to the visual representations of the file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/goddard.html (3 of 4)8/12/2004 1:28:41 am"},{"pageNumber":4,"pageContent":"goddard Tarot. These two representations of the Ageless Wisdom, the Tree and the Tarot, were masterminded by the Inner Government to introduce esoteric teaching into European culture. Both survived, escaping persecution by the medieval church due to the fact that custodians of the Tree were outside Christendom, and the Tarot was disguised as harmless playing cards. The higher states of consciousness transcend language and cannot be adequately described. Each symbol used in the complex tableaux of the Tarot 'speaks' in the common language of universal symbolism. The Tarot is like a series of visual sign-posts left by those who have attained. Tarot is used for meditation in many Western schools to transform consciousness by aligning its contents with that of the Universal Mind. Initiation An 'Initiate' is a man or woman who has 'entered the Path of Return', who has made the dedication that in his or her life the Will of the Divine will take first place and whose dedication has been accepted by those great ministers of God. At a deeper level a high initiate is one who makes the 'unreserved dedication', giving their will and life to God without qualification - such are fairly rare. No ceremony confers actual initiation per se. The ritual initiation is usually an outer ratification of an inner event, a confirmation of what has already occurred within the candidates soul. When an initiation is ritually conferred, the temple is imaged as the Tree - spanning from Keter in the east to Malkhut in the west - the candidate offers their dedication upon the Altar of Sacrifice in Tiferet. Then the candidate is led to the place of Daat, to await one - after the Order of Melchizedek - who will come and transmit to them the holy seed of the Tradition. The grades of attainment are progressions upon the same Path, much is made of them by the needy. The grades should serve the same purpose as a trellis does for a climbing rose bush. They are a supportive structure. Staying with the same analogy, the goal of initiation is a beautiful and healthy rose not a lofty but barren trellis. Conclusion Although training in the Western Mysteries often brings about a degree of psychic development, psychism is not mistaken for spiritual attainment. The goal of the Mysteries is an integrated individuality that is carefully prepared for the indwelling by Higher Self, the so-called 'Holy Guardian Angel'. This is the integration of Beriah, Yezirah and Assiyah in living and continuous obedience to Azilut. When this objective is reached the props of ceremonial, the regalia, become redundant. All that has gone before has been but preparation for the soul to take flight and plunge into the thrice-radiant darkness of AIN. Then, the real Magic begins ... Back to top © David Goddard file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/goddard.html (4 of 4)8/12/2004 1:28:41 am"}]
