[{"pageNumber":1,"pageContent":"HOME CALENDAR STUDY WRITINGS POETRY BOOKS CONTACT Email: tiferet@kabbalahsociety.org Revised: 30-Dec-1999 A Kabbalistic View of the Chakras Rebekah Kenton This article places the chakras onto the diagram of the Tree of Life. The chakras are connections between the physical and psychological bodies. They are situated in the spinal column but their reflections can also be perceived as whirling discs in front of the body. As for the exact physical location points in the body, there is much literature available that deals with this in detail. My reference is Kundalini Tantra by Swami Satyananda Saraswati and all quotations are from this book. The physical aspects of the chakras have many implications for health and healing. However, from the Kabbalistic point of view it is more interesting to concentrate on the psychological aspect and evolving consciousness, and as such the chakras should be seen on the Jacob's Ladder on the psychological or Yeziratic Tree of Life. There are seven major chakras, but there are also numerous smaller chakras connected to and governed by them. Maybe that is why there are so many different views on the subject. I hope that relating the major chakras to the Kabbalistic scheme will help to clarify the underlying principles. According to the tradition, there are lower chakras that are responsible for the evolution of instinct in the animal kingdom and no longer active or conscious in humans. In the animal body, these inferior chakras are situated in the legs. On the Tree they can be seen as Malkhut. There are also said to be higher chakras above the Crown, and these can be seen as different levels of the Beriatic Tree. Little can be said about them as they belong to the realm of no form. Paradoxically, the awakening of the chakras should start as high as Ajna or the Third Eye. One needs a degree of Wisdom and Understanding, a certain philosophical outlook and detachment, to be able to cope with the psychic phenomena that follow the awakening of the lower chakras. Mooladhara Chakra (Base); Yesod \"The Sanskrit word moola means 'root or foundation' and that is precisely what this chakra is. Mooladhara is at the root of the chakra system and its influences are at the root of our whole existence. In tantra, Mooladhara is the seat of kundalini, the basis from which the possibility of higher realization arises.\" The ordinary ego-mind of Yesod works and runs our lives more or less automatically. It is not until one takes steps towards spiritual development that this chakra awakens and its functions become conscious, which can be a painful experience. \"All the passions are stored in Mooladhara, all the guilt, every complex and every agony has its root in Mooladhara chakra. It is so important for everybody to awaken this chakra and get out of it. Our lower karmas are embedded there, as in lower incarnations, one's whole being is founded on the sexual personality.\" The awakening of any chakra is rarely a sudden event. It may take several years or lifetimes. In order to move on from Mooladhara, one has to clear the barrier of ignorance, egocentricity, attachment to physical pleasures and material objects. Swadhisthana Chakra (Sacral); Hod-Nezah Reaching Swadhisthana means that one is starting to penetrate the Hod-Nezah threshold of the unconscious. Usually one has to face the lowest manifestations first; there may be excessive fear (Hod) or sexual fantasies (Nezah). \"This stage of evolution is known as Purgatory, and if you read the lives of many of the great saints, you will A Kabbalistic View of the Chakras - Article - Kabbalah Society (www.kabbalahsociety.org) http://www.kabbalahsociety.org/papers/rebek1.htm (1 of 4) [3/18/2001 4:51:04 PM]"},{"pageNumber":2,"pageContent":"find that most of them encountered great turmoil and temptations when they were passing through this stage.\" It is interesting to note, that in traditional symbolism the animal related to Swadhisthana is a crocodile. It is here that we encounter the dragon as described in mythology and fairy-stories, in other words the unconscious aspects of our psyche that are preventing us from evolving. The way forward is keeping to the Path of Honesty. \"One must have detachment, which is the outcome of a thorough analysis of the situations of life. To get beyond Swadhisthana you must improve the general background of your psycho-emotional life\". Manipura Chakra (Navel or Solar Plexus); Tiferet \"In the same way that the sun continually radiates energy to the planets, Manipura chakra radiates and distributes pranic energy throughout the entire human framework, regulating and energizing the activity of the various organs, systems and processes of life.\" Poorly functioning Manipura means lack of vitality, depression and ill health. If this is true regarding the physical body, the more important it is psychologically. Manipura or Tiferet is the Self, the midpoint of the psyche. \"It is the centre of dynamism, energy, will and achievement and is often compared to the dazzling heat and power of the sun.\" \"When the consciousness evolves to Manipura, one acquires a spiritual perspective.\" This refers to the position of Tiferet as the Kingdom of Heaven. In Mooladhara and Swadhisthana the consciousness is still preoccupied with personal matters and resolving old karmas, but in Manipura one starts to realize the possibilities in becoming truly human. However at this level one may fall for money, sex and power instead of striving for truth, goodness and beauty. The temptations are becoming more subtle as one starts developing siddhis or psychic powers. Attachment to these powers often makes one believe one has \"arrived\", thus blocking further development. Anahata Chakra (Heart); Gevurah-Hesed Anahata operates at the level of the soul and symbolically relates to the awakening of the heart. It is important to remember the warning about the barrier: \"The second psychic knot is located at this heart centre. It represents the bondage of emotional attachment, the tendency to live one's life making decisions on the strength of the emotions rather than in the light of the spiritual quest.\" Awakening this chakra is the key to fate and freewill. \"Anahata chakra is almost completely beyond empirical dimensions. One depends solely upon the power of one's own consciousness rather than on anything that is external or concerning faith. In Anahata chakra, the freedom to escape from a preordained fate and to determine one's own destiny becomes reality.\" As such, it is said that there is a wish fulfilling tree in this chakra. It seems that awakening of a chakra follows the pattern of the Lightning Flash on the Tree. In Anahata the negative tendencies of Gevurah usually surface first, like fear and pessimistic attitudes towards life. One has to remember the power of wish fulfilling at this level in order not to manifest negative wishes. \"It is important to have a firm and alert control over the mental tendencies and fantasies of the mind.\" In order to move on, one needs to cultivate the qualities of Hesed. A positive way of thinking is vital. Also enjoying the arts at their best can be helpful. \"Anahata chakra awakens refined emotion in the brain and its awakening is characterized by a feeling of universal, unlimited love for all beings.\" Vishuddhi Chakra (Throat); Da'at Besides Vishuddhi being described as the void in the tantra, there is also the knowledge aspect as in Kabbalah. \"The more abstract aspect of Vishuddhi is the faculty of higher discrimination. Hence any communication received telepathically can be tested here for its correctness and accuracy. Similarly, Vishuddhi allows us to differentiate between realization coming into our consciousness from the higher levels A Kabbalistic View of the Chakras - Article - Kabbalah Society (www.kabbalahsociety.org) http://www.kabbalahsociety.org/papers/rebek1.htm (2 of 4) [3/18/2001 4:51:04 PM]"},{"pageNumber":3,"pageContent":"of knowledge, and the mere babblings of our unconscious mind and wishful thinking .\" Vishuddhi is also known as the 'nectar and poison centre'. This would mean 'death and transformation' in more familiar terms. The nectar is transcendental fluid, 'the Dew of Heaven'. \"As long as Vishuddhi chakra remains inactive, this fluid runs downward unimpeded, to be consumed in the fire of Manipura, resulting in the processes of decay, degeneration and finally death in the body's tissues. When Vishuddhi is awakened the divine fluid is retained and utilized, becoming the nectar of immortality. The secret of youth and regeneration of the body lies in the awakening of Vishuddhi chakra.\" Vishuddhi is also the key to psychological regeneration. \"At the level of Vishuddhi and above, even the poisonous and negative aspects of existence become integrated into the total scheme of being. They are rendered powerless as concepts of good and bad fall away. At this state of awareness the poisonous aspects and experiences of life are absorbed and transformed into a state of bliss.\" Interconnected with Vishuddhi chakra is Bindu Visarga. Very little is known and written about it as it is beyond the realm of all conventional experience. On the Jacob's Ladder it would relate to the Yesod of Beriah, which underlies the Daat of Yezirah. \"Bindu is a trap-door opening in both directions.\" It is said to be the origin of manifest individuality. \"From this point or seed an object, an animal, a human being or whatever, can arise and manifest. Each and every object has a Bindu as its base. That which was previously formless assumes shape through the Bindu, and its nature is fixed by the Bindu as well.\" Ajna Chakra (The Third Eye); Binah-Hokhmah Ajna is the chakra of higher intellect. \"Ajna is the witnessing centre where one becomes the detached observer of all events, including those within the body and mind. Here the level of awareness is developed whereby one begins to 'see' the hidden essence underlying all visible appearances. When Ajna is awakened, the meaning and significance of symbols flashes into one's conscious perception and intuitive knowledge arises effortlessly.\" \"Up until Ajna chakra awakens, we are under delusions. It is only after awakening of Ajna chakra that the laws of cause and effect can be known. Thereafter your whole philosophical attitude and approach to life changes.\" As said, it is very important to develop the qualities of Binah and Hokhmah already at the very beginning of one's spiritual journey. \"Only those who have reason and understanding are able to cope.\" It would seem that the awakening of the Ajna chakra follows the sequence of the Lightning Flash, activating first the Binah and then the Hokhmah aspect of this level. It is said that from Ajna there is only a short way to Sahasrara or enlightenment; from Hokhmah we would see how to get there. Sahasrara Chakra (Crown); Keter Sahasrara is actually not considered to be a chakra; it is the source of the chakras. \"It is the crown of expanded awareness. The power of the chakras does not reside in the chakras themselves, but in Sahasrara. The chakras are only switches. All the potential lies in Sahasrara.\" Patanjali classifies samadhi or enlightenment in three different stages. This would correspond to the position of the Keter of Yezirah on Jacob's Ladder overlapping the Tiferet of Beriah and the Malkhut of Azilut. \"Sahasrara is both formless and with form, yet it is also beyond, and therefore untouched by form.\" There are many descriptions about enlightenment, but ultimately it is not possible to define such an experience. \"Super-mental awareness is not a point; it is a process, a range of experience. Just as the term 'childhood' refers to a wide span of time, in the same way, samadhi is not a particular point of experience but a sequence of experiences which graduate from one stage to another.\" In the course of one's development, the chakras may be only partially or temporarily awakened. They can also awaken independently from each other and do not necessarily follow the traditional sequence. In Kabbalah, an individual whose all chakras have fully and permanently awakened would be called the Messiah. A Kabbalistic View of the Chakras - Article - Kabbalah Society (www.kabbalahsociety.org) http://www.kabbalahsociety.org/papers/rebek1.htm (3 of 4) [3/18/2001 4:51:04 PM]"},{"pageNumber":4,"pageContent":" HOME CALENDAR STUDY WRITINGS POETRY BOOKS CONTACT Email: tiferet@kabbalahsociety.org Revised: 30-Dec-1999 A Kabbalistic View of the Chakras - Article - Kabbalah Society (www.kabbalahsociety.org) http://www.kabbalahsociety.org/papers/rebek1.htm (4 of 4) [3/18/2001 4:51:04 PM]"}]
