[{"pageNumber":1,"pageContent":"  QABALAH  No. 1 An approach to learning the Tree of Life  through MEDITATION Drawn from the classes of Bill Heidrick Grand Treasure General of O.T.O.  for  O.T.O. Copyright (c) 1982 by Bill Heidrick Privately published by O.T.O. at the expense of the author. Ordo Templi Orientis P.O. Box 430 Fairfax, CA 94930  U.S.A. \"Do what thou wilt shall be the whole of the Law.\"  -2- (figure of the Tree of life goes here) (just circles and bars)  -3- CONTENT TABLE: Title page------------------------------- 1 Blank Diagram of the Tree of Life-------- 2 Content Table---------------------------- 3 Introduction----------------------------- 4 Diagram of the basic Tree of Life-------- 6 \"The Minimum to be learned.\" The Tree of Life Meditation-------------- 7 \"For perpetual use.\" Diagram of the Sephiroth---------------- 17 \"With the letter paths in Mezla.\""},{"pageNumber":2,"pageContent":"The Sephiroth on the Tree of Life------- 18 Diagram of the Letter Paths------------- 21 \"With the Sephiroth in Mezla.\" The 22 letters of the Hebrew Alphabet--- 22 Diagram of the Tree of Life in Light---- 28 \"Use to test your memory.\" The 23 Paths of Wisdom------------------ 29 Diagram of the Sacred Names on the------ 39 Tree of life \"Use to gain skill with the Hebrew words and letters.\" Pronunciation Guide--------------------- 40 Announcements--------------------------- 48 Back Cover: The Kircher Tree.  -4-  Introduction: Most mystics, ritualists and occultists say a lo t about Qabalah; but remarkably few do anything with it. Until the mid 19th century, works on this subject routinely quoted from about six Renaissance texts by non-Qabalists or simply salted fragments of this ancient mental myst icism about their works. Barrett, in his \"Magus\" made practically as many He brew spelling errors as he made reference to Qabalah (true especially of the m odern editions). F. D'Olvet pushed firmly into new work, but his books are too difficult for the student. Levi made generous use of old work and di d innovate, but his style is ambling at best. Mathers provided a vademecum i n the introduction to his \"Kabbalae Unveiled,\" but that was a gross plagiaris m of Ginsberg's essay on the subject --- again a rehash of old tradition, no exp lanation and no new work. From Mathers work, myriads have arisen. Dion Fortu ne re-drafted the material with some highly suspect additions, but her work le d directly to this one and to all humanistic approaches to the Tree of Life. Knight, Gray, Case and many others have produced excellent introductions to thi s living form of the Tree. The Golden Dawn documents, for which all Occultists owe a greater debt than can ever be repaid to F. I. Regardie, provided the seed from which all Goyim Qabalah of modern times has grown. Aleister Crowle y further developed and popularized the Qabalah through his \"Equinox,\" \"Kon x Om Pax,\" \"777\" and many other works. Yet, a problem remains to confront the student. No work presently exists which combines system with knowledge.  -5- There has been no really student-oriented use of the organizational principles of Qabalah to teach itself in all these works. Many students are led astray by such authors as H'Levi and Zain throu gh ignorant but plausible claims and elaborate concoctions. In the 17th Cent ury, the works of Luria were very student oriented by the lights of those t imes, but they were in Hebrew and before the present approaches to the Tre e. This present work is a contribution toward a new literature of Qabalah, the"},{"pageNumber":3,"pageContent":"meditative workbook. Gray began this with his \"Off ice of the Tree of Life,\" and Case foreshadowed it in his books and lessons. The present author hopes to aid others to a rapid assimilation of the Tree of L ife into their work. The meditations in this small book are of two ki nds: Perpetual (the first one) and educational (the rest). The content page will include some hints, where they can be found easily. For the rest, appl y yourself and look for results. Make use of note books. Seek further use of words you find here in other texts. Expect to take a year before you gain strength in the subject --- but expect immediate results too. Use the diagrams as aids and as puzzles. The di agrams are carefully chosen to promote \"painless memorization\" of the necessary Hebrew and the more basic correspondences. Photo-copy the diagrams and paste them in your note books. Make additions to those note book diagrams as you l earn more about the Tree in and outside this book. Keep the blank ones blank i n the book, but use them to drill your memory with a check against the filled-i n diagrams. Note that Hebrew reads backwards from English (r ight to left); and learn to recognize the letters and important words on sight. Qabalah is sacred and the letters are Holy.  -6- (A figure of the Tree of Life goes here) (The Sephiroth are numbered from 1 to 10, the pa ths from 11 to 32. Inside each circle is the name of the Sephira in English l etters, e.g. \"KETER\". Beside each path is the actual Hebrew letter of tha t path.)  -7- The Tree of life Meditation. (Taken from the MS of \"The Road to the Sun,\" Appe ndix E. Copyright (c) by Bill Heidrick, 1974) GENERAL INSTRUCTIONS: Stand erect, facing East, or imagine yourself in such a position. Place your arms loosely at your sides and become calm. I nstead of standing, a full lotus asana may be assumed (Padmasana). 1. Say \"Malkut\" (10 on the Tree) and visualize a spher e of earthly colors immediately below you and supporting the weight of your body. This is the place of all material things.  2. Say \"Taw\" (path 32 on the Tree) and visualize a bea m of indigo light reaching from the earthly sphere below you to the height of your loins. This vertical beam communicates upward the sense experiences of t he material. 3. Say \"Yesod\" (9) and visualize a sphere of violet li ght surrounding your sexual organs. This is the place of all dreams an fantasi es derived from experiences in the world of matter. 4."},{"pageNumber":4,"pageContent":"Say \"Shin\" (path 31) and visualize a red beam of li ght rising at an angle from the earthly sphere below you to the level of your r ight hip. This is the path whereby all rational impressions of the physical wo rld are communicated upward.  -8- 5. Say \"Resh\" (30) and visualize a beam of orange ligh t rising at a low angle from the violet sphere at your loins and going to j oin with the red beam on the level of your right hip. This is the path that communicates all rational impressions of the dream consciousness to higher le vels. 6. Say \"Hod\" (8) and visualize an orange sphere of lig ht surrounding your right hip. This is the lower seat of reason in which the mind formulates a rational conception of the physical. 7. Say \"Qof\" (29) and visualize a beam of red-violet l ight rising from the earthly sphere below you and going at an angle to t he height of your left hip. This is the path that communicates emotional impres sions of the physical world to the higher levels. 8. Say \"Tzaddi\" (28) and visualize a beam of violet li ght rising at a low angle from the violet sphere at your loins and joining th e red-violet beam at your left hip. This is the path whereby emotional impre ssions of the dream consciousness are communicated to higher levels. 9. Say \"Peh\" (27). This is a beam of red light that t ravels horizontally from the orange sphere at your right hip to join the oth er two beams of light at your left hip. This path communicates between rati onal understanding of the physical and emotional wisdom of the ways of the ph ysical.  -9- 10. Say \"Netzach\" (7) and visualize a green sphere of l ight on a level with your left hip. This is the place of emotional perfectio n of the things of the physical in consciousness. 11. Pause and consider the visualizations and their sig nificance. 12. Say \"Ayin\" (26) and visualize a blue-violtet beam o f light rising at an angle from the orange sphere at your right hip to the lev el of your heart. This is the path whereby rational consciousness of the phys ical world is elevated to higher levels. 13. Say \"Samekh\" (25) and visualize a blue pillar of li ght rising from the violet"},{"pageNumber":5,"pageContent":"sphere about your loins to your heart. This is the path whereby dreams and fantasies are elevated. 14. Say \"Nun\" (path 24) and visualize a blue-green beam rising at an angle from the green sphere of light at your left hip to the l evel of your heart. This is the path whereby emotional consciousness of the physical is elevated to higher levels. 15. Say \"Tipheret\" (6) and visualize a yellow (or golde n) sphere of light about the center of your body and your heart. This is th e place of understanding of life in the physical world and life in higher menta l worlds.  -10- 16. Say \"Mem\" (23) and visualize a blue vertical beam o f light rising from the orange sphere on your right hip to a point on your right shoulder. This is the path whereby the lower rational consciousness o f the physical world is elevated to the level of moral rational consciousne ss. 17. Say \"Lamed\" (22) and visualize a beam of green ligh t rising at an angle from the yellow sphere at your heart to the level of you r right shoulder. This is the path whereby consciousness of life as it is ris es to the level of understanding life as it should be. 18. Say \"Geburah\" (5) and visualize a red sphere of lig ht about your right shoulder. This is the place of rational consciousn ess of what is just and good. 19. Say \"Koph\" (path 21) and visualize a violet beam of light rising vertically from the green sphere at your left hip to a point o n your left shoulder. This is the path whereby the emotional comprehension of the physical is elevated to emotional comprehension of all things physical and not physical. 20. Say \"Yod\" (20) and visualize a beam of yellow-green light rising from the yellow sphere about your heart to the level of your left shoulder. This is the path whereby the life experience is elevated to emotional perfection.  -11- 21. Say \"Tet\" (19) and visualize a horizontal beam of y ellow light passing from the red sphere at your right shoulder to your left shoulder. This is the path whereby the rational understanding of rightness in all things is elevated to emotional comprehension of perfection of all things . 22. Say \"Chesed\" (4) and visualize a blue sphere of lig ht about your left shoulder. This is the place of emotional perfectio n, the place of yearning"},{"pageNumber":6,"pageContent":"for union with the absolute. 23. Pause and consider what has happened to this point.  24. Say \"Chet\" (18) and visualize a yellow-orange beam of light rising vertically from the red sphere at your right shoulder to the r ight half of your brain. This is the path whereby all reason returns to its archetype. 25. Say \"Zain\" (17) and visualize an orange beam of lig ht rising from the yellow sphere at your heart to the right half of your brai n. This is the path that communicates the whole life experience back to the place of perfect reason. 26. Say \"Binah\" (3) and visualize a black sphere that r adiates as though it were light and that envelopes the right half of your bra in. This is the place of perfect understanding, not understanding of particu lar things, but of all existence.  -12- 27. Say \"Vau\" (16) and visualize a beam of vertical red -orange light rising from the blue sphere at your left shoulder to the left h alf of your brain. This is the path whereby all emotion returns to its archety pe. 28. Say \"Hay\" (15) and visualize a red beam of light ri sing at an angle from the yellow sphere at your heart to the level of the lef t half of your brain. This is the path whereby all the life experiences are el evated to the place of emotional perfection beyond all physical things. 29. Say \"Dalet\" (14) and visualize a beam of horizontal green light passing from the black sphere on the fight half of your brain to the left half of your brain. This is the path whereby all rational perfe ction is united to all emotional perfection. 30. Say \"Chokmah\" (2) and visualize a gray sphere of in tense light about the left half of your brain. This is the place of energy an d absolute emotional wisdom. 31. Say \"Gimel\" (13) and visualize a blue beam of verti cal light rising from the yellow sphere at your heart and going to a place ju st above your head. This is the path whereby the whole view of life is unifi ed.  -13- 32. Say \"Beth\" (12) and visualize a beam of yellow ligh t rising at an angle from the black sphere of light at the right half of your brain and going to a point"},{"pageNumber":7,"pageContent":"just above your head. This is the path whereby pur e reason is unified. 33. Say \"Aleph\" (11) and visualize a beam of yellow lig ht rising at an angle from the gray sphere of light at the left half of your b rain and going to a point just above your head. This is the path whereby pur e emotion is unified. 34. Say \"Keter\" (1) and visualize a sphere of flawless white light directly above your head. This is the place of perfect unity. 35. Say \"Ain Soph Aur\" (000) and visualize a vast and b oundless dimness. This is that which is limitless light in seeming darkness. This is the place beyond the One and the Many. 36. Say \"Ain Soph\" (00) and visualize a deeper darkness beyond the first. This is the place of no limitation, that which is beyond al l light. 37. Say \"Ain\" (0) and visualize an impenetrable and end less silent darkness. This is the place of no-thing beyond all else.  -14- 38. Say nothing and visualize nothing. This is no plac e at all. 39. When a subjective eternity has passed away, say \"Eh eieh\" (meaning \"I AM\") and visualize the white sphere of Keter above your head . This is the returning to being from that which is beyond being. 40. Say \"Yah\" (meaning \"HE or SHE IS\") and visualize th e gray sphere of Chokmah at the left half of your brain. This is the going for th from unity to duality and the drawing forth of power. 41. Say \"Yahweh Elohim\" (meaning \"HE or SHE EXISTS AS T HE MALE AND FEMALE GODS\") and visualize the black sphere of Binah at the righ t half of your brain. This is the multiplication of being to produce the unity that is found in the many things existing in one creation. This is the gathe ring of power to work wonders. 42. Say \"El\" (meaning \"HE IS GREAT\") and visualize the blue sphere of Chesed at your left shoulder. This is the going forth of all forms into the creation of the universe. This is the power of life in creatio n. 43. Say \"Elohim Gibor\" (meaning \"THE MALE AND FEMALE DE ITIES ARE MIGHTY\") and visualize the red sphere of Geburah at your right s houlder. This is the limitation of forms for the production of a particu lar creation. This is the power to control ultimate manifestation."},{"pageNumber":8,"pageContent":" -15- 44. Say \"Jehovah Eloah Va-Da'at\" (meaning \"HE or SHE IS DEITY AND KNOWLEDGE\") and visualize the yellow sphere of Tipheret about your heart. This is the assembling of the creative force in a perfected ima ge of the existence to come. This is the assembly of a life. 45. Say \"Jehovah Tzabaot\" (meaning \"HE or SHE IS SPLEND OR\") and visualize the green sphere of Netzach at your left hip. This is the multiplying of developed forms for incorporation into physical cre ation. This is the place of natural love. 46. Say \"Elohim Tzabaot\" (meaning \"MALE AND FEMALE DEIT IES ARE SPLENDOR\") and visualize the orange sphere of Hod at your right hi p. This is the limitation of developed forms for the production of a particul ar physical creation. This is the place of magical selection of what will happ en in the world. 47. Say \"Shaddai El Chai\" (meaning \"ALMIGHTY GOD LIVES FOREVER\") and visualize the violet sphere of Yesod at your sexual organs. This is the going forth of the final impulse of creation into the created physical universe. This is the place of consummation of magical acts.  -16- 48. Say \"Adonai Melekh Ha-Aretz\" (meaning \"LORD KING OF THE EARTH\") and visualize the earthly sphere of Malkut beneath you. This is the created physical universe.  -17- (A figure of the Tree of Life goes here) (This is on a field of vertical wavy lines, the Sephiroth are represented as pure white circles with their numbers inside, th e paths are represented as gray bars interpenetrated by the field of vertical wavy lines).  -18- The Sephiroth on the Tree of Life. \"10, 20, 30 or 40 meditations for as many days.\" GENERAL INSTRUCTIONS: If you do all 40, start with IV. Do those ten f rom 10 to 1. Then do III on ten separate days. II is next --- spend a lot o f time on each and write"},{"pageNumber":9,"pageContent":"down ideas on each --- ten days minimum. Take the ten statements in I and try to see how each one matches your experiences for th e same number in II, III and IV. Take ten days with this too. If you do less than 40, choose in sets of ten an d do all ten in each set. Alternative: Do IV-10, III-10, II-10 and I-10. Then do IV-9, III-9, II-9 and I-9 --- keep this up until you have done all 40 or as many as you can. I. Meditations for ATZILUTH. Ten levels of consciousness reaching from earth to pure spirit. 10. Physical sensation. 9. Dream, imagination. 8. Reasoning about material things. 7. Emotional feeling about material things. 6. Perspective on life. 5. Reasoning about right and wrong. 4. Feelings of spiritual well-being. 3. Very abstract reasoning. 2. Excitement without known cause. 1. Peaceful feeling and knowing about the unity of all that exists.  -19- II. Meditations for BRIAH. Answer these ten questions. 10. What do my senses give to me? 9. What do my dreams and imaginings do to me? 8. What do I learn by sensing and imagining? 7. What pleasures and discomforts do I receive from my senses? 6. What do my answers to questions #10 through #7 tell me about the life I lead? 5. Where are my feelings of right and wrong different from the life I lead? 4. How do I change my ideas of right and wrong so that I can live a good life and be happy? 3. What do I understand? 2. What do I believe without understanding? 1. How am I like all that exists? III. Meditations for YETZIRAH. Focus your mind on these colors and places. 10. Earth colors and the place where you"},{"pageNumber":10,"pageContent":" live. 9. Violet and the places where you rest and play. 8. Orange and the place where you work. 7. Green and the place where you were a child. 6. Yellow and a place where you felt very successful. 5. Red and a place where you felt the need to do your best. 4. Blue and a place where you are loved. 3. Black and a place where you learned deeply?  -20- 2. Gray and a place where you were secure and able. 1. White and a place that makes the world and you feel right. IV. Meditations for ASIAH. Do these things. 10. Take a long walk. 9. Go to a movie. 8. Make some useful object. 7. Take care of a plant or animal. 6. Explain to someone why you are doing this meditation. 5. Read a book you don't link. 4. Write a better book or story. 3. Learn something new and difficult. 2. Exercise until you almost drop. 1. Sit still in a dark room for one hour or more without sleeping.  -21- (figure of the Tree of life goes here) (This is on a back-ground of tiny circles. Th e Sephiroth are large solid black circles without markings. The paths are whit e strips with the numbers 11 to 32 marked on them.)  -22- The 22 Letters of the Hebrew Alphabet. \"22, 44, 66, or 88 meditations for as many days.\" "},{"pageNumber":11,"pageContent":" GENERAL INSTRUCTIONS: If you do all 88, start with IV and do those fro m #32 to #11. Then do III. Then do II. I can be a review of corresponding med itations in II, III and IV --- or, if you can, try to meditate on the abstract ideas and shapes of the Hebrew Letters in I. Each meditation should take p lace on a separate day. Minimum time for all --- 88 days. If you do less than 88, choose in complete sets of 22 each. Alternative. Do all the 32's in IV, II, II and I. Next do all the 31's --- keep this up until you have done all 88 or as many as you can. Suggestion: You will have an easier time with th e color meditations in part III if you paint with them first. A simple water c olor set is quite cheap. The colors with unusual names for the letters: Heh , Vau , Zain , Chet , Tet , Yod , Lamed , Nun , Samekh , Ayin , & Tzaddi. make a rainbow from pure red for Heh through the other spectral colors in order to bluis h-violet for Tzaddi. The color of Qof is crimson, an equal mixture of the c olors of Heh and Tzaddi, but it must either be mixed with white or diluted s o that it isn't darker than either of those two. If you wonder what exact colo rs the old Order of the Golden Dawn used in its work, you might consider bu ying a set of tube water- colors sold by Winsor & Newton LTD of England --- t he \"Designers Gouache\" series by this company are are actual ones used by the Order of the Golden Dawn in the late 19th century. These particular co lors are available in most art stores in the USA and many other countries. Th ey can be bought in sets to reduce cost, but they are expensive.  -22- I. Meditations for ATZILUTH. The letters of the Hebrew alphabet in their natu ral order. Aleph Aleph \"Value as a number:\" 1 Bet Bet \"Value as a number:\" 2 Gimmel Gemel \"Value as a number:\" 3 Dalet Dalet \"Value as a number:\" 4 Hay Heh \"Value as a number:\" 5 Vau Vau \"Value as a number:\" 6 Zain Zain \"Value as a number:\" 7 Chet Chet \"Value as a number:\" 8 Tet Tet \"Value as a number:\" 9 Yod Yod \"Value as a number:\" 10 Koph Koph \"Value as a number:\" 20 Lamed Lamed \"Value as a number:\" 30 Mem Mem \"Value as a number:\" 40 Nun Nun \"Value as a number:\" 50 Samekh Samekh \"Value as a number:\" 60 Ayin Ayin \"Value as a number:\" 70 Peh Peh \"Value as a number:\" 80 Tzaddi Tzaddi \"Value as a number:\" 90 Qof Qof \"Value as a number:\" 100 Resh Resh \"Value as a number:\" 200 Shin Shin \"Value as a number:\" 300 Taw Taw \"Value as a number:\" 400"},{"pageNumber":12,"pageContent":" If you don't already know the sounds made by the se letters, don't worry about that now. Mainly use the shapes of the lette rs for meditation. Try to learn how to draw them accurately --- they can be w ritten fairly easily if you use an Osmiroid or a Platignum brand fountain pen w ith an \"oblique italic\" nib --- available in art stores. The right ink to use is a self-cleaning brand like Sheaffer \"Skrip\". The inks sold by the pen co mpanies themselves for use in these pens tend to be too thin.  -24- II. Meditations for BRIAH. Answer these questions (22 questions numbered 32 to 11 to aid in relating them to the diagrams and to other material in this book.) 32. Taw: What do the words: \"Totality of the material universe\" mean to you? 31. Shin: What do the words: \"Pure, unrestricted force\" mean to you? 30. Resh: What do the words: \"Mind, able to attach meanings to things\" mean to you? 29. Qof: What do the words: \"Evolving meaning through form\" mean to you? 28. Tzaddi: What do the words: \"Meditation draws wisdom from objects, experiences or states of mind\" mean to you? 27. Peh: What do the words: \"Experience bursts upon awareness\" mean to you? 26. Ayin: What do the words: \"Vision of limitations is limited vision\" mean to you? 25. Samekh: What do the words: \"Improve by testing and trial\" mean to you? 24. Nun: What do the words: \"Transform from one form to another\" mean to you? 23. Mem: What does: \"Substance without form\" mean to you? 22. Lamed: What does: \"Perfect balance attained between qualities\" mean to you? 21. Koph: What does: \"Forms progress through cycle after cycle toward perfection\" mean to you? 20. Yod: What does: \"Fiery power of creation\" mean to you? 19. Tet: What does: \"Power that comes out of nature\" mean to you? 18. Chet: What does: \"Contain but permit expression\" mean to you?  -25- "},{"pageNumber":13,"pageContent":"17. Zain: What does: \"Divide all that can be divided\" mean to you? 16. Vau: What does: \"Reveal the fundamental unity of all that exists\" mean to you? 15. Hay: What does: \"Alteration of form to promote order\" mean to you? 14. Dalet: What does: \"Shifting images\" mean to you? 13. Gimel: What does: \"Formless material existence\" mean to you? 12. Bet: What does: \"A way of doing\" mean to you? 11. Aleph: What does: \"Absolute, unconditioned existence\" mean to you? III. Meditations for YETZIRAH. Visualize these colors and images: 32. Taw: Blue-violet; a child's first  breath. 31. Shin: Red; hot summer and cold winter. 30. Resh: Orange; autumn winds and spring breezes. 29. Qof: Red-violet; spirits gather under the Moon. 28. Tzaddi: Violet; glass chimes in the  wind. 27. Peh: Red; sounds of battle and prayer. 26. Ayin: Blue-violet; chill and sudden  warmth in still air. 25. Samekh: Bloue; ripples in a pool. 24. Nun: Blue-green; a storm with sunlight through openings of clouds. 23. Mem: Blue; fog creeping across a mountain.  -26- 22. Lamed: Green; clouds gather above a lake. 21. Koph: Violet; the sky changing through the four seasons. 20. Yod: Yellow-green; thunder. 19. Tet: Yellow; steam bursting from the ground. 18. Chet: Yellow-orange; wind blowing  inside a cave. 17. Zain: Orange; wind howling around buildings and great stones. 16. Vau: Red-orange; wind-carved stone. 15. Hay: Red; a dust storm. 14. Dalet: Green; a soft breeze carrying"},{"pageNumber":14,"pageContent":" the fragrance of flowers. 13. Gimel: Blue; the calm eye of a hurricane. 12. Bet: Yellow; dust devil or funnel cloud. 11. Aleph; Yellow; air moving in light gusts from changing directions. IV. Meditations for ASIAH. Do these things: 32. Taw: Make a list of people you obey and people who obey you. 31. Shin: Make a decision about something you have been avoiding. 30. Resh: Get some sun. 29. Qof: Write down a dream. 28. Tzaddi: Go to a place where you have never been before. 27. Peh: Watch the dawn. 26. Ayin: Laugh at yourself. 25. Samekh: Find one thing that makes you angry. 24. Nun: Plant a seed.  -27- 23. Mem: Remember a time when you changed your mind. 22. Lamed: Balance a coin on its edge. 21. Koph: Make a bet. 20. Yod: Enter a dark room and find your way by touch. 19. Tet: Eat something you have never eaten before. 18. Chet: Read a poem aloud to someone. 17. Zain: Smell a new fragrance. 16. Vau: Listen to music that you haven't heard before. 15. Hay: Go to see something new. 14. Dalet: Draw a picture. 13. Gimel: Write down your oldest memory. 12. Bet: Visualize the face of someone who died. 11. Aleph: Do something new and beautiful.  -28- (figure of the Tree of life goes here) (The background is a fine diamond cross-hatch. The Tree is a white silhouette of circles and bars. There are no divis ions or markings of any"},{"pageNumber":15,"pageContent":"kind. The circles and bars all merge without line where they meet or intersect).  -29- The 32 paths of Wisdom. \"32, 64, 96 or 128 meditations for as many days\" GENERAL INSTRUCTIONS: If you do all 128, start with IV, do all those i n order. Then do III. Then do II. Take the 32 descriptions in I and rela te them to correspondingly numbered meditations in II, III and IV. Do the med itations in order. If you do less than 128, choose in complete sets of 32 each. Alternative: do all the 10's in IV, III, II and I. Then do all the 32's: then all the 9's and so on, tracing your way up the diagram of the Tree of Life by taking all the paths up to each Sephiroth i n order of descending number value. Second alternative: Assemble another set of 128 meditations from the correspondingly numbered items in \"The Sephiroth on the Tree of Life\" and \"The 22 Letters ...\" Third Alternative: Get a copy of Crowley's \"Libe r 777.\" Notice that the numbers on the right side of every page are from th e same set of 32 used here. Each column in \"777\" contains a list of things whic h are identified by the numbers in the right hand margin. Use this book to setup meditations for yourself similar to the ones given here.  -30- I. Meditations for ATZILUTH. Ten levels of consciousness (Sephiroth) connecte d by twenty-two intermediate states of consciousness (Hebrew Letter s). Together, these form the traditional \"Tree of Life\" first published in t his form by A. Kircher in 1653 e.v. and subsequently used by the Order of the Golden Dawn and Aleister Crowley in \"Path working,\" Tarot and many other br anches of Occult and Mystic arts. 10. Sensory awareness. 32. Development of intuitions from #10. 9. Dream, Imagination, astral travel. 31. Rational analysis of #10 awareness. 30. Rational analysis of #9 consciousness. 8. Logical, practical understanding of how to deal with the physical (10) and the mythical (9). 29. Emotional reaction to #10 awareness. 28. Emotional reaction to #9 consciousness. 27. Union of rational, material understanding (8) with emotional, material wisdom."},{"pageNumber":16,"pageContent":" 7. Emotional, practical wisdom concerning the physical (10), the mythic (9) and the analytic (8). 26. Realization of the limits of #8 material consciousness. 25. Unification of the elements of dream, imagination and astral awareness into a full conception of Life. 24. Feeling that something must be beyond simply physically induced emotion (7). 6. Consciousness of the patterns and goals of Life. 23. Thinking about the methods of day-to- day living (8) and their effects on others. 22. Thinking about the patterns and goals of Life (6) and their effects on others.  -31- 5. Consciousness of better patterns and goals for life --- rational moral planning. 21. Feelings of a less selfish sort begin to override the more self-oriented, material reaction emotions of #7. 20. The perspective on one's own life (6) gradually shifts to include the lives of others. 19. Ideas of how to live better begin to change into ideas on how to help others to reach a better life. 4. Contentment with personal existence is one with consciousness of, and love for, other existences. 18. Rational methods are abstracted from #5 consciousness. 17. Patterns of existence are abstracted from #6 consciousness. 3. The highest, most abstract rational consciousness. 16. Emotional feelings become unified. 15. Consciousness of life becomes abstracted into consciousness of vitality. 14. Rational consciousness (3) seeks a higher state of consciousness. 2. Awareness of great power and vitality in all. 13. The perspective on life changes into awareness of the totality of existence as One. 12. Rational awareness rises into unquestioning appreciation of the One. 11. The vital essence of emotion (2) rises"},{"pageNumber":17,"pageContent":" in recognition of the One. 1. All existence is One --- Beyond this are the three veils of negative existence. These three pass the extreme limits of human comprehension of infinity.  -32- II. Meditations for BRIAH. Answer these thirty-two questions (the numbering of the questions is the same is in I, a key to the diagram rather than a si mple count.) Your answers are less important than the state of mind you enter while trying to answer. 10. If you just felt from your senses, without thinking, what would it be like? 32. When you look out a window, what do you day-dream? 9. If you could be anybody, what kind of person would you like to be? 31. When you last made a mistake, what did you learn? 30. What have you learned from a dream or day-dream? 8. How do you get from your house to the nearest beach? 29. How do you feel when you pick a rose? 28. Did you ever cry or get angry while reading a book or watching a movie? 27. Have you ever gotten confused by your head wanting one thing and your heart wanting something else? 7. What was it like the last time you felt just plain happy. 26. Do you know any unjust laws? 25. What was your latest wish that came true? 24. What was it like when you last thought about something very private? 6. What do you do? 23. Why do people sacrifice themselves for ideals? 22. What about slavery? 5. What is a holy war? 21. Why do parks exist when city land is so valuable?  -33- 20. Have you ever given directions to a stranger? 19. If you could speak to everyone, what"},{"pageNumber":18,"pageContent":" would you say? 4. When you feel happy, how do you want others to feel? 18. What is the difference between thinking and Logic? 17. How many religious books do you know that are biographies? 3. What is mathematics? 16. What is crowd consciousness? 15. Have you ever gotten stage fright and gone on talking anyway? 14. Have you ever made a mistake that worked out better than what you wanted to do? 2. Have you ever been so excited that you forgot where you were? 13. Did you ever think that the whole world was your home and everybody liked you? 12. Why is a collection of skills often called a single discipline? 11. What is excitement? 1. Why do we have words like \"Universe\"?  -34- III. Meditations for YETZIRAH. Obtain a \"Thoth Tarot Deck\" by Frieda Harris and Aleister Crowley. Visualize each of these images. 10. A young woman crowned and veiled. 32. Thoth Atu # XXI, The Universe. 9. A beautiful naked man, very strong. 31. Thoth Atu # XX, The Aeon. 30. Thoth Atu # XIX, The Sun. 8. A hermaphrodite. 29. Thoth Atu # XVIII, The Moon. 28. Thoth Atu # IV, The Emperor. 27. Thoth Atu # XVI, The Tower. 7. A beautiful naked woman. 26. Thoth Atu # XV, The Devil. 25. Thoth Atu # XIV, Art. 24. Thoth Atu # XIII, Death. 6. A majestic king. 23. Thoth Atu # XII, The Hanged Man. 22. Thoth Atu # VIII, Adjustment. 5. A mighty armed warrior in his chariot, armed and crowned. 21. Thoth Atu # X, Fortune. 20. Thoth Atu # IX, The Hermit. 19. Thoth Atu # XI, Lust. 4. A mighty crowned and enthroned king. 18. Thoth Atu # VII, The Chariot. 17. Thoth Atu # VI, The Lovers."},{"pageNumber":19,"pageContent":" 3. A dark and pregnant woman wearing a crown of black pearls. 16. Thoth Atu # V, The Hierophant. 15. Thoth Atu # XVII, The Star. 14. Thoth Atu # III, The Empress. 2. A black bearded man sits astride a great gray horse.  -35- 13. Thoth Atu # II, The Priestess 12. Thoth Atu # I, The Magus. 11. Thoth Atu # 0, The Fool. 1. An ancient ruler seen in profile.  -36- IV. Meditations for ASIAH. Do these things: 10. Pick up a clump of moist earth and smell it. 32. Listen carefully to a TV set for at least half an hour without once looking at it. 9. Turn off the sound on a TV set and look carefully at the picture for at least half an hour. 31. Call telephone information and ask for your own number and address --- even if you haven't got a phone. 30. Read a children's story and write about it as if it were a news story. 8. Make a detailed plan for tomorrow. 29. Spend a half hour in a dark garden at midnight. 28. Stand naked before a mirror and gaze into your reflected eyes. 27. Copy a page from a book by hand and immediately burn the copy. 7. Spend half an hour at noon in the same garden you used for # 29. 26. Enter a room which has a closet. Sit there and slowly say one hundred times: \"There is a monster lurking and waiting to grab me in that closet.\" Turn off all the lights, close your eyes and go into the closet. --- Try holding an ice cube while you say the words. 25. Get some of your favorite food or drink. Wait until you are hungry or thirsty; then taste but do not eat or drink. After an hour you may eat or"},{"pageNumber":20,"pageContent":" drink something else, but not your favorite that day. 24. If you like meat, sit before some cooked meat; imagine the birth of the animal; then eat. --- If you don't eat meat, sit before a vegetarian meal; imagine someone in another country dying of starvation; eat the food. 6. Rest today and think of the Sun that shines equally on all. 23. Drink a glass of water and then wash the glass. 22. Visit a courtroom while a trial is taking place. 5. Imagine yourself on trial. 21. Read a book by a prisoner who was later released. --- for example: \"Angela Davis, An Autobiography;\" the Biblical \"Book of Job;\" \"Mein Kampf\" by Hitler; the second volume of \"The Memoirs of Jacques Casanova.\" 20. Go to a public place like a subway station or a bus terminal. Figure out the routine of the place. Write a set of helpful instructions on how to use the services offered. 19. Take some coins. Walk downtown. Put them in parking meters (if legal where you live ... otherwise, purchase a news paper from a vending machine and leave it unread on top of the machine.). 4. Feed a wild animal or bird -- not a pet or a zoo animal, but a house mouse will do for the animal. 18. Wear your best formal clothing. 17. Read or write a love letter. 3. Find a book (go to the library for it if necessary) that gives instructions for delivering a baby. Read it. 16. Show someone how to do something. 15. Aside from knowledge and skill, what makes an expert different from an ordinary person? --- explain this to someone or write it as an essay. 14. Talk seriously to a plant for at least fifteen minutes. Tape record this (borrow a recorder if necessary) and play it back.  -38- 2. Write a description of a familiar object. Run around, jump, yell, dance to lively music, have someone tickle"},{"pageNumber":21,"pageContent":" you. Immediately, sit down and write another description of the same object. 13. Relax in a warm bath for a couple of hours. 12. Try to imagine what is involved in supplying everyone in your city with food, power and water. 11. Try to find out who is in charge. 1. Delegate your authority today.  -39- (figure of the Tree of life goes here) (The background is a woven mesh of threads lik e cheese cloth. The Tree is a white silhouette of circles and bars. There a re no divisions. The circles and bars all merge without line where they meet or intersect. The appropriate Hebrew letter shape is on each path. T he Hebrew letter name of each Sephiroth is on each circle; e.g., 1 to 10 wou ld be: Koph-Taw-Resh, Chet-Koph-Mem-Heh, Bet-Yod-Nun-Heh, Chet-Samekh-Dal et, Gemel-Bet-Vau-Resh-Heh, Taw-Peh-Aleph-Resh-Taw, Nun-Tzaddi-Chet, Heh-Vau-Da let, Yod-Samekh-Vau-Dalet & Mem-Lamed-Koph-Vau-Taw).  -40- PRONUNCIATION GUIDE to the principal Hebrew words used in these Meditations. Proper pronunciation of the words for the severa l parts of the Tree of Life requires some effort. There are two common methods for pronouncing Hebrew, the Ashkenazic or German style and the Sephardic or Spanish style. The suggestions given below are for Sephardic pronuncia tion. Sephardic is closer to the ancient Hebrew than is Ashkenazic. Path 10, MALKUT, Mem-Lamed-Koph-Vau-Taw, meaning \"K ingdom\". Mal-koot --- a as in bard. oo as in moon. The last syllable should be louder. ******** Path 32, TAW, Taw-Vau, last letter, meaning \"Cross\". Tav --- a as in father. v like \"w\" in  English. ******** Path 9, YESOD, Yod-Samekh-Vau-Dalet, meaning \"found ation\". Ye-Sod --- e like the first e in believe. o like in bore. The last syllable should be louder. ******** Path 31, SHIN, Shin-Yod-Nunfinal , meaning \"Tooth\". Shin --- Sh like in wish. i like in police."},{"pageNumber":22,"pageContent":" Alternatively: Sin --- S like in sin. i like in police. ******** Path 30, RESH, Resh-Yod-Shin, meaning \"Head\". Resh --- e like in bet. sh like in wish. ******** Path 8, HOD, Heh-Vau-Dalet, meaning \"Glory\". Hod --- o like in bore.  -41- Path 29, QOF, Qof-Vau-Pehfinal, meaning \"Back of th e  Head\". Qof --- o like in bore. ******** Path 28, TZADDI, Tzaddi-Dalet-Yod, meaning \"Fish Ho ok\". Tsa-De --- a like in father. e like in bet. The last syllable is louder. ******** Path 27, PEH, Peh-Heh or Peh-Aleph, meaning \"Mouth\" . Pe --- e as in met. Alternatively: e as in bet. ********* Path 7, NETZACH, Nun-Tzaddi-Chet, meaning \"Victory through Endurance\". Ne-Tzach --- e as in met. a as in bard. ch like ck in \"ICK!\" (This ch sound is not in standard English). Accent the first syllable. ********* Path 26, AYIN, Ayin-Yod-Nunfinal, meaning \"Eye\". A-Yin --- A like in bard, but with a glottal stop, not normal to English, from an interruption of breath. Y like in yes. i like in bit. Accent the first syllable. ********* Path 25, SAMEKH, Samekh-Mem-Kophfinal, meaning \"Pro p\". Sa-Mekh --- a like in bard. e like in met. Accent the first syllable. ********* Path 24, NUN, Nun-Vau-Nunfinal, meaning \"Fish\". Noon --- just like the English \"Noon\". ********* Path 6, TIPHERET, Taw-Peh-Aleph-Resh-Taw, meaning \" Beauty\". Tip-E-Ret --- i like in bit. Both e's like"},{"pageNumber":23,"pageContent":" in met. Accent the middle syllable. ********* Path 23, MEM, Mem-Memfinal or Mem-Yod-Memfinal, mea ning \"Water\". Mem or Meym --- e like in bet.  -42- Path 22, LAMED, Lamed-Mem-Dalet, meaning \"Ox Goad\". La-Med --- a like in father. e like in met. Accent the first syllable. ********* Path 5, GEBURAH, Gemel-Bet-Vau-Resh-Heh, meaning \"S everity\". Ge-Boo-Ra --- e as the first in believe. oo as in moon. a as in father. Accent last syllable. ********* Path 21, KOPH, Koph-Pehfinal, meaning \"Closed Hand\" . Kaf --- a like in father. ********* Path 20, YOD, Yod-Vau-Dalet, meaning \"Hand\". Yad --- a like in father. Alternately: Yod --- o like in bore. ********* Path 19, TET, Tet-Yod-Taw, meaning \"Serpent\". Tet --- e like in bet. ********* Path 4, CHESED, Chet-Samekh-Dalet, meaning \"Mercy\". Che-Sed --- Ch is a cough-like sound. Both e's are like in met. Accent first syllable. ********* DA'AT, Dalet-Ayin-Taw, meaning \"Knowledge\". Da-At --- a double \"a\" sound like that in bard. These two \"a\" sounds are separated by a \"glottal stop\", a sudden interruption of breath by very brief closing of the epiglottis. This unique sound is not used in English speech, but is sometimes used in German and in many other languages. When the Letter Ayin occurs in the middle of words, it almost always requires this effect. Accent the first syllable. ********* "},{"pageNumber":24,"pageContent":" -43- Path 18, CHET, Chet-Yod-Taw, meaning \"Fence\". Chet --- Ch is a cough-like sound. e is like e in bet. ********* Path 17, ZAIN, Zain-Yod-Nunfinal, meaning \"Sword\". Za-Yin --- a like in bard. i like in bit. Accent the first syllable. ********* Path 3, BINAH, Bet-Yod-Nun-Heh, meaning \"Understand ing\" Bi-na --- i like in police. a like in father. Accent last syllable. ********* Path 16, VAU, Vau-Vau , meaning \"Nail\". Vav --- Just like English \"Wow\" but use an a like in father in place of the \"o\" ********* Path 15, HEH, Heh-Aleph, meaning \"Air Hole\". He --- e like in bet. ********* Path 14, DALET, Dalet-Lamed-Taw, meaning \"Door\". Da-let --- a like in father. e like in met. Accent first syllable. ********* Path 2, CHOKMAH, Chet-Koph-Mem-Heh, meaning \"Wisdom \". Chok-Ma --- ch is a cough-like sound. o like in born. a like in father. Accent last syllable. ********* Path 13, GIMEL, Gemel-Mem-Lamed, meaning \"Camel\". Gi-Mel --- i like in bit. e like in met. Accent first syllable. ********* Path 12, BET, Bet-Yod-Taw, meaning \"Dwelling\". Be-Yt --- e like in bet. Y like in yes. Accent last syllable. ********* Path 11, ALEPH, Aleph-Lamed-Pehfinal, meaning \"Ox\". A-lef --- A like in father. e like in met. Accent the first syllable. ********* Path 1, KETER, Koph-Taw-Resh, meaning \"Crown."},{"pageNumber":25,"pageContent":"Ke-Ter --- e as in met. Accent first syllable. ********* For the meanings of the Divine names which follo w, consult the parenthetic notes in \"The Tree of Life Meditation\". In particu lar, the names \"Jehovah\" and \"Yahweh\" present great problems in pronunciatio n. For a detailed discussion of these two, consult the \"O.T.O. Newsle tter,\" # 4 and, for O.T.O. members, audit member instruction tape # M-6. The pronunciations given below for these two Divine names are representative, not definitive. There are twelve major traditional ways to pronounce these na mes, and many more less usual pronunciations. EHEIEH, Aleph-Heh-Yod-Heh. E-He-Ye --- First E like in met. Second e like the first e in believe. Third e like in met. Accent the first syllable. ********* YAH, Yod-Heh Yah --- a like in father. ********* YAHWEH ELOHIM, Yod-Heh-Vau-Heh Aleph-Lamed-Heh-Yod -Memfinal. Ye-Veh --- Both e's like in met. V like w in wind. --- meaning \"He is.\" Alternatively: Ye-Voh --- e like in met. o like in born. V and accent unchanged. --- meaning \"She is.\" Elo-Him --- E as in met but shorter. o as in bore. i as in police. Accent last syllable in both words. *********  -45- EL, Aleph-Lamed. El --- E as in met. ********* ELOHIM GIBOR, Aleph-Lamed-Heh-Yod-Memfinal Gemel-B et-Vau-Resh . \"For Elohim, see above note.\" Gib-Bor --- i like in bit. o like in bore. Accent on last syllable. ********* JEHOVAH ELOH Va-DA'AT, Yod-Heh-Vau-Heh Aleph-Lamed-Vau-Heh Vau -Dalet-Ayin-Taw . Ye-Ho-Vah --- e like first in believe. o like in bore. a like in father. --- meaning \"He is\". Alternative: Ye-Ho-Voh --- pronounced the same, except the second o is like in bore."},{"pageNumber":26,"pageContent":" Both alternatives have the V like an English \"Wah\" sound. Both that the accent on the third syllable. Elo-Ha --- E like in met but shorter. o like in bore. a like in bard. Accent last syllable. Ve-Da-at --- e like first e in believe. Both s's like in bard, but see the note above on \"Da'at\" for the necessary glottal stop. Middle syllable accented. ********* JEHOVAH TZABAOT, Yod-Heh-Vau-Heh Tzaddi-Bet-Aleph- Vau-Taw. Ye-Ho-Vah or Ye-Ho-Voh, \"He is\" or \"She is\", respectively. See \"Jehovah\", just above. Tse-Ba-Ot --- e like first in believe. a like in father. o like in bore. Accent third syllable. ********* ELOHIM TZABAOT, Aleph-Lamed-Heh-Yod-Memfinal Tzadd i-Bet-Aleph-Vau-Taw. See above for pronunciation: \"Elohim\" and \"Tzabaot. \" *********  -46- SHADDAI EL CHAI, Shin-Dalet-Yod Aleph-Lamed Chet-Yo d. Sad-Day --- First a like in father. Second a like in bard. Accent last syllable. El --- E is in met. Chay --- Ch is a coughing sound. a as in bard. ********* ADONAI MELEKH HA-ARETZ, Aleph-Dalet-Nun-Yod Mem-Lamed-Kophfinal Heh-Aleph-R esh-Tzaddifinal. Ado-Nay --- A as in bard but shorter. o as in bore. Last a as in father. Accent second syllable. Me-Lek --- Both e's like in met. Accent first syllable. Ha-A-Rets --- Both a's like in father. e like in met. Accent first syllable. ************** By now, the reader has had a chance to try these pronunciations, and is just possibly a bit discouraged. Actually, once a start has been made at book-taught pronunciation of Hebrew, the worst is o ver. Now, but not when you made your first attempt, there are a few simple tri cks to getting the sounds"},{"pageNumber":27,"pageContent":"put together right. First, do each syllable separa tely, as though they were distinct words. Second, try the accent by making t he unaccented syllable words more quiet and the accent syllable word loude r. Finally, build fluency by saying the entire word as a smooth sound instead of distinct syllables. Pick an English word to get the feel of this final stage. Take an English Dictionary, and practice putting words you already use together by the pronunciation guide just after the first listing of the word in the dictionary.  -47- You will find yourself making the same natural erro rs in accent and fluency with these common words that you are making with He brew. The \"feel\" of the clumsiness of the pronunciation is the same for Eng lish as it is for Hebrew. Likewise the \"feel\" of a well pronounced word is th e same. Example: Take the English word: \"Success\" A good dictionary will write: \"(s*k-ses')\"...\"*\" will be an upsidedown \"e\" as an aid to pronunciation. The front of the dicti onary will explain the sounds made by things like the upsidedown \"e\" symbo l and the other sound symbols. The apostrophe (') symbol comes just aft er the accented syllable (I have used an underline here instead). Pretend that you have never used the word before and try it. If it comes out: Suck-ces, you will be able to hear yourself enough to see how to make the word sound m ore correct. Work on the Hebrew until it \"hears\" like English to you. There is one more trick to this that is a bit ha rder, but which works for some people. If you are not sure of several minor differences in pronunciation for a given word, simply try to say t hem all at the same instant. The resulting stress usually produces an odd twisting in the mouth which more nearly duplicates native speech sounds t han any purely academic methods can possibly manage. ******************* By all means keep at it, and if a great vasty bo ogy appears and says: \"Did som'body call ma nom?\", be polite but firm. Ask it if it's ever been in Jerusalem and continue accordingly. \u0001"}]
