[{"pageNumber":1,"pageContent":"ROBERT AMBELAIN PRACTICAL KABBALAH INTRODUCTION to the study of Kabbalah, both mystic al and practical, and to us ing its Traditions and Symbols wit h a view to Theurgy "},{"pageNumber":2,"pageContent":"WORKS BY THE SAME AUTHOR Éléments d' Astrologie scie ntifiq ue : Étoiles Fixes, Co mètes et Éclipse s ; Beet male edit., Paris, 1936 (out of print). Traité d' Astrolo gie Ésotéri que, t. I er (Les Cy cle s), Ady ar edit., 1937 (out of pri nt). Éléments d' Astrologie scie ntifiq ue : Lilith, second satellite de l a Terre ; Niclau s edit., 1938 (o ut of print). Traité d' Astrolo gie Ésotéri que, t. II (L'Ono mancie), Ady ar edit ., 1938 (out of print). Dans l' Ombre d es Cath édrales : Étude sur l'ésotérisme archite ctural et décoratif de Notre-Da me de Paris ; Ady ar edit., 1939 (out of print). Adam dieu roug e : La Gnose de s Ophite s ; Niclaus edit., 1941 (out of print). Traité d' Astrolo gie Ésotéri que, t. III (L'Astrologie lunaire), Niclaus edit., 194 2 (out of print). Au pied des Menhirs : Essai su r le Celtism e ; Niclau s edit., 1945 (out of prin t). Le Martinisme contemp orain et ses O rigines, Niclau s edit., 1948 (out of prin t). La Talismani e pratiqu e, Nicla us edit., 1950 (out of print). Les Tarots, com ment apprend re à les manier, Niclaus edit., 195 0 (out of print). Les V ision s et les R êve s, Nicla us edit., 1953 (out of print). Le Drago n d' Or : Aspects occ ultes de la recher che des Trésor s ; Niclaus edit., 1958 (out of pri nt). La Magie sac rée d'Abramelin le Mage, d'après le manu scrit de l'Arsenal, Bussière edit., 1986. L'Alchimie Spirituelle (Techniq ue de la Voie intérieure), La Di ffusion Scientif ique edit., 1961. Le Cri stal Magi que ou la Magie de Jehan Trit hème, Bu ssière edit., 1988. L'Abbé Julio, sa vie, son œuvre, sa doctrin e, La Diffusion Scie ntifique edit., 1 962. Sacra mentai re du Rose + Croix, La Diffusion Scientifique edi t., 1964. Cérémoni es et Rituels de la Maçonne rie Sym bolique, Niclau s edit., 1957 (out of print). Jésu s ou le mortel sec ret de s Templie rs, Rob ert Laffont edit., 1970. La vie sec rète d e saint Paul, Robert Laffont edi t., 1971 (out o f print). Les lourds sec rets du Golgoth a, Robert Laffon t edit., 1974. Le Vampirisme, de la légende au réel, Robert Laffont edit., 197 7. Cérémoni es et rituels de la Maç onneri e sym boli que, Robert Laffont, 1978. Cri mes et sec rets d' État : 1783-1830, Robert Laffont edit., 198 0. Dram es et sec rets de l' Histoire : 1306-1643, Robert Laffont e dit., 1981. Symboli sme et rituel de la Chasse à courre, Ro bert Laffont edi t., 1981. Les Tra ditions celtique s, Dang les edit., 1981. La Chapelle de s Damné s : 1650-1703, Fouque t le régicide, le complot de s Protestant s, la véritable affaire des poison s, Robert Laffont edit., 1 982. L'Astrologie de s interrogatio ns, Robert Laffon t edit., 1984. La Géoman cie arabe, Rob ert Laffont, 1984. Le Fal-Nameh ou Livre du So rt, Bussière, 198 5. La Franc-Maço nnerie ou bliée, Robert Laffont, 1985. Capet, lève-toi... ( Louis XVII) , Robert Laffont, 1987. Le Secret de Bonapart e, Robert Laffont, 1989. NOTE : Most of the books liste d as out of print have in fact been recently reprinted. 2"},{"pageNumber":3,"pageContent":"TABLE OF CONTENTS I. – DOCTR INAL ELEME NTS ........................................................................................................... ... 4 PREFACE ........................................................................................................................ ........................ 6 I. — OR IG INS AND DE FINI TIO N OF KABBALA H ......................................................................... 10 A. — Its Ge nesis ............................................................................................................... ................. 10 B. — Its devel opm ent: The K abbala h a nd its dif ferent Sc hools ......................................................... 17 I. — Isaac the Blind ...................................................................................................................... 18 II. — Ez ra-Az riel .......................................................................................................................... 18 III. — Nach manides ..................................................................................................................... 20 IV. — Eleaz ar of W orms .............................................................................................................. 23 V. — Abul afi a ............................................................................................................................... 24 II — MET APHYSICAL E LEMENTS ................................................................................................... 26 A. — The Se phir oth ............................................................................................................. .............. 26 B. — Ain S oph = The ne gative e xistence of God .............................................................................. 31 I. – A in So ph Aur .......................................................................................................................... 31 II. – Ain So ph ............................................................................................................................... .32 III. – Ain ............................................................................................................................... ......... 32 C. — T he Ci nerot h or “ Paths” ................................................................................................... ......... 37 D. — Te xts in Action ........................................................................................................... .............. 44 III. —TH E DI VI NE “EXIST ENCES” .................................................................................................. .46 1 st ) Aziluth ...................................................................................................................... .................... 46 2 nd ) B riah ........................................................................................................................ .................... 57 3 rd ) Yetzira h ..................................................................................................................... ................... 63 4 th ) Assia h ....................................................................................................................... .................... 64 5 th ) Ta bles of Cor responde nces .................................................................................................... ...... 65 6 th ) Being and Non-Bei ng .......................................................................................................... ......... 75 IV. — TH E “ QLIPP OTH” ........................................................................................................... .......... 76 The T ree of De ath .............................................................................................................. ................. 76 3"},{"pageNumber":4,"pageContent":" I. – DOCTRINAL ELEMENTS \\ 4"},{"pageNumber":5,"pageContent":"“There ex ists in the Soul a Principle superior to external Nature. For by this Principle we m ay surpass the Cosmos and the sy stem s of t his Univers e. W hen the Soul ra ises itself up towards those natures superior to its own, it abandons this Cosm os to which it is tem porarily linked. A nd through a m ysteri ous m agnetis m, it is at tracted to a Higher Plane with which it joins and identifies itself...” “ Theurgy unites us so closely to the Divine Po wer generated by itself; it unites us so close ly to a ll the cr eative activ ities of the Gods according to the capacity of each, that the Soul which has acco mplished th e sacred Rites is affirm ed in their actions and understanding, and finds itself at last plac ed within the God-Creator Him self...” (Iam blicus : On The Mysteries, V, VI, VII). “Whom soever works by Religion alone, without the aid of other virtues 1 , is absorbed and consumed by Divinity, and cannot live l ong. And whom soever draws near without being purified draws do wn conde mnation upon hi mself, and will be delivered up to the Evil Spir it... ” (H. Corneliu s Agrippa : Occult Philosophy, book III, IV).   1 Fro m th e Latin virtus : streng th, influ ence. 5"},{"pageNumber":6,"pageContent":" PREFACE “ All Wisdom c omes from God, t he Sove reign Lor d”. (ECCLES IAS TES, I-1) It seem s that the Kabbalah is doomed never to be other than the m anifestation of «m ystery» itself! Indeed, no doctrine has been or is m ore misunderstood by the general public. From the M iddle Ages to th e Renaissan ce, as now , the m ost staggering silliness, th e most unjustified reproach circ ulates about the subject 1 . For such a Jesuit Fathe r of the seven teenth cen tury, “th e Kab balah is on ly a Grim oire of Sorcery, whose author is a fam ous sorcerer, called Kabbalah” ... For another, it was a “Magical treatise, analogous, though greater in im probability than the fa mous Jewish Grim oire called ‘Talm ud’...” As P. Vulliaud am usingly notes in h is work on the Kabbalah, it is “c laim ed that m usic is superio r to the valve tru mpet!” Nowadays it is still the sa me... During the five years that the m en of the Vichy Governm ent exercised their fanaticism of another tim e, books and m anuscripts on the Kabbalah had the honor, along with those on Illum inism and Masonry, of being plundered from private libraries for the personal activity and interest of the officials... In another realm , it was the sam e. For the majority of Germ an scholars of our age, specia lists in the subject, it didn’t se em that the Kabbalah contained anything other than the art of drawing m ystical anag rams from th e official tex t of the Pentateuch, and so enrich the already long li st of “Divine Na mes”. In reality, the Kabbalah is the traditional “Initiatory Pa th” of the W estern Christian. As Swa mi Sidesvarananda recomm ended, the purely Asiatic m ethod was not created for European m an: despite its sedu ctive appearan ce – and with only rare exceptions – it can only lead to a dead end. In fact the Kabbalah rests upon the exoteric Judeo-Christian tradition. It consists of metaphysics and philosophy, from which can be drawn a m ystical way, which is applied and regulated through personal asceticism , consisting of Theurgy or Practical Kabbalah. The latter is divided into tw o sections. The first com prise s a type of W estern yoga, and this is the interior aspect of this practice. The second is of a ritualistic, cerem onial for m; and this is th e exte rior as pect. Man being a m icroco sm, asceticism allows him to atta in par ticula r lev els o f consciousness, inaccessible to the ordinary m an, so equating to an indisputable “initiatory realization”. Practical Kabbalah is thus to Mystical Kabbala h what realization is to elaboration. If the latter fam iliarizes th e studen t with this form idable m etaphysical whole which is   1 Th e wo rd itsel f co mes fro m the Hebrew Cab alah , sign ifyi ng «trad itio n». 6"},{"pageNumber":7,"pageContent":"com prises, it is only intellectually so. Practical K abbalah launches the Adept upon the «Direct Path», if he then knows how to trium ph over the “Dragon of the Threshold” he will ga in co nsiderab le a dvantage ov er the one who practices the “Inn er W ay” alone, since he will have established a close psychi c con tact with the Superior Planes. “True Philosophy”, Sir Bulwer Lytton tells us, “above all seeks to understa nd rather than to deny...” 1 and the am ateurs of Kabbalistic lectu res and theses w ho recoil at the idea of applying their favorite doctri ne are those inconsequential people who deliberately deprive them selves of the fruits of their endeav ors. Let us also list en to the counsel of the wise I amblichus 2 : “Th ere ex ists in the Soul a P rinciple superior to external Nature. For by this Princip le we m ay surpas s the Cosm os and the sys tem s of this Universe. When the Soul raises itself up towards those natures superior to its own, it abandons this Cos mos to which it is tem porarily linked. And through a m ysterious m agnetism , it is attracted to a Higher Plane with whic h it joins and identifies itself...” The Herm eticis t Van Helm ont tells us alm ost the sam e thing: “An occult power, asleep s ince the Fall, is latent in Man . It can be reawakened by divine Grace, or ind eed through the Art of Kabbalah...” 3 . Certain ly, it is neces sary to alre ady be f amiliar with the d idac tic Kabbala h (m etaphysical, theodicity, etc) before la unching into the redoubt able operations of Practical Ka bbalah. W hen the stude nt of this Science has f amiliarized his spirit with th e works of Philipp e de Aquina, Reuchlin, Pi co della Mirandola, Rosenroth, and Molitor, then, as Dr. Marc Have n said: “If he is c alled to the Sp iritual W ay, these pages will shine f orth to him . But if he attacks these st udies in vain ; if he has not ? broken in his mind on the Hebrew for ms, read and assim ilated the preparatory works which we have cited, and accustom ed his soul to the mystical life...” The goal of the Art is thus, in practical term s , to put the A dept in psyc hic liaison with the Higher Plane s and the Inte llig ences who live there; m oreover, to ac t altruistically and occultly on hi s f ellow m an, to f urther the h igher intere st of the human Collectivity. The Knowledge in question ( Theurgy) rests on handling the knowledge of the Mystical Kabbalah, and on its appli cation. The principal means are Ceremonies, and the elem ents of these residing in the use of Pentacles, Invocations, and above all in appropriate “Divine Nam es”, true “words of power” withou t which no occult lif e will anim ate the pentacles an d invocation s. And if we do not try to justify the “ magical” aspect of Practical Kabbalah, it is because we refuse to grant it this characte ristic. Cerem oni es of High Knowledge are relig ious cerem onies , of an extrem ely pure character, in a cultic f orm , in the sam e vein as thos e of the great official relig ion s. The Kabbalist who burns his incense before the Pentacle where flam es the Divine Tetrag rammaton is not a different person to the Catholic priest standing in a doration before the monstrance or the lam a bef ore the im age of the protecting deity. His soul -state is that o f all m ystics , and he h as the righ t to the sam e respect as the m onk of Solesmes or St. W andrille, for, as Marc Haven tells us, “it is the destiny and the glorious characteristic of mystical do ctrines to be elusive to the crowd and impenetrable to the learn ed; all in cur sions into its dom ain; all dissec tions, all explanations reveal nothing of the ir r eality. Historians a nd critic s r emain at th e   1 « Za noni », p.13 5. 2 Iam blich us: « On the Myster ies », VI I, 7. 3 J. B . Va n Hel mont : « H ortus Me dicinæ ». Leyd e, 166 7. 7"},{"pageNumber":8,"pageContent":"doorway, exam ining the bram bles or the sculp tures which conceal it, scraping the floor before the closed sanctuary. And when they depart, believing that they have explored, described, and sufficiently profaned the sa nctuary, the inviolate Temple guards its magic perfum e and its profound secrets for the Children of Love, as pure as before their vain incursion into these regions which could never be theirs...” 1 . There rem ains a problem... Should we deliver up these pages to the general public? The fact is that there are no longer burning stakes and tortures which would justify continu ing the s ilen ce of Adepts of olden tim es on the subject of the “ Arcane iniquitie s ”, and above all the fact that all theu rgic work is impossible to accomplish without a knowledge of the two poles put into play: the divin e one which provides our support , and the demonic one, aga inst which we strive: so we have decided to publish all th e essen tial keys to the system . This is why the Tree of Death is as detailed as the Tree of L ife , and why the “dem onic Nam es”, and the “M agical Im ages of the b lack Sephiroth are unveiled for the first tim e. But here we abjure the student of the High Knowledge ne ver to act ligh tly. He is in the Universe of destructive and m alefic “F orces” which one cannot unleash nor handle with im punity; and behind the “devils” and “dem ons” of legend, are concealed e nergetic and conscious “currents” w hose powers put m an’s on the level of insects... We have wi thout sufficient preparation ourselves trodden the two W ays: and we have alm ost lost our life am ong the shadows of the Left-Hand Path... We again abjure the student reading this book to take care. There is a vertigo wh ich seizes the sem i- prof ane loo king in to th e Abyss. I t is always the sam e, and it has two nam es: Psychosis and Sui cide... “Those who com e to possess Divin e Knowle dge, will gleam with all the brightn ess of the heavens, so the Zohar tells us . But those who teach it to m en according to the ways of Justice, shine like the stars for all Eternity...” Let us now, with the help of the Divine Instructo rs , follow these W ays of Equity, and never bear involuntary responsibility! * * * It rem ains for us to explain the layout of this work. When one gives into the care of a m odeler th e task of creating – at a suitable s cal e and as accurately as possible – a m odel of a monum ent, a ship, an industrial m achine, etc, one doesn’t ask for a perfect re duction; one doesn’t im pose upon him an unreasonab le am ount of m inute detail; on e only as ks one thing – that the final outco me will be as p erfect as the modeler can m ake it. But one doesn ’t te ll h im that eve ry detail must be expressed and realized exactly as in the origin al. If the “m odel” of a great s hip functions in a basin of water as we ll as the r eal thing do es on the ocea n, it is of little im port if the internal fixtures and fittings, or any installations wh ich are invisible on the outside and have no function in the overall shape, have been created or not.   1 G. Marc Ha ven: Preface t o the transla tion of the work of Ja cque s Gaffarel: “ Th e pro found m ysteries of the Di vine Kabbal ah” , by Ben-C hese d. 8"},{"pageNumber":9,"pageContent":"In this Synthesized (and occult. ..) Resum é of one of the m ost prodigious philosophical system s genera ted by Man, it is the sam e 1 . Pico della Mirandola, Reuchlin, S pinoza, Molitor, Drach, Rosenrot h and others have di fferently envisaged, translated, and expounded upon the profound concepts of the Kabbalah. If, like these prodigious authors, we perm it our selves to pass over such-and-such sidebar or such- and-such detail, this is solely for the prof it of the whole and its precision, in such a minuscule study as this. This book does not pretend to enter the Tem ple, but only to offer the keys... May he who applies this teach ing , as the epigraph says above, so behold the Illum ination he seeks as a recom pense for the diligence of his efforts. As for hi m who only sees base and m aterial uses, sim ple profit, low m agic or stupid vanity here, m ay the ritual m alediction of Leviticus fall upon him : “Thus sayeth the Lord: ‘I will break the pride of your power; and I will m ake your heaven as iron, and your earth as brass’”. (Leviticus : XXVI, 19).   1 Th e fo rm at o f the work and the limits i mposed by its pub licatio n have regrettab ly forced us to ab ridg e the cha pters somewhat. 9"},{"pageNumber":10,"pageContent":"I. — ORI GINS AND DEFINITION OF KABBALAH A. — Its Genesis It would be vain to suppose even for a m oment t hat the Jewish religion before our tim es was c haracterized by an absolute m onothe ism on the one hand, and by a rigorous orthodoxy among the whole of its faithful on the other. If the early years of nas cent Christianity pres ented an aspect of incessant swarm ing of sects and individual belief system s, each more strange than the oth er, then for th e Jewish nation it was the reverse phenom enon which too k place. At the tim e of th e departure from Egypt, the cult of the God of Is rael was a w hole. No doubt rem nants of more ancient and prim itive cults (notably those of the Baalam, the Ephod, the Teraphim, etc.) still m anif ested the mselves within f amilies and c lans, but as a pr ivate obs ervan ce, and generally in secret. Then, with tim e cam e contact with foreign philosophies, the sojourn in B abylon (caused by the captivity and deportations of the population), study by its doctors, and the exchange of ideas with the intellectual and m ystical portion of the Jewish people. Som e lived and prospered in a completely official m anner, and we know the princip le of these sects: Pharisees, Sadducees, Essenes, Therapeutes. But this is to ignore the existence am ong the popul ar m asses of m ore secretive schools , diverse sects, som etimes showing a spirit of oppos ition to the ‘official’ sects. If would indeed be a most grave historical error to im agine that Judaism for med a singe bloc, which has given bi rth to no theological, esoter ic or heretical variation. We have seen that in his work on the for mation of Christianity, Drews concluded that before the Christian era, there already exis ted am ong the Jews a representation of the Messiah, which would become that of Christianity. Later on, the disciples of Jesus rightly sought to present hi m as having united in his life all the circum stances which had been abundantly described by the Prophets, and did this in order to prove his legitimacy after he had accom plished his m ission. Equally, we noted that Drews, in agreem ent with B. Sm ith, affir med that alongside orthodox Judaism there existed in Israel, or at its borders, sects which had assem bled the essential elem ents of the Christian legend – an d this long bef ore the birth of Christianity – around a god which they called Iesoushouah 1 . In this nam e, Drews found the nam e of Jesus, for the Hebraic orthography is identical. This fact is signifi cant: it is the first trace of the existence of the Kabbalah, Iesous houah being one of the “Divine Nam es” of the Sephira Geburah. What we glim pse in the doctrine of th ese sects puts them in rapport with a syncretistic religion , spread across all W estern Asia, in th e centuries preced ing the Christian era, and which engendered num erous religious groups with specific tendencies. This was Mandeanism or Adonaism.   1 “ Go d o f Sa lva tio n” 10"},{"pageNumber":11,"pageContent":"This sync retist r elig ion is based on esoteric revelation , a “gno sis” (manda is synonym ous with gnosis), brought down by a god nam ed Ado (“Lord ”). In th is n ame we rediscover the root which governed the form ation of many of the divine nam es of these regions: Ado, Ada, Adonai, A donis, Adam , Atem , Atum . In reality, this esoteric trad ition is m ade from pieces and f ragm ents, a nd it is con stantly in a state of theolo gical parturition! All the She mite, Ophite, Naassenia n, Cainit e, Essenian, E bionite , Peratean, Sethian and Heliognostic people, and all the pre-Gn ostic sects b efore our era, awaited the mysterious Being who would de scend from He aven and be incarnated in a hum an form to disperse De mons, purify the Earth and Me n, and lead them to the place of the Fortunate Souls in th e “Realm of the Father”. Historical research reveals m any Palestin ian Jewish doctors in sym pathetic re lations with the ide as of these s ects, which were f oreign to Isr ael. Let us avoid being derailed by the historic al error of a strictly faithful monotheistic Judaism , confined within a sealed va se, without any intellectual and dogmatic evolution! Before our era, Mandean sects with a Jewish foundation existed, and there were those – B. Sm ith proved it – which ri ghtly gave the nam e of Yes hu, Yeheshuah, Yesoushouah, to a Saving God for whom they waited. Yesh, in Hebrew, signifies fire ; at the sam e tim e, it designates the lineage, the genealogy. Their Saving God is thus a god of light and of fire . What does Moses tell us? “God is a Fire which burns...”. What was the name of these sects? Iesseenes, Nazorean s, Nazireans... So we know that the Jewish esoteric sects venerated a Saving God, which they nam ed Yeshu, or Yeheshuah, or Yehoushouah, a nd a papyrus preserved in the National Library of Paris (N° 174, Greek foundati on supplem ent) contains for mulae of conjuration such as: “...I co njure thee, by Yeheshuah Naza rean...” and later on: “...I conjure thee, by the God of the Hebrews: Yeoushuh...”. We repea t: these sects were before Christian ity. .. Following the adven t of this, and with the m ystical m ingling which f ollo wed on th e dispersal of the Jewish people, their contacts with the Arab s of North Africa, then tho se in Spain an d Portugal, with the ir close links with the Greek, Turkish and B alkan populations (contacts which were contem porane ous with this disper sion), all of this secret doctrine was re-m elted, boiled and fe rm ented. Finally, faci ng the danger of such an effervescence, th e do ctors of Israel, in possession of the true doctrinal esotericism of the Torah, decided am ongst them selves to finally reveal the ess ence of this sec ret teach ing, an d we will no w see how... * * * On the Galilean Synagogue of Cape rnaum , recently brought to the ligh t of day, at the front of the tem ple, shines a Five-rayed St ar, the “Shield of David”, the Pythagorean Pentagram , sym bol of Knowledge and Understanding. 11"},{"pageNumber":12,"pageContent":"Now, the na tiona l em blem of the Je wish people is the “Seal of Solom on”, the S ix- rayed Star, the Hexagram of Medieval Ma gic, sym bol of the Solom onic tradition. Who can explain this difference? Why these d ifferent p arad igm s? The “Seal of Solom on” has its significance partially revealed if one knows that in Hebrew Salem signifies Bliss, and Shlom : Rigor, Justic e, Equilibr ium . The Hexagram , em ble m of General Law, is associated with a Just God, a doctrine supported by the metaphysical concept of Retribu tive Justice. This is the “L aw of Kar ma” of Far-Eastern philosophies, and that of the Judaic Ta lmud . On the other hand, in He brew, David signifies : both the historic person of this na me and Divine Love . The second school, of which the Synagogue at Capernaum was one of its tem ples, was connected with the esoteric trad ition of “Lib eration by Love”, bringing into action the m ysterious Law of Pardon which is the arcan e gui de of Christianity. With the destruc tion of the Tem ple, and the dispersa l of the proletarian Jewish trib es, th e s ystem atic destruction of t he milita ry tribes (Judah, Benjam in), and the sacerdotal tribe (Levi), the elite of Israel disapp eared alm ost com pletely . Rom e knew where to strike... Nowadays, one fact rem ains al most ignored, and that is that the Jewish people no longer have any sacrificers, the leg itim ate heirs of Aaron; and rabbis are sim ple doctors of the Law... But we ourselves know that this destruction was incom plete, and that there still exist, almost unknown, legitimate descendants of th is esoteric priesthood, which we shall consider shortly, in whom are united on the one si de the bloody priesthood of Moses and Aaron; and the non-bloody line of Melc hizedek, “King of Salem ” , entrus ted to Abraham . Martinez de Pasqua lly, and after him his rare Ré aux-Croix, are those people. It is an histo ric fac t, ignored by the public at large, which consecrates the true union of the priesthood of Israel and Operative Freem asonry, or the Judaic Fellowship 1 . Upon the death of Nero, Vespasian returned to Rom e. Titus, succeeded h is father a s Comm ander of the Roman troops, and seized G iskhala, Gam ala, and Tabor. It was a bloodbath, a total m assacre, we are told by A. Séché. Johanan took re fuge in Jerusalem, where Pharisees and Z ealots, aristocrats and pl ebeians, foug ht each other in a fratricidal war. Blood flowed in Jerusalem — and Titus was at the gates... It was then that Simeon bar Yohai, the holy doctor, depositary of the arcane secrets of the Torah, secretly quit Jeru salem and took refuge in Jabhe... The Kabbalah was saved! And by chance in the great ideologica l eddies and great persecutions which disturbed the Middle Ages, a pr iest who was wholly Judaic in origin, left the safety of the ghettos for the wide roads and Rosicruc ian cenacles, and was able to penetrate environments which were no longer essentially Jewish, but simply philosophical. Here, we m ake allusion to the great s ecret soci eties wh ich were bo rn during this epoch 2 .   1 It is a fac t that bef ore t he f all of Jerusa lem, the G rand Master of Sto necutt ers w as procl aim ed Pont iff. 2 See our work “ Martin ism” , p. 47 et seq. 12"},{"pageNumber":13,"pageContent":"But, back to the point... We know that at the m argin of the Torah, or official version of the La w, a secret, esoteric version developed, the soul a nd reason for th e existence of the sects encountered during the course of our research. In the vo ice of the Prophets, the Old Testam ent f requently in sists on the fact th at external influences, con tact with o ther peoples, and different religions have been introduced. Truly, that which is called “corruption” should m ore equitably bear the nam e of “evolution”, “interpretation”, and “developm ent”, superior to the exclu sive use of an intellectu al elite m ore advanced th an the general m asses. The prim itiv e Law was not only a sacred book, where the faithful could find, along with the elem ents of their re ligion, religious prescriptions, ri tuals and m orality. It was at th e sam e tim e a civil and crim inal code, fr om which the legislator s of Israel ex tracted maxims and decrees regulating the relatio nships between m embers of the profane community. After the Captivity of Ba bylon, the life of the people changed, evolved. Esdras “renewed” ‘the sacred texts’, and o ne m ay su ggest, withou t daring to s wear to it, that these texts, taken in th eir litera l sens e, while goo d f or a pastoral and pr im itive lif e, no longer sufficed to govern all aspects of the life – above all the spiritual life – of the Jewish people. On the other side, the special character of national life pushed Israel to isolate itself, to reduce contact and relations with foreign people as m uch as possib le. Israel w as, before anything, a proud and haughty people, who did not wish to hum ble itself by asking its neighbors what it cons idered it could find itself. At the very least, it doubtless adopted som e doctrines of foreign origin a nd, by reason of this, im pure in the words of the Torah, but it took good care to recognize this, and qualif ied them as very old and purely Judaic, and this hand would be played!... (The Haggadah of the Talm ud, as we ll as the Mi- draschim ( Midrash) however, adm itted that the Hebrew people had bro ught back from Babylon the nam es of the months of the year, those of Angels, and in general the whole of the Kabbalah...). Driven by the nation al subtle y et a rgum entativ e spir it, the doctors of the Law – com bining the functions of legislators, theo logians and casuists – abandoned them selves to it to their heart’s content. Am ong th em , a few great and good intelligences, building up a fra mework with foreign m aterials, and co mpleting it us ing particula r interpr etation s as m aterials, cam e to hatch the m ost prodi gious m etaphysical tem ple which could issue from hum an thought. From their m etaphysical speculations were born firstly the Mishna, a com plem enta ry interpretation of the five books of the Pentateuch or Torah, an interp retation pursued in the m inutest deta il. The teachin g of this would be given by the Tannaim , or doctors of the Law, who from 150 B. C. to 220 A.D. – that is for alm ost four centuries – would comm ent with indefatigable zeal upon the Torah. Bef ore the third cen tur y of our er a, the Mishna was fragm ented. By then the metaphysical baggage transm itted b y the Tannaim had beco me such that its sheer s ize necessitated such division. Rabbi Yehudah (J udah the Prince), surnam ed Ha Nasir, the “Patriarch ”, com piled elem ents of the fi rst co llections in to a type of manual. 13"},{"pageNumber":14,"pageContent":"The Mishna of Yehudah is still c onsidered to be like a Canon which wa s soon held as a greater prize th an th e Pentat euc h itself . Thus the trea tise Sopherim says that: “ The Torah is like water, but the Mishna is like wine”. This is in a double sense. Allegorically, we understand the drunkenness wh ich carries away the drinker of wine, and the cold rationa lism which is the por tion of the dr ink er of wate r; but a lso in an esoter ic and Kabbalis tic sense, si nce the word wine, in Hebrew yain, is num erically equivalent to the word sod, signifying m ysteries! One m ay divine from this conscious subtle ty that the Mishna holds the “spirit” of T radition, and the Torah po ssesses only the “letter” . One is esoteric, and the other exoteric. Then, just as the Torah has been commented on and clarified, so the Mishna in its own turn was comm ent ed on and clarified wi thin the m ystery schools. The successors of the Tannaim, called the Amoraim, or rabbinical “comm entators”, in the Synagogues of Libya, Sephoris and Lydda, in Palestine; Syra, Nehardea, Pum beditha and Uscha in Babylonia, took them as the text for their passionate controve rsies for three centuries. The conclusion of this secu lar discussion was called the Gemara, or “com plem ent” (im plying th e Mishna ). A vaster compilation, reuniti ng the decisions of the Am ora im and the Tannaim was then estab lish ed, and this was given th e title of Talmud, a Hebrew word signifying “ritual”. This shows that, if th e Talmud is a s umm ary of t he G emara, that th e Gemara is th e commentary and the co mplem ent to the Mishna, and that th e Mishna is the esoteric text of the Torah; then the Talmud is still m ore esote ric and m ore allegor ic than the M ishna itse lf, since it aim s to reveal , in an even clearer m anner, its mysteries! Now, we know from experience th at ev ery tim e one re veals the sense of a religious text, it is und er a new allegory... We m ay conclude that to take the Talmud word for word, in appl ying its te achings to Israel, the Jewish people, and its anathem as to the Goyim , or uncircum cised peoples, is to f all back into the ex oter icism of the Torah and to reveal nothing at all . On the contrary, the Talm ud and al l its teachings do not ap ply th em selves to an elect people and to reprobates of th is world. In f act, ano ther capit al work will tea ch u s this in a f ew mom ents, nam ed the Sefer-ha-Zohar, the “Book of Splendor”. A final conclusion: both Anti-sem ites and Isr aelites – fanatics of both ca mps – are in error, for the Talm ud does not address itself to m en here below! Israel is the comp any of the elect , the “blessed of my Father”! Two Talm udic com pendia exis ted: the one of Jerusalem , com pleted in the f ifth century of our era, and that of Babylon, com pleted at the beginning of the sixth century. Both reproduced the Mishna, well enough, but the first one gave us the Pales tinian Gemara, and the second the Babylonian Gemara. The latte r is by f ar the m ore considerable. The Talmud of Jerusalem com prises one th in folio, while that of Babylon requires twelve thick volum es in the sam e form at! Theref ore it is this latter one whic h is, nowadays too, the true expression of the Talmud. In Babylonia, Talm udic studies continued to flourish for a long tim e, well after al l social and intellectu al life ha d apparently disappeared from Pales tine. W e find the se theolog ical organization s again at th e end of th e twelfth cen tury , in Spain and Portugal. In the twelfth century, in Grenada, Sa muel Ibn Naggdila published a rem arkable 14"},{"pageNumber":15,"pageContent":"introduction to the study of Talmud; and Gershom Ben Yehudah brought out “Comm entaries” of fourteen trea tises on Talm ud in May ence and Metz. Another doctor, Solom on Yitzchak i, surnam ed Rashi, wrote Aram aic “Comm entaries” on alm ost all the treatis es, accom panied by a Gemara. In the twelfth centu ry the fam ous Maim onides com posed a commentary on the Mishna in Arabic, a commentary which rem ains, even in our tim es, one of th e celebrated clas sics . In the thirteenth cen tury, Germ an and French rab bis, writing in Aram aic, expanded on the commentaries of Solomon Yitzchak i. Up to the seventeen th century, the Babylonian Talmud preserved an authority superior to that of the Torah itself. This is quite understandable, as it claim ed to give the key to the latter; and the m ajor ity of Jews only knew the Torah by quotations fro m the Talmud! The Haggadah of the Talm ud, to which we m ade allusion above, which talks of the Months and the Angels, gave birth to a verita ble Judaic “gnosis”, driven by the m ystical fever of doctors of the Law. This gnos is rested upon esoteric com mentary on the biblical narratives. This commentary itself had oral trad itio n as a starting point , issu ing from a cer tain in tellec tual illumina tion , which gave real m eaning to the texts and banal interpretations that the ignorant crowd were only able to comprehend at that level. This oral tradition, com ing from m ystic al illum ination, is the “W ord”, or “ trad ition transmitted by word“ , in Hebrew Cabala and in French Kabbale! (see in particu lar the Jerusalem T argum, calle d the Targum of Onkelos) . So we can see tha t, as in Chris tian texts, there was a long period of ferm entation, official or occult, which ceas eless ly brewed and adjus ted that original “revelation” obtained by illuminatio n, added commentaries which some tim es came from foreign concepts, an d attached o ther heterod ox or extern al “practices ” in term s of their origins, which brought about Judaic esotericism , or Kabbalah. One can say without fe ar that it was the universal and eternal in itiatory fermentation which, depo sited in the heart of the esoter icism of Israe l, as in the heart of any religion, made known or not, gave rise to the birth of the Kabbalah. The Kabbalah is but the Eternal Doctrine, dissimulated under all Sym bols and in all legendary stories, simply conveyed by the trad itio ns com e from the beginning of ages, and which drop their ro ots in the original m ystery of the people of Sumeria and A kkadia. It is the semitic appearance of this e tern al Doctrine, which can o nly borrow its ways of expression from am ong the racial, hereditary or didactic concepts of Western peoples, and more precisely Mediterranean peoples. C hristian ity h as been its princ ipal m essenger, which rests before all other influences upon the Old Testam ent. This Ka bbalah was the crucib le wh ere, in the Middle Ages, that pecu liar h eritage of the peoples of the white race of W estern Europe cam e to blend with the later Celtic traditions. This resu lted in a curious m etaphysical and philosophical en semble, in which the pagan resurgence, specifically that of Ancient Italy and Greece; the traditions o f Pythagoras, borne by the corporations and trades ; Celtic su rvivals in the tradition o f popular and earth -based sorcery; and Gnostic Christian eso tericism , constitu ted th is s trange “c lim ate” in whic h was born Medieval Magic: the Faustian cycle ... It is th en tha t the Sefer-ha-Zohar or “Book of Splendor” appeared . W e do not insist on the historic detail of its origins, for they remain uncertain. Its first publication, and even all or part of its drafting, is attribut ed to Moses de L eon, a Jew living in Spain in 15"},{"pageNumber":16,"pageContent":"the th irteen th centu ry. But the doctrines taught by the Zohar are linked to those of mystica l Hebrew works earlier than th e aforementioned th irteen th century. Moses de Leon attributes it to the fam ous Si meon, called bar Yohai, the disciple of Akiba, but the best leg itim ization of a work is in its intrin sic worth; the author and the date are less im portant than the book, and the sublim ity of the Zohar rem ains uncontestable. We conclude th at th e Zoha r is the exo teric summariz ation of thirty centuries of Jud aic mysticism . It is com pos ed of eight pr inciple treaties, which are : 1) the “Mysteries of the Torah”, 2) the “Youth” , 3) the “Mystical Midrash on The Torah”, 4) the “Mysterious Search”, 5) the “Come and See”, 6) the “Great Assem bly”, 7) the “Less er Assem bly”, 8) the “Book of Secrets”, or the Sephe r Dz eniouta. The classic editions are thos e of: Mantoue (1560, in-quarto) , Dublin (1623, in-folio), Constantinople (1736), Am sterdam (1714) and ( 1805). That of 1714 is considered to be the best, and it is upon this that Jean de Pa uly established his French translation of the Zohar, edited by Lafum a. * * * And so it is indeed by means of the Kabbalah th at, in the lab oratory of Doctor Faust, he sees the warm hues of his stai ned glass windows light up, where the Hexagram of Solom on and the Pentalpha of Pythagorus unite and entwine around the Eglantine of the disc iples of Herm es, itself irradiated in the heart of the Celtic tr efoil! The Easter morning chu rch bells, which tear the Doctor from h is mo rtal me lancholy, also celebrate the r esur rection of th e Tem ple at Jerus alem which the builde rs of the Ca the drals transpos e in our great g othic m etropolitan Cath edrals. I t is in these tha t we once again find this ef fort towards Synthesis. The Celtic tref oil beco mes the m odest tr ilob al rose window; the Hexagram and the Pentagram sign t heir blind arcades, and the proportional “sections” o f the sam e Eglantines no w becom e marvelous “ro ses”, bath ing (accord ing to the happy definition of Grillo t de Givry) the tr ansepts of our sleepin g Cathedrals in an unreal light... And it is also by m eans of this sam e kabbalis tic “ligh t” that the great Jud eo-Chris tian fusion, foretold by the Doctors of the Church, will be acco mplished. Possessing the keys to the Kabbalah, Johannite Ch ristians such as we are, discip les o f Martinez de Pasqually or of Louis-Claude de Saint-Mart in, we m ay better penetrate the m ysteries of the two Tes tam ents. W ithout chang ing thei r orth odoxy, we will in corpo rate them into the very heart of this sy nthesis. And, accord ing to the enig matic prophecy of Genesis: “Japheth sh all dwell in th e tents of Shem ”. By explorin g the Kabbalah, pious an d sincere J ews will lear n that its tea chings do not have the po lytheis tic implica tions that they wron gly attribu te to it. 16"},{"pageNumber":17,"pageContent":" Then, perhaps, as Albert Jounet said in hi s “Key to the Zohar”, Jews and Christians together will raise their common hopes to wards the Uncreated W ord, soaring in His eternity, and W ho waits for their reconciliati on, it seem s, in order to m anifest Him self anew under the appearance of the Glorious Christ. And so, according to the m ysterious Kabbali stic prom ise, “the Messiah shall com e into the W orld through the m erits of the Sepher-ha-Zohar...”. B. — Its development: The Kabba lah and its different Schools The adepts of the m odern Kabbalah them selves repor t m ost dis tinc tly their o rigin with Isaac the Blind or even his father Ab raham, born David of Posquières. Jos eph Gikatilla, o ne of the most f ervent, wrote in his Perusch Hahagadah , preserved in the Sefer Hanefesch Hachochamah of Moses de L eon: “The Kabbalah w hich is in our hands goes back through the chai n of traditions to the M aas eh Merk aba h from which it passed to th e righ t-hand colum n, the pious rabb i Isaac th e Blind”. Ben Aderet, in his Respp. (I, No. 94) m ade allusion to the sam e m en, and didn’t even designate them any m ore by the word “ka bbalis ts” ca lling them “m asters of the mysteries of the Torah”. “For every precep t, he said, certain m en who are hold ers of the m ysteries of the Torah, have in their spirit ve ry venerable reasons, though the sins of this generation has dammed the sources of tradition maintained since the destruction of the T emple ”. Above all th e Kabbalah stands in op position to Talm udic casuistry or, if you will, a form of revolt of faith agains t the law. I t is the refuge of those spirits who find them selves ill at ea se in the subtle a nd inex trica ble m esh of Talm udic laws and who, in the narrow cadre of ritu al, cultura l and litu rgic al f orm ulae, seek a sour ce of the liv ing waters. With the Ka bbalah, a very notable intrusion of Christian elem ents appeared in Jewis h mysticism , and that was due to several cau ses: on the one hand, there was a spirit of oppositio n agains t the rationalis m of Aristotle which reconciled the spirit of Neoplatonism, and so l ed them right to th e so urce of ancient philosophy which had contributed the m ost to feed the fundam ental dogm atism of Christianity. On the othe r hand, the sp irit of opposition to Jewish dog matism often led beyond the true boundaries which separated Jewish doctrine from Chris tian doctr ine. Finall y, and independent of all logical reason, fortuitous connections be tween Jewish and Christian m ysticism and their rep resentations were fertile with ideas which were contained in both doctrines at the sam e time. In the spa ce which sepa rates m ystic ism prior to the Kabbala h and the Z ohar, we ca n perceive a particular essay at system atiza tion and class ification which allows u s to distinguish f ive principle schools: 17"},{"pageNumber":18,"pageContent":"1°) The school of Isaac the B lind which one m ight call the metaphysical school, not because m etaphysics was the exclusive elem ent, but b ecause it was the predom inant elem ent; 2°) That of Ezra-Azriel, which cam e f rom it; 3°) That of Nachmanides, his disciple; 4°) The school of Eleazar of Worms, who especially app lied him self to the m ysticism of letters and num bers; 5) The school of Abulafia, which followed the two previous schools and developed them in the sense of pure contem plation. I. — Isaac the Blind About Isaac the Blind h imself we know very little. His successor spoke with respect about his commentary on the Se fer Yetzirah, and on his gif t of discerning new souls from old souls, which is to say those whic h w ere in their first marriage with the body from those which, acco rding to th e laws of m etem psychosis, were already m aking a second or third pilgrim age. Like many of th e great initiators, such as P ythagoras and Socrates, he appears mainly to have act ed through verbal inst ruction. In his Bade Aaron, Shem Tov ibn Gaon said m any tim es: “R. Ezra de Geronde (the disciple of Isaac the Blind) com posed a comm entary on the Ha ggadoth such as he had received from his master Isaac the Blind ”, which certainly seem s to indicate that Is aac the Blind concerned him self with interpreting the Haggado th and prayers, that is to say assuredly to spir itua lize them in the sense of his system . But at the sam e tim e it resulted in his writing of few works him self . His blindn ess, comm on in th e tr aditions of the Kabbalists, was also a sufficient reason alone to explain his moderatio n as a write r. In any case, it was at BEAU-CAIRE, in this Pr ovince, crossroads of so many ideas, the point of intersection of the No rth and South, with Isaac the Blind, that we can locate the cradle of Practical Kabbalah. The characteristic of his teach ing a nd the school th at he founded appeared imm ediately in the tea chings of his principal disciple Ezra-A zriel. It has never been known if these two nam es represent one and th e sam e per son or if they correspond to two disciples of Isaac the Blind. Later Kabbalists always confuse them . In his Yuchasin , Jacubo makes Ezra the m aster of Nach manides; by contrast, Meir ben Gubbai and others attribute this honor to Azriel. Recanati attributes the Commentary on the Song of Songs to Azriel; Isaac of Acco and others put the sam e work in the accoun t of Ezra. In ou r eyes, Ezra and Azriel co nstitu te nam es of a single and sam e person. Jew ish literature is full of confusion of this m anner and particu larly with the na mes of Uzziel, Azriel, and Ezra. Ezra-Azriel lived from 1160 to 1238. He told a story about him self: that in his youth he traveled greatly in search of a hidde n doctrine explaining God and His creation. After long peregrinations, he found a m an who clai med an antique and accred ited tradition, and who assuaged his doubts 1 . II. — Ez ra-Az riel This is the d octr ine of Ezra as he la id it out in h is work entitled : Explanation of the ten Sephiroth in questions and answers. “The Infinite is a Being who is abso lutely p erfect and without lacuna. So, when one says that th ere is within him a lim itless power , but not the power to lim it him self , one introduces a lacuna into his fullness. On th e other hand, if one says that this universe –   1 S. Kar ppe: “Origins of the Zohar ” . (A lcan , Ed . Par is, 1 901) . 18"},{"pageNumber":19,"pageContent":"which isn ’t perfect – proceeds d irectly from him, one is d ecla ring that his power is im perfect. Now, as one cannot attribute a la cuna to his p erfection, it is necessary to adm it that th e Ain Soph has the pow er to lim it him self, which power is itself lim itless . “Once th is lim it issued from him in a f irst line, and th ese are th e Seph iroth whic h constitute both the pow er of perfect ion and the power of i mperfection”. And here now is their gradual action. The first is destiny w here presides the power divine, the second is to the power of the a ngels, the third to prophetic power, the fourth to shed m ercy throughout the superior essences , the fifth to shed forth the terror of his power, the sixth to shed pity upon inferior things, the sevent h to m ake grow and fortify the sensitive soul under developm ent, the eighth to produce succes sive gradation, the ninth to have the power of all the rest em anate forth, the tenth to be the way by whi ch the ensem ble of all the o ther powers spread themselves across the inferior world. In re ality, w e think tha t the Sephiroth or iginally reduced the mselves to the num ber three and were first of all a reflection of th e system of e manation, such as we have m et in Ibn Gabirol. With the Treatis e on Emanation which belonged to the sam e school, we have a conception which is a little dif ferent f rom the doctr ine; we have m oreover a firs t atte mpt to reconcile it with anterior mysticism and return this m ysticism to the body of the new mysticism . It is not without reason that the author chos e the prophet Elias to be his mouthpiece. In fact, Ezra-Azriel alluded to the philosoph ies because he him self sought to win over everyone to faith. “It is not enough”, he wrote, “t o be worthy of these great revelations, to be a studious m an; it is necessary above all to be a m an of faith. It is not enough to know the Bible, the Mishnah, the Ha ggadah. All that is vain if one has no faith, if one does not aspire wi th co nfidence, in the lassitud e of the ordinary course of life, to th e s ublim e and mysterious Merkabah ”. Jellinek (Auswahl Kabbalist Mystik, I, 1853. Leipzig) attributed this work to R. Jacob Nasir (12th Century) an d this becau se R ecanati (Comm ent on the Pentateuch, 173 d) and Isaac of Acco (in his Meirat Enaym , said th at th e proph et Elias ref erenced in th is work appear ed f irst of all in R. Jac ob Nasi r. Yet why attach such im portanc e to this pseudo-epigraphy of Elias? For time imme morial, Elias has been an i mage which has been m ade to serv e all. The Talm udic e poch had already identified him with the Messiah an d reserved to him a solution to the problems that the c asuists held in suspense and thus unresolved. In the hom ileti c literature, he is the g reat censo r, the great m oralist. It is hardly surprising th at the Kabbalists, in th eir turn, took shelter under the nam e without which they would have had to reveal that the ideas were their own. Besides, if the revelations of Elias, acco rding to the authors, were repo rted to Jacob Nasir, these sam e authors sim ilarl y had them com e down to Isaac the Blind, Azriel and Nachm anides. W e believe it is m ore likely to attribute this work to a disciple of Isaac the Blind or E zra who, mourning for the old m ysticism , wanted to ado pt the new Kabbalah without prejudicing the old one , and attem pt a reconciliation between the two. Som etim es it is thought that the “Prayer of R. Ne hunyah ben Hakanah” or the Bahir and “The B ook of Intuition” are attached to the sam e school. For the latter, there is no doubt, but for the Bahir nothing is less certain. It is neces sary to say a few words about 19"},{"pageNumber":20,"pageContent":"this. The Bahir is written as a fictiona l dialogue held between two im aginary doctors. There we find the doctrine of the Sephiroth, perhaps understood in the sense of the new Kabbalah. I say perhaps, for the Sephiroth did not appear there with the nam es they carry across all theoretical Kabbalah, but under the past denom ination of Maamarim, discourse, creative word, word of action. The tim e of the appearance of th e Bahir is quite difficult to identify. We know, on the one hand, that it existed in 1245, since fr om this tim e it was attacked by doctor Meir b. Sim on de Narbonne. On the other hand, grammatical observations f ound there stop us from rejecting a date after the period wh ich has been called the «Age of Hebrew Grammar». These upper and lower lim its take us between the twel fth and thirteenth centuries. T he date is definitely clos e to the birth of the Kabbalah, but it does not prove by that a co nnection with or dependency on the Bahir and th e school of Isaac the Blind. It is no t th e sam e with the Book of Intuition. The Book of Intuition put forward a treatise on th e rela tionship between the Sephiroth with the Ain Soph. God is one, identical in all his powers, like a flam e which plays in a variety of co lors. These powers em anate from him, as ligh t em anates from the eye, like a scen t em anating from a perfum e, like th e flash of a flam e em anating from another fire without which the latter would lose som ethi ng (here we find both the term inology of Ibn Gabirol and that of Ezra-Azr iel). Before creation, God wa s one, in him self, without move ment, without lim it, without distincti on. T he best way to know him consists of com bining and calculating the letters of his na me. Thus, this leads on e to af firm the sole point that one is able to affirm , that one m ight know what is obscure, enveloped in itself and without differentiation. This, in its substance, is cl ose to the doctrine of Isaac the Blind and h is school; that is to say, the f irst form of the Kabbalah. (It is importan t not to forget that each tim e this word Kabbalah appears.) One can see that this first use w as m etaphysical, from an abstra ction via neo-Platonic abstrac tions, f rom a repr ise an d an arbitrar y m ultiplica tio n of the interm ediaries of Ibn Gabirol. Through its attem pt to differentiate the creative m odes, it leads us towards pantheism . It includes an attem pt to give physical color to the m etaphysical laws, borrowed precisely from the colo r of light, which is also to be seen in the poetry and metaphysics of the Zohar; and finally it is to give spirituality to traditional religion, a mystical id ealization o f all the elem ents of the past which can be transform ed, a developm ent of new aspirations using ancien t form ulae. From all this, the body of the Zohar is created. III. — Nachmanides The efforts of Ezra-Azriel would perhaps not have conquered the Kabbalah with the success they hoped for, if they hadn’t h ad Moses ben Nachm an, commonly called Nachm anides, for a disciple w ho, com ing late to m ysticism , be nefited it in the eyes of otrthodox and dogm atic doctors with the authority of a lifetim e devoted to the study of dogm atic Judaism . After that nobody da red to voice suspicion about a doctrine approved of by a m an such as Nachm anides, renowned besides for his traditionalist piety. The poet Meschulam in Vedas Dasiera (Dibre Chachanim, 77) chants thus: 20"},{"pageNumber":21,"pageContent":" “For us the son of Nachman is a sure citadel; Ez ra, Azriel have taught us without error; They are my priests, they illuminate mine altar”. Later on a legend grew up about the m anner by which Nachm anides cam e to the Kabbalah. It is said that, de spite the ef forts made toward s him by an old initiate, he rem ained intrans igent. One day, this Kabbalis t comm itted a f lagrant of fense and was condem ned to death. Before the execution, he called Nachm anides and affir med t hat that very evening he would com e and find hi m to celeb rate the Sabbath Agape. Indeed, by an occult procedure he substituted an ass f or him self which was executed in his place, and that even ing he suddenly entered in to the room of Nachm anides. This ev ent converted him. Beyond the prestige that Nachm anides br ought to the Kabbalah by his person, he rendered it a second service. First of all, he entered resolutely upon the path that Ezra- Ariel h ad h ardly committed him self to, that is not to content him self with founding a philsophical, theoretical Kabbalah, but to use it to penetrate th e law, that law which up till then ha d been the portion of the Talm udi sts and Haggadists alone. It was not enough to enunciate m ystical doct rines; it was also necessary to use them to vivify the spirit of th e Scrip ture, and above all to interpret the precepts of the Bible – an d particularly the Pentateu ch – in this way. Nachm anides accorded an importan t place to this type of vulgarization of the Ka bbalah. He was one of those who contributed the most to grafting it onto the sacred texts. Here are on e or two ex am ples which show how Nachm anides pushed spirituality to the lim it. He adm itted that the first m an had be en created an androgyne. But he also adm itted that the d ivin e breath to an im ate and ennoble th is double form was placed at the intersection of the two bodies, and in order clarify an important idea of the Zohar in advance, we would add that each d istinct part carried half a so ul. Nachm anides loved to quote and develop the f ollowing M idrashic pass age: W hile man sleeps, the body talks with the sensual soul, the sensual soul talks to the rational soul, the ra tional soul ta lks to th e ang el (gua rdian angel), etc. Fo r Nachm anides the soul felt itself in bad com pany w ith the body, and broke up this marriage whenever it could. Even before the definitive divorce, it took flee ting leaves of absen ce, going to wander the heav ens, m aking contact once more with it s s iste rs; a nd when it return ed to the body, the latter becam e conscious of all that th e soul had seen. This explains the visions one has in dream s. One m ay clearly sense the theories dea r to the Orp hic, Platonic and other initiations. Nachm anides, while generally m aintaining his poem s in the rea lm of traditional Judaism , impregnated som e with a mysticism which is som ewhat less than conf orm ist with tradition. There we som etimes even find a singular m ixture between Kabbalistic and Gnostic elem ents, b etween the doctrine of the Sephiroth and that o f the Plero ma. Above all it is with regard to the soul that the comparison makes sense. It is by m eans of channels, called the “channels o f error” that, acco rding to Nachm anides, the so uls flow out of the “great reservoir”, a term ab solutely rem inisc ent of the gnostic plero ma (Néander, Kirchengesch. I, 2 nd part, p. 745 and Matter, Gnosticismus, p. 95 et seq). T he union of the soul with the body only soils it and whatever it m ay do, it has no salvation save in divine love, which, having allowed it to stray, tak es it back to itself . The 21"},{"pageNumber":22,"pageContent":"Gnostic Sophia , too, having long erred, cannot achiev e her salvation except through the direct intervention of the Father. Nachm anides also takes the effort of his m ysticism to a new point: ethics, already in his comm entary, bu t ab ove all in a special work entitled : The Door of Remuneration. The them e dom inating this work is his m ystical conception of suffering. According to Nachm anides, suffering is alm ost always a suff ering of love. For som e it is a warning: God sees with sorrow the celes tial soul m ired in the m isery of the body, and to stop this, He sends him sorrows. It is a great afflic tion among the he avenly souls and angels to see one of their com panions rendered unworthy of its origin and its destiny. Then they all seek to press God, in th e hope that, curbing the goodwill which He is ever ready to pour out for a m oment, He will rap on this soul with salu tary blows. If the soul remain s dense to these warnings, they redouble their vi olence to m ake the soul pay its ransom on earth, so as not to be obliged to have to pa y it in heaven. Even f or the just the re is a suffering of love; for ev en the just them selves are not perfect. They have dross within them which the crucible of love separates fr om their souls. But m an cannot inflict these sufferings of love upon h imself: he must r eceive them , and receive them with joy fro m the divine hand. W oe to him who does not su ffer, for this happine ss implies that God had abandoned him , and that He had condem ned him to not enjoy future happiness ; that He has left him untouched in his pre sent ha ppi ness so that he will do no thing to c laim his destiny. Man’s sufferings are th e wages of extra-terrestrial joy; in addition certain woes are designed to give m an a harder life , thereby to m ake a g reater effort and to grow in m erit, and therefore earn his right to a joyous future. Finally, there are sorrows which are used to transf orm into action th e seeds of good which the hum an soul carries within itself. These are to som e extent the birth-pangs of a soul rich in virtue. Nachm anides was alread y the Mas ter of Practical Kabbalah. For him : “In crea ting all th ings God m ade it so that th e superior things would lead the inferior things, and He gave po wer to the earth and to all that it con tained acco rding to the laws fixed by Ast rology. For the stars and the angels who are their guides it w as His will that their souls and their superior conjunctions would have a repercussion on peoples and on men. There were es tab lished also certain laws which a llow o ne to read th e f uture in the entra ils of birds, in their voi ces, and in their f lig ht. This is what the Sc riptu re m eant when it said of King Solom on that he knew how to talk to birds”. Nachm anides also wrote on necromancy, m agic, and etc. (Ex., 20, 2; Deut. 18, 9). The evocation of dem ons or Evil Spirits was, accor ding t o him, an art which is required to be studied at length. He spoke a bout talk s he had had with certain m asters of t he art of conjuration, and he m entione d treaties pertaining to relationships with the Evil S pirits and the m anner of m aking the required instrum ents (Genesis , 4,22; Derescha, p. 8 and 11). We can see that th e mystical activ ity of Nachm anides extende d itself across the majority of questions then being raised by the theoretical Kabbalah. N achm anides was reported in particular by disc iples of the m etaphysical sch ool to be inc lined towards specula tion to theu rgic ends, sinc e to his ey es mysticism , far from being confined to pure research, should lead quickly enough to the conquest and enslavem ent of cosm ic powers. Af ter the Zoha r, when the folly of this theurgy affected reason , Nachm anides 22"},{"pageNumber":23,"pageContent":"was one of those to whom lost souls turned with the m ost kindness 1 . In the school of Is aac the Blind, there we re still lively glimm ers of philosophical speculation. Although these glimmers we re too often obscured by clouds of extravagances and a fa ntastic application of non-Jewish doctrines to Jewish texts, nevertheless one feels that phi losophy passed by this route. IV. — Eleazar of Worms It was not the sam e in what is generally known as the Germ an school, a school which most probably had R. Jehudah Chasid (the Pi ous) of Ratisbonne as its founder and, in any event, in R. Eleazar of W orms, his disciple, its fam ous representative. It is his doctrine which will help us to characterize th e do ctrine of this school. Its trad ition s had originated in the Germ an school, which goes ba ck to Babylonia. So R. Schem Job said in his Emmunot (39 b) that at the news of the a rrival of a great Babylonian Kabbalist, nam ed R. Keschischa, in Apulia, R. Jehudah the Pious ran from Ratisbonne to Corbeil, and from Corbeil to A pulia, to be initiated in to the sacred teach ings. R. Eleazar of Worm s cite d other in itiators lik e R . Sam uel Ha Chasid, R . Eleas ar of Spire, and R. Kalonym os, who in 787 had been transp lanted from Lom bardy to Mayence by Charlem agne him self (v. Luzzato, il Giudaismo Illustrato, I, 30 et seq.). It was not that Eleazar of W orms was particularly pr eoccupied with m etaphysical problem s. On the contrary, he ignored or claim ed to ignore the speculations of the school of Isaac the Blin d. He didn’t use the word ‘Ain-So ph’ once, nor that of the ‘Sephiro th’ in the sense that Is aac th e Blind and his disciples used them , but proceed ed directly to Ibn Ezra and pushed the m athe matical f orm of the m ysticism of Ibn Ezra to its final limit, in order to introduce all that inspired hi m about the m ysticism of the Gaonim , and particularly the practical or applied Kabbalah whose m ost f ertile prom oter he was. W e should here take a quick look at the work of Eleazar of W orms who through Abulafia and through the Zoha r caused the bifurcation of theoretical Kabbalah to wards prac tical Kabbala h; and we will sp eak of the Sefer Raziel. The Sefer Raziel is said to have been comm unicated by the angel Raziel (‘Mystery of God’) to Noah at the m oment of his entry into the a rk. It was written, on a s apph ire stone; “in it are great mysterie s, the m ysteries of the hig her degrees, the stars, their revolutions, the function and ha bit of all the celestial bodies ; through the knowledge that it gives one m ay obtain all the secrets of things , of death and life, th e art of healing and the in terpretation of d ream s, th e art o f m aking war and b ring ing peace”. This stated, the Sefer Raziel is presented as a work having provide d the applied Kabbalah and to the Jewish trad ition in gene ral its rich arsenal of amulets, talismans, propitiatory form ula e, curative formulae, im ages, m agical m ixtures, philtres of love and of hate. Even today the echo of these traditio ns, lik e that of the nam e of Eleazar of W orms is not extinct. Am ong the discip les of Eleazar of Wor ms we shall on ly sp eak of Menachem , notably of his work entitled “Crown of the Supre me Nam e” . This work is under the direct influence of the m aster and in part the “B ook of the Name” of Ibn E zra. It m ainly discusses the Tetragramm aton and the ten Sephi roth and he links the one to the other. This disciple of Eleazar a nd the second representative of the Germ an school leaned   1 Let us not for get, in fac t, that t he extrem ists of these doctrines were t hem selves the caus e of their dow nfa ll. 23"},{"pageNumber":24,"pageContent":"towards m aking a prim ary synthesis betw een the gifts of this school and the metaphysics of the speculative sc hool, and naturally he did th is to the detrim ent of the latter. The adepts of the Ger man school propagated their form of mysticism as far as Spain. Solom on b. Adret, in h is Respp. (No. 548), spoke of a discip le of Eleazar of Worms called Abraham of Cologne (also honorably k nown in his school). T his Abraham of Cologne cam e to Spain, taught there, and even explained his doctrine bef ore the king of Castille, Alphonse X. And so we com e to him who tried to m ix th e two schools into a w hole in order to pu t it to the service of pure contem plation, that is to say, to the service of a rather higher for m of the Merkabah of the Gaonim. W e wish to speak of Abulafia. V. — Abulafia To properly understand the id eas of Abulafia, one m ust take a look at his life. Abraham be n Sa muel Abulafia was born in Sara gossa in 124 0. Up to his thir tieth ye ar, he studied the Bible, the Talm ud, m edicine , philosophy, notably the works of Saadia and Maim onides. He was an assidu ous reader of Ibn Ezra. As for his mystical stud ies, he him self said in his le tter to R. Jeh uda Solom on (whom we will m eet shortly ), and in his m ystical comm entary on Maim onides that he had been initiated into the doc trine of the schoo l o f Nachm anides. “It is there”, he said, “that I was ta ught the ways by which are revealed true inten tions, the m ysteries of th e Law, and these ways num ber three: Notarikon (acrology), Gem atria (numerical evaluation), and Ziruf (perm utation 1 )”. The life of Abulafia , though known only from his genera l works, demonstrates tha t his spirit tended towards a for m of mystic ism going beyond the Kabbalah itself. To this point we have several very precise and significant letters. R. Solom on ben Adreth, consulted by the Jews in Italy about the ac tivities of the Prophet- Messiah, wrote a lette r to a certain Achitob of Palerm a in which he had vigorously attacked Abulafia and had reproached him for understanding nothing of the essen tial elements of the Kabbalah, n or the doctrine of the Sephiroth, nor that of e manation; and accused him of setting forth a new and strange doctrine relating to lette rs and n umbers with a view of leading h im to a prophetic spirit. W e do not have the letter of Solom on ben Adreth ; rather the indirect replica which Abulafia m ade when sending it to a certain R. Jehuda Salmon. First of all Abulafia distinguished f our sources of knowledge: 1 st the fiv e senses ; 2 nd ideas o r the 10 abstract numbers; 3rd univers al consent; 4th tradition. W ithout developing the first two which are known, nor the third which does not in itself have a very great power of truth, he passed o n to the f ourth : trad itio n (Kabbalah ). Yet it was not the g enera l trad ition that he wanted to study, but only the Kabba lah specific to Kabbalis ts, ignored by the common rabbis, who spent all th eir tim e on the Talm ud. Now, this Kabbalah consisted of two areas: one concerned itself with the knowledge of God by m eans of the ten Sephiroth, and the other concerned itself w ith the knowledge of G od by m eans of the twenty-two letters which com prise the na mes a nd signs, and which lead to prophetic inspiration. Abulafia assiduously practiced the teachings of Ibn Ezra, and claim ed the authority of Eleazar of Wor ms and Nachm anides. Th e point in common between these m ystics was that they all agreed upon giving strong focus to the mysticism of letters, num bers   1 In fact, Zir uf is co mbinatio n of letters and Tem urah is t he perm uttio n of letters - PV. 24"},{"pageNumber":25,"pageContent":"and divine nam es. Abulafia is thus, above all, an adept of this m ystical form . It is this that h e takes as h is po int of departure. On the other hand, we have seen that he engaged in the s tudy of m ore than a dozen comm entaries on the Sefer Yezirah, which confirms us in our idea concerning his m ain leanings . For whereas the Sefer Yezirah p laces letters and num bers in the service of th e cos mogony, and whereas the m asters nam ed above subordinated them to the Kabbalah of the Sephiroth where they m ade a fra me for mystical speculation, Abulafia claim ed to surpass this speculati on and worked, on the union of the rational soul with God, using arith metical com binations as a basis, a union which Ibn Gabirol and Maim onides m ade the fr uit and th e recom pense for philosophical study. Abulafia entertained a theory from the Chris tian m ysticism of St Bonaventure, relating to the seven levels of contem plation (this citation im plies that he stud ied an d had a knowledge of Christian m ysticism !). On the other hand, we fi nd in these writings a call to Christian dogma. W hen speaking on the three divine nam es Yhvh, Yh, Elohim, he said : “Th ese are the three sacred nam es whic h m ark the mystery of the Trinity and the Trinity of Unity. Just as W isdom , In tellig ence and Knowledge are th ree, y et one single and sam e thing, so the expressions, he wa s, is and shall be, ar e but varieties of the sam e essence, and the three Persons m ake but one Person, at the sam e tim e both single and tr iple. “If this is so , then God has the nam e one, indicating his substance as one, and which is still triple, but this trinity is one. Th is should not seem strange, for already these nam es should explain the idea to you... these nam es which are three and which all three designate a unique substance, id entical to itself, as does th e triple invocation of “H oly, Holy, Holy”... and, on the other hand, the concept of, the Trinity of Wisdom, Inte llig ence and Knowledge”. With his Messianism , we believe th at Abul afia was not aim ing at Jews alone, but all hum anity. So this concession to the Trinity wa s an appeal to Christianity. It was on t his very basis of Christian dogm a that he clai med to convert Pope Martin IV to his prophetic mysticism of letters and num bers and won him over to his Messianic vocation. According to him , he was assure dly the new Christ; yet the Ancient One had not deceived m an by presenting to them a God in three persons, and to explain th is, as often as he spoke on the Sephi roth, Abulafia insisted on th eir Trinitarian division, their wholeness and their partial grouping. 25"},{"pageNumber":26,"pageContent":"II — METAPHYSICAL ELEMENTS A. — The Sephiroth The Hebrew word Sephira (plura l, Sephiro th) signifies Number, Numeration. (In this one can see th e influence of Platonic, Pyth agorean and Alexandrian ideas on the Hebrew Kabbalah). In fact, sin ce it com prises the g enerative pro cess of the Five Perso ns, the Two Couples and the Two As pects, the student of the Kabbalah com es to abandon them , and, decom posing this bas ic system into new elem ents, expressed in new term s, he is led to struggle with the study of the Sephiroth. The Sephiroth enable us to penetrate the dom ain of the Absolute. They allow us to som e extent to adapt to the co nditions of Relativity. I ts sys tem lays out th e circum stanc es of inte llig ibility and e xisten ce of all non-absolute reality (as they exis t in the plan e of Natura Naturante ). For Man, they m ark the e manation through Divine Thought of the circum stances of potentiality for the Creation, Preserva tion and Perfection of all reality. Thus they summ arize Divine Thought, inso far as they are m anifest by the bringing into ex isten ce of Living Entities, and as th ey are m ade known to these Living Entities. The Sephiroth express the adaptation of absolute natur e to the c onditions o f Relativity, in step with Life, all things proper to the Sphere of Creation. * * * Universal Active Powers, “ God-Names” , whose study explains in som e m easure the techniques and the operative processes by wh ich the Absolute, concretized by the Son, or Creating Word, condescends to ra ise His Creature up towards Him . Studied across the rules and techniques of the two Kabbalahs (m ystical and practica l), th ey are the stages whic h will s erve to m ediate between the Ab solute and the Relative. By m aking deductions from these trans itive condition s, their cons titu tion and studying the Divine Nam es (those im aged ex pressions of aspects of the Absolute regarding this relative being which is Man) , the Kabbalah draws out the hierarchy of the four worlds, which we see from a di stance. There Man f inds the ref lection of the Universa l W hole, the multiple asp ects of th e Absolute. As a relative Being, the Man-Archetype cannot thus survive in the Natura Naturante , except insof ar as he subm its him self to the same conditions which in this Sphere cons titu te th e principle f orce of existence, inte llig ibility, and possible ac tions. 26"},{"pageNumber":27,"pageContent":"We conclude that only the perception and the conception of the “divine” perm its Man to preserve Life in the bosom of this ever-changing kaleidoscope, and to becom e an immortal being. W hat we defined at the beginning of this work, under the nam e of “Divine Knowledge, is thus effectiv ely the k ey to an eterna l becoming. * * * We can see from this explana tion that the Sephiroth are not divine persons, but sim ply em anations. Modern Ka bbalis ts of ten inco rre ctly attr ibute the thre e f irst Sephiroth to the th ree Pe rsons of the Trinity. They are only their im age, their reflectio n. The Kabbalists of olden tim es were not m istaken this way. The Zohar tells u s that the Sephiro th are “Form s, which God produced to direct those worlds unknown and invisible to Man, as they do the visi ble worlds...” (such are the Aeons of the Gnostics). Ezra-Azriel declared th at they ar e: “t he power of being of all tha t is, of all that f alls beneath the concept of Pure Num ber” . According to Irira 1 : “These are sp iritual instr uments which serve th eir Inf inite Em anator, to create, form , build, and preserve”. He adds: “Therefore they are not creatures in the true sense (as they serv e to create), but the rays of the Infinite, which descend from the Suprem e Source how ever, they are really sepa rate” . Moses of Cordova tells us: “They adhere to the First Cause with regard to essence, but regarding operation (from the Latin opera: works), they are m ediators who repres ent th e Firs t Caus e, entirely inaccess ible in Him self. They em anate imm ediately from Hi m, and by virtue of this sam e Fi rst Cause, produce and govern all the rest”. We conclude that the Sephiroth are demiurges, or the Plerom a of the Gnostics. * * * It is useful to give an anal ysis of the Sephirotic ideal foll owing the ethics of Spinoza, such as it was presented by Dr. Jel lincks, in his “Study on the Kabbalah” 2 . * * * 1 st ) By the B EING who is the Cause and Gove rnor of all things, we understand that it is Ain Soph, who is an infinite being, free, absolutely identical to him self, united within him self, without attributes, or will, or intention, or desire , or thought, or word, or action, these actions in fact depending one upon the other.   1 Ab raham Co hen Irira (d . 16 31 ) – ed. 2 Leip zig, 1852 . 27"},{"pageNumber":28,"pageContent":" * * * 2 nd ) By the Sephiroth, we understand Potentia lities em anated by the A bsolute, Ain Soph, and which are all necessarily entities lim ited by quantity which, lik e will, witho ut changing na ture, d ifferentia tes th ing s which are “potentialities of m ultif orm objects”. In fact, ev ery effect has a cause, and ever ything which shows orde r and intention has a director. Moreover, everyth ing ha s a lim it; th at which is lim ited is co mpleted, an d tha t which is com pleted is no t ab solutely iden tical. Th e First Cause of the wo rld being invisible, it is thus lim itless, infinite, and absolutely iden tical and corres ponds to the definition o f Ain-Soph. 28"},{"pageNumber":29,"pageContent":" Fig. 1. The Great Sephirotic Tr ee, after Kircher. Thus, the First Cause of the world being infin ite, nothing can exist outside of it. It is imm anent. 29"},{"pageNumber":30,"pageContent":"* * * 3 rd ) The Sephiroth are necessary interm edia ries between the Absolute Ain Soph and the contingent world. This world is lim ited and im perfect. Thus it does not p roceed directly from Ain Soph. Now, Ain Soph m ust necessarily ex erci se its inf luence ov er it; if it were otherwise, this world would not exist! Fro m this we see th e n ecessity of an inte rm ediary, the ensemble of the Sephiro th, which, in their intim ate connection with Ain Soph, constitute a perfect W hol e, but which however in their plurality, are of necessity im perfect. So, since all existing things are born thr ough their action, and as they them selves differ from each other, there is thus a summ it, a m edian state, and a lower level to th e real world. * * * Why are th ere ten Sep hiroth ? According to Jellincks, Spinoza te lls us the reason hereafter. All bodies having three dim ensions, and each repeating the thr ee others, by placing them in Space we obtain : (3 X 3) + 1 = 10. Now, as the Sephiroth a re the possibilitie s of all that is, the y m ust be equal to the num ber ten. However, this num ber, defining the plurality-type, also con stitu tes a re turn to unity, since it con tains in its elf all the number-principles from one to nine. * * * On the fact that the Seph iroth are em anations and not crea tio ns, one can say this: As it is understood that th ey proceed from Ain Soph, wh ich is Absolute Perfection, they m ust so necessarily be perfect, each in its own dom ain. From this we m ay conclude that they are not know n to be created, but that they are consubstantial with Ain Soph, and simply emanated. * * * 30"},{"pageNumber":31,"pageContent":"The Sephiroth are not outside the unit y of Ain So ph; each of them must receive from the one which precedes it and communicate with tha t whic h f ollows, that is to say th at they are at the sam e time both recep tive and co mmunicativ e, a little lik e the flam beaux which one lights togeth er, without which each loses som ething in the course of this communication of light. Yet how should we conceive th eir so urce? Th is is what we will now try to explain. B. — Ain Soph = The negative existence of God I. – Ain Soph Aur Beyond all which is conceiva ble, beyond all that Man can im agine, conceive, envisage, beyond all that which is, for him , the GOOD, and beyond all that which i s EVIL, there is yet “another thing”. This “som e thing” is an “ Impossibility ”, even more abstract than the impossibilitie s accessible to our spirit. That is the negative existence of GOD, all that is GOD conceived by Man, that is ‘not’. * * * To define that which GOD is not is thus im possible for Man. But to adm it that this must necess arily be , is to already propose the first term of a particular definition of this ABSOLUT E. Philosophers and m ystics, expressed jointly in theodicity, tell us that anagogical reverie and reasoning have allowed them to set down some m etaphysical certainties regarding God. In doing so they al so set the boundaries of their dom ain. Beyond what they have collected in the ne ts of their researches is EMPTINESS, certainly, b ut a luminous emptiness since the ultim ate image held by m an m akes him conceive G OD as a Brilliant L ight, blinding, cold, immobile, silent, and odorless. This dazzling dom ain, opening beneath the feet of the m ystic at the ex trem e lim it of his journey, is what the Kabbalah calls the “Empty Li mitless Light” , in Hebrew: “ Ain Soph Aur”. This com posite work derives from Ain: nothing, empty, from Soph: lim its, boundaries, and from Au r: ligh t 1 . * * *   1 It is clear th at th is is ab out th e u se o f metaphy sical elements of ex pressi on . The se t erms have no connection wi th physical light or co rrespo nd ing d arkness... Ain Sop h Au r equates with the id ea of Sp iritu al Illumin ation and Ain Sop h to that p urely agno stic To tal Ign oran ce. As fo r Ain, it is th e annihilatio n of all th ough t, all conception , the lo ss of kno wled ge, in th e eso teric sense of the wo rd... 31"},{"pageNumber":32,"pageContent":" II. – Ain Soph If we adm it (as was said in pa ragraph 1), that beyond w hat is con ceivable and translatable, there is a dom ain from which we cannot draw a single «im age », we are then led to recognize th at this notion of “ Light” is yet another one! Let us reject this, too, as be ing one of the last veils which m asks the E ternity of God from our view, and call Nothingness to our aid! T he Nothingness entrus ts us with another secret: it m akes us conceive of a “region” of the Unknown from which no “Light” em anates. Before us, clingin g to the edg e of the Abyss, is no thin g m ore than an inky, terrifying “Night” of shadow and silen ce. These shadows we divine to be without limit, as was itself the preceding “Light”. This, beyond Ain Soph Aur, is the “Lum inous Em ptiness ”, beyond this “Light” which was also a reality, this is called “ Ain Soph”, the “ Obscure an d Limitles s Emptiness ”. * * * III. – Ain But this “Night”, so te rrifying in its elf, is still o nly a re lativ e reality, s ince we are able to conceive of it! It ‘ is’, in its own way, and if it m akes us conceive «Absolute Nothingness», better than the preceding «Light », which was a still m ore tangible reality, it offers us another possibility of evasion... Let us then plunge into the obscure ocean, into th is black and cold immensity. At the end of the Voyage, when, having been beyond the “Lim itless L ight”, and explored the “Shadows without lim it”, we shall h ave rejected all notion or all i mage of the INEX PRE SSIBLE itself, when we f eel our spirit falter, when the ver tigo of Folly h as ca rried u s towards the “Horro r-Which-Has- No- Nam e”, towards th e IN COMPREHENSIBLE, then we shall see appea r the end of this dem onic “exam ination”... W e will g reet with jo y the liberating annih ilation! For a n ew metaphysical “region” will ope n its “Gates” before us, and above these Gates we shall finally re ad the W ord which will a llow us to sle ep, cradling our sorrow s and calm ing our wildly b eating h ear t, and this f inal W ord is “Ain” , which m eans: NOTHING... We can therefore conclude that beyond what is possible, beyond that which is no more, in one case as in the other, is “ NON-BEING ”. * * * This “NOTHING”, this dom ain where God is concealed “ that which will not be, that which is not and that which has never been ”, is the imm ediate an tipo des of another «region», w here God manifests “ that which has been, is, and shall be ”. Between th ese two worlds is a “p assage”, which we will revisit shortly, which is more accen tuated. Th is passage is in a way a “Threshold” and it is c alled Kether, the “Eternal Crown”. From Kether is born another m anifestation of God, in a different plane or world, and which descends, from “ref lection ” to “ reflection”, to the m ater ial 32"},{"pageNumber":33,"pageContent":"universe, to Man, to plants, and to m inerals. If we go still further, d escending even lower, towards the Nothingness of origin, towards the Abyss wher e all th e gho sts of “wha t will b e” b egin to teem , dance and float, we continue to distance ourselves a little m ore from Kether. Nevertheless, slowly but surely, passing one after the other through the zones visited by Dante, w e pass successively, after “the W orld”: “the P it” (or Sheol) , “ Perditio n” (or Abron) , “ Garbage” (or Tit A isoun) , the “W ell of the Abyss” (or Bershoat), the “Shadow of Death” (or Irasthoum ), the “Gates of Death”, (or Ozlomoth) , the “Valley of Aff liction ” (or Gehenna), the “Valley of Sleep” (or Gehenom) , and finally the “Valley of Forgetfulness” (Gehennain) . Beyond this, Tradition tells us, com es the “ Horror-Which-Ha s-No-Name” . There we find ourselves, on the edge of the ultim ate “Threshold”. Night, cold, black as the Grave; and Em ptine ss too! This E mptiness m anifests itself through the sensation of a fall without end. W e are before Ain, the “NOTHING”... And we have ringed the periphery... * * * From this f antas tic con ception of Absolute Nothingness , required by Maim onides, Ibn Ezra drew his genesis of the Sephiroth. “The concep t which r eunites the who le of th ese n egation s is the concept o f Ain Soph (without en d, infinite). Ain Soph is lim itless, one, in itself, without attribu te, with out will, withou t idea, with out inten t, without word, without action. This Being could not have willed Creation, since wi ll implies an im perf ection in the ag ent w hich wish es for the change”. But if this Being is inf inite, all is within him , and nothing is outside of him. Now, i f all is within him , it f ollows that the lim ited a nd defective universe is also within him , for if he hadn’t the power to realize the end, his power would be lim ited and would not be infinite. Here we should let the author speak: “The Infinite is a Being who is abso lutely p erfect and without lacuna. So, when one says that th ere is within him a lim itless power , but not the power to lim it him self , one introduces a lacuna into his fullness. On th e other hand, if one says that this universe – which isn ’t perfect – proceeds d irectly from him, one is d ecla ring that his power is im perfect. Now, as one cannot attribute a la cuna to his p erfection, it is necessary to adm it that th e Ain Soph has the pow er to lim it him self, which power is itself lim itless . “Once this lim it issues from hi m in a progress ive line, th ese are the Sep hiroth which constitute both the pow er of perfection a nd the power of imperfection. Indeed, when they receive the superabundant fullness whic h results from his pe rfection, they have a perfect power, but when the flow does not com e to them , they have an imperfect power. In consequence, they have the power to act both in a perfect and an im perfect m anner. 33"},{"pageNumber":34,"pageContent":"Perfection and im perfection bl end a variety of things. “Moreover, to say that God directed his will upon the creativ e Act without th e interm ediary of the Sephiroth is to expose oneself to an objection: that volition im plies im perfection in the subject who did the willing. To say on the contrary, that his will did not direct th e creative A ct, is to rais e the objection tha t Cr eation was a work of chance. Now, all that is born out of change has no esta blished order. Yet we can see that created things have a sure order: they are born, subsis t and perish in com pliance with this o rder. So, this order is the tota lity of the Sephiro th. The Sephiroth are the power of being of all that is, of all that falls under the idea of nu mber. As the existence of created things is due to the interm ediatio n of the Se phiroth, the y are nece ssarily disting uished the o ne from the other, and within them are a s uperior, inferior and middle region, though all issue from a single fundam ental root, Infin ite, without which there are none”. Thus the existence of the Sephiroth has been dem onstrated, but how can one then prove that they num ber ten, united into a single power? Th e Sephiroth, as we said, are the beginn ing and the princ iple of all which is lim ited. Now all tha t is lim ited is resolved in to one substance and on e place, fo r there is no substance without place and there is no place witho ut the presence of a substance. But the substance cannot be recognized by less than a triple pow er (superior, m edian, inferi or). So, when this triple power extends in length, breadth and depth (h eight), this gives nine possibilities; then, as a subs tan ce canno t su bsist without place, and vice ve rsa, it f ollows th at th e num ber which envelops substance and place cannot be le ss than ten. This is why it is said (in the Sepher Yetzirah) “Ten and not nine, ten and not eleven, for if one m ay believe that the three becom e nine, the four becom e six, whic h cannot be, for one m ust consider that the p lace on ly ex ists as a resu lt of substance, an d the substa nce and plac e cons titu te but one single and sam e power”. The num ber ten is not incom patible with the unity of Ain Soph, since unity is the foundation of all num bers, and m ultiplicity issu es from unity; just as a fire, a flam e, a spark, a light, a color, though distinct , nevertheless have a single cause. And, as for the proof that the Sephiroth ar e em anated and not created? This com es from the perfection of God whose m eans of pr oduction of the universe is Em anation; that is to say, a m eans which can expend itself without losing anything. Otherwise where would the m ark of divine perfection be, since the ch aracteristic of created th ings is pr ecisely to not b e id entica l to e ach othe r and to dim inish? Mo reover, how else could the Sephiroth m eet all the needs of the universe wit hout m easure and for ever? Yet if the Sephiroth are em anated, how can they b e lim ited, m easurable and concrete? C oncrete and m easur able reality is a consequence of their lim it and they h ave a lim it in order to m ark on the one hand, as we have said, the power of God to limit Hi mself, and on the other hand because all things m ust be lim ited in order to be perce ivable to the spir it; so the Sephiroth de stin ed to be raised up to the glory of God are destined also to be known by Man. But if the Sephiroth are lim ited, their lim its em anate from God in an unlim ited m anner. Th is is why it has been said (in the Sepher Yetzirah): “their m easure is ten without end”. Does Em anation have a beginning or is it et ernal? If it began one m ight object: how can there be novelty and change in the Absolute? And if one says that it is eternal, one 34"},{"pageNumber":35,"pageContent":"is exposed to hear the objection: but then the S ephiroth are equal and identical to Ain Soph. One must adm it that am ong the Sephiroth there is one, the first, which in fact existed in G od f or all e ternity, but o nly “in pow er”. As f or the obje ctio n of the ide ntity of the Sephiroth am ong them selv es, one can reply using the com parison of a flam e with which one could have lit all sorts of lum inaries, which though com ing from the sam e principle, would be m ore or less brillian t. I n the sam e way, the Sephiroth differ between the mselves in their gr eater or less er precedence. One would therefore be wrong to consider the Sephiroth as planes in which th e divine essen ce neces sary for the very exis tence and m aintenance of Total Creation are nuanced and unequally apportioned. On the contrary, they are in a very direct sense of the word demiurges (div ine workers) of the Intellige nt Energetic Powers. * * * In the ir m ore-or-less gre at dis tanc ing from the essence of Ain Soph Aur, the negative- Divinity creates from them a hi erarchy. We rediscover this Intelligent De cade defor med and bastardized in th e Christian theogony in the nine choirs of Angels, nam ely: Seraphim , Cherubim , Thrones , Dominations , Powers , Virtues , Principalities , Archang els , and An gels . The last choir is c onstitu ted, in the opinio n of the m ajority of theologia ns, of the Glorified Souls. Common Judaic exotericism designa tes them under the nam e of Chay oth ha Kode sh (word for word: animals of sanctity) . The Greek translate th is as aggelos, messengers, interm ediaries. These two latter expressions are correct enough: ‘messenger’ and ‘interm ediary’ are n ear to dem iurge or divine worker. Here are th eir nam es in Hebrew: Ophanim (“who unravel chaos”), Aralim (who maintain the form of subtle m atter ), Chashmalim (who ass ure the representation o f the effigy of the body and m aterial for ms), Seraphim (who produce the elem ents), Malachim (who produce the m ineral kingdom ), Elohim (who produce the vegetable kingdom ), Beni Elohim (who produce the anim al kingdom ), Cherubim (who presided at the creation of Man and who lead them towards Life Eternal), Ish im (who give Men intellig ence and understanding of divine th ings). We do not comm it the erro r of Manichea n authors, wh o put a So mber Decad e opposite the Divine Decade, com prising elem ents of opposing powers. Dualism is an error. Ev il as a pure en tity doe s no t exis t. It’s the m ore or less g reat absence of the Sovereign Good (the divine essence, we have seen, more or less withdrawn fro m som ething) which gives this illus ion. But there is neve rth eless an inve rse aspect to the ten Sephiroth. W e will return to this soon. The word ‘choir’ em ployed by Christian ange lology is quite precise, signifying in Greek “an assem bly of beings or th ings accord ing to a predeterm ined order and driven accord ing to precis e law s”. 35"},{"pageNumber":36,"pageContent":"This Sacred Decade is also found in Gr eek Mythology, with Apollo an d the Nine Muses: Apollo (Glo ry), Clio (History), Uran ia (M etaphy sics), Thalia (Com edy), Melpom ene (Tragedy), Polym nia (Eloquence), Calliope (E pic Poetry), E rato (Love P oetry), Euterpe (Music), an d Terpsicho re (Dance). The esot ericism of these defini tions, their roots in the psyche of Man and the m etaphysical li nks which result, are easy to discover. In Ind ia, Brahm anis m gives us the sam e Divine Decade: Brahm a, Vi shnu, Shiva, Maya, Om , Harangher-Berah, Pers h, Pradjpati, Prakrat an d Pran. The Celtic faith knows the “nine daughters of Hugh Kadarn ”, which m akes ten with this god. Pythagorism underlined more than any ot her philosophical move ment the im portance of the Decade and the Ten Pure Numbers com pos ing it. * * * As the Sephiroth are emanations and inte lligent planes, it is thus thr ough them and in them that th e eternal crea tions of God are realized. * * * In the d iagram m arked figure 1 , all the Sephiro th are laid out acco rding to a specific decreasing and proportional order. In truth, the picture does not s how their differences, but rather their states; for one cannot affir m from it that the S ephira Malkuth is farther away from Kether than that of Yesod. It is a simple distribution diagram. At the summit of the Tree we have thre e Nam es. Kether is the ultim ate manifestation of the Son before re-entering in to His own essence, a nd in this we a lrea dy wait to m eet the To tal “ Divinity ”. These th ree nam es effectiv ely on ly arrang e the mystery of the Triple-G od. Ain signifies Negation, Ain Soph is Limitles s, and Ain Soph Aur, Limitle ss Light. Imm ediately after th e last em anatio n Kether , in term s of observing the Divine, we leave the dom ain of r eality, of the creat ion. Then, naturally com e the opposites: Unreality and Unbeing. The Son, for us, is the last m anifestation of th e Di vine. He is still perceptible to us in the form of Man-God; and we visualize Him ju st a little, sin ce we are b ut fragm ents of Man-Archetype, m ade in His im age. If we were rein tegra ted into His essen ce (which is im possible since w e are only a creature) , we would then be able to dim ly perceive the Mother, the s econ d Person of the Trinity. W e would be unable to go further because it would be im possible for us to be incorporated into Her. This second person obstructs the perception of the first person 36"},{"pageNumber":37,"pageContent":"from us. The Spirit of Man loses itself in Her, and cannot go beyond. She is thus for us the Lim itless, as Ain S oph 1 is defined. On the subject of the Father, about whom we can learn nothing, we are reduced to an inte llec tual silen ce . To say nothing, is alm ost to repud iate Him . Hence the exp ress ion Ain: Negation 2 . * * * Hebrew tradition defines the m anifestations of the Ten Se phiroth with th e assistance of the Ten Divine Nam es. These Ten Divine Names do not offer their nam es (as a means of action through the Hum an W ord) as word s of power. Man is not perm itted to use th e Ene rgetic Power s in question for occult service. They do not define ten different gods. They sim ply express the Son, that is to sa y despite all, God, m anifesting Hi mself in a manner conferred by one of these planes. So we must translate them into the vernacu lar in order to understand th e nam e and the nature of the Nam e and the Sephira. These are modes of definition . But the Practical Kabbalah preserves them in their Hebraic 3 for m. * * * Being Energetic, Crea tive, Intellige nt Powers, the Sephiroth are natura lly the re alm towards which the evolutionary activity of Man m ust necessarily turn. For h im they should be refuges, protectors, and agents of his salvation. It is through them , from sphe re to sphere, that he m ust elevate him self towards the Divine, as high as h e can reach, when he finally succeed s in separating his own ess ence from the Gehenna which m olded and m ired h im, when he wished to be the equal of God. C. — The Cineroth or “Paths” The Kabbalist on arrivin g at Kether, the s uprem e Sephira, w ill then see God face to face, under the aspect o f the Son, His divin e m odel. He should then sto p there. If he seeks to perceive and define, the second Pe rson, the Mother, he will then enter in to Aïn Soph, the Lim itless. There he will s tray as in a s hadowy desert. The thir d aspect of the Triple-God, Ain, Negation, will flin g him back again to th e m etaphysical antipodes of the divine.   1 Black Vir gins are a n im age of this “ Divi ne Darkness”, called Ain Soph. 2 Bythos:'Aby ss of the Gnost ic. 3 He re the Wor d SON do es not sig nify t he third Person of the Ch ristian Tri nity, bu t th e BR IDEGROO M, the KOL, of M icrop rosopu s, as op po sed to the MOTHE R , the QUEEN, the BRIDE , whose pa rtner he is. We use t he term because it is a term familia r to Weste rn mystics. 37"},{"pageNumber":38,"pageContent":" A second fall will then consum e hi m, just ifying the words of Scripture: «You cannot see My Face and live ». Perhaps this ascen sion and th is descen t are eternal. Pe rhaps Aspiration and Expiration, this type of Divine “res piration”, are quite sim ply the true conditions of the Eternity of Creation, and, in consequence of the Immo rtality of Man-Archetype. * * * In each of the Sephiro th, the gen erative pro cess encountered before now in th e study of the “Tri-Une” God is reproduced. Thus a S ephira, properly speaking, is constituted from its Principle, sym bolized by the Di vine Na me to which it corresponds. This Princip le su bdivides itse lf into two others, them selves generato rs of a third. In their turn, each of th ese th ree term s em anates two seco ndary facto rs, and ano ther for the f irst original elem ent. This already gives us the unity , the terna ry, and the septenary . The decade is now reconstituted, born from the two, final schem as, as in the Divine. This leads us to twenty and a second elem ent. The twenty-secon d is but the result of th eir activity on the phenom enal W orld. Thus : 1 (One-God) 3 (Trip le-God) 7 (Sev en Spirits) 10 (Ten Sephiroth or dem iurges) 1 (Man-Archetype or the W orld) — 22 (Number of Creation accord ing to the Kab balah) (The Num ber of Letters in the Hebrew alphabet and the Paths of the Symbolic Tree.) This explains how Letters are im ages of Creation itself, or rather factors. How does this Creation take place at the heart of the Natura Naturante ? This is what the Sepher-ha-Zohar says. “Let us recall, in ord er to b etter pl ace the p roblem , that the Son em anates the Substance of this Natu ra Naturan te, the exte rna l ref lection of the Trin ity, f rom the Eternal Mother or Second Person. It is th rough the action of th e W ord on the Natura Naturante that Creation is concretized”. Here is the text of the Z ohar. “One m ust not conc lud e tha t Ma tter was c reate d with th e W ord or Cr eativ e Logo s, since He has already been m anifested befo re Creation. It certa inly existed for all eternity, but It was only manifest for the f irst tim e when Matte r was crea ted. 38"},{"pageNumber":39,"pageContent":"“Previously, the m ysterious Divine Infi nite m anifested His Om nipotence and Goodness through the m ysterious Thought, of the sam e essence as the Word, but silent and interior. The W ord, m anifested at th e tim e of the creation of Matter, exis ted previously, in the form of the Thought: for if the W ord is capable of expressing all that is m aterial, it is then un able to m anif est the im material. This is why Scriptu re sa ys: “And Elohim said ”. That is to say that God m anifested Hi mself in the form of the Word. This Divine Seed, by which Creation was effected, cam e to germ inate, and in transform ing itself from Thought to Word, made Thought Re ality. Thus, through a m ost im penetrable m ystery, the Infinite, with the sou nd of the W ord , struck the Em ptines s, though soun d waves co uld not be transm itted th ere. The s ound of the Word was thus the m ateria lization of the Em ptiness. “But this m aterialization would have rem ained forever in a state of im ponderability, if, at the instant of striking the Emptine ss, the sound of the W ord had not caused the spark to burst forth – that origin of Li ght, which is the suprem e mystery, and whos e essence is inconceivable. This is why the Word is called the Beginning, being the origin of all Creation” (S ee St. John, I). “The Word took the for m of the Letters of the Alphabet, which em anated from the Suprem e Point (Kether). “The Twenty-Two Letters of Scripture are included in the Ten Sephiroth and inversely (the Letters being the m anifestation o f the Creat or W ord, and the Sephiroth being situated in the dom ain of Creation), the Ten Sephiroth are included in the Letters... ” * * * The 22 Letters are thus representative Signs of Sounds, thes e Sounds being the manifestation of the Creator W ord. Yet befo re all, the Kabbalah claim s to understand the Chayoth ha-Kodesh , or sacred beings. “The Chayoth , crowne d with Lette rs, descend ing f rom the inte llig ible r egion of ‘On High’ into the inferior region”. At the m oment of Cr eation, the constituti ve elem ents were no t refined. It is by com bining them selves together – in super posing them selves – so form ing particular materializations of Divi ne Ideas, that the Le tters gave birth to all form s and all Im ages which exis t in the Crea ted W orld within the Natu ra Natur ante . 39"},{"pageNumber":40,"pageContent":" N° Letter Nam e Value  N° Letter Nam e Value 1 a aleph 1  12 l lamed 30 2 b bet h 2  13 m mem 40 3 g gimel 3  14 n nu n 50 4 d daleth 4  15 s sam ech 60 5 h He 5  16 o ayin 70 6 v Vav 6  17 p Peh 80 7 z Zain 7  18 x tzaddi 90 8 c cheth 8  19 q qo ph 100 9 t teth 9  20 r resh 200 10 y yod 10  21 w shi n 300 11 k kap h 20  22 u tau 400 Fig. 2. The Hebrew Alphabet The Zohar concre tize s them in the for m of ani mated and i ntelligen t beings . Thus, each word, com posed of letters, is a living being, then an object, a form or an i mage. There are as m any beings and things as th ere are poss ibilities of exp ression for the Creator W ord. Each object has a particul ar creator, which anim ates it and leads it towards its end, and the sm all-footed dem iurge is a “Chayoth crowne d with letters”, to use the im age in the Zoh ar. The Chayoth are thus divine ideas, working at the heart of each Sephira . To reiterate, these are the Æons of Gnosis. But above all, there are twen ty-two principals, each of which correspond to one of the twen ty-two Letters. The reason fo r this is that each Letter is th e initial, the head, the conductor of a word-idea of the Creator Logos. This explains why the Kabbalah considers in the twenty -two pr im ordial Chayo th twenty-two attributes of the Divine, also defined by Twenty-Two Divine Na mes, of which each Letter is the initial. We have seen before how th ese idea -forces are twenty-two in num ber (the sum of the creative elem ents, expressed in the Nat ura Nat urante). These ar e the Names ( see fi gur es 3 & 4). * * * Now one can conceiv e of a trad itio nal Kabbalis tic techn ique, one of whose branch es ( Temurah) , consists of transposing the letters of a word to create another out of the m (what we co mmonly call an anag ram) unites with verbal alch emy, since it effects a real transmutatio n of the Chayoth. 40"},{"pageNumber":41,"pageContent":"Equally, as everything arithm etically redu ces ineluctably to a num ber between one and ten, we see that all the words, that is to say all the Chayoth haKodesh, can be led through the addition of the num erical values of the Letters which com pos e them , to one of the ten prim ordial numbers, and thus at tached to one or other of the Sephiroth. This jus tifies the s econ d branch of Kabbalah, Gematria, which gives the nam es having the sam e num erical total as being of the sa me fa mily, so that, for exam ple, the words yaïn (wine) and sod (m ysteries ), whic h in Hebr ew both sum to 70. They therefore belong to the sam e Sephira. Finally, by taking the initial le tter of several words for ming an inte lligib le and complete sentence, on e for ms a new word, that is to say, a new Chayoth. An exam ple is the sentence “Atah Gibor Leolam Adona i” (“Thou art a Strong God throughout Eternity”), whose initials g ives the fam ous word AGL A. By this m eans, called Notarikon, Kabbalah discloses a new Chayoth. Being expressed normally and in ordinary forms, it is clo ser s till to the Divine ( that is, the Creator W ord) and has a greater occu lt power 1 . It is thus ev ident that su ch words serve to express pure, noble, elevated, and divine concepts (such as the attribut es of God) and that they ar e anim ated and conducted by the Chayoth; an d are m ore elevated and pur e than those guides of comm on words. This theory of living words leads us to the tr adition of incanta tions, m antras, th e “words of power’ of all ancient m agical syst ems. In this we on ce again encounter the occult power of Sound , graphically represented by the Letter, oriented by the m eans of the Word, dynam ized by its p lacem ent in the heart of a geometric figure, the w hole constituting a pentacle, a yantra... Just as the layout of the Sephiroth assum es it’s com plete and original form within the Natura Natu rante, so it is with the Total Cr eation – as this is rep eated in each of the Sephiroth in order to a llow it to be in itse lf – for these ten Divine powers are inseparable in reality. If we take any Sephira, at its head we will find a reflect ion of Kether, and at its end, a reflection of Malkuth. In parallel, deri ving from the denary Sephirotic layout, regardless of the Sephira, there will always be twenty-two Chayoth, a repetition of the twenty- two origin al Cha yoth 2 . * * * With the Chayoth ha Kodesh, we have m et what we call Entities, in our W estern mode of expression.   1 Whe nce com e the Divine Na mes of “n” (12, 22, 42,72, etc.) letters, real Egre gores of seco ndary Na mes wh ich co ncretize in to a single on e . 2 N ote that the 32 “Paths of Wisdom ” of t he Kab balists (com pose d of the 1 0 N umbers (Se phi roth = Nu mera tion ) and t he 22 Letters), are equiva len t to th e 32 prim ordial Æons of th e Gnostic School o f Valen tin ian , the 3 3rd Æ on bein g th e resu lt o f th e a co mm on actio n of the first 32 , and em anated after them . 41"},{"pageNumber":42,"pageContent":"We are now going to study them as individual beings. * * * But first, let us reach so me conclusions. A figure is not a Number . It is only a conventional gr aphic expression. It evokes an “additive succession” of Unity, whe reas Num ber expresse s this in an active m anner in the higher dom ain. Number is, in sum , a dynam ic m etaphysical force, a true entity. A Figure is to a Num ber what the body of flesh of a citizen is to the Collective Soul of his race, to the national Egregor; a representation s ituated in tim e, fleeting and im perfect. Num ber cannot properly apply to a succession of contingent yet disp arate ob jects. While a Fig ure can exp ress plurality in diffe renc e (exam ple: “all thre e”, when referring to a m an, his horse and his dog), a Num ber can not properly express plurality in this manner (example: “all th ree”, can only refer to three m en). Now, in Hebrew Sephiroth sign ifies numeration. The Sephiroth are thus Who le Numbers, and we have already been infor med of t he fact that they num ber ten, a scale of One m ust not conclude that Matter was crea ted with the W ord or Creative Logos, since He has already been m anifested before Creation. It cer tain ly existed f or all eternity, but It was only manifest for the f irst tim e when Matte r was crea ted. In consequ ence of this, the Cineroth, or chan nels, are als o called “Paths”, term s which indic ate tha t they link the Se phiroth tog ether and per mit travel both to them and from them, revealing new and unexpected aspects. In fact, our Cineroth are thus: 1) Metaphy sical elem ents gi ving access to an understand ing of Pure Num bers, and how to approach them . As such, they are “Paths”; 2) Metaphysical elem ents linking Pu re Num bers each to the other, and as such these are “Channels” in which (in the loos est sense) things m ay circulate. So the Cineroth are both the keys of num erical understanding and the m utual supports of these elem ents. Thus it is the study and use of thes e Cinero th which constitutes a large part of the Kabbalah. Now, the Cineroth are identical to the Letters, with which they f orm but one unit. A Letter is a Cineroth just as a Number is a Sephira. The relationship established between a Letter and a Number equates to the rela tions hip which exists betwe en the W ord and the Thought. “One m ust not conclude that Matter was crea ted with the Wo rd , since He has already been m anif ested bef ore Creation. It cer tain ly e xisted for a ll e tern ity, b ut It was on ly manifest for the first tim e when Matter was created . Before, the m ysterious Infinite manifested His om nipotence and His Infi nite Goodness with th e aid of His own 42"},{"pageNumber":43,"pageContent":"Thought, of the sam e essence as the Word, but silent 1 . Then the Word struck the em ptiness, and threw out light into it, the or igin o f all cr eation (I, 16 b). To do this, th e Word took the for m of the Letters of the alphabet. Everything was e manated from the suprem e and initial Po int». So Num ber equates to one of the ten essential Thoughts of the Absolute; and Lette r equates to one of the twenty- two essentia l Manifestations of this Absolute. The num bers and the lette rs equate to the relative “Thoughts” and “Manifestations” of the Absolute, as com binations of the preceding ones, summed. Figures 3 & 4 These are th e XXII Divine Names connected to the twenty-two Paths uniting the Sephiroth, w hich are linked to all practical activity on these P aths. W e give the Hebrew orthography for ease of transcription . 01 a Infinite G od Aiah hya 02 b Go d of W isdom Biah hyb 03 g Go d of Retribution Guia h hyg 04 d Go d of the Gat es o f Li ght Diah hyd 05 h Go d of God Haiah hyh 06 v Fo unding God Viah hyv 07 z Go d of Thunder Ziah hyz 08 c Merci ful God Hiah hyc 09 t Kin d Go d Tiah hyt 10 y Go d of Principle Iiah hyy 11 k Im mutable Go d Kiah hyk 12 l Go d of the 30 Pat hs of W isdom Liah hyl 13 m Arca ne (Hi dde n) God Miah hym 14 n Go d of the 50 Gat es of Li ght Niah hyn 15 s Go d of Lightning Siah hys 16 o Ad juring God Heioh hyo 17 p Go d of Discourse Piah hyp 18 x Go d of Justice Tziah hyx 19 q Go d of Right Quia h hyq  20 r Godh ead Kiah hyr 21 s Savi or God Schiah hyw 22 u Go d t he E nd of Al l Tiah hyu   1 Not obj ectiv e, but subj ect ive. 43"},{"pageNumber":44,"pageContent":"THE TWENT Y-TWO PAT HS N° of the Pa th Course of t he Pat h Divine Na me of the Pa th Na me of th e Intelligence governing t he P ath Corresponding Lunar Day 01 From Ket her to Chokm ah Eheieh Aiah 1 st day 02 From Ket her to Binah Bacho ur Biah 2 nd day 03 From Ket her to Ti phe ret h Gad ol Giah 3 rd day 04 From Chokmah t o Binah Dag oul Diah 4 th day 05 From Ch ok mah to Tiph ereth Hado m Eiah 5 th day 06 From Chokmah t o Chese d Vezi o Viah 6 th day 07 From Binah à Tiphe ret h Zakai Ziah 7 th day 08 From Binah t o Geb urah Hasi d Hiah 8 th day 09 From Chese d to Geb urah Teh od Tiah 9 th day 10 From Chese d to Ti phe ret h Iah Iiah 10 th day 11 From Chese d to Netzach Kabi r Kiah 11 th day 12 From Ge burah to Ti pheret h Lim mud Liah 12 th day 13 From Ge burah to Hod Meborak Miah 13 th day 14 From Ti phe ret h to Net zac h No ra Niah 14 th day 15 From Ti phe ret h to Hod Som ek Siah 15 th day 16 From Tiphe ret h to Ye sod Hazaz Aiah 16 th day 17 From Netzach to Hod Phode h Piah 17 th day 18 From Netzach to Ye sod Tzede k Tsiah 18 th day 19 From Netzach to Malkuth Kados h Quia h 19 th day 20 From Ho d to Yesod Rode h Riah 20 th day 21 From Ho d to Malkut h Sha ddai Shi ah 21 st day 22 From Yes od to M alkut h Thec hinah Thi ah 22 nd day D. — Tex ts in Action In the pre ceding chap ter we saw th at letters and words are alive. We will not resum e the them e. Let us sim ply rem ember that th e letter is the m aterial form of sound, its body. The word is the vehicle, the corpor eal envelope, the im age of thought. We conclude that thought is the soul of the word, as m uch as it is its manifestation. From this th eory is born the b elief in tex ts endowed with a particular virtue. Just as a sp ecific text can awaken various ideas and sensations in us, and set in motion the physical organs of our body wh ich correspond with these sensations (eroticism , anger, envy, etc...), so other categorie s of texts can awaken particular spiritual centers in us , and se t in motion ene rgetic forces enclos ed in us in a latent state 1 . Now, Man is a m icrocosm . Individua l Man is the redu ced im age of the Man- Archetype. The Archety pe is the red uced im age of the W ord. W e m ay conclude that there is a correspondence between these three worlds. Just as the string on a violin can vibrate sym pathetically with a similar string, in like m anner, if we set som ething in motion in the m icrocos m, we set som ethi ng in m otion in the m acrocosm in direct correspond ence with th e am plitude of the force used.   1 “Many image s borrow ed from very differen t orders of th ing s can, th rough th e conver gence of th eir act ions, lead the consci ous nes s to th e ex act p oint wh ere th ere is a certain in tuitio n to grasp”, says Berg son in his “ Introductio n to Metaph ysics”. Th is i s th e occult pu rpose of litan ies, to c reate a c hain of im ages... 44"},{"pageNumber":45,"pageContent":" To bring these inner Powers into action, religions and m agicians have always used immutable texts which explain the looked- for result, and which, by reason of their immutability and common repetition, are “livin g” tex ts, co mpos ed of “living” words, with rea l egr egores in the ir tu rn. The soul of the text is that which is expr essed thereby, the general idea which em anates from it. The m aterial body is the word which expresses it. T he double, the plastic in term ediary, is the hum an thought which accom panies the word. From this quick explanation one can see th e grave disadvantage of the disturbing of common pr ayers and invocations, and of substitu ting more or le ss successf ul adaptations for them : t he living form ulae are thereby abandoned for the adoption of others, which are de void of all lif e. Initiates in all ages have th erefore norm ally used the hol y texts of their own country, or of the nation which has taken them in. In India, thes e are the Ved as, the tex ts of Manu; in T ibet, the Ta ntras ; in C hina, the T ao; the Christian W est uses Gnostic for mulae, invocations taken from ol d Kabbalis tic “Clavicles ” or m ore simply from the Old and New Testam ent. Those most part icular ly used include : th e verses f rom Genesis, the Psalm s, the Gospel according to St. John, the Apocalypse, or texts tak en from Catholic cerem onies (Office of the Holy Spirit, Penitential Psalm s, etc...). This explanation has been necessary to give a good understanding of the rules which have served to develop the th eurg ic r itua ls which f ollow. 45"},{"pageNumber":46,"pageContent":" III. —THE DIVINE “EXISTENCES” Posit ive E xistence: The Sephiroth in the Five Worlds 1 st ) Az iluth We now return to our m etaphysical “observa tory” of a short tim e ago. Let us stand upon the “T hreshold of Eternity ” (Kether), and turn toward s Ain Soph Aur, the “Empty and Lim itles s Light”. We are before the first “Door”, that wh ich leads to NON-BEING. And fro m this “Door”, by m eans of one of the first s acred artifices which com prise the “Art of Kabbalah” , arises the BEING, “Manifesting-Ma nifest” GOD, for we are going to evoke GOD... * * * If we wish to see the Negative Light, infertile and cold, shed forth from Positive Light, fertile and warm, we m ust put ourselves, in our im agination, inside a cl oud, white as snow, immobile, without warm th and without cold, without taste and without odor. W e are “in the white”. This Solely- White, this pervasiv e “lum inescence” which al lows us to distingu ish all that, is th e proof that we have arrived at the lim its of Ain Soph Aur 1 . Then, alone, before us, in the m iddle of the shining whiteness of the cloud, ? web ring into ex isten ce a great triangle of golden light; we im agine it trans lucid, m ore dazzling than the m ost dazzling summ er sun, living, warm, radiant. This Triangle appears alive and beating, a little like a m arvelous “heart” belonging to another world. And suddenly, in the very center of this “image”, we feel the pres ence of the ABSOLUTE, its first m anifestati on, for the symbolic Triangle is alive, more alive than all ordinary beings. We have m et a new concept, a new “state” of BEING, and that is AZILU TH. * * *   1 It is import ant for the St ude nt to live these states of t he s oul in order t o understa nd them ... 46"},{"pageNumber":47,"pageContent":"What, then is Aziluth, th is plane of Pure Divinity ? It is in it that we shall m eet, in the course of our first m etaphysical deducti ons, the essential acti ons of the ABSOLUTE. Aziluth is still GOD Him self, as we have defined in the course of our ordinary theological conclusions; it is GOD-ALONE, in all His aspects ce rtainly, but without contac t with Creatur es. Aziluth is th e ensem ble of the “Divine Persons”. Now let us visualize our Golden Triangle, lum inous and living. In our im agination, let us br ing to lif e an “ image”, adorned with detail and warm with per fect color, the Face of a m ajestic Eld er with sk in warm as bronze, with flow ing hair and beard, whiter than snow, with blue eyes “like th e very heavens in their brightness” . Let us m aintain this “im age” to the m aximum, and cont emplate it for a long time. We will see it deta ch its elf from our im agination , to live a str ange and independent lif e, a little as though we had only called to it. We are in th e pres ence o f He whom the Kabbalah nam es “ the Ancien t o f Days” , the “ White Head” , “ the Ancient of Ancients” , “ the E xistence of E xistences” , “ the Admirable and Recondite Intelligence” , the “ Original Glory” . Let us now nam e Hi m! In Hebrew, the sa cred language of the Kabbalah, we breathe his m ysterious Na me: “EHEIEH”, “ HE WHO IS” . * * * Ain Soph is, accord ing to Isaac Luria, “the Om nipotent and M ost High Infinite Light, which no hum an thought or speculation can atta in, and whose existenc e is far above all inte llec t, w hich ex isted bef ore a ll things which were produced, created, form ed and made through e manation, in which tim e has never existed, and which never had a beginning, for It has always existed, and It li ves and shall live fore ver without beginning or end”. Aziluth, we now see, is GOD who veils Himself and clothes Hi mself in an anthropom orphic “ form” , the better to unveil Himself... * * * This f irst “ manif estation” is KETHER, in Hebr ew: “The Eternal Crown”. KETHER is the source of ALL. All that we are about to describe has issued from KETHER: and KETHER itself is at the sam e tim e the inf erior a spect of the unmanifest INFINITE, and the higher aspect of the manifest INFINITE. Through KETHER, Be ing passes back and forth, going from GO D t o Matter and for m Matter to GOD, fro m the “possible” to the “real-m omentary”, and fro m the “real- mom entary” to the “d efinitiv e-e terna l”. * * * 47"},{"pageNumber":48,"pageContent":" But we already know – a nd this by theologica l reasoning – that God is “three in one”. It rem ains to us to seek the two other “im ages”. Then, we wi ll have discovered what the Sepher ha-Zohar calls the MACROPROSOPUS , or “Greater Countenance” (the assem blage of the Ancient-of-Days), cons titu ted by th e An cient- of-Ancients and the “Balance”, o r Couple (an allusion to the pair whic h f orm the two scales of a balance and which seek the perfe ct equilibr ium belonging to them ). This Couple is called the “Higher Pair ”, com posed of the FATHER and the MOTHER, both issued f orth from the ANCIENT. * * * Now we return to ou r contem platio n, focu sing on the div ine Face of th e “Origin al Glory”. And now it is that, gently, the Holy Face of the m ajestic Elder becom es blurred and fades, and the lum inous Golden Triangle slowly reappears. Bu t this is only f or a mom ent, for, blurring once m ore, we see a n ew “im age” a ppear. We leave this to resolve, and now we are in presen ce of the F ace of a yo unger Bein g, with a h igh forehead, brown or light Beard, dark Hair sp read across the Head, and soft, grave ey es. It is the Eld er of a f ew mo ments before, rejuvenated, or His SON! An d, effectively, it is th e “ Son of the Father” ... His Na me is “the Second Glory”, the “S uprem e Father”, the “Creator Power”. These qualifiers defin e Hi m well. * * * This second “m anif esta tion”, issuing from the firs t, is CHOKMAH, or “Divin e Wisdom ”. W e welcom e Him with the Di vine Nam e which is His own: “IOH IEOHOUAH”, which is the Hebrew, word for wo rd, for: “Y ou the Being of Beings”, or “God of gods”. * * * If we contin ue to con template th e Face of the “Second Glory”, we will th en see it dilute, m elt, and disappear: and from th e lum inous, gilded m ist of the great evoca tory “Triang le” , we see that a new “im age” seem s to be appearing. Slowly, taking form , color and life, we see th e wonderful face of a wom an appear. Grave and gentle, serio us and benevolent, the Face of the “Great Moth er”, dear to all ancien t peo ples, She sh ines forth in Her turn. The face is that of a mature wom an, a “m atron”, still beau tiful and young despite everything. In her we see the Virgin Maiden that she was, the W oman that she is, and the Mother th at she will be, this las t work having the sense of grandmother, welcome, protection. And we will no t be in pe rfect a ccord with this mysterious influence which a ppears and glows, if we do not feel within us a cu riou s mixture of filia l lov e, platonic love, and intelligent adoration. Let us visualize her as a wom an of flesh in whom we rediscover, at different tim es, the com panion of our 48"},{"pageNumber":49,"pageContent":"adolescence, the idealized lover, the collabo rato r in our works and researches, and the mother, confidant throughout our lives 1 . As we already proposed in our original m editations (sim ples reveries ventured in the realm of M etaphysics), the “Mother” issues from the “Father”, just as the “Father” issues from the “Ancient of Ancients” . Let us nam e her, for she is BINAH, or “Div ine Intelligence”, a nd she is God in his third and las t m ajor aspect, which th e Ka bbalah calls so well “YEHOVAH ELOHIM”, or “SHE-the-Gods”, or again “The Being of Beings”, bu t in th e feminine, the term s being the sam e as the masculine CHOKMAH. It is a lso c alled the “Sanctif ying I ntelligence”, the “Foun dation of W isdom ”, t he “Creato r of Faith”, the “Dark Sterile Mother”, and at the same tim e the “ Brilliant Fer tile Mother”. F inally, it is the “Throne of Wisd om” of the Litanies of the Virgin, and in Hebrew “Mara”, the “G reat Mothe r ”... * * * These Three Divine “Persons” are thus Veils, Masks, with which th e ABSOLUTE clothes Himself before the creat ure so that he can visualize Hi m. Metaphysically this is a “ parallel” , an “ example” , which the m aster cites to be tter m ake the pupil understand. But one would be grossly wrong to im agine three different beings, each with their own persona lity. It is on ly in Chr istian Theodic ity that the “Father ” is dis tinc t from the “Son”, and the “Holy Spirit”, while proceed ing from their mutual Love, is nevertheless separated from the two initial aspects of the One-God. In the Kabbalah, this division of the ABSOLUTE does not ex ist, and he who holds to such comm its a fundamental error. “ Hear, O Israel, the Lord Thy God is One,” we are told by the Scriptures. Th is is tru e, f or GOD being all is much mor e than “t hree” im ages... He reveals Hi mself by as m any m asks and ve ils as th ere are Em anations. This is why, to better understand this m yster y, the Kabbalah also calls Him the “ Mystery of Mysteries” . W e will en d with a f inal visua lization exerc ise. * * * Now let us visualize BINAH, the “Great Mother”. Merge this im age into that which we created previous ly, that of CHOKMAH, the “Father of All”. When we have mastered these two “thou ght-form s”, so that they appear to ou r sim ple m ental c all, let us try to visualize both of them at the same time, side by side first of all, then sideways. We will the n see the ir p rofile, th e “ Father” b eing on the rig ht and the “ Mother” on the left. Then, slowly, let them dissolve. At th e sam e time that these two im age disappear, see that of the “Ancient of Ancients” a ppear... And behind this im age, once m ore, we   1 It is im portan t th at th ese Figures ap pear illumin ated from with in. 49"},{"pageNumber":50,"pageContent":"see the Great Golden Triangle of Lig ht: and wh en this has, in its turn, disappeared, the Great W hite, Lum inous Cloud. W e are before A IN SOPH AUR once m ore. * * * The “Sepher ha-Zohar”, and m ore particularly th e “Sepher Dzeniouth a”, explain tha t before the Beginning of All Thi ngs, “the Face did not rega rd the Face”. It is f rom this oppositio n that the s ix “Kings of Edom ” were born. These Metaphys ical Powers co uld not support the presen ce of the “First Gl ory” (Kether) and becam e the “Brok en Vessels” . This allowe d Martinez de Pas qually, in his T reatise on “the Reintegration of Beings”, to tell us that in the Beginning, “God em anat ed spiritual Beings who prevaricated”. Then com es the equilibrium of the two scal es of the Balance. The Coupl e com posed of the “Father” and “Mother” are in ha rm ony in their actions, and so are born Em anations which are m ore harm oniously c onceived. These are th e “Kin gs who come to m eet with the other Kings” of the Sepher. In f act th e Kabbalah, with its live ly, orien tal images, has n amed the ensem ble of the three first divine “Persons” the Macroprosopus , or “Greater Countenance”. From this Countenance, it creates a sym bolic “Beard”, w hich is synonym ous with the “ Kings ” standing in oppositio n to the Kings of Edom , “ Members ” of the Microprosopus (or “Lesser Cou ntenance ”, situa ted be low the f orm er), and whic h is som etim es called the “Inferior Couple” (as opposed to the “Superior Couple”: Chokm ah-Binah), when it envisages them conjointly with a seventh em anation. This Micr oprosopus, also bears the nam es of “ King ” and “ Bridegroom ”, when it is conjointly evoked with this seventh em anation, about which we will m eet shortly. * * * 50"},{"pageNumber":51,"pageContent":"Fig. 5. 51 51"},{"pageNumber":52,"pageContent":" Now, just as the “ Beard ” is born at the base of the Countenance, from the very flesh, so the six inferior Em anations giving rise to the six Kings of Edom are born from the three o riginal “Persons ”. As the ha ir of a beard g rows, each c onstitu tiv e c ell b eing bo rn from the p revious on e, so our six secondary Em anations are bor n two-by-two from the three superior Em anations. Here we note that the K abbalah calls these Em anations, th ese sym bolic Personae of ONE-GOD, spheres, in Hebrew “ Sephiroth ”, in the singu lar “ Sephira ”. Already we can easily see that , since these six secondary Sephiroth are born from the three first, they are inferior to th em , subjec t to them , as a son born to a f ather is sub ject to him , as a branch grow ing from a tree is of lesser im portance than it. * * * In Table 5 we can see the Se phirotic hierarchy, their na mes, the sym bolic “groups” they cons titute, the relationships whic h unite them to each other, etc. Let us retu rn to the m ental “evo cations” alread y used. Visualize the “Elder” a s before, with his hair and beard as white as dazzling snow, his blue eyes “like the very heavens in their brigh tness”. Then see ra ying out around him a resplendent golden “glory”, standing out against the si lver cloud of our earlier exercises. Imm ediately, for these “im ages” are real, and have been vitalized by centuries of ritu al exercises, we truly see in silhouette the shoul ders of the “Ancient of Ancients”, his ches t, th e whole upp er part of his profile , covered in a pur ple tun ic . We m ust now com e to a pe rfect visualization, where the blue of the eyes and the s ilver of the head and beard stand out perfectly agai nst the purple of the Robe. Then we will “con ceive ” that the s ix new Se phiroth ar e not located in th e sym bolic “Beard” alo ne, but indeed in the wh ole body, an d if we still do not discern the Feet, this is because we have not y et stud ied th e final Em anation. On the f orehead of the “Ancient of Anci ents”, we will im mediately se e the sh inin g forth of KETHER, the “Eternal Crown”. We see that KETHER , manifesting itself towards us, in Aziluth, is the Forehead, but that KETHER manifests itself towards Ain Soph Aur , being born there; it is the “Glory” which radiates around the Forehead! And so KETHER is tru ly th e “ Threshold of Eternity ”. Since we know that BIN AH and CHOKMAH are born out of KETHER, we can but suspect th at they are behind the “Forehead”, and effectively, they equate to two brains , and are m anifested by the two “E yes”, doors open to the real, the concrete, organs which serve to bring Understanding and Wisdom from outside the body . * * * 52"},{"pageNumber":53,"pageContent":" On the “Shoulders” of the “Ancient of Ancien ts”, we discern that there are two other Sephiroth, whose action is prolonged in the symbolic “Arm s”. W e wi ll now nam e them (see the Table): th ey are GEBURAH, “Div ine Jus tice ” or “Str ength”, and CHESED, divine “Mercy”. CHESED is som etim es called GEDULAH, in Hebrew “Love, Grace, Majes ty”. She is the “Rece ptive Inte lligence”, or moreover th e “Cohesive Inte llig ence ”. GEBURAH is som etimes called DI N, in Hebr ew “Justice”, or PACHAD, “Fear”. It is the “Radical In tellig ence”. From these two Sephiro th com e two m ysterious “Powers”, two special m agnetis ms. These are the “right” and the “left” of GO D of which the Scriptures speak. A third magnetism em anates from the ches t, the neutral, equilibrium . In effect, the generative sym bolism whic h presided at the personification of CHOKMAH and BINAH is renewing itself. KETHER has been redoubled in these two new Em anations. Both are reflected in the two following, CHOKMAH an d BINAH, for CHESE D (like CHOKMAH) has as a sym bol a “King crowned, seated on hi s throne, meting out justice ”. GEBUR AH h as in oppositio n: a “King arm ed , standing upon his chariot”. The King of peace and the King of war. * * * In their turn , CHESED and GEBURAH cons titute a new Triangle, th e revers e of KETHER’s triangle, and they fus e toge ther , thus giving birth to: T IPHERETH, or “Divine Beauty”, also nam ed the “ Mediating Intelligence”. It has a “Majestic King” as a m etaphysical “im age”. Later on, those of “A Young Child”, or of a “ Sacrificed G od” have been added through various influences . It is further called Zair Anpin: the “L esser Countenance”, as opposed to KETHER, exactly situ ated above it, but who is the “Greater Countenance”, since all the other Sephiroth em anate from it. It is also Melekh: “the K ing”, Ben: the “Son”, and Ada m, “Man”. We will call it: “Eloah”, being th e fem inine singular of Elohim. * * * The sam e em anating process contin ues to work. Doubling out fr om the la st te rm envisaged (Tiphereth) into two new Sephiro th: NETZACH, “Glory” or “Eternity”, and HOD, “Victory”; then, in parallel, doubli ng from the superior Sephiroth BINAH and 53"},{"pageNumber":54,"pageContent":"HOCHMAH, which give on the one side GE BURAH-HOD, and on the other CHESED- NETZACH. Then, the from the fusi on of NETZACH-HOD , a new term is generated: YESOD, “Foundation”, and thus doubling KETHER , which generates TIP HERETH and YESOD, the m etaphysical “Sun” and “Moon”. These Sephiroth are given various na mes and pos sess particular “im ages”: – NETZACH, the “Occult In tellig ence” (the magical arts, forbidden sciences), visualized as a “Beautiful, naked young W oman”. – HOD, the “Absolute and Perfect Intelligence” (the classic arts and sciences); as its “im age”, one should see it under the aspect of herm aphrodite Mercury, the Androgyne. – YESOD, the “Pure Intelligence” (as In tuition). Im age: “A m agni ficent nude athlete”. But all th ese are only ref lections of the cen tral S ephira: TIP HERETH, the “Majes tic King”. Th ey all cons titu te the “ Microp roso pus”, the “ Lesser Cou ntenance ”, the “Inferio r Couple”. W e will use an adm ittedl y heterodox ex am ple, to better explain this concept of the group of six Sephiroth in question: KETHE R-CHOKM AH- BINAH form the “Greater Countenance”, the FATHE R, and TIPHERETH, m anifesting in CHESED-G EB UR AH, NETZ ACH-HOD and YESOD, is the SON, the “Lesser Countenance”. If we want to visualize this new aspect of the TRINITY, let us take up once m ore the contem plation we began on the “T hreshold” that is KETHER. Visualize th e dazzling silve r Cloud , then th e Golden Tr ian gle of Light, the larges t possible, bo rn at its cen ter. Then, now we are sufficiently focused, the “Face” of the “Ancient of Days” its elf is born; the M ajes tic Elder , with hair and beard of silver, with clear sk in, b lue ey es, “like the very heavens in their brightness”, s houlders and chest covered by a purple Tunic, enligh tening im age of the interior, shining f rom within . From the chest of the “First Glory” is born the “Second Glory”, the SON (already manifested by CHOKMAH). Its Face has already been described above. It is s itu ated imm ediately below that of the Anc ient of Days, and his hair partly masks the white Beard. His tunic is white, a dazzlin g white like silver in the sun, and, with the purple background of that of the Ancient of Ancients , the contrast is even m ore accentuated. Thus the Lesser Countenance succeeds the Greater Countenance, the Microprosopu s born of the very “Beard ” of the Ancient of Days . And that is why the color of his tunic is the same as the Beard. Are we to c onclude th en that the es oter icism of the Sef er h a-Zohar af firm s that we should never take the metaphors of its writers to the letter? ... That we should strip them of all anthropom orphism? And yet, it is only by m eans of a new anthropomorphism that we can achieve this stripping down! 54"},{"pageNumber":55,"pageContent":"* * * The sam e Kabbalistic teachings tell us that a final Sephira exists, separated from all the others. This is MALKUTH, the “ Kingdom ”. Make a careful note of this word, for it has a particular im portance... MALKUTH, like all the other Sephiroth, possesses a specific Hebrew e xpression to define it, ADONAI ME LEKH, the “Lord and King” . It is also calle d the “Resplendent Inte llig ence ”, the “ Threshold” (and by this is has a clear analogy with K ETHER, since it is through this that one leaves the m aterial “World” to rem ount towards the Divine); the “ Threshold of Death” (this is a second analogy with KETHER, since, like the latter, one passes this “threshold” – leaving the Divine – to descend towards the shadows and the kenom e. For MALKUTH is also the “gate” which leads from the m aterial “World” towards the QLIPPOTH, the “exte rnal shadows”...). Then it is called the “Threshold of the Shadow of Death”, the “Thres hold of Tears”, th e “Threshold o f Justice”, the “Threshold of Prayer”, the “Threshold of th e Daughter of Powers”, the “Threshold of the Garden of Eden”, for it thus ev okes realm s where, by taking one direction or the other , one can successively attain the Path of Light or the Path of Shadows. Like KETHER, MALKUTH is a pl ace of passage, a door, a porch, through which one passes... It is also and above all that which has a “Young W oman, cr owned and seated upon a throne” as an “im age”. It is the INFERI OR MOTHER, in rela tion to BINAH, i t is “Malkah ”, the “Queen”, in relation to TIPHERET H, (the “K ing”). She is “Kalah ”, the Bride of the form er, the Black V IRGIN of theogony, and also the “W IDOW ” of Freem asonry, since she is partly separated from her SPOUSE. H ow? B y the very function which is attribut ed to her of being a “Door”. Of necessity opened upon the “dark side” (the QLIPP OTH, or infernal Sephirot h), this double natu re separa tes he r from com plete union with the BRIDEGROOM. It is for this reason that the “Divine Na me” given to her by the Kabbalah: ADONAI MELEKH ( “Lord and King”) is doubled with another Divine Nam e: ADONAI HA- ARETZ, “ Lord of the E arth” . * * * We know that she is the Queen, the BRIDE, and that she form s a distinct section in the group of ten Sephirotic Em anati ons. This is who she is - the Spouse of the Microprosopus, the Daughter of the Macroprosopus, the Widow of the Sacrificed God of Tiphereth. Let us take up our habitual visualization once m ore. C ontemplate for a long tim e the FATHER, c lothed in purple. At his chest is the Face of the SON, clothed in dazzling white. Here at the chest of the latter is born th e Face of the Spouse, th e Mother, the Daughter. The head of the young wom an has da rk, ebony hair, with colored skin, her shoulders and chest veiled in black . Let us contemplate th ese Three Holy Faces, staged the one above the other . On this triple foundation of black, white and purple we have 55"},{"pageNumber":56,"pageContent":"the three stages of the SEPHIROTI C TREE, in the three following groups: Fig. 6 AIN AIN SOP H AIN SOPH AUR... the FAT HER KETHER BINAH CHOKM AH The “ MAC ROP ROSOPUS” , the “ Group of t he Ancient of D ays”, the “ Superior Couple” the SO N GEBU RAH CHESED TIPHER ETH HOD NETZAC H YESOD The “ MICROPROSOPUS” , the “ King” , the “ Bridegroom ” , the “ Spouse” of the “ Infer ior Coupl e” , the “ Sacrificed God” . The HOLY SP IRIT (Paraclete) MAL KUT H The “ SPOUS E O F TH E MIC ROPROSOPUS ” , the “ Bride ” , the “ Queen” , the “ Widow” of the “ Sacrificed God”, the “ Thres hold”  To the QLIPPOTH ↓ * * * Scripture tells us that “ Woman” wa s drawn forth from the flanks, or rather from the “side” of “ Man” , during his sleep . Later on the Christian Evangelist teach us that Man and Woman are one and the same flesh. The f irst W oman is nam ed Heva, “ Alive” and the Hebrew roots whic h constitu te this word preside equ ally over th e words “dream , sleep”. Fro m this com es the es otericism of the Adam ic m yth. Thus MALKUTH is flesh of TIPHERETH, the Queen is flesh of the King!... Besid e the MICROPROSOPUS is the SPOUSE. MAL KUTH is thus both one of the Sephiroth, the las t of th e “Tree of Life”, and at the sa me time she constitutes a secon d Tree of Life, as great as the first, its reflection, its shadow or double, if yo u will. So the Wom an is beside her Husband, but there she is linked to him at the back 1 . In this secon dary Tree are reflected all of the Sephiroth of the original Tree. Thus, MALKUTH is the “ Shekinah” , or “ Presence of God”, for all th e Attribu tes of the original Tree are found represented in a single Seph ira. If we ex am ine the word “ represen ted” , we find within it the word “ present” . Thus is explained the wo rd “ELOHIM”, signifying “ She-the-Gods” , a feminine singular word , asso ciated with a masculine plural ! ADONAI MEL EK (“Lord and   1 Go etic rites tell u s of th e necessity, wh en there are sorce rers present, at the Sha bbat,t hat they dance back to back. 56"},{"pageNumber":57,"pageContent":"King”) is also ADONAI HA-ARET Z (“Lord of the Ea rth ”)! M ateria l Creation is sues fro m MAL KUTH, and it is the di vine “Person” who rules th ere. The W orld is the Wor k of the “Queen”, the “M other”, the “ Widow”, and that is wh y Goddesses (Is is, Dem eter, Cybele, etc...), preside over the Earth, not only the planet earth, but the Earth-Universe. This also allows us to evoke a mystery belonging to a m ore recent religion, Christianity. The mystic union of C HRIST and his CHURCH is nothing m ore than the “Newly-W eds” the “Kin g” and the “Queen”, the union of MALKUTH and TIPHERET H (TIPHERETH being considered as the synthe sis of a m etaphysical “body” of which it is the “head” and GEBURAH-CHESED, NETZ AC H-HOD, a nd YESOD, the “m embers”), the union of the HUSB AND and th e W IFE. * * * Regarding the ide a of “pres ence” , which co nstitu tes th e grea t m ystery of th e “SHEKINAH”, we are going to give a simp le exam ple. It constitu tes the best introduction to the study of the second em anated “world ”: that of BRIAH, which follows that of AZILUT H. Let us im agine a terrestrial realm , very ordinary. The people, going about their business, are a m aterial creation, “Men”. Representing the Suprem e Power, the “Royalty”, and set ab ove the people are th e adm inistr ative autho rity: po lice men, functionaries, etc... These are the Angels, Dom inations, etc..., of classical theodicity. Then comes the true “person” of the King. One m ight conclude that there where he is situated, is the m onarchy, he is its living manifes tation , active, and above all he personifies it. But “Monarchy” as a political prin ciple is everywhere, and is everywhere expressed through the Soverei gn, his Functionaries, the adm inistrative Attachés, etc... Just as the Monarchy-principle is thus invisible, but everywhere present or represented, so DIVINITY is its elf expressed in A ttribu tes, Em anations, Creatur es ; but it is itse lf personified and localiz ed by a series of essential “ mysteries”, of which the “Shekinah” constitutes the greatest o f all. 2 nd ) Briah The “world” of AZILUTH expresses PURE -DIVINITY revealing itself through the Divine “Persons”. In these “Persons” are two distinct groups. One expresses the three highest attributes of God. Their “im ages”, to better underl ine their spirituality, have no body but only heads or “f aces”. This is the MACROPROS OPUS. The other, to dem onstrate the lower side of these secondary “persons”, ha s com plete silhouettes as an im age, with lim bs, trunk, etc... This is the MICR OPROSOPUS. 57"},{"pageNumber":58,"pageContent":"Thus, the sp iritualistic e xperien ce which claim s that “sp irits” which m anif est in th e for m of a complete hum an being indicate th e recently disincar nated, who are s till very close to the physical plane. On the other hand, those in whom one can only distinguish the head or bust, express different degrees in spirituality and distancing from the material pla ne. From this we get the sym bolic wings of angels, or the “winged heads” of allegorical Cherubim . * * * 58"},{"pageNumber":59,"pageContent":" BEING. “ GO D M A NI FE ST ED ” CRE ATION. “ GOD MANIF E STING ” ----------- EVOLUTION - --------- OT Z C H AI M THE GREAT “ TREEOF LIFE ” KAL A H (th e Fiancée) THE LITTLE “TR E E OF LIFE” (in Malkuth) The Tree of Life i n A z ilu th The Tree of Life i n Malk u t h Principal Divisions Divine Na m e s of the Se p hiroth Divine Na m e s of the Se phirotic Elohi m The Tree of Life in Briah The Tree of Life i n Yet z irah (see the special Table) The Superior Sephiroth reflec t ed in Malk ut h Na m e s of th e Infe rior Sephiroth Divine Na m e s of the Inf erior Sephiroth Na m e s of the Principal Patriarchs of t h e Sphere The Sephiro tic Cat e gories of t h e Iz chi m The Correspondi ng Ten Beatitu d es The An cien t of Days Kether Eheieh Yod Yoh Keteriel Metatron Serpaniu m Chay oth ha- K odesh or “ S eraphi m ” Kether- MAL KUT H Rashith ha-Gilgalim (Pri m u m Mo b ile) Ada m Se m “C r o w n ” The “ G lorious” Chok m a h Yod Yehovah Yah El Chok m ael Jophiel Ratziel Ophanim or “Cher ubim ” Chok m a h- MAL KUT H M azloth ( S pher e of the Z odiac) Seth Ar phaxad “ H eritage” The “ P eace- Maker s ” The Superior Couple The MACR OP OSOP US Binah Yah Yehovah E l ohim Yeshon Shaddai Binael Z a phkiel Arali m o r “T hr ones” Binah- M A L K UTH Shabbathai (Sp h e re o f Satu rn ) E nos Sale “ I ncorruptibility” T h e “L over s of Jus tice” Chesed El Yehovah Chesediel Z a dkiel Chash m ali m or “ D o m inations” Chesed- MAL KUT H Tzedek ( S pher e of Jupiter ) Cainan Heber “ P ower” The “ W ellwishers ” Gebur ah E l ohim Gibor E l ohim Helio r Agla Yeheshuah Gebur ael Ka m a el Sa m ael Dinael Ser a phim or “ D o m inations” Gebur ah- MAL KUT H Mad i m (Sp h e re o f Mars ) Mahalaleel Phaleg “ V ictory” The “ T riu m phant Ones” T i pher e th E l oha va’ D aath E l Gibor T i pher i el Raphael Malach i m o r “ V irtues” T i pher e th- MAL KUT H She m esh ( S pher e of Sol) Jared Reu “ V ision” The “ P ure in Hea r t ” Netzach Yehovah Sabaoth Ararit a Netzael Haniel E l ohim or “ P rincipalities” Netzach- MAL KUT H Nogah ( S pher e of Venus) E noch Sar ug “ G race” The “ M ercif u l” Hod E l ohim Sabaoth Yehovah Hodiel Mikael Beni E l ohim or “Ar c hangels” Hod-MAL KUT H Kokab ( S pher e of M e rcury ) Methuselah Nachor “Reign” Th e “ R ich ” The Inferior Cou ple The M ICR OP OS OPU S (T he King . The Fia nce. Ada m Ka dmo n.) Yesod Shaddai Yehovah Sabaoth Yesodiel Gabriel Ker ubim or “Angels” Yesod- MAL KUT H L e vanah ( S pher e of the M o on) La m e ch Thare “J oy ” The “ F ortunate Ones”        59"},{"pageNumber":60,"pageContent":" The Q ueen , th e Fian cée, th e Ch u rch M a lkuth Adonai Melek Adonai ha- A r e tz E l ohim Sabaoth Sandalphon Messiah Em m a nuel M e lkutael I s him or “Glor i fied Souls” M a lkuth- MAL KUT H Olam Yesodoth ( S pher e of the E a r t h) Noah Abraha m “ P redestination” The “ E lect” CREATI ON. “ GOD MANIFESTING ” NON- BEI NG “ GOD UNMA N IFE S TED ” ---------- INVOLUTION ---------- (referring to the preceding table) TH E QLI P POTH ( “ PROSTIT U TED ”) or “ LITTL E TREE OF DEAT H ” THE “ AÏ NI M ” OR “ GREAT T R E E OF DE AT H ” Principal Divisions Na m e s of the divine Sephiroth The dark Sephiroth or “Qlippoth” Name of th e Principal Archdemon of the Qlippoth Names of th e ten infernal Legions The Three Categories of Aïnim. The Ancient of Da y s Kether “Val l e y of Dea t h” or Gehe n o m o th B e l zebut h (the “ O ld G o d ” ) Th e “False gods” Tha u m i el (A dv ersaries ) Chokmah “Valley of Forgetfulness” or Gehe n oum Py t ho The “ S pirits of Lies” Ghog iel Towards “Ai n Soph” The Superior Couple The MACROPOS OPUS Binah “Val l e y of Sl e e p” or Gehe n n e Beliel (the “Re b el”) Th e “Vessels of In iqu ity” Satariel (Conc ealers) “ AIN ”, Absolute Nothing Ches ed “Gates of Deat h” or Ozlo m o th . Asm odeus (t he “E xec u t o r ” ) The “ A vengers of Crim es” Ags h e k eloh (Perturbators ) Geburah “Sha do w o f D eat h” or Irast ho um . Satan (the “ A dve rsar y ” ) The “C onjure rs” Gol oha b (Bu r n e rs) Tipher e th “W ells of the Ab yss” or Bersho at Mer i h i m (t he “ N oo n d ay Dem on”) The “ P owers of Ai r” Tagirio n ( D isp u to rs) Towards “Ai n Soph Aur” Netzach “Refuse” or “ D irt” or Tit Aisou n Ab ba do n (t he “E xt erm i nat o r”) Th e “Furies Wh o So w Ev il” G h ar ab T z ed e k ( R a v en s of Death) The Infe rior Couple The MIC ROPOSOP US (The King. The Fiance. Adam Kadmon. ) Hod “Perdition” or Ab ro n Astaro th (t he “ S py ”) The “ A cc users ” and “Exec u tors” Sam a el (Liars) “ AIN SO PH ” The Shadows, Em pty an d Li m itless        60"},{"pageNumber":61,"pageContent":" Yesod “Ditch ” or She o l M a m m on (“C u pi di t y ”) The “Tem pters ” and “Spies” Gam a liel (Obs cene One s ) La Reine, la La Fiancée, L'Eglise Malkuth “W or ld ” or Aretz. Beh e m o th (the “Beast” ) The “ D am ned So ul s” R e schai m (The W i cke d ) “AIN SOP H AUR” Em pty an d Li m itless Lig h t Towards Kether, the \"Thre s hold of Eternit y \" Fig. 7        61"},{"pageNumber":62,"pageContent":"With the “world” of BRI AH, we penetrate into a defi nitely inferior dom ain com pared to that of AZILUTH. There, in Aziluth, each Sephirotic “pla ne”, each Sephi ra itself , is only “personified” by a divine “person”, or ELOI (“eloi” is the m asculine singu lar of “elohim ” an d “elo ah” is its fe minine singular). It is on the con trary, in Br iah, a SEPHIROTIC SPIRIT, or ARCHANGEL, whi ch m anifests, as a crea ture closer to us, the Divine-F orce of the aforesaid Sephira. Thus, by adding EL or YAH ( masculine a nd fem inine endings signifying god or goddess), the Hebrew language has the equi valent of the sam e Greek endings teos and tea of divine significance, or t hose of the sam e Latin endings deus and dea. It suffi ces to take the n ame of each Sephira, and by adding these term s, one gets : KETHERIEL BINAEL CHOKMAEL GEBURAEL GEDULAEL TIPHERIEL HODAEL NETZAEL YESODIEL MALKUTHAEL In the sam e m anner, expressing their differe nt divine attributes, for each Sephiroth we obtain: METRATON TZAPHKIEL IOPHIEL KAMAEL TZADKIEL RAPHAEL MIKAEL HANIE L GAB RIEL SANDALP HON (SANDALP HON being replaced by the na me EMMANUE L in certain tables). * * * One can co nceive the principle of the Arch angel as bein g the sam e as that of a “ Collec tive Spirit” , spirit of “ collectivities” that we will shortly envis age as the “world” of YET ZIR AH. In a fam ily, each m ember has his o r her own personality, b ut, however num erous they m ay be, the general ambience created from the in-common things by which all these people find them selves link ed to each other: interes t, heredity, common residen ce, origins, e tc., constitu te what one rightly nam es “ family spirit” , this general am bience is a little like the Archangel-Principle of a “ metaphysical fam ily”. Sim ilarly, each cell in our body has its ow n life, end, usefulness, qualities and defects, physiological or psychological, and each has its own soul, a m icrocos m, a 62"},{"pageNumber":63,"pageContent":"reduction of the great soul whic h is ours. This latter, our total-soul, constitute s the “A rchangel-Principle” of all our little cell-sou ls 1 . * * * 3 rd ) Yetz irah By virtue of the previous, we now find a f ourth Sephirotic Tree, tha t of Yetzirah . There we find m ore Divine Nam es expressi ng divine “Persons”, m ore Archangels, repres enting these “Persons”. But these “c ollectivities ”, constitutiv e cells of the Archangel, constitutive m icrocos ms of this m acrocosm which is the living Egregor in BRIAH. Here they are, disposed as previou sly accord ing to the Seph irotic d iagram : CHAIOT H HA-KODES H OPHANIM ARALIM SERAPHIM CHASHMALIM MALACHIM BENI ELOHIM ELOHIM CHERUBI M ISHIM 2 All the Hebrew na mes c an be expressed in English. Thus the Chaioth ha-Kodesh are the “Holy Anim als” of Ezekiel, the O phanim : the “Flashing W heels” ; the Aralim are the “Powerful Ones”; the Chashm ali m ar e the “Sparkling Dom inators”, etc.... All these Races of Spiritual Beings are totally d ifferent from the Hum an Race. They are as foreign to us as an in sect or a cetacean is to a pl ant or a chemical composition . There is as m uch distance between a chem ical form ula expressed in the sides of a matras and a m usical staf f, between a m usical composition and a pain ting or a statue, as between an Aralim and an Ishim , or an Ishim and an Ophanim. We place these “Beings” and like to com pare them using mundane examples, rather like claim ing to place s omething “ between Marseilles and Pentecost ”, accord ing to the apt popular (French) expression... * * * Now we com e to MALKUTH, the “Kingdom ”, the SPOUSE, the “CHURCH” of t he Christians, or the “QUEEN” of the Kabbalists... We know that it reflects a com plete SEPHIR OTIC TREE within it, and that within it we are going to be able to discover a three-dimensional landscape, familiar to ou r   1 Tote mism and Heral dry belong to th is sp iritual th eory. 2 Rem ember that the Ishim bei ng glori fied hu man souls, d o not figure on the Great Tree of the b ook-plate, as Mal kuth is ab sen t on this d iagram . 63"},{"pageNumber":64,"pageContent":"hum an comprehension, to express ourselves in a m anner other than using words warped and em pty of their usual sense. To understand the total inner life of th e aforesaid KINGDOM is to understand the com plete KABBALAH, and th at is to gras p the m echanis m of THEURGY, and possess the key of the W ords of Power. And this leads to the study of the world of ASSIAH. 4 th ) Assiah Let us now leave the “s piritual r egions” wh ich we have f requented up till now! Let us descend, and place o urselves in MALKUTH, in the very heart of the “KINGDOM”. We are in the Universe, a Universe which we understand to be dual, half-spiritual and half -m ateria l. Now, MALKUTH reflects the superior Sephi roth in itself (to which we have no direct access). This is why MALK UTH is cleanly separated from the MICROPR OSOP US. But it also reflects these Powers in the pl anes which are im mediately su bjacen t. Th e role held by the SEPHIROTHIC SPIRITS, or Archangels, and by the SEPHIROTH them selves, we will re tur n to la ter. I t conta ins: 1) the (T en) Orders of Fortunate Human Souls, or Ishim, for the Sephirotic Choirs, 2) the Symbolic Patr iar chs, the Evangelists, f or the Archa ngels, Princ ipals of th e Sephirotic Orders, for the very Nam es of th ese persons, who are claim ed to be hum an beings who are now reintegrated, are “Na mes of Power”, uniquely usef ul in ASSIAH, as was discreetly said by Martinez de Pasqually; 3) the Sid ereal “Spheres ” (plan etary, zodiaca l) f or the Seph iroth them selves. There, too their Hebrew Nam es are “W ords of Powe r”, as powerful from a magical point of view as those of the Sephiroth. * * * Let us leave descriptions, and carefully study the Tables of Correspondences below . They will reveal m ore than any comm entary... 64"},{"pageNumber":65,"pageContent":" 5 th ) Tables of Correspondences GENE RAL TABLE OF COR RESP ONDE NCE S OF THE S EPHIROT H “Names of Pow er” of Sephiroth ic Attributes in the 4 Worlds Sephiroth Azilu th Briah Yetzirah Assiah KET HER.. ..... Ehei eh Yo d Yo h Keth erie l Meta tro n Serp anim Cha ïoth ha- Kodesh Resh it Hag algelim CHOKMAH.. Yo d Yeh ovah Ya h El Chokmaël Jophi ël Ratziël Opha nim Mazlot h BIN AH ......... Ya oh Yehov ah El ohim Yeah ou Sh ad dai Binaël Tzaphk iël Aralim Shabbat hai CHESE D.... El Yehov ah Chese diël Tzadki ël Chas hmalim Tzedek GEBUR AH... Agla Elohim Gibor Elohim Elion Yesh uah Gebura ël Kamaë l Sam aël Sera phim Madim TIP HERET H. Eloa h va-D aath El MIBOR Tipher iël Rap haë l Ma lachim Shem esh NETZ ACH.... Yehov ah Sabaoth Ararita Netza ël Hanie l Elohi m No gah HO D ... .......... Elohim Sa ba oth Yehov ah Ho diël Mikaël Beni El ohim Ko kab YES OD......... Shaddai Yehov ah Tzaba oth Yeso diël Cabirël Cher ubim Levanah MALK UT H.. Ad on ai Mel ekh Elohim Tzaba oth Em manuë l Melk outaë l Messiah Sandalp hon Ishim Ola m Yesodo th 65"},{"pageNumber":66,"pageContent":"GENE RAL TABLE OF COR RESP ONDE NCE S OF THE S EPHIROT H Meanings KETHER Crown Chayoth ha-Kodesh Holy Beings CHOKMAH Wi sdom Ophanim Wheel s BINAH Understanding Aralim Powers CHESE D Mercy Chasm alim Blazing Dom inators GEBURAH Strength Seraphim Powers of the Fire- Princip le. TIPHERETH Beauty Malach im Kings of He aven NETZACH Glory, Eternity Elohim Gods of Hea ven HOD Victory Beni Elohim Sons of the Gods YESOD Foundation Cherubim Conductors MALKUT H Kingdom Ishim The Fortunate, Glorified Souls Ketheriel Crown of God Chokm aël Wisdom of God Meta tron Sarpanim Prince of Countenances Binaël Understanding of God Jophiël Courier of God Chesediël Mercy of God Tzaphkiel Vision of God Geburaël Justice of God Tzadkiel Justice of God Tipheriël Beauty of God Kam aël Strength of God Netzaël Glory of God Raphaël Re medy of God Hodiël Victory of God Haniël Grace of God Yesodiël Foundation of God Mikaël Reflection of God Gabriel Work of God Messiah Savior Emm anuel Sent by God Malkuth Kingdom of God Sandalphon Praise of God Rashith ha -Gilgalim Sphere of the Prim um M obile Mazlo th Sphere of the Zodiac Shabbathai Sphere of Saturn Tzedek Sphere of Jupiter Madim Sphere of Mars She mesh Sphere of Sol Nogah Sphere of Venus Kokab Sphere of Mercury Levanah Sphere of the Moon Olam Yesodoth Sphere of the Earth 66"},{"pageNumber":67,"pageContent":"MEANINGS OF THE “DI VINE NAMES” _________ EHEIEH ...................................... “You W ho W ere, Are and Shall Be”. YOD.......................................... “You”. YOH.......................................... “You Alone” or “Living God”. YOD YEHOVAH ............................ “You, Being of Beings”. YAH.......................................... “Essence of You Yourself”. EL ............................................ “God”. YEHOVAH ELOHIM ........................ “God of Gods, Being of Beings”. YESHU SHADDAI........................... “All-Powerful Savior”. EL ............................................ “God, m y God”. YEHOVAH................................... “Being of Beings”. ELOHIM GIBOR............................. “Strong God”. ELOHIM ELION............................. “Most High God”. YESHUAH ................................... “Savior of Beings”. ELOAH VA-DAATH ........................ “God of m y W isdom”. EL GIBOR.................................... “Strong God, m y God”. YEHOVAH TZABAOTH .................... “Lord God of Hosts”. ARARITA.................................... “Immutable, Indivisible God”. ELOHIM TZABAOTH....................... “God of Gods of Heaven”. SHADDAI .................................... “Almighty”. ADONAI M ELEKH .......................... “Lord and King”. * * * 67"},{"pageNumber":68,"pageContent":" ROLE AND ACTION OF THE SE PHIROTIC P OWERS MANIFEST ING IN “YETZIRAH” Hebrew Nam e Ang elic Choir Actio n Chay oth ha- Kodesh Seraphim They give and spread t he princ iple of Universal Life, manifestin g t he “ Glory ” of G od, cons tituting H is Ray s. They give Man th e perfect confla grati on of D ivine L ove, so a llow ing it t o liv e fi xed in T hem . Ophan im Cherubim Ordering a nd em anati ng pri mordial Cha os, they giv e M an the light of T hought, the stre ngt h of Wisdom , the highes t Ideas, and t he Figures by which we ca n visu ali ze divine t hings here bel ow. Arali m Thrones They maintai n the heart o f subtle M atter, the prim ordial Fo rm s and O rder establ ishe d by the Ophan im. They give M an th e se nse of U nion, the s tren gth to meet, an d to meditat e. Th ey allow our Mem ory to ta ke h old of Spect acl es w hich t he Ophan im procure for us. Chas hmali m Dominatio ns They assure the effec tive r eprese ntation of the Effigy of the Body an d per petuat e it. Th ey give Man t he in ner st reng th necessary t o co nqu er th e inner Enemy, an d to arriv e at th e En d assig ned to him . Seraphim Powers They prod uce the Four Su btl e Elem ents: Fire, Air, Water, E arth. Th ey gi ve M an their supp ort aga inst t he e xternal En em ies of his co rporeal for m. Mala chim Virtu es They pro duc e the Mi nera l K ingdom , Meta ls, Ge ms, and are the s oul of all m ineral medicine. They gi ve Ma n th e nec essar y strengt h to c onquer the Pow ers of Lies, and offer him the recom pense for whic h he is wan dering here bel ow. Elohim Princi pal ities They prod uce the V egetable K ingdom and g ive the ir virtu es t o the sim ple. They giv e Men t he subm ission of all things, embracing al l pow ers b y attrac tin g h im towards th em by a celestial a nd secret virt ue. 68"},{"pageNumber":69,"pageContent":" Hebrew Nam e Ang elic Choir Actio n Beni El ohim Archangels They pro duce the A nim al K ingdom and giv e the ir vir tues to a nim als. To Man they gi ve dom inatio n over a ll thi ngs to w hich he has a right , i n c onform ity w ith his n ature and the circum stances of his crea tion, to govern: anim als of the e arth, a nim als of the waters, ani mals of the air, e tc... Cherubim Angels They pres ide over the g enesis of M en, insofar as ind ividuals , and l ead them towards Life Eterna l. They m ake th em anno uncer s of di vine w ill, and int erpret th is Tho ught, giv ing them moral discer nm ent in t his. Ishi m Glorifie d Sou ls They giv e to Me n in telligence a nd the com prehensio n of D ivine T hings, as w ell as the same faculti es in th e arts and ordin ary know led ge. They pr ote ct t hem corporea lly , cou nsel th em spirit ually , a nd c ons titute in t hem tha t echo of m emory and h eredi tary ex peri ence . 69"},{"pageNumber":70,"pageContent":"“THE TREE OF LIFE” IN YETZIRAH SERAPHIM Metatron - Sarpanim Jeliel  Vehuiah   Elem iah Sitaël   Mahasiah   Achaiah  Lehahel   Cahethel THRONES   CHE RUBIM  Tzaphkiel    Jo phiel Caliel La uviah   Aladiah  Haziel Pahaliah Le uviah   Hahaiah  Lauviah Nelchael    Yezalel Melahel  Yeiaiel   Hari el Mehahel Hahiniah    Hakam iah  POWERS   DOMINATIONS  Kamael    Tzadkiel Lehahiah  Y ehuiah   Haaiah Nitaihah Menadel  Chavakiah   Seehiah  Ierathel Aniel    Reiiel Rehael  Haam iah   Lecahel  Omael Yeiazel    Vasariah 70"},{"pageNumber":71,"pageContent":" VIRT UES    Raphaël    Mi kael Hanael   Yelah iah  Veualiah   Sealiah   Asaliah Ariel   Mi hael ARCHANGE LS  PRINCIPALIT IES  Mikael    Haniel Yeialel Nemam iah  Daniel  Vehuel Mitzrael Harael  Im am iah H ahasiah Umahel    Nanael Ananel Iahhel  Mehaiah Nil hael Mehri el    Poiel ANGELS    Gabriel   Manakel Damabiah   Hahniah Eidel   Rochel   Haiaiel J abam iah   Mum iah 71"},{"pageNumber":72,"pageContent":" * * * “MAGIC IMAGES” OF ARC HANGELS “Kether” Metatron Serpanim: “ Figure of a Man with a Face shin ing like the Sun at full power, bearing two identical horns above the foreh ead, like m olten bronze from the feet to the waist, and o f brightest f ire f rom the waist to the head. He holds in his right hand a measuring stick, and in the left, a Cord of pure linen”. “ Chokhmah” Jophiel: “ A m an like the brightest light, clothe d in a long immaculate Robe, girded with a Golden Cincture, with Hair as white as sun-bathed snow, with Eyes of silver flam e, Feet shining like bronze fro m a s tirred-up furnace, holding in his right Hand “Seven Stars” with s ix branches, a Sword w ith two sharp edges bur sting forth from his Lips”. “ Binah” Tzaphkiel: “A m an like brillian t bro nze, cloth ed in a Robe of white linen, holding an Inkstand in his hand”. “ Chesed” Tzadkiel: “An Angel with four im maculate white W ings, clothed in a long Robe the color of purple, holding a Crown in one hand and a Scepter in the other ”. “ Geburah” Kamaël / Uriel: “ An Angel with f our imm aculate white Wings, clothed in a long orange Robe, bearing a Sword flat across hi s two hands plat, before a shooting Flam e ”. “ Tiphereth” Raphaël / Mikaël 1 : “ An Angel with four i mmaculate white W ings, clothed in a long Robe the color of gilded white, crushing the Dragon, holding a Palm and a white Standard bearing a Red Cross ”. “ Netzach” Haniel Anaël: “ An Angel with two imm aculate wh ite W ings, clothed in a long pink Robe, bearing white Roses in a fold of the robe”.   1 This is the Ma gical Im age of the Arc hangel Michael who is a ltern ativ ely ascrib ed to Hod . 72"},{"pageNumber":73,"pageContent":"“ Hod” Raphaël / Mikaël 1 : “ An Angel with two i mmacul ate white Wings, clothed in a long grey-green Robe, bearing a Pyx in one hand, the other l eading a young Child carrying a large F ish”. “ Yesod” Gabriel: “ An Angel with two immaculate white W ings, clothed in a long blue- tinged white Robe, bearing a lit R uby-Red Lam p in his two Hands”. * * * THE INNER SEPHIROT H OF THE “KINGDOM” Malkuth, co nstitu ting th e “Kingdom”, reserved to fortunate and glorified hum an Souls (“The Great Communion of Saints”) sees, acco rding to Kabbalis tic Trad ition, a seco nd, inte rior, Se phirotic Tr ee cre ated w ithin itse lf. Indeed, this Sephi ra is both the base (“feet”) of the Overall Tree, and its double (“back”), sim ilar to the front and obverse sides of a Medal. In each of the ten Sephiroth in terio r to Malkuth, the ten Categories as sem bling the “Ishim ” (Choir of Malk uth) a re distributed, co mprising th e Eight Bea titud es, to w hich are added two higher categories, indicating en try into this Tree and th is Sephir a and departure: a passage to and from “Or ders” of Holy Beings other than the “Ishim ”. Zodiac Seco nda ry Se phiroth Beatitu des 2 Categori es or Seco nda ry Choirs Malkut h/Ket her The Glorious Crown 1° M Malk uth/Chokmah The Peace-Ma kers Heritag e G Malkut h/Binah The L overs of Justice Incorru ptib ility E Malkut h/Chesed Th e Ben evo lent Power C Malkut h/Geb urah The T riumpha nt Ones Victory A Malkut h/Tiphe ret h The Pure in He art Visio n F Malkuth/ Netzach The Me rciful Grace D Malkut h/Ho d The Rich Reign B Malkut h/Yeso d The Fortunate Joy K Malkut h/Malkuth The Elect Pred estin ation   1 This is the Image for the Arc hangel Ra phae l som etimes placed in Tiphe reth. 2 These “Beatitude s” are those in the Gos pels and wh ich C ornel ius Agrippa gi ves i n hi s “ Octena ry Tabl e” (Occ ult Phi losophy, L . II ). We ha ve but clearl y expr ess ed t his “beat itude” , w hich i s usual ly de fined (wrongly), as the price they have pai d he re belo w, a nd we have done the sa me with each of the corres ponding categor ies of t he Elect. To c omplete the Sephirotic Decade, we m entioned wh at t he the ologians have nam ed the Militant Churc h, wh ich are So uls still in th e cou rse of in carn atio n, bu t already “elect”, th en fro m the su preme “Cro wn ”, we have alrea dy draw n t he tenth, which we cal led “T he Glorious”. 73"},{"pageNumber":74,"pageContent":"* * * ACTION OF THE TEN ORDERS OF THE FORTUNATE ONES I. – The “Glorious” – Manifesting divine glory in hum an W orks. They help us against “False gods” and allow their disclosure and conquest. II. – The “Peace-Ma kers” – They allow us to do battle against the “L ying Spirits” and conquer them. They gi ve Man peace of heart and soul. III. – The “Lovers of Justice” – Facilitators of retribu tion for our Actions. They turn us towards the expiation of our fa ults and errors, inflict purifying proofs and also allow us to free ourselves from the de monic yoke of the “Vess els of Iniquity” w hich we have self-im pos ed upon ourselves and which would be endless without th ese ex piations. IV. – The “ Benevolen t” – Make us m iserable and indulgent, m aking us beneficiaries of Divine Mercy, and allow us to so vanquish the evil angels, “Avengers of Cri mes”. V. – The “Triumphant Ones” – Make us equitable and ju st, w ithout delinquent weakness. They help Man in the ba ttle agains t “Prestidig itators” and bring about their vanquishing. VI. – The “Pure in Heart” – Give us here below a sound understanding of divine things, ra ise us towards the absolute Truth, m ake us conceive it, and understand God from whom it em anates . They allow us to vanquish the angels and “Powers of Air”. VII. – The “Mercifu l” – Make Man charitable and com passionate, m ake hi m understand and assim ilate the notion of Divine Love, reflected in His creatures. T hey help us to va nquish the “Furies Who Sow Evil”. VIII. – The “Rich” – Separate us from things here below, and m ake us m easure the wealth of this world as to its true worth. They help Man to vanquish the “Accusing and Executing” angels. IX. – The “Fortunate” – Give us the moral consolation necessary to endure the trials of this world, help us to c onquer the tem ptations which tighten around us by the “T em pting and Spying” angels. X. – The “Elect” – Although they don’t yet belong to the “Realm of Hea ven” and are still incarnate here below, thes e Souls are still attached, through some mysterious predestination, to this “ Real m”. They help us to approach God, console us, counsel us, m aterially expre ss by exam ple the dutie s that are ours. They are our tangible “Guides” here below. They allow us to vanquish the “Da mned Souls”, our evil counselors in this world. 74"},{"pageNumber":75,"pageContent":"6 th ) Being and Non-Being If we try to summarize th e double aspect of G od, which we have brought to your atten tion in the two the ologies, bo th affirmativ e and negative, we find ourselves with these four groups: 1) God as the totality of Manifestation, but also as having impermanent and conditional attributes. 2) God as the totality of possibilitie s of Manifestation, but also as having permanent and unconditional attributes. 3) God, as the totality of possibilitie s of Non-Manifestation, having attributes absolutely beyond all imaginable conception, and beyond plurality as beyond unity. 4) God, being neither “knowing” nor “ unknowing” from the various m odes of Manifestation, the Divine Unconsciousness 1 . These four states are found in Man, and René Guenon gives us these relationships: state o f vig il, which corresponds to gross manifestation; state of dreaming, which corresponds to subtle m anifestation; deep sleep, which is a “causal” and an inform al state. To this state one m ay so metim es add another, that of death or of Ecstatic Sleep, considered as an interm ediary between Profound Sleep and death 2 . * * * And so is the God of th e Kabbalah presented in the thr ee “ emptinesses ”: Ain Soph Aur, Ain-Soph and Ain. But these three term s are them selves capable of allowing us to recover, beyond their abstractions, the ultim ate, imm anent, eternal Reality . Qu' on en juge. It is tr aditio nal in Kabb alah to seek the se cret es sence of a s entence, by constituting a keyword using the firs t letter of each of its words . This is by use of notarikon. So, if we contract the aleph (A), the shin (S) and the aleph (A), the initials of Ain Soph Aur, we obtain the word Asha, signifying in Hebrew: “ Burning Fire” 3 . The second term : Ain-Soph, gives Ash, being in Hebrew: “He is” 4 . The third term, Ain, only gives only one letter: ale ph. Now, in the Phoenician   1 “W hat is God? ”, says t he Bu ddh a. “ He alo ne fo llows, no t ev en p erhaps...”. It is to this asp ect of the Divine that the fo urth aphorism above re fers. And Ibn Arab i tells us: “Th ere is no thing , ab solutely not hing, which e xists o urside of Him (Allah), but He un derst ands H is ow n existence witho ut this underst anding exi sting i n any ma nner ”. (Trea tise on Un ity ). 2 Ren é Gu enon : “ Ma n and hi s Beco ming accor ding t o the Vede nta” . Cha cornac, editor. 3 “An d the cou nten ance of the Eter nal b eing like a d evou ring fire...” ( Exodu s, XX IV , 17 , 18). 4 “The n G od sa id unto M oses: “Th ou shal t say unt o t he C hildren of Is rael : He w hom is cal led I am hat h sent m e unto ye... “ (E xodus , III, 14). 75"},{"pageNumber":76,"pageContent":"alphabets, it was usua lly represented by a “ bull’s head”. This gives us the final meaning... Let us recall the sym bolism of the Golden Calf (the calf is a virgin bull...), whose cult was, in the eyes of the wi se m en of Israel, “th e abom ination of abom inations”... Let us also recall the “ Absurdity of the Bull’s brow”. .. Let us recall Melkart, or the Carth aginian Molo ch, devourer of infants within h is furnace. Moloch, who was a bull of bronze... * * * From the preceding, we can deduce that the God of Israel is well described in the sym bolis m of the Tem ple of Jerusalem . In the Holy of Holies, behind the purple Veil, there is no clarity, a nd obscurity reigns. It is Ain Soph, the obscu re em ptiness . “Darkness is my dom ain” Deuteronom y tells us. His nam e is Yahweh: “He is”. He is Non-Being, the Prim itiv e Abyss. In the T emple, before th e Veil, is the Seven-Branched Candela bra, the sacred light. It is Ain Soph Aur, the “Burning Fire”. Moses, who saw Hi m in this im age, in the bu rning bush of Mount Horeb, tells us: “God is a fire which burns...”. And Revelation explains: “You cannot see m y Fac e without dying...”. As f or the alta rs of anim al sacrif ice, they were furnished with bull-lik e horns at th e four corners, as em ble ms of the places and means of destruction of life, linked to Ain. IV. — THE “QLIPPOTH” “PURITY is o nly found i n Parad ise or in Hel l” . (St. FRANÇOIS de SALES ) The Tree of Death MALKUTH is the “nadir” of evolution, the lowest point – in “ASSIAH” – which the Being in process of elaboration can norm ally face. Its extreme asp ect is thus the “World”, but this “ World” of Souls, is called to clim b up ag ain towards KETHER. We have seen that these necessarily in carnate s ouls, during the course of this incarnation, bear the nam e of the last ca tegory of Ishim , that of the Elect. Opposing them , and in the “World”, are lined up the “Dam ned Souls”, synthesizing these two categories of the front line in the eternal com bat of GOO D and EVIL, two Powers equally opposed: HELI, who was Enoch, John the Baptist, and all the great leaders of Hum anity, and BEHEMOTH, the personification of all the Antich rists pe rm anently incarna ted. This latter is a lso the “Grea t BE AST”, whose “Num ber”, in the sa yings of the Apocalypse, is 666. But, because it is situated at the last rung of th e TREE OF LIFE, MALKUTH is in osm otic contact with the TREE OF DEAT H, t he inverted Tree. Just a s the Secon dary Tree of MALKUTH is called the “Queen”, th e “Bride”, the “Virgin”, an d the SPOUSE 76"},{"pageNumber":77,"pageContent":"of the Microprosopus, to this inverted Tree is given an analogous but contrary name: it is ca lled QELIPHAH, the “ Prostitute ” . It is effectively this Hebr ew term which recurs the m ost often in the m etaphorical expressions of the Prophets, adm onishing the people when they degrade them selves or abandon the “WAY” of the Lord. It is this sam e ter m which the Apocalypse also em ploys to designate the BEAST, a nd we are going to see that this term was not at all an exoteric expression unconsciously chosen by m isogynistic ascetics or exaggerating puritans! * * * 77"},{"pageNumber":78,"pageContent":" A Z I L U T H AI N S O P H A U R A I N S O P H A I N Q L I P P O T H A S S I A H YE T Z I R A H B R I A H E m p t y , L i m i t l e s s L i g h t E m pt y , Li m i t l e s s S h a d o w s N o t h i n g KET HER MALKUTH Ev ol ut i o n In vo lu ti o n In vol u t i o n Ev ol uti o n BEING BEING NON NO N - - BEING BEI N G A Z I L U T H AI N S O P H A U R A I N S O P H A I N Q L I P P O T H A S S I A H YE T Z I R A H B R I A H E m p t y , L i m i t l e s s L i g h t E m pt y , Li m i t l e s s S h a d o w s N o t h i n g KET HER MALKUTH Ev ol ut i o n In vo lu ti o n In vol u t i o n Ev ol uti o n BEING BEING NON NO N - - BEING BEI N G THE “WHEEL” Fig. 8 All that is c orrupt in Lif e, contrary to the eternal designs of the ABSOLUTE and eternally rejected by Him, m ust be expelled, and this type of m etaphysical “execration” takes place in the inverted Tree the TR EE OF DEATH (as opposed to the TREE OF LIFE), beyond the SPOUSE, in the PROSTITUTE... For we cannot ignore that GOD, in Whom reside all “Possib ilitie s” of go od and ill as a result of his absolute Omniscience, operates for all ETERNITY an eternal discrimina tion between what He keeps, c hooses, adopts and realizes by means of His “Emanations” , and what he refuses, rejects and reproves. That which He rejects constitu tes th e Evil Powers, th e s inis ter “KINGS OF EDOM” who existed before all that is now drawn from the Nothingness. These are the broken VESSEL S of which the Zohar speaks. 78"},{"pageNumber":79,"pageContent":"In this fraction of MALKUTH which is in contact with the upper part of the QLIPPOTH (and which is its Malku th, sinc e the Kether of the QLIPPOTH is evidently situa ted far below...) , cosm ic refuse cannot be reborn in the planes of organized form before finding equilibr ium, and the eternal purpose which has been assigned to them. Thus, in the W orld of the Qlippoth (plural of QLIPPAH), there is a “sphere” which is not “Hell”, but rather “Purgato ry”. This is a res ervoir of dis organiz ed p owers, resu lting from for ms that have been dest royed and rejected by evolution. It is this reservoir of powers which the “Shells”, to use Dion Fortune’s term , the im perf ect entities use to construc t th eir vehi cles, which they quickly succeed in. All the entities which m anif est in the course of magical subterranean evocations, or of a necrom antic character, are par tly con struc ted with this pa rticular substa nce of CHAOS. * * * This evolution and this involution can constitu te a very long journey – perhaps even etern al? Now, esoteric Jud aism affir ms the preexis tence of sou ls, and it draws its argum ents (and irrefutably, besides), as m uch from th e Old Testam ent as from the New. Let us quote from m emory the fam ous pa ssage from Deuteronomy (XXIX, 14, 15), where Moses finds him self obliged to give this justification to his people: “It is not for you alone that I m ake this c ovenant and these execrations, but also for all those who are PRESENT before the Lord our God, but who are NO LONGER with us ”. And this: “And I m ore abundantly praised the dead than the living, and I judged them even happier than them , those who have not yet been born, and who have never seen the evil which is done under the sun ”. (Ecclesiast. of Solomon: IV, 23). “And I was an inte llig ent child, and I received a good soul. And becoming more and more good, I came into an undefiled body “. (Book of W isdom : VIII, 19, 20). * * * In his book “ De Creatio ne” , Manasses Ben Israël cite s the following passage from the Gemara Chagiga: “In the Em pyrean Heaven is the abod e of life and peace, where are found the souls of the jus t and the ce lestia l spirits, and also the souls which must come into the world “. * * * 79"},{"pageNumber":80,"pageContent":"THE “KINGDOM BE LOW ” AND THE “QL IPPOTH” To the Sephirotic Tree m anifesting in Ma lkuth corresponds an inverted Tree, which is its teneb rous ref lection . Kabbalistic Traditi on classifies th em as the “Perverse Being s” in categories corresponding to th e several Classes of the “For tunate Ones” or to various Angelic Choirs. Bright Opposing Sep hiroth Dark Seph iro th or “Qlip po th” 1 Name s of th e “P erverse Beings” Arc hdem on 2 1 M alkuth/Ket her the “Valley of Death” “False Gods” Beelzebub 2 M alkuth/Chokmah the “Vale of Fo rgetfu lness” “Spirits of Lies ” Python 3 M alkuth/Binah the “Vale of Sl eep” “Vessels o f Iniquity” Belial 4 M alkuth/Chesed the “Gates of Death” “Ave ngers of Crim es” Asm odel 5 M alkuth/Geb urah the “Shadow of Death” “Con jure rs” Satan 6 M alkuth/Tipheret h the “W ells of t he Ab yss” “Pow ers of Air”» Meririm 7 M alkuth/Net zah The “R ubbis h Pit” “Fu rious S owe rs of Sickne ss” Ab badon 8 M alkuth/Ho d “Perdition” “Accusers -Executione rs” Astaro th 9 M alkuth/Yes od the “Ditch ” “Tem pters and Snea ks” Mammon 10 M alkuth/Malkut h the “World ” “Dam ned S oul s” Beh emoth An tichrists * * * ACTIONS OF THE TE N DEMONAIC OR DE RS The “False gods” — Try to encourage a cult of la tria (worshipping sub-ordinate powers), tu rning Man f rom true Gnosis and tru e W isdom , substitu ting this f or God and His Em anations to induce him in to error. Cause religious fanaticism , ideological persecution, and the dest ruction of works of the spirit. The “Spirits of Lies” — Mislead Man through pse udo-prophecies, lying Oracles, illus ions of reasoning, f alse philoso phical or m etaphys ical conclus ions. Make those responsible for the conduct of people, and religious chiefs, err.   1 He re are the Hebre w nam es used i n the ritu al tex ts to designate these categories: 1 = Ge hen omoth 4 = Ozl omoth 8 = A bron 2 = Ge hen om 5 = Irasht oum 9 = She ol 3 = Ge hen na 6 = Bersh oat 10 = Aretz  7 = Tit Aisoun 2 He re are the meanings of these Dem onaic Nam es: Beelzebub: “Old god”. Pyth on : « Serpen t ». Belial: “W ithout Balance”; “ Apostate”; “Re bel”. Asm odeus: “Execut or”. Shatan: “ Adve rsary”. Meririm: “No onday Dem on”. Ab badon: “Devast ator”; “Ext erm inat or”. Astaro th: “Sp y”. Mammon: “C upi dity”. Beh emoth: “th e Beast”. 80"},{"pageNumber":81,"pageContent":"The “Vessels of Iniquity” — Also called “Vessels of Anger”, sowing Hate between crea tures, inciting the m to harm each othe r, inspiring d iscoveries that will encourage the growth o f the ills of unbr idled ambition and envy; generators of both wars and broken covenants. They break up friendships and spoil love. The “Avengers of Crimes” — Incarnate m alef ic “f atalism ”, setting th emselves to ruin all that Man im agines to be beauti ful and good. Hinder moral and m aterial evolution and progress. They unleas h blind Des tiny so th at they are ever m ost harmful to living creatures, directin g acciden ts and rele asing catastrophes. The “ Conjurors ” — Imita te real mirac les, facilita ting ephe meral and f alse resu lts to pseudo-m ages, leading astray philosophers who do not follow true asceticism , frighten the tim orous during individual initiation, inf est places known as “haunted”, molest sain ts and ascetics, to m ake them recoil f rom the true way o f salvation. The “ Powers of Air ” 1 — Unleashing natural scourges so that their destructive effects are am plif ied. T hey are the m otive el em ents of Thunder, H ail, destruc tiv e W ind, maritim e Te mpests, Earthquakes, etc... Li berate unexpected natural en ergies, generating explosions, fire, inundation, etc... The “Furious Sowers of Sickness” — Cause discord and war, accentu ating the m alefic work of the “Avengers of Crim es”. They further wors en their prep aratory action s. Cause desolatio n, pillag ing, and the bloody and destructive rev olt of all. Ignite th e hom icidal instin ct in th e hear ts of m en. The “ Accusers and Execution ers” — Inspire calum nies, cause scandals, sowers of misfortune. Facilitate the task of spies, leading th eir spirit towa rds the sought- after but ignored goal, in order to genera te the greatest m isfortune through such revelations. Often ‘pseudo-guides’ of infe rior divines, and inspirers of ba d judges, themselves the supporte rs of revolt and violence. The “Tempters” — Awaken in Man’s heart those various tem ptations capable of slowing his journey towards spirit ual salvation. Through the use of im agination, develop all tools which can f acilitate the ir tas k. Inspire v ariou s spectacles, writings, arts capable of awakening in Man an attraction to base instinct: lechery, cupidity, pride, la ziness, etc. The gui des of pornographic writers, politicians who prom ulgate hatred, and immoral or am oral philosophers. The “Damned Souls” — Since th ey are already incarn ate here be low, these Pow ers anim ate the bodies of th ose who facilitate the tas k of evil Powers, inspiring and leading th e m aterial activity necess ary for the execution of their secret designs. Indicated by those “possessed” intellect ually, the perverse, and those who turn aside upright beings from their norm al course. * * *   1 Eth er or t he Astral of Matter. 81"},{"pageNumber":82,"pageContent":"“NAMES OF POWERS ” AND “DE MONAIC NAMES” When one operates theu rgica lly in the dorsa l Malkuth of the principal T ree, one uses the ten categories into which the “Ishim ” are divided up, by opposing them in the ten catego ries o f the “Perverse Beings” d istributed within th e Qlip poth. Here are these oppositions, fundam ental to the establishm ent of all Kabbalistic «conjuration» putting these “Powers” into action. * * *    Fig. 9 Planetary Correspondences of the Sephiroth in Modern Astrology 82"},{"pageNumber":83,"pageContent":"Sep h i r ot h i n M a l kut h “ Speci fic” Di vine Nam e s of the s e Sep h i r ot h Nam e s of the Patriarchs – Sy m b o lic Leaders of t h e “Orders” Seco nda ry C h o i rs of t h e “Ish im ” ru led b y th ese Patriarchs Secon d a ry Qlip po th in Aretz Seco nda ry C a t e go ri es of t h e “ D am ned Souls” 1 Dem onaic Na m e s Leaders of t h es e Categ o r ies 2 Kethe r Yo d Adam Shem the “Gl o ri ous” Gehe n o m o th Tham achim Sam a el Ch ok m a h El Seth Ar ph axa d the “Peacem akers” Gehe n o m C h aï gi del Belzebub B i nah Sha ddaï Enos Salé the “J ust” Gehe n n a Sato rich im Lucife r Chesed Jeh ova h Cain am Hebe r the “Bene v olent” Ozlo m o th Gan i ch ilo th Astaro th G e bur ah Hel i on Yesh ua h Malalael Phaleg t h e “Tri um pha nt ” Iras h tom Grala b im Asm odel Ti phe ret h El Bag our El oh im Jared Reu the “Pure” B e r S hoat Tagari ni m B e l phe go r Netzah Ashe r Eheie h Ararita En och Sar ug the “Merciful” Tit Aisou n Hara b Sera pha el Bel Ho d El oah ve -Da ’ at h M a t husel a h N achor the “Rich” Ab ro n Sam a elim Adram e lech Yeso d Jeh ova h Zi dke ru r Lam ech Thare the “Fort unate ” She o l Gam a li el im Lilith M a l kut h Jeh ova h Ioa h Noa h Ab ra ham the “Elect” Aretz Resch a ïm 3 Nahem a   1 He re are t h ei r nam e s i n En gl i s h, i n or de r: “Sp i r its o f r e vo lt” — “Sp i r its of lies”; “Sp i r its o f f a lseh ood” — “Sp i r its o f i m p u r ity” — “Sp i r its o f ang e r ” — “Sp i r its of d i sc ord ” — “Rav en s of d eat h ” — “Battlers” — “th e Obsc ene” . 2 Giv e n with reserv ation s , (b ast a rd ized an d susp ect trad itio n). 3 The Re schai m (o r Elementa ls) , are them s e lves s u bdivi d ed in t o f o u r seco nd ar y categor ies: Gi b buri m (Vi o lent O n es) o r Sa lam and ers (Fi r e). Re ph ai m (Lazy Ones) or Syl p hs (Ai r). N e p h ilim ( V ol up t u o u s On es) o r Un di ne s ( W ate r). A naki m (Re volters ) or Gnom es (Eart h ).        83"},{"pageNumber":84,"pageContent":"THE “MAGIC IMAGES ” OF THE QLIPPOT H It is not without considerable hesitation that w e deliver the following Table to the public view. Certainly the “Im ages” of the Dark Sephiroth have already been published in herm etic works of form er ti mes, but none of them specified anything other than their usefulness (?) in material talisman ic work . It was the an cient Gnostic tex ts which allowed us to identify these “Im ages”, and to give back to them their true origin. If the student of the High Science still has any concerns, let him si mply note the differences that exis t b etween th ese figures , alm ost all h aving an imal featu res and always endowed with equivocal and awkwar d attributes, and the “Im ages” of the Archangels as previously given. Finally, and this is m ost important, a final counsel. We implore the student of the Hig h-Scien ce never to try to perform a medita tion, visualization or e vocatio n (even sim ply m ental, as in an overly long daydream ) upon these Powers. Reason, health, happi ness – in a very short tim e none of these things will rem ain. As one who has the confidence of tw enty years’ experien ce in these realm s, once again, we im plore the reader. There are currents, po wers, rays, with which one may not play with im punity, a nd it is thes e Path s which lea d to Madness or Death just are surely as poison... * * * NAM E of th e Qlippo th NAM E of t he Leading Dem on “ MAGI C IMAGE ” of the QLI PPOT H @ Aretz (the “ World ”) Behem oth (the “ Beas t”) “Woman clot hed in purpl e and scarlet, de cked in go ld, precious ston es a nd pearls, h olding a cup , and seate d on a scarlet hydra with seven hea ds and te n horns” . 1 ‚ Sheol (the “ Ditch”) Mam mon (“Cupid ity ”) “Horned Wo man, mounte d on a bul l, clo thed in w hite a nd gree n. In her right hand sh e ho lds an arro w; in her left a m irror. Two serpe nts are entw ined about her h orns, and one a t each of her fe et a nd her hands”.   1 The woman fi gured i n Aretz is th e who le Qlip po th prop erl y sp eak ing , the “Great Pro stitu te” of t he Apo calyp se. Sh e is irred uctibly o pposed to Ka lah , the “Fia ncée”, t he “ Virgin” of de Malkut h, t he divi ne Sp ouse of Adam-Kadm on. I f Ka lah is “Celestial Jeru salem”, th e “Kingd om”, d omain of the Izch im , Qlip po th is “Infern al Bab ylon”, th e Keno me wh ich will b e destro yed at t he end of time. The Be ast which bears he r is the Tree of De ath itself. T he ten horns a re the ten sy mbol ic bra nches, a nd the se ven hea ds the se ven black P rincipal s whi ch give us the “M agic Im ages”. We s houl d not e he re, t oo, that if there are ten horns, a nd unquest ionably onl y seve n hea ds, we can see that three of the Qli ppoth, the three last on es then h ave no sym bolic im ages. T hey are the i nverted form s of the three s upe rior Ainim: Ai n So ph , Ain Soph Au r, Ain. Or perha ps they a re one and the same, located at the two ex tremities o f th e Div ine Ourobor os. .. 84"},{"pageNumber":85,"pageContent":" 85 NAME of the Qlippoth NAME of the Leading Demon “ MAGIC IMAGE ” of the QLIPPOTH S Abron (“Perdition”) Astharoth (the “Spy”) “Horseman on a peacock, with the feet of an eagle, a crest upon the head, bearing fire in his left hand”. T Tit Aisoun (the “Rubbish Tip”) Abbadon (the “Exterminator”) “Woman with the head of a bird and the feet of an eagle, holding an arrow in her left hand” . Q Bershoat (the “Wells of the Abyss”) Meririm (the “Noonday Demon”) “Crowned king, seated upon a throne, having a raven in his breast, a globe under his feet, robed in yellow”. U Irasthoum (the “Shadow of Death”) Shatan (the “Adversary”) “Armed man, mounted upon a lion, holding an unsheathed sword in his right hand and in his left the head of a man”. V Ozlomoth (the “Gates of Death”) Asmodeus (the “Executor”) Man with the head of a ram, the feet of an eagle, robed in yellow”. W Gehenna (the “Vale of Sleep”) Belial (the “Rebel”) Man with the head of a stag, seated upon a lodestone, itself upon a dragon, with the feet of a camel, holding in his right hand a scythe and in his left an arrow”. X Gehenom (the “Vale of Forgetfulness”) Python “Leopard with seven heads and ten horns, with the feet of a bear, and the jaws of a lion”. Y Gehenomoth (the “Valley of Death”) Beelzebub (the Old god) “Reddish-brown dragon with seven heads and ten horns”. "}]
