[{"pageNumber":1,"pageContent":"THE QABBALAH OF THE MAGICIANS Written by Frater Barrabbas Tiresius An official document of the E.S.S.G. Winter 1988"},{"pageNumber":2,"pageContent":"Order of the Gnostic Star Series - Documentation 1-1 1 A General Overview, History and Discussion of the Tree of Life The Qabbalah is an abstruse discipline that ha s an aura of mystery and arcane complexity, making it a euphemism for something that is nearly impossible to understand and useless to the average person. Since knowledge of the Qabbalah is little known to the general public, it has been the last refuge for con-artists a nd scoundrels, since few can contradict the words of someone supposedly steeped in its mysterious doctrines. However, nothing could be farther from the truth - the Qabbalah is actually a very practical system of classifying and understanding the symbolic realm of the Eye of Spirit , and so it acts as a map of the transcendental world of Spirit, thus making it intelligible to the mind. The domain of Spirit is non-dual and trans-egoic, and it is extremely paradoxical when examined by the rational mind. This is why the Qabbalah is considered such an arcane and difficult discipline, since it succeeds in describing what cannot be intelligibly described. The Qabbalah is a very important discipline for the practicing magicia n, for without it, the magician would not be able to identify and manipulate the super-symbolic reality of archetypes, and therefore, could not perform the greater works of magick. Th e magician strives for the attainment, by progressive stages, of the subtle and causal levels of consciousness, until the he or she has achieved union with the Absolute itself. Thus is the quest for conscious evolution. The Qabbalah is a system that describes how the Deity, through the process of emanation and involution, embedded its spiritual essence in to matter, causing various levels of being to be potentialized. These spiritual seeds becam e the legacy for the growth and expansion of inchoate matter, so that it could advance from the chemical soup of life, to simple, and later, complex life forms, until the ascending curve of development gave birth to consciousness, super consciousness, and then, union with the God-head itself. The Qabbalah, as the Tree of Life, presents an archetypal mode l that maps to these processes of involution and evolution, identifying the 10 emanations of the involution process, and the 22 paths of the evolutionary ascent. The Qabbalah has pr oduced a spiritual hierarchy and a system of spiritual and symbolic correspondences, thus gi ving a context and a unified expression to the various facets of Deity, as God-head, Archange l, Angel, mythic creatures, colors, and many other qualities. The word Qabbalah, (variously spelled Cabala h, or Kabbalah) comes from the Hebrew word -\"8 (QBL) which means to receive or accept instruction, also, to undertake. This brings to mind the mythic image of a master imparting his teachings to a worthy student. Behind this image is the concept of an oral esoteric tr adition that was given from master to student, conservatively held and also br illiantly added thereunto over the ages. That esoteric tradition, which had been born out of a cultural synthesi s of Hebrew and Greek, described the divine source of creation as a series of emanations, and these emanations were controlled by the secret holy names that had been fashioned from the beginning of time to control God’s manifestation of itself. The oral teachings and their sage masters have passed on, but they left their imprint upon the collective knowledge of our age through the perennial philosophy. In the present time, we have numerous books that expound the mysteries of the Qabbalah,"},{"pageNumber":3,"pageContent":"Order of the Gnostic Star Series - Documentation 1-2 but the student must take this knowledge and a pply it to his own spiritual discipline in order to discover its dynamic and living truths. This document will attempt to succinctly describe the Qabbalah and its practical use by those who are adherents to the Art of Magick, for we shall see that the Qabbalah was expressly created by magicians for the practice of ritual and ceremonial magick. We will also attempt in th is document to outline the spiritual structures and symbolic categories of this knowledge, and trace its evolution. In keeping with the Qabbalistic tradition, we will be giving to you a kind of oral recounting of what the Qabbalah is and its significance to modern occultism and to magick in particular. To this end, the old masters will be honored and their wisdom passed on to the worthy student, i.e., the one who comprehends and makes use of it. The first question an occult student will want to have answered re garding the Qabbalah is to define exactly what it is, and this will subs equently remove the aura of mystery associated with it. It will be gr anted that the Qabbalah is an oral esoteric doctrine, but what is that doctrine? Can books alone capture the essen ce of the Qabbalah, and if not, how can anyone hope to learn about this arcane subject? If it’ s so mysterious and difficult to understand, why is it useful to the practitioner of magick? The Qabbalah is an explanation of the origin of all spirit and matter, and therefore, it is a cosmology. The Qabbalah teaches that there is a particular relationship between the Deity and Humanity, and it establishes the mean s by which an individual may explore that relationship, allowing that an individual may ev en be united with that Deity. Therefore, it is an esoteric and mystical doctrine. The Qabba lah reveals the structure and hierarchy of this spiritual relationship between humanity and G od, and it is characterized by the relationship between various God-head aspects, angels, lesse r spirits and attributes of human genius. The Qabbalah also contains various words of power and formulas which can unleash the potential spiritual forces in God and humanity, making th em agents of the cosmic spiritual plan of universal evolution. And therefore, the Qabbalah is also a system of magick. The Qabbalah consists of many perspectives and fulfills many purposes, but it has only one primary purpose: the assumption and assimilation of the Deity through the process of magick. There were periods when the magickal aspects of the Qabbalah were suppressed in favor of pious meditation, when Judaism sought to claim the Qabbalah as a Jewish religious tradition. However, the Qabbalah was never an exclusive Hebrew system of mysticism, having been born out of a cultural synthesis. The Qabbalah is an esoteric doctrine and engages in theosophic speculation, utilizing a rigorous hierarchy of symbols to activate the inherent powers of self-transformation. It represents a congruence of thought between religious tradition, occult philosophy and personal spiritual illumination, which is expressed in practical terms as meditations, visualizations, contemplation and especially, ritual and ceremonial magick. The Qabbalah is, succinctly, a tool for magickal associations and correspondences that can be harnessed and used by a trained magician. The Qabbalah is a heterodoxy, for it violates many of the precepts integral to monotheism, and Judaism in particular. This is why Judaism has, at various times, banned the study and practice of the Qabbalah, and condemned it as heretical."},{"pageNumber":4,"pageContent":"Order of the Gnostic Star Series - Documentation 1-3 The primary concept that the Qabbalah expounds is cosmological in nature. According to the Sepher Yetzirah, (Book of Creation), the natu re of the origin of the Deity consisted in the triune aspect of nothingness, called in Hebrew Ain , Ain Suf , and Ain Suf Aur , being translated as Nothingness , Limitlessness and Limitless Light , respectively. From these three Negative Veils, as they are called, came forth the Ten Emanations created by the veils that had joined together to become a new, but onl y partially manifested, form, which was called Arim or Specialized Lights . These Ten Emanations are called the Sephiroth ( Sephirah in its singular declension), which means Numbers , thus establishing a Pythagorean-like cosmos of mathematical numeration, where the great mystical number was ten, symbolized by the Tetractys. Emanationism is the mode of creation that is unwilled, implicit, but necessary. It represents a cyclic pattern, where lesser and imperfect cr eations emerge from a perfect and archetypal source, and these, in their turn create ever less perfect beings, and the pattern continues in a descending level of progeny, until the level of unconscious and inanimate matter is reached. But the source of all this manifestation is not diluted nor altered by the process of creation, but remains perfect and unchanged thr oughout all of the levels of manifestation. This pattern of emanation is a kind of fall fr om grace, but the origin of the creative wave remains pure and untouched. A useful analogy of th is perfect original substance is light and its relationship to colors and refraction, but it is much more than that. This is the essential doctrine of spiritual creation, as involution and emanation, found in the Qabbalah. The concept of emanationism was not new wh en the early Qabbalists first used it. The Neoplatonists, through the speculations of Pl otinus and Produs, and also, later, the Theologian Philo, developed an early form of this idea. The Gn ostics Basilides and Valentinus, had already established a very elaborate system of emanations that they called the Pleroma two centuries before the writing of the Sepher Yetzirah. But whatever the form, emanationism as a concept denotes a process of flowing forth from a perfect source, circling in ever widening circuits or spheres of lesse r incarnations, and then ultimately returning to itself. This cycle of involution and evolution resembles many present models of consciousness, and particularly, the great chain of nested being, as found in the writings and teachings of the perennial philosophy. It was many centuries later that the actual shape of the Tree of Life, which encapsulated the form of the emanation of the Sephiroth, was finally determined. The Qabbalistic model of emanationi sm was not referred to as the Tree of Life until late in the Middle Ages.Yet the basi c cosmology was established early on, along with a system of using correspondences and secret techniques for determining the God Names, all for obvious magickal purposes. The Tree of Life as a model began to be illu strated in Qabbalistic books of the 16th century, and crude forms gave it a tree like structure that consisted of a common trunk with three branches. The trunk was joined to the central branch and therefore established a middle way for the emanation of the Deity. The other tw o branches represented the two extremes of Severity (left branch) and Mercy (right bran ch), which were the polarized emanations (syzygy) of the Deity. The Ten Sephiroth were placed upon the tree structure in their"},{"pageNumber":5,"pageContent":"Order of the Gnostic Star Series - Documentation 1-4 descending order, but the resulting diagrams were much more simplistic than what was later derived, for the 22 paths were omitted from them. The adding of the Twenty two Hebrew letters as paths to the Tree of Life did not occur until the 19th century. The 22 paths represented the alphabetic Qabbalistic structure. It complements the Ten Sephiroth or numbers, which represent the mathematical stru cture of the Tree. But the Ten Sephiroth and the Twenty two Letters were revealed as th e Thirty two correspondences that represented the transformation and involution of the Deity fr om Spirit into matter, and matter, back again to Spirit, and these appeared in the early writings of the Sepher Yetzirah. The emanations became the geometric structure of the Tree of Life, which represented the numerical origin of spiritual creation, and the letters defined the relationship between the emanations and established the means of manipulating the formula words, and the forces behind them. In addition to the Tree of Life, there were be lieved to be four worlds through which the Ten Emanations proceeded. And these four worlds re presented the four stages of manifestation, and they were characterized by the four attribut es of being-ness. The primary stage is called Atziluth and is represented as pure Spirit, also symbolized by the element of Fire, and defined as the first definitive limitation that mu st occur to establish the Godhead from the indefinable negative veils into the perfect e xpression of pure spirit. The secondary stage is called Briah and is represented by the transformation of pure spirit into formulations or principal archetypes, also symbolized by the element of Water, and defined as the basic essence of the Godhead manifesting into the fi rst separate beings, known as the Archangels. The tertiary stage is called Yetzirah and is represented by the coalescence of these archetypes into structures of intellect, known as the Astral Light or Universal Mind, also symbolized by Air, and this intellectual structure permeates all consciousness and acts as its base. This is the psychic reality inhabited by spiritual intelligences and guided by planetary archetypes. The final stage is called Assiah and is represented by matter, symbolized by Earth, and is defined as movement and change, and as the domain of the Life-Force expressed through the Four Elements and Sixteen Elementals. Because the Ten Sephirot emanated through the Four worlds, they left an imprint upon each, thus generating 40 Sephiroth in all. Therefore, combined with 88 pathways that connect the Sephirot together, there are 128 total correspondences. We are only capable of comprehending the 32 correspondences of the lowe st world of Assiah, and this represents the extent of the distance between us and pur e spirit in terms of conscious evolution. But within each man is a God, and the means to commune and connect with the source of All. The History of the Qabbalah The following is an outline of the historical sequences that led to the evolution of the Qabbalah. This shows the evolution of the ideas that later became the Qabbalah. 1. Apocalyptic Esotericism. From the 7th Century B.C.E., certain influences began to emerge in classical Hebrew spiritual belie fs. The process of expressing an otherwise"},{"pageNumber":6,"pageContent":"Order of the Gnostic Star Series - Documentation 1-5 invisible and unknowable God began to be conceptualized in a mythical and symbolic format. Ref: Ezekiel; Seraphim of God and the Throne/Chariot or Merkabah Mysticism. Jacob's ladder. The Brasheit of Genisis. The visions of the Book of Enoch, and the Essene psalms of the Dead Sea Scrolls. 2. Heikhalot Mysticism. From the 1st Century C.E., a system of detailed exercises was established to produce magickal effects and attain the state of ascent that allows the celebrant to commune with the Deity through the Chariot of God, and to command spirits and cast out demons. These practices may be similar to those practiced by the Essenes. 3. Sepher Yetzirah and Qabbalah Ma'asit. From the 3rd Century C.E., the primary concept of 32 emanations with Mystical Names of Power is established. The practical Qabbalah becomes a system of theurgy based upon an occult epistemology. The influences of Greek Neoplatonic philosophy is apparent in use of Emanationism and represents a borrowing and reinterpreting of both the traditional Hebrew sources and Greek Philosophy. Examining the philosophy and writings of Philo of Alexandrian shows how the Jewish intelligentsia evolved the interpretation of their faith to accommodate Greek philosophy without losing their spiritual heritage. 4. Geonic Mysticism. The Talmudic and Mishnaic periods from the 6t h to 11th Century C.E. were periods of great creativity. Mystical activity shifts to Babylonia wherein systems of demonology and angelology were established. The Shekhinah as the feminine personification of the Spirit of the Wisdom of God becomes emphasized. This compares with the Valentinian Gnostic sect's reverence for Sophia, Goddess of Wisdom. 5. Classical Qabbalism. From the 11th to the 17th centuries C.E. This period was remarkable for the amount of speculation that was generated. Also that books on the subject of Magick and Qabbalah were published for th e first time. Emphasis is more on Qabbalah Iyyunit (Speculative Qabbalah). The Zohar was written by Moses de Leon in Spain (1281) as a commentary on the Torah. The teachings of Isaac Luria (1534 - 72) brought a very psychological interpretation to Qabbalism and fixed meditation as the means of experiencing its deeper meanings. The Shabbatean Qabbalah, with its messianic speculations, brought forth new ideas based upon the prophetic writings of Shabbetai Zevi (1670 - 1730). 6. Period of Transference. Fr om the 18th to 19th centuries. This period saw the decline of Jewish Qabbalah and the rise of the Occult Qabbalah. Most of the Hebrew religious considerations were dropped in favor of a mo re secular philosophical perspective. Judaism became more conservative and many Qabbalistic beliefs became considered heretical. The occultism of this period inherited not only th e past works on Qabbalism but also the works and beliefs of a magickal nature. The book Kabbalah Denudata (The Qabbalah Uncovered) written in 1677 in Latin by Christian Knorr V on Rosenroth brought to non Hebrew readers many of the writings of the Zohar, the Lurian school and other related occult speculations and thus influenced scholars through the 19th century."},{"pageNumber":7,"pageContent":"Order of the Gnostic Star Series - Documentation 1-6 7. The Modern Occult Qabbalah. From 19th to 20th centuries. In the mid 19th century, the scholarship of Eliphaz Levi and MacGregor Mathers fixed the current structure of the Qabbalistic Tree of Life and attributed the 22 Ta rot Trumps to the 22 pathways of the Tree. MacGregor Mathers reintroduced the practical Qabbalah and translated the works of Von Rosenroth, the Lesser and Greater Key of Solomon, the Grimmoire of Armadel, the Enochian visions of Dr. John Dee, and the Book of Abramelin the Mage. The teachings of the Magickal Fraternity which he establishe d has influenced many subsequent students on the Qabbalah, including Aleister Crowley, W. E. Butler, Israel Regardie, Dion Fortune, William Grey, and Gareth Knight. The first stage of the evolution of the Qabbalah concerned itself with various attempts to depict and conceptualize the powers and majesty of the Deity, and it was not an idle process, but was meant to allow for greater access and individual conscious assumption of the mysterious Hebrew God. These intentions were hidden within mysticism, but early Judaism contended with the doctrine of an invisible and unknowable God, amidst a plethora of highly represented pagan deities, both gods and goddesses. The concept of Elohim (gods) as one of the representations of this Deity clearly shows the probable amalgamation of many deities into the one, ultimately called Yahweh. Th e Hebrew nation did not become truly monotheistic until later in their history (possibly 6 th century or even 5 th century B.C.E), and so there was always a tendency for polytheism inherent in Judaism. When the orthodox doctrine of monotheism ( there is only one God ) finally became enforced, the tendency to polytheism found other avenues, particularly in the areas of mysticism and the illicit practice of ritual and ceremonial magick. Access to the powers and glories of a monotheistic Deity was expressly forbidden by the cannon of the law and established traditions, but the Merkabah and Heikhalot systems of mysticism and magick certainly allowed speculation and practices that were heretical in nature. The impact of Greek philosophy on Jewish thought has been little noted in historical analysis, particularly in regards to the or igins of the Qabbalah, certainly because Jewish writers such Philo were later discredited by the intelligentsia of the Talmudic period. The core of the doctrines and beliefs of the Qabbalah were developed long after similar speculation had already been written down and established in philosophical and gnostic circles. However, the Qabbalah was a very ti ght synthesis of traditional Jewish thought and Greek philosophy; but it remained on the fringe s of scholastic writings and the established traditions and liturgies of the synagogue. It was al most as if one had to be both a Jew and a Qabbalist, since they were not synonymous. Th e middle ages saw great Qabbalistic works written, such as the Zohar, but there were ot her works created, like the Key of Solomon, the Goetia, and the Book of Abramelin the Mage, th at represented the purely magickal practices of the Qabbalah. These magickal works, or gr imoires, represented a problematic emergence of the Qabbalah, assisting in the narrowing of its accepted practices, and the eventual abandonment of the Qabbalah as a Jewish religi ous tradition - because it was prone to heresy and unacceptable religious speculation. During the late renaissance, the doctrines and be liefs of the Qabbalah began to filter into the"},{"pageNumber":8,"pageContent":"Order of the Gnostic Star Series - Documentation 1-7 scholarly world of Christian Europe, and by the 19 th century, it had been completely taken over and made into an esoteric doctrine. The greatest contributions to the works of the Qabbalah were made in the middle to late 19 th century, and these were made by individuals who were not practitioners of Judaism. Cert ainly, the evolution and derivation of the Qabbalah from its Hebrew source did not allow it to be easily reintegrated into Jewish religious doctrine, and so there are now at least two versions of the Qabbalah, since the resurgence of its study in the present age by adherents of the Hasadim caused orthodox Jews to return to the earlier writings of Isaac Luria and Shabbetai Zevi, and others. Modern occultists are divided as to whether the Qabbalah should be used for meditation and contemplation only, or with the inclusion of r itual and ceremonial ma gick. Certainly Mathers and Crowley proposed the total use of the Qabbalah when they wrote their books, formulated their rituals and ceremonies, and taught their stude nts; but others have moved away from the practice of magick as being too controvers ial and prone to heretical practices and derivations. However, to the practicing magici an, the Qabbalah should be fully used, and so the lore must be studied, meditated upon and deeply contemplated, and then used to construct rituals and perform magick, so that the various symbolic archetypes and the spiritual hierarchy itself may be made available to the seeker for experiencing in a very direct and immediate fashion. In this manne r, the Qabbalah becomes a real and living process that inhabits the domains of spirit and matter, the mind of Deity and humankind, and as a practice, leads to the highest states of spiritual illumination. "},{"pageNumber":9,"pageContent":"Order of the Gnostic Star Series - Documentation 1-8 2. Classical Qabbalistic Correspondences The Following two pages contain the classical Qabbalistic correspondences which were introduced in the Sepher Yetzirah and expounded upon in subsequent periods of development. These particular English translations are collected from the book A Practical Guide to Qabbalistic Symbolism written by Gareth Knight. These correspondences are meant as a brief synopsis of each Sephirah of the Tree of life and in no way represent a deep or detailed explanation. For further details the student is recommended to read books from the included bibliography. 1. Kether (the Crown), God-name: Ehieh (I am), Archangel: Metatron, Order of Angels: Chaioth he-Qadesh (Holy Living Ones), Body Chakra: crown of head, symbol: swirling swastika. Description from Sepher Sephiroth: The First Path is called the Admirable or Hidden Intelligence because it is the Light giving power of comprehension of the First Principle, which hath no beginning. And it is the Primal Glory, because no created being can attain to its essence. Kether is the first manifestation of being out of non-being, yet it is no-dual and whole, and it is the pure and undiluted source from which all other sephiroth emanate. Kether is called the crown of creation, but it was created by th e vast and unknowable (unmanifest) Deity, and so all of the ten sephiroth are equal in their im portance. The unity of Kether is within all of the emanations, thus representing the unity of God itself. Where Kether is indivisible one, the Deity is the indivisible none, as the confluence of invisible veils that wrap the Tree of Life in its perfect embrace contain the pure essence and expression of the one true thing. 2. Chokmah (Wisdom), God-name:YHVH or Yah, Archangel: Ratziel, Order of Angels: Auphanim (Wheels), Body Chakra: Left Brain, sy mbol: Zodiac. Description from the Sepher Sephiroth: The Second Path is called the I lluminating Intelligence. It is the Crown of Creation, the Splendor of Unity, equaling it. It is exalted above every head, and is named by Qabbalists, the Second Glory. Chokmah is the actication of the unity within Kether, the will to create multiplicity from unity - an expression of the archetypal masculin e (where Kether is the union of all polarity). Chokmah is also wisdom, the expression of the mind of God as the first thought, and that expression is the impulse to apprehend the unity, and to reflect it. It is the natural process of spiritual wisdom in its highest expression. C hokmah is also the vision of God (as Kether) face to face, and the direct illumination of unity that results from that vision. 3. Binah (Understanding), God-name: YHVH Elohi m, Archangel: Tzaphkiel, Order of Angels: Aralim (Thrones), Body Chakra: Right Brain, Symbol: Satur n. Description from the Sepher Sephiroth: The Third Path is ca lled the Sanctifying Intelligence the Foundation"},{"pageNumber":10,"pageContent":"Order of the Gnostic Star Series - Documentation 1-9 of Primordial Wisdom: it is also called the Creat or of Faith, and its r oots are in Amen. It is the parent of faith, whence faith emanates. Binah is the reception or formation of the unity within Kether, the receception of the creative power of Chokmah into the patterns that reflect the unity of the source. Development implies limitation, and so the passive feminine power of Binah establishes the first archetypal pattern and structures, and the first laws. For Binah is the arbiter of all cause and effect, and is the judge of karma. The formulation of wisdom is found in understanding, and this is required before there can be a practical application of wisdom into the world of forms. 4. Chesed (Mercy), Godname: El, Archangel: Tzadkiel, Order of Angels: Chasmalim (Brilliant Ones), Body Chakra: Right Arm, Symbol: Jupiter. Description from the Sepher Sephiroth: The Fourth Path is called the Cohesive or Receptive Intelligence because it contains all the Holy Powers, and from it em anate all the spiritual virtues with the most exalted essences. They emanate one from another by virtue of the Primordial Emanation, Kether. Chesed is called the receptive intelligence, for it receives the wisdom and understanding from the supernal triad, coalescing into forms pr epared for the process of manifestation - for Chesed is the highest level of formation prior to mental processes and the creation of physical forms, and individual incarnation. Chesed represents the forces of divine love (as compassion) and also will-power coming together to determine the divine destiny for all subsequent creation - the realization of one’s in ternal spiritual source, and its return to the greater glory of the unity of a ll being (kether). Chesed is the power that redeems, and invests everything with the purity of th e source, for it is the bridge between the spiritual source and all of manifestation. That bridge spans a ch asm called the Greater Abyss, which represents the translation from pure archetype to the fo rmulation of the universal mind and the source of consciousness. 5. Geburah (Power), Godname: Elohim Gebor, Ar changel: Khamael, Order of Angels: Seraphim (Fiery Spirits), Body Chakra: Left Arm, Symbol: Mars. Description from the Sepher Sephiroth: The Fifth Path is called the Radical Intelligence because it resembles Unity, uniting itself to Binah, understanding, which emanates from the primordial depths of Chokmah, Wisdom. Geburah is power and the disciplined will to us e it wisely and justly. Geburah is the sephirah that takes the understanding of Binah and fash ions it into archetypal truths and spiritual values, purging from forms and attributes all this is an illusion or is defective. Geburah and Chesed, together, forge only the perfect images as derived from the source, and so Geburah acts as a governor to the boundless creative energy received from Chesed. The karmic forms of Binah are adjudicated in Geburah, and so mercy (Chesed) and severity (Geburah) keep the creation of mental forms out of pure spirit balanced and integral."},{"pageNumber":11,"pageContent":"Order of the Gnostic Star Series - Documentation 1-10 6. Tiphareth (Beauty), Godname: YHVH Aloah ve-Daath, Archangel: Raphael, Order of Angels: Malachim (Kings), B ody Chakra: Heart, Symbol: Sun. Description from the Sepher Sephiroth: The Sixth Path is called the Medi ating Intelligence, because in it are multiplied the influxes of the Emanations: for it causes that influence to flow into all the reservoirs of the blessings with which they themselves are united. Tiphareth occupies the very center of the Tree of Life, and reflects the light of Kether (unity) into the plane of mind, becoming therein the Logos, or Word (divine directive) of the Absolute. The thought and the action that sustains it are joined together into synthesis - thus this sephirah is called the mediating intelligence. The divine plan (of the supernal triad) is brought into a harmonious manifestation in Tiphare th, and so it is also called beauty, as the perfect mental reflection of the Deity in all its grace and perfect symetry. Tiphareth represents regeneration and rebirth (to the upward process of evolution), and the final synthesis before the fall into the lower realms of manifested being (the downward process of involution). 7. Netzach (Victory), Godname: YHVH Tzabaoth, Archangel: Michael, Order of Angels: Elohim (Gods), Body Chakra: Right Leg, Sym bol: Venus. Description from the Sepher Sephiroth: The Seventh Path is called the O ccult Intelligence because it is the refulgent splendor of the Intellectual virtues which are pe rceived by the eyes of the intellect and the contemplation of faith. Netzach is the source of all mysteries, bei ng the occult intelligence, the first emergence of the lower mind or intellect, which is the crea tive imagination and also inspiration. Netzach is the balance of the force and form that drives creation, producing the vision of beauty triumphant, which is its spiritual experience. Beauty is the perfection of form and essence, and it is within the influence of this sephirah that the archetypal mental pattern receives its ideal form - the domain of platonic ideals. Net zach is in essence the activation of the magick of transformation and translation, for from these two methods of reconciling spirit and matter, all physical manifestation proceeds, and th e idealization of matter as art assists in the inspiration of the archetype within the actual world. 8. Hod (Glory), Godname: Elohim Tzabaoth, Ar changel: Michael, Order of Angels: Beni Elohim (Sons of the Gods), B ody Chakra: left Leg, Symbol: Me rcury. Description from the Sepher Sephiroth: The Eighth Path is called th e Absolute or Perfect Intelligence because it is the mean of the Primordial, which has no root by which is can cleave or rest, save in the hidden places of Geburah from which emanate its proper essence. Hod is where the ideal form of Netzach become realized in the concrete forms of intellectual realization. Where Netzach is art, Hod is science, concerning itself with the concrete realization of the material universe, and the great complexity and symmetry of the domain of intelligibilia. Hod is the great lens by whic h one can realize the underlying principles and laws that cause the universe and the quantum molecular levels to co-exist as one uniform structures (string theory). And Hod is the first ordering principle through which pure ideals"},{"pageNumber":12,"pageContent":"Order of the Gnostic Star Series - Documentation 1-11 are structured within the holarchy of ascending and descending levels of complexity. 9. Yesod (The Foundation), Godname: Shaddai El Chaim, Archangel: Gabriel, Order of Angels: Cherubim (Strong Ones), Body Chakra: Genitals, Symbol: Moon. Description from the Sepher Sephiroth: The Ninth Path is calle d the Pure Intelligence because it purifies the Emanations. It proves and corrects the designing of their representations, and disposes the unity with which they are designed without diminution or division, Yesod is the underlying structure that embodies all of the physically manifested universe - it is also the specific vitality and qualities a ssociated with living beings. This sephirah represents the integrating forces that link th e mental and formulated ideals with the actual physical world, representing the laws of limitation and probability as opposed to the boundless and potential possibilities as found in the higher sephirah. Yesod is the great physical organizing principle, the lattice or structure upon which all manifestation depends. It is the domain of the etheric plane, which c ontains the laws that govern all physical objects in space and time. Yesod is the power that imbeds the potential of physical evolution and superior adaption, regulating those changes that cause some life forms to survive, and others to become extinct. 10. Malkuth (The Kingdom), Godname: Adonai ha-Aretz, Archangel: Sandalphon, Order of Angels: Ashim (Souls of Fire), Body Ch akra: Feet, Symbol: Sphere of Elements. Description from the Sepher Sephiroth: The Tent h Path is called the resplendent Intelligence because it is exalted above every head and s its upon the throne of Binah. It illuminates the splendors of all the Lights, and causes an influence to emanate from the Prince of Countenances, the Angel of Kether. Malkuth represents the physical universe and all it contains - the objective and exterior world of sensibilia. It is the sephiroth of both space (matter) and time (change) that locks all energy and matter into a finite representation. For all things of Malkuth are born and then decay and die, or change into other forms less complex. The principle agent or power of change is entropy (balanced by the higher ag ent of union called synergy), and this force reduces all things to their simplest and most inert forms. In Malkuth have evolution and involution achieved their highest level of expression - for all of the pure essence of spirit has been potentialized into matter, making it ready for immanent evolution, and the return to the source of all spirit. Note: Daath and Paroketh are the gates of the Greater and Lesser Abysses, respectively. To completed the Body Chakric system, a chakra is assigned to each: To Daath is the Throat, and to Paroketh is the Solar Plexus."},{"pageNumber":13,"pageContent":"Order of the Gnostic Star Series - Documentation 1-12 3. The Twenty Two Pathways of the Qabbalah: Spiritual Transformation. The second part of this series will explore the 22 Paths which connect the 10 Sephiroth. Whereas the Sephiroth concern themselves wi th the cosmic process of emanation and spiritual involution, the 22 Paths focus upon the individual and his/her process of transformation and conscious evolution. The pro cess of emanation also represents a form of transformation, but it is on a cosmic level. It is concerned with the ultimate and collective destiny of entire classes of bei ngs. All individual beings partake of this process, but it is very slow and a single event may span almost a multitude of individual lifetimes. To the individual being, the process of emanation is too subtle and too ponderous to perceive. However, an individual can experience the entir e destiny of his or her nature in a single moment through the power of transformation. Thus , the Sephiroth represent the cosmic cycle of involution, the Paths represent the individual cycle of initiation and evolution. Each Pathway represents the confluence of sephirotic emanations and how they are perceived by the individual spirit. On the Tr ee of Life, the Paths begin in Malkuth and proceed up the center and two sides. Not all Pa thways are directly connected, and they have a sequence which is represented alphabetically in descending order; beginning with the last letter and ending with the first. The winding and twisting path by which the Paths are followed up the Tree is represented by the Serpent of Knowledge, and this mythic entity offers to the aspirant both the promise of enli ghtenment as well as eternal life. For the Tree of 32 emanations is both the symbolic Tree of Life, and the Tree of the Knowledge of Good and Evil. It is inconceivable that one should be mastered without the other. The 22 Pathways represent the process of personal initiation, and therefore using the methods of guided imagery and meditation, and individual may progress up the Tree and experience the manifestation of pure spirit into his/her personal sphere. This technique of ascending and descending the Pathways of the Tree is called Path-working, and it represents one of the most potent visual tools in the arsenal of the ritual magician. The 22 Pathways, like the 10 Sephiroth, have their own set of correspondences, and these are almost as endless as those of the Sephi roth. These correspondences of the paths include the 22 Trumps of the Major Arcana of the Tarot, and the addition of the Tarot attributes represent the final solidification of the definitions of the 22 paths. For the archetypal images of the Trumps cause the paths to become each a separate domain, with its own story and distinct symbolic imprint. The Tarot was not always associated directly with the Pathways of the Tree until the middle of the 19th cen tury. The occult scholars Levi and Papus established these associations in their writings, but it was in an incomplete and unsatisfactory manner, with various inconsistences. S. L. MacGregor Mathers produced the final corrected version of this association between paths and the Tarot, and adapted for use by his organization, the Golden Dawn. The Qabbalistic Tarot of the Golden Dawn became the prototype for most subsequent books written about the Tarot and the Qabbalah, as well as influencing the symbolic depiction of many the Tarot decks in use today."},{"pageNumber":14,"pageContent":"Order of the Gnostic Star Series - Documentation 1-13 It is necessary to explore each of the 22 Path ways and to analyze their distinct significance. It is advised that the student read through th ese 22 definitions while imagining him/herself ascending the Tree of Life, gaining an ever increasing insight and wisdom that such an experience would create. After this, the student ma y want to read the associations in reverse, beginning with the 11th Path and proceeding to the 32nd. The first Path is the 11th Path because the 10 Sephiroth precede the Pathways , even though they are also referred to as paths. Each association is self-explanatory and is followed by a few correspondences. The 32nd Path (Malkuth - Yesod - ; ): The 32nd Path is the path of entry into the unconscious. The 32nd Path also represents the beginning of the process of inner exploration. It is the point where one first b ecomes confronted by a deeper reality, a hidden structure that is behind everyday experiences. It is an initiation into the deeper structures of one's personality, and a path of entry into the astral plane. The 32nd Path is often associated with underground or cavern imagery. The Arch angels of the Path are Sandalphon (Malkuth) and Gabriel (Yesod). The Tarot trump is the Universe (World) - Atu XXI. The 31st Path (Malkuth - Hod - : ): The ascent of the 31st Path is an appreciation of the inner forces that make up the physical appearances of Malkuth. Also, a journey of the 31st Path can reveal past lives, or at any rate, the f actors in past lives that play an important part in the temperament and character of an indi vidual in the present incarnation. The descent of the 31st Path is the bringing down of the pow ers of the soul which will manifest as an individual's karma, and also reveal one's desti ny. The Path is also a path of living out one’s spiritual principles, and this could be associ ated with mendicants searching for inner truth within the bareness of the desert. The Archa ngels of the Path are Sandalphon (Malkuth) and Michael (Hod). The Tarot trump is Judgement - Atu XX. The 30th Path (Yesod - Hod - 9 ): The 30th Path is a path on which great wisdom can be attained, for Hod is the means of contact w ith the Great Beings of evolution who are concerned with teaching, and whose main sphere of influence is in Chesed. Because there is a strong link between Chesed and Hod, teachings from these high sources are projected down the planes to form a pool of instructi on, as it were, in Hod. Hod is often called the Water Temple because of its symbolic use as a pool in which the higher wisdom may be seen as reflected. The 30th Path is the beginning of the great Hermetic Ray, the Path of Wisdom, which leads via the 26th Path, to Tiphareth. The Archangels of the Path are Gabriel (Yesod) and Michael (Hod). The Tarot trump is the Sun - Atu XIX. The 29th Path (Malkuth - Netzach - 8 ): The 29th Path has much to do with the physical body, and with the basic instincts, including sex. The 29th Path is a path of pantheism and the more primitive stages of the Green Ray, the way of Nature Mysticism. It tends to contact nature in its more primal and even barbarous aspect. This is a primitive path, one with raw animal nature, it is a path of animal instin cts (the Law of the Jungle), of passions and energies uncontrolled by intellectual, moral, or ethical considerations - and therefore it is more pure and direct. This can also be a very cruel path, showing us aspects of ourselves that society forces us to repress, but which are an integral and undeniable part of our human"},{"pageNumber":15,"pageContent":"Order of the Gnostic Star Series - Documentation 1-14 make-up. It is a path of probation, where the student must face and master the dark powers which are hidden in the recesses of the human heart. The Archangels of the Path are Sandalphon (Malkuth) and Haniel (Netzach). The Tarot trump is the Moon - Atu XVIII. The 28th Path (Yesod - Netzach - 7 ): The 28th Path is a path of great power and force, for by it the pure forces of the creative imagin ation pour into the unconscious mind. The 28th Path is the channel of artistic inspiration, wh atever the medium of expression, and also of any creative work in the sciences, pure or applie d. The wisdom of this path is concerned with forming a vessel within one’s consciousness to contain the power and glory of the higher aspects of the soul, making oneself into a ch alice for the entry of these higher forces. Ascending the Path is thus analogous to the Quest for the Holy Grail, which causes one to be awakened into the world of Elementals and lesser Angelic Beings, and thus it is also a link to the creative aspects of the Higher Self. Descending this Path is a process of bringing these powers into the mind. The Path also ali gns one to a special appreciation of nature, whereby one is able to master it rather than be tyrannized by it. The Archangels of the Path are Gabriel (Yesod) and Haniel (Netzach). The Tarot trump is the Star - Atu XVII. The 27th Path (Hod - Netzach - 5 ): The 27th Path is the main girder of the personality, linking the creative power in Netzach to the center of the concrete intellect found within Hod. Therefore, this Path is concerned with the structure and the balancing of components of the personality. This combination provides fo r ideals which act as tools for the personality to conceptualize and grasp the outer world. The understanding of the nature of the psyche and the affirmation of one’s personal beliefs aid the individual in the pursuit of material fulfillment. However, the bala nce between fancy and reality is tested here, and any ideal which cannot assist the individual in finding fulfillment will become destroyed by the negative feedback of failure. Ideals and beliefs find within this path a proving ground for their effectiveness, and woe to the individual who is too inflexible to let loose beliefs that hinder rather than help, The process of rationa lization will assist to prop up one's beliefs only to the point that the entire edifice collapses from its own weight. Life is a symbolic battlefield where one's wits are engaged to understand the multifaceted process of life, and where an individual develops patterns of behavi or that allows him/her to succeed or to fail according to one's nature. The key is that one must learn from errors and take corrective action, or be doomed to repeat a never-ending patte rn of failure. The Archangels of the Path are Michael (Hod) and Haniel (Netzach). The Tarot trump is the Tower - Atu XVI. The 26th Path (Hod - Tiphareth - 3 ): This Path is, like the 27th, a very difficult one; because it tests the intellect as one goes through a tr ansformative process. As the mind passes from Hod to Tiphareth, from self aw areness to spiritual self illumi nation, the self is transformed as it is able to perceive its own spiritual s ource. The ascent of this Path is a process of transferring from the concrete mind to the ab stract spirit certain ideas, from intellect to insight. In descending the Path, one makes an intuitive leap, and then reverts to logic and observation in order to explain the underlying principle behind that leap. This knowledge is then used to translate a bit of the spiritual world for the benefit of the mundane world. Thus, the essence of this Path is the ability to gain insight into problems and difficulties that cannot"},{"pageNumber":16,"pageContent":"Order of the Gnostic Star Series - Documentation 1-15 be solved by logic alone. However, there is a gr eater purpose to this Path, and that is the transformation of one’s entire life-process, creating an entirely new order of being. This process is called initiation, yet it works by applying the same intuitive insight that was used to solve a single problem, to one's entire life. The Archangels of this Path are Michael (Hod) and Raphael (Tiphareth). The Tarot trump is the Devil - Atu XV. The 25th Path (Yesod - Tiphareth - 2 ): On this Path are the first glimmerings of mystical consciousness. This Path also c ontains the experience known as the Dark Night of the Soul . In the symbolism of the 25th Path, the soul has to advance on the lonely desert path, leaving behind all the life experiences of the outer and lower worlds, not yet conscious of the life of the inner and higher worlds. Yet the seeker i nvokes the one inner light that will become that individual's light of illumination that will th row back the brooding darkness. This process is the first transit from one's normal state of being, but is not the greatest; for the greatest ordeal is to be found on the 18th Pathway. Howeve r, this Path shares with the 26th and the 24th Paths the combined ordeal of life's firs t major passage. Ascending this Path, one shall find a world of apparent darkness and aridit y, the soul aspiring to the light of higher consciousness, sustained only by its one resource. Descending, one shall experience the down-flow of life, light, and love, from the Hi gher and Illuminated Self, seeking to make and establish contact with its projection in incarnation. The Archangels of this Path are Gabriel (Yesod) and Raphael (Tiphareth). The Tarot trump is Temperance - Atu XIV. The 24th Path (Netzach - Tiphareth - 1 ): The experience of this Path is one of physical transformation, which is symbolized by death a nd rebirth. The ascent of the 24th Path is the process of the death of the pe rsonality, whether or not this is congruent with any outward physical change. However, the petty ego of the individual experiences a profound change, and dies in order to become reborn into higher form. Although the outer appearances may remain unchanged, the individual's identity is utterly different, and so the outward self may indeed show signs of alteration as the new se lf becomes centered and renews control of its being. Yet another factor does enter into the process that so profoundly changes one. Where before, one was very much concerned with personal ambitions and basic self fulfillment, after this change, one has become a servant of the spiritual process at large. No longer can one blindly seek fulfillment and personal ambi tion without first fulfilling his/her spiritual avocation. For within this Path, the needs of the many do indeed outweigh the needs of the few or the one. Thus one is tr ansformed, but in the process he /she loses that innocence which allowed for such child-like pursuits as blind ambition. The Archangels of this Path are Haniel (Netzach) and Raphael (Tiphareth). The Tarot trump is Death - Atu XIII. Note: On all three paths leading upward to Tiphareth is a phenomenon called the Gulf . The Gulf is a gap between the domains of the lower self and the higher self that has to be leaped, with one stripped naked of all affectations or assistance. It could also be called the dead-point between personality and the higher self. On the 26th Path, the intellect can take over. On the 25th Path, the will, memory, and ins tinct have to be set aside before the virtues of charity, faith, and hope can become truly r ealized. And on the 24th Path, death has to be accepted before rebirth into higher consciousness can be achieved."},{"pageNumber":17,"pageContent":"Order of the Gnostic Star Series - Documentation 1-16 The 23rd Path (Hod - Geburah - / ): The powers of this Path cause the individual to use the mind in conformity with the sp iritual process of evolution. The Path is a connecting channel between the Personality and the higher self, a channel which provides an intellectual communication with that higher self. However, the more basic concept behind this Path is the necessity of purification. For the Sephiroth of Geburah is the testing place of all beliefs and self definitions. It does not tolerate any superfluous or error ridden philosophy. The manner of adjusting to this potent sphere of in fluence is one sided, and the need to eliminate what one cannot demonstrate as truth is its primary objective. This Path literally turns one upside down, and places a great pressure on all of the parts of one's self. There is a sense of suspension, of timelessness, and also that wo rld previously known and taken for granted is forever gone. It is the Path of sacrifice, the offering of the self for the redemption of one’s whole being. This is the Mystery of the Dying God, the self-inflicted ma rtyrdom of the false self. For here, all illusions are cast away in order to make room for the truth. For only the truth can resurrect the self that has descended in to darkness. All else is perceived as lies and is no longer of comfort to the tortured and batte red false self. The key concept here is not to cling to falsehood, but to bask in the revelation of self-truth. The Archangels of this Path are Michael (Hod) and Khamael (Geburah). Th e Tarot trump is the Hanged Man - Atu XII. The 22nd Path (Tiphareth - Geburah - - ): This Path is generally known as the Path of karmic adjustment. This is a Path where whatever is necessary to bring one into equilibrium becomes the essential discipline. However, th e equilibrium that is suggested by the powers of Geburah and the sagacity of Tiphareth is one of inner strength and self-restraint. The need for reduction to the essentials that are a part of this stage of sp iritual growth is well represented by the 23rd Path. Yet there is wisdom here, and also the true spiritual self to assist and guide the seeker, so one experien ces compassion and benignity. The seeker also understands the need for self-balancing, a pro cess that is omitted in the 23rd Path.Through this Path one must learn to govern the more baser impulses and temper one's desire to wantonly indulge and dissipate one’s self. T hus one takes voluntarily action and adopts the morals and ethics of a spiritual discipline to control the lower self, and become its master. When the lower self is fully integrated into the higher self, then the individual is truly prepared for spiritual enlightenment. The Archa ngels of this Path are Raphael (Tiphareth) and Khamael (Geburah). The Tarot trump is Justice (Adjustment) - Atu VIII. The 21st Path (Netzach - Chesed - , ): The 21st Path represents the vision of what one’s fully actualized spiritual being intends to be, where that part of the Higher Self is fully actualized. This image should be the true reflection of the greater spiritual destiny of an individual. Essentially, Chesed is the Sephirah associated with how the Higher Self is defined, and Geburah is the Sephirah associated with the ka rmic actions of the Higher Self. The Sephirah into which the influences of Chesed flow, via the 21st Path is Netzach, representing the creative imagination and higher emotions with in the personality. Thus, the effects of this Path are responsible for the ideals and aspirati ons that capture the imagination of humanity. Foremost of these, in the Western culture, is the ideal of the Quest for the Holy Grail. This influence acts primarily upon the emotions, as that yearning for what is missing that impels men and women on the quest. Also within this Path is the concept that the Quest of the Grail"},{"pageNumber":18,"pageContent":"Order of the Gnostic Star Series - Documentation 1-17 will profoundly alter and transform the seeker, and even bar those who are unworthy of its revelation. The Archangels of this Path are Haniel (Netzach) and Tzadkiel (Chesed). The Tarot trump is the Wheel of Fortune - Atu X. The 20th Path (Tiphareth - Chesed - * ): The 20th Path is the joining of the Spiritual Self with the revelation of the nature of that self. Thus the 20th Path represents the true hidden and secret knowledge of one's Higher Self. This is accomplished by withdrawal and by deep internal contemplation. For that which is trul y sought is only found within one's self, all that exists outside one is only a reflection of that which is within. The heart of the matter is to realize the futility of the outward search and the surrendering to the inward revelation. The Higher Self cannot be approached except wit hout spiritual love, and so one must first develop and realize that state. The second requirement is that the individual must forsake all other appearances and empty him/herself of all expectations and beliefs about the Higher Self. All the myths about the true self must by this time be purged and abandoned, and also any ambitions or conditions that one would subsequently place upon it. The heart is strengthened by a renunciation of the self and by surrendering one’s connection to all the cares and concerns of the world. The individual has placed him/herself completely at the mercy of the Deity, and therein the Higher Self emerges through the heart, connecting one with the Absolute that is pure and unencumbe red. The Archangels of this Path are Raphael (Tiphareth) and Tzadkiel (Chesed). The Tarot trump is the Hermit - Atu IX. The 19th Path (Geburah - Chesed - ) ): The 19th Path is another main girder, or a connecting structure for the Higher Self. As not ed above, Chesed is the Sephirah associated with what the Higher Self is, and what it in tends to be, while Geburah is the Sephirah associated with what the actions of the Hi gher Self. The tension between these two modes of being, which is the tension of trying to live out an ideal, is the spiritual experience of this Path. Essentially, the challenge of this Path is to learn to face up to everything that has happened during the complete cycle of one’s personal evolution, accepting it all for what it is, without evasions or repressions. Acceptan ce is the key here, and one must accept not only one's true nature, but also one's destiny, (the definition and the action of the Higher Self conjoined). The necessities of balancing sever ity and mercy so as not to be dominated by either one represents a virtue of self empow erment and the potent projection of one's will- power. For the other Paths have determined what the self definition should be, now, it is the task of the individual to activate that defin ition and fulfill his/her personal destiny. For this solidification must be absolutely complete before one endeavors to embark upon the next major trial, that is, the cro ssing of the Abyss. The Archangels of this Path are Khamael (Geburah) and Tzadkiel (Chesed). The Tarot trump is Strength - Atu XI. The Abyss: All of the Paths that lead to the Supe rnal Triad of Kether, Chockmah, and Binah (Paths 18 through 15, and 13) pass across a great ba rrier that is known as the Abyss. This is not unlike the Gulf mentioned above. In some disciplines, the Gulf is known as the Lesser Abyss, and this chasm is calle d the Greater Abyss. The Abyss is the barrier that isolates one’s self consciousness being from the Absolute; but the barrier is in reality, only a psychological one. Whatever spiritual path one undertakes, whether it is the path of the"},{"pageNumber":19,"pageContent":"Order of the Gnostic Star Series - Documentation 1-18 mystic, the magician, or the savant, the crossing of the Abyss represents a profound transformation of the individual, and the repl acement or super-imposition of the his/her ego with a newly born cosmic consciousness. The pa ssage of the Abyss represents the awareness of the divinity within oneself and the fact that that divinity is in all sentient beings. The first awareness that the transpersonal divinity is indeed united, causes one to understand that everything is ultimately united, and therefore th e resolution of all individual beings is with its intrinsic union. The 18th Path (Geburah - Binah - ( ): The 18th Path is the path where all spiritual activity becomes a perfect archetypal expression of transformation itself. The symbol for this process is the Grail, the mutable symbol of the s ource of all spiritual manifestation, and the touchstone of avatars. This Path represents the effect that the greater Abyss has upon the seeker, where he/she experiences a complete depa rture from all sensible realms. It is where the mystery of the living light is revealed, wh ere the feminine Archet ype of Binah (Primal Female) is drawn down into incarnation and activ ation in Geburah. The 18th Path, as all the Paths associated with the supernal triad, repr esents a mystery of being, and as the feminine polarity of the Tree of Life, it is the Femi nine Mystery of Creation and Formation. The Archangels of the Path are Khamael (Geburah ) and Tzadkiel (Tiphareth). The Tarot trump is the Chariot - Atu VII. The 17th Path (Tiphareth - Binah - ' ): The 17th Path is the path that reveals to the seeker his/her Higher Self, that eternal and indestructib le facet of one’s spiritu al being, and it is the ultimate destiny for the true seeker to meet this being at the threshold of total self-realization. The Higher Self or Holy Guardian Angel (also called the Personal Genius or Daimon by the ancients), reveals itself so that it may assist the seeker in that final ecstatic rapture of samadhi or spiritual union with God. The Higher Self mediates this culminating spiritual union, thus it can only occur when the magician as seeker becomes fully conscious of this being, and is assimilated by it. Then, the Hi gher Self draws the pol arities of the seeker together, and through its fusion, causes the s eeker to experience the profoundest sense of wholeness and completeness, which does not ever fade away. Thus the seeker becomes the master, and his or her path of initiation reaches its end. The 17th Path represents the Mystery of the Marriage of the Holy Spirit, which occurs through the joining of the Archetypal Feminine with the Divine Son as Mediator. The Archangels of the Path are Raphael (Tiphareth) and Tzaphkiel (Binah). The Tarot trump is the Lovers - Atu VI. The 16th Path (Chesed - Chokmah - & ): The 16th Path is the path where enlightenment becomes a continual blessing dispensed by the master (hierophant) as a sacrament, which is both renewing and regenerating for all that it touches. The ability to direct the power of this illumination is triggered merely by the master 's awareness of it, for it is always shining forth as a great spiritual beacon. All that is n ecessary to activate this force is to channel it through one’s higher self, and it becomes the agency for the total transformation of the world. The mage has, for a lifetime, practiced magick, projectimg the powers of magick out into the world, guided by his true will, which actually was the will of the Absolute all along, but he did not realize it until this moment. For magick is nothing more than the action of"},{"pageNumber":20,"pageContent":"Order of the Gnostic Star Series - Documentation 1-19 spiritual insight upon rational thought, and its subsequent transformation. This Path represents the integration of the cosmogonic cycle with the individual cycle of initiation, thus seamlessly blending the individual into the infinite. The Archangels of the Path are Tzadkiel (Chesed) and Ratziel (Chokmah). The Tarot trump is the Hierophant - Atu V. The 15th Path (Tiphareth - Chokmah - % ): The 15th Path is the Path where the illumination of enlightenment is revealed through the arch etypal self, thus causing human nature to be directly exalted by union with the Absolute. He rein is revealed the Mystery of the Divine Man or Woman, the agent of both spiritual and temporal power. This is the Path that determines the boundary between human and divine natures, representing the potential legacy of personal spiritual evolution activ ated through a intimate realization of the true nature of Deity.Thus is revealed the mystery of the incarnation of God into divine flesh and blood, the Messianic Legacy. The image of the De ity is revealed as the image of humanity, thus they become one and indestinguishable. Th e wisdom of the Absolute is dispersed from Chokmah through Tiphareth, and this wisdom is translated by the God-man, who is channeling the Deity though the soul of humanit y. The Archangels of the Path are Raphael (Tiphareth) and Ratziel (Chokmah). The Tarot trump is the Emperor - Atu IV. The 14th Path (Binah - Chokmah - $ ): The 14th Path is the cross-path or girder of the spirit, as the 27 th Path is to the personality, and the 19 th Path is to the higher self. The 14th Path is the first path that is completely within the s upernal triad, and thus it exists within the world of ideas without form. It is th e Gate or Door which wards the domain of the Absolute Spirit. This Path unites the archetypal masculine w ith the archetypal feminine, the full light of illumination is joined with the intuitive and receptive faculties - thus beholding the uncreated spirit as one’s own self. Within this unified field of consciousness, the thoughts of the One formulate the perfected state of being in all its glory and simplicity. The Archangels of this Path are Tzaphkiel (Binah) and Ratziel (Chokm ah). The Tarot trump is the Empress - Atu III. The 13th Path (Tiphareth - Kether - # ): The 13th Path is the Path of the Mystic, where the brilliant and pure light of the Deity is directly perceived without any bias or prejudice. The mystic seeks not the benediction of himself or the world, but only the pure and unadulterated revelation of the Absolute. The mystic performs this action without premeditation and without the desire to manipulate its potency, he only seeks but to behold it. The method of spiritual achievement through this Path is the sl ow and painful elimina tion of all that acts as a barrier between oneself and the Deity. The fi rst stage is the revelation of the God within one’s self, and the second stage is the realiza tion of the unity of everything within God. The world and its concerns, including the needs and the wants of the petty ego, have been eliminated so that nothing interferes with the simplicity and purity of the experience of blissful spiritual union. The final stage is ach ieved through the annihilation of the individual ego, and the complete identification of the se lf with God, within the Unity of Being. The Archangels of this Path are Raphael (Tipha reth) and Metatron (Kether). The Tarot trump is the Priestess - Atu II."},{"pageNumber":21,"pageContent":"Order of the Gnostic Star Series - Documentation 1-20 The 12th Path (Binah - Kether - \" ): The 12th Path is the Path known as the Occult Intelligence (Prophecy), which represents the revelation of all things (archetypal forms) as they truly are, but seen as if in a vision. Al l veils are cast aside and the Pure Light of the Absolute is allowed to be perceived by the in tuition instead of the mind, and thus the nature of Prophecy is revealed. For Prophecy is simp ly defined as the vision that reveals the manifestation of the ultimate in ner mechanism of Fate, showing everything that ever was and will ever be as a single suspended moment. It is also true that one may find him/herself fully conscious in that vision, directing the manifest ation of the universe through one’s self acting as a cosmic channel. Through the power of this path one is able to comprehend and work through the Absolute, investing all time and space with the essence of one’s self, and therein creating a universe. The experience of the Abso lute is softened by dreams and visions, and the manifestation of the feminine archetype pe rsonifying the Absolute Spirit represents the activation of the powers of cr eation, and also the qualities of compassion and preservation. Thus is expressed the love and compassion of G od for its creation - and this is the perfection of all magick. The Archangels of this Path are Tzaphkiel (Binah) and Metatron (Kether). The Tarot trump is the Magician - Atu I. The 11th Path (Chokmah - Kether - ! ): The 11th Path is the Path where one receives the vision of the Absolute Spirit, face to face, as co-equals. The power of the Absolute Spirit engenders itself, thus giving birth to the First Pr inciple that is its reflection. In this fashion was Spirit made manifest as an ideal, thus causing its own dissemination. But the Light that comes from the Primal Source is blindi ng, and so the singular being-ness becomes enlightened self-knowledge - a mirror reflecting the light of the Deity to all quarters. The experience of this Path is symbolized by the Divine Fool or Madman (or Mad Woman), thus denoting the expression of pure genius without regard to form or process. The ultimate definition of this Path is that it represents the introduction of paradox into the universe that did not exist in the pristine state of the One, or even unmanifested Being. In this manner, the symbol which most represents the concept of paradox is the Divine Fool, who is both wise and foolish, and who expresses wisdom in its rawest and simplest form. The pure expression of Spirit causes the individual to become ecstatic and wild, released from all concerns and limitations - thus is the truly released and re united being. The Archangels of this Path are Ratziel (Chokmah) and Metatron (Kether). The Tarot trump is the Fool - Atu 0."},{"pageNumber":22,"pageContent":"Order of the Gnostic Star Series - Documentation 1-21 4. The Practical Qabbalah - the Active and Esoteric Qabbalah Having covered the basic information about the Sephiroth and Pathways, we will present the practical uses of the Qabbalah in ritual and ceremonial magick. This particular discipline is known as the Practical Qabbalah , and is thought to be associated with the esoteric practices of ceremonial and ritual magick that the Jewi sh Qabbalists had derived from a rich source of middle eastern mystical and magickal beliefs and practices. As we have demonstrated previously, the Qabbalah is a system that was established as a product of its time, borrowing from various Greek, Persian (Magian) and Ba bylonian sources and synthesizing them within a Jewish cultural matrix. Some have claime d that the Qabbalah was purely derived from Jewish sources, and that it had nothing to do w ith questionable theurgic practices. The truth has been revealed that the Qabbalah is obviously a system invented for the exclusive use of the practice of ritual and ceremonial magick. The many specific practical magickal uses of the Qabbalah will certainly demonstrate the obvi ous association it has with the practice of magick. Prior to the use of metaphysical systems such as the Qabbalah, ritual magick required the use of fetishes and physical links to associate the magickal subject with the object, and it also needed an elaborate religious cult to use the general powers of a deity for personal magick. The religious cult allowed for the assumption of the godhead and it had developed a technique that allowed for the channeling of the deity’s powers for certain ends. The act of assuming a deity was expressly forbidden in mo st mainstream religions except for those who were of the appointed liturgical elite, so the practitioner was usually breaking laws to practice his or her art. (The Mysteries were, of course, one of the exceptions to this rule.) In addition, there was a system of secret name s of the gods (used to summon their powers), seasonal and astronomical observances and sp ecial rites honoring the deity. This was how ceremonial magick was practiced before the Greco-Roman period, when most cultures were distinct and homogeneous entities. Yet this method had many limitations, particularly that the magician was tied down to a single deity and could only channel the forces associated with its qualities and characteristics. This cause d magick to be limited to a single dimension, thus it was incapable of being expressed in a unified manner. Magicians were cult specialists. One magician might specialize in the forces and knowledge attributed to a goddess of love, another to a god of healing, and still another to a goddess of hidden wisdom and fate. When many different cultures were forced to coexist by a conquering culture, there was an explosion of religious speculation and magickal practices, as the spiritual ideas and practices of many cultures began to blend in a chaotic and creative fashion. As methods of communication and travel between cultures an d regions became more common, the religions of the Mediterranean became more heterogene ous and syncretistic, and therefore the art of magick began to become more unconventional. When we examine the magickal papyri and scrolls of late antiquity, we see that magi cians called upon a vast plethora of deities and spirits, some whose names had become altered or corrupt, and the names of these gods and spirits were taken from all of the various major cultures of the middle east. This period of"},{"pageNumber":23,"pageContent":"Order of the Gnostic Star Series - Documentation 1-22 extreme creativity came to an end, however, when Christianity forced the practice of magick to be narrowly defined, so that it once again was aligned (or opposed) to a specific creed, which was Christianity. Those forms of magick that were considered heretical were banned outright. The art of magick became the province of educated clerics, but the common people still used a mixture of pagan and Christianized magick to combat disease and suffering. The image of the medieval magician was that of an educated man, who wrote simple or elaborate ceremonies and practices, and these were performed secretly and discreetly within the traditions of Christianity and Judaism by indivi duals trained in the liturgical sciences. The Renaissance brought forth a new image of the magician as a philosopher and metaphysician, an educated individual who was not a member of the church hierarchy. But this wondrous image of the Renaissance Magus soon failed, as the practice of magick became ever more degraded by Christian diabolism. The practice of magick almost disappeared, through the effect of religious persecutions and the advent of science, but it was brought back from the brink of extinction by occultists of the 19 th century, who saw it as a means of assisting in occult metaphysical speculations. The beginning of the 20 th century saw the emergence of new religious perspectives, and so the experimentation with magick produced many new variations, allowing magick to become some thing other than the practice of esoteric Christians. The practice of magick is now on ce again undergoing a great syncretism as it was in the late period of antiquity, so we have co me almost full circle, but perhaps we are wiser and less constrained by tradition and orthodoxy, a nd this freedom will allow the practice of magick to reach its final apotheosis. We shall now explain the revolution that the Qabbalah had on Ceremonial Magick, but without explaining in greater detail the detailed historical evolution of magick, which would include the disciplines of astrology, alchemy, the hermetic sciences, and occult metaphysics, to mention only a few. The first major departur e from the cult practice cited above was that the various godheads were seen as masks or qualities of a single and unknowable deity. This change in perspective was the result of Jewi sh monotheism, which denied the existence of any other deity except the tribal sky god, Yahweh. Monotheism was not a new concept to the ancient world, and each culture in the middle east had some concept of a single ruling godhead. It was the Jewish elite, for various po litical reasons, and not for the assumed piety of being the chosen people as written in the Old Testament, who aggressively pursued the belief in a single and unknowable godhead. This tenacious ideology eventually caught the imagination of the ancient worl d, mostly because of the effects of Christianity and Jewish philosopher mystics like Philo, and because th ere already was a recognition of a ruling god in most of the Greco-Roman world, as well as a ruling emperor. But monotheism was neither a popular nor natural mind-set for most people, and it had to be forced on them over time before the practice of magick was profoundly effected. Perhaps the first product of this new world order was a book of unknown origin that was called the Testament of Solomon, which was used for both angelic and demonic invocative workings. There were other books that began to be circulated, such the Sworn Book of Honorius, the Key of Solomon, the Lamegeton or Goetia, the Armadel, the Ars Noteria, and many other titles, most of which are lost to the modern age. These books first began to"},{"pageNumber":24,"pageContent":"Order of the Gnostic Star Series - Documentation 1-23 appear late in the 12 th century, but most are the product of the late middle ages - the 13 th and 14 th centuries, and derivations of th em were produced until the late 17 th century. The great grimoire of the age was known as the Picatri x, an arabic derivation of Greek planetary magick, which first appeared in the 11 th century, and was later condemned by the Pope. The above listing of grimoires, when their contents are examined in detail, have a common trait, they use lists and correspondences of angels, demons, and various other spirits, some probably derivations of names from late an tiquity. And there is a new emerging use of Hebrew words, formulas, letters, and geometric shapes, and the use of other words of power, so garbled as to be untraceable (verba ignota). The impact that the Testament of Solomon had on the magickal practices of the cleri cal community was profound, and its methods were copied and expanded upon during this age. But the system of magick introduced by the Testament of Solomon was derived from Qabbalistic knowledge, and the sacred and mysterious words (godnames) of the Tenach and the Talmud found their way into this grimoire, along with the hierar chy of spirits and various sigils, talismans and liturgies of ceremonial magick. Although written books on magi ck were a later phenomena and a final manifestation of what was probably an oral tradition (and well hidden from ecclesiastical authorities), the practices of Qabbalistic magick were probably far older than the books produced later, and would have been contemporar y with the lore that later appeared in a book, the Sepher Yetzirah. Thus Qabbalistic magick was born, and passed down to those who saw its merits, and these individuals copied and added new ideas to th e lore, which by the time of the Renaissance, had become very large. The Qabbalah revolutionized the practice of magick, and allowed for Jews and Christians to experiment with contacting and channeling the wisdom and power of the Deity and its various surrogates, for the purpose of directing and implementing divine change in the world. It also served as the model for the unification of various magickal religious cults into a single system or litur gy, whose core was a system of correspondences that allowed the magician to assume many godf orms (supposed variations of the One God), and express many spiritual powers. The magickal formulas that were used to create words of power and discover the secret names of the Deity were derived from specific Qabbalistic techniques, and these formulas were even used to create ritual patterns, saturating the liturgical structures of ceremonial magick w ith the authorities and insignia of the Godhead. The later structure of the Tree of Life allowe d for the mapping of the inner planes and the Paths, providing a system of guided imagery. The associated correspondences between the Sephiroth and Pathways allowed for a meticulous categorization of the various characteristics of spirituality, each of which was once the center of an entire cult. The Ppathways as represented by the Hebrew and Ch aldean Alphabet, also established a direct relationship between numbers and words, creating various numerological systems that assisted in the generation of formula-words and semantic linkages between the applied powers and the defined objective. The relationshi p between numbers and letters also allowed for the formation of magickal sigils or signatures, which a ssisted the magician in uniquely identifying a spirit for the purpose of conjuration."},{"pageNumber":25,"pageContent":"Order of the Gnostic Star Series - Documentation 1-24 Therefore, it can be seen that the practical Qabbalah can be defined as representing the following techniques: It is a cosmological framework for the Inner Planes, a system of correspondences establishing the relationships between various different spiritual entities and qualities, and a system of word manipulation consisting of a letter numerology that associates words with numerical values, the bu ilding of word formulas as acronyms, and the creation of sigils from names and words (formu las). These four different systems represent the core doctrine and lore of the Qabbalah, and are essential for the practice of Qabbalistic or High Magick. We shall now discuss each topic in detail. The Qabbalah as a Cosmological Framework The techniques of pathworking and transformi ng consciousness have already been dealt with in the earlier section in this document that focuses on the Twenty Two Paths of the Qabbalah. We will add the comment that this sy stem of path-working establishes inner plane connections that are important to personal spiritu al growth. The ritual visualizations of the Pathways, and traversing then either up or down in sequence, or just focusing on one of them, represents the corresponding impact to th e soul of humanity evolving into God, or God descending down into the material (sacramentation). The magician is causing himself to evolve and attain the lofty perspective of the Deity in practicing path-working. The structure of the Tree of Life when view ed through the multiple o ccurrences of the four Qabalistic Worlds becomes the structure associat ed with the magician's magick circle and the domain of the four watchtowers of the Elem ents. Each watchtower is the ward for a host of spirits and forces whose correspondences ar e described by the Tree of Life. Furthermore, the Four Worlds have a Tree Life structure w ithin them, and so the ultimate organization and structure of the Watchtowers are formed around each Tree. This multiple Tree of Life scheme represents the structure of the Inner Planes that the magician, by creating a model of it, makes accessible to the mind. The Magician constructs ritual structures that allow for the manipulation and expression of these forces and intelligences, which through the corresponding association of the Inner Planes to the Earth Plane, causes changes to occur upon consciousness within the physical reality. Th is is a definition of Ceremonial Magick utilizing the Tree of Life. The Qabbalah as a System of Correspondences In the earlier sections of this document, certa in correspondences were given to characterize each of the ten Sephiroth of th e Tree of Life. These corresponde nces can also relate various unrelated occult items, qualities and substances together to create a matrix of symbolic associations which the magician uses to captu re a specific spiritual characteristic which he wishes to express. The pathways can also have attributes and correspondences associated with them, and this even further qualifies the names of spirits and magickal formula used in magick. The correspondences of the Qabbalah represent the qualification of various"},{"pageNumber":26,"pageContent":"Order of the Gnostic Star Series - Documentation 1-25 ingredients or components utilized to write rituals that would incorporate a unified expression of those individual qualities. The method of uniting individual qualities is through the use of a constructed word-formula which captures the essence of the meaning of the entire ritual. An excellent source of Qabbalistic correspondences can be found in the book 777, edited and published by Aleister Crowley. Correspondences inform the magician of the relative components which he may select to construct a ritual. The use of correspondences and their relationship to the structure of the Tree of Life within each watchtower adds a spatial dimension to the stru cture of a ritual. This is further explained by the association that magickal correspondences are also associated with specific locations within the Inner Planes. To make contact with these entities, the magi cian would use all of its correspondences of colors, sounds, herbs, incense, qualities, and characteristics to create an environment suitable for such entities, and the ma gician may proceed with a ritual scrying session, astral projection, or the great techniques of invocation and evocation. The magician enters into the domain of the spirit, and also channels its powers and knowledge into the mundane world. The correspondences set the tone of the energy si gnature or character of the spirit, and the structure of the Inner Planes functions as the domain of the hierarchy of spirits and beings. But there is yet more to this kind of working, and the use of talismans, sigils, magickal diagrams, and ritual formulas represent the ot her disciplines incorporated to complete this work. The Qabbalah as a System of Numerology The concept that letters are also numbers may be foreign to our present system of numeration (the arabic numbering system that we use today was also derived from letters, with the addition of the zero), and the Arabic numeric system in use today has supplanted earlier and more primitive systems of numeration. However, the Greeks and Hebrews utilized their alphabets as both systems of numeration as we ll as an alphabet. It is possible that this relationship was only deliberately manipulated later on, but a form of letter occultism was developed by the philosophic literati of the time, using certain examples of that obscure relationship between numbers and words (because only certain examples would be meaningful rather than nonsensical). One merely had to add up the numeric value of the letters in a given word to establish the numeric value of that word. It was also believed that words which had the same numeric value also had the same corresponding meaning. Therefore, the Hebrew word AHBH ( %\"%! - beloved), which has the individual letter values of 1, 5, 2, and 5, and when added togeth er equals 13, gives the numeric value of 13 to that word. Also the Hebrew word AChD ( $(! - unity), which has the values 1, 8, and 4, also produces the value of 13 when the numbers of the letters are added together. The Qabbalist would then contemplate about the s ubtle relationship between the words beloved and unity, noting that they could be intercha nged as key-words or formulas in a ritual. Certainly, the number 13 is also given the qualification of the two words whose numeric value are equal to it, and so the number 13 now has additional attributes. The Qabbalist"},{"pageNumber":27,"pageContent":"Order of the Gnostic Star Series - Documentation 1-26 would then produce a book of numbers (Sepher Se phiroth) that show the numeric values of all of the important words, such as phrases from holy works, as well as the names of the Godhead, Angels, Demons and other spirits. This method of adding the numeric values of letters in words to form a numeric correspondence is called Gematria, from the Greek word Grammateia, meaning tabulation (from an account book or domestic listing). In addition there are two other systems of numerology. Notariqan is from Notarius - an ancient method of shorthand writing which the Qabbalist used to create or define acronyms. Temura is a method of permutation that substitutes letters so as to encrypt or decode words or phrases. There are said to be 22 different methods of substituion, one for each le tter of the Hebrew alphabet. Temura is also used to create signatures and sigils from form ula words or important names. These are used particularly in the rituals of invocation a nd evocation. We will now explore each system in greater detail. Gematria See the appendix for the table depicting the Hebrew Alphabet. You will notice that each Hebrew letter has a numeric value, and that a few have a second value associated with them. The five letters Kalph, Mim, N un, Peh, and Tzaddi have different shapes at the end of a word and so are given a different and higher numerical value. These are called the terminal numerical values, which are used for the terminal form of the letter (as it looks at the end of a word). This allows for the assignment of num erical values of the 100's, thus giving some continuity to this archaic system of numer ation. In order to study the correspondences that the numerical values of words reveal it is nece ssary to either generate one from the analysis of a myriad of Hebrew words, or purchase a book in which the work has already been accomplished. I would recommend the latter, and there is a Sepher Sephiroth (Book of Numbers) thatAleister Crowley had edited and first published, which is still available for use today. One can use the Hebrew alphabet for de riving the numeric values of specific words, or one can use other alphabets for other langua ge roots, such as Greek or even the Latin alphabets. Perhaps an easier way of examining a word, name or formula, is to look at each letter as corresponding to the Pathways of the Tree of Life, and using the associated correspondences to determine the combined meaning of the word. I use a method that attributes to each letter one of the Trump cards of the Tarot, and examine the word as if it were a Tarot card reading. Notariqan Notariqan consists of two different methods, one for the creation of acronyms, and another for the breakdown of acronyms. In the first ex ample, every letter of a word is used to determine an appropriate word that starts with th at letter, so that from the letters of a word, a sentence or phrase is created. In Greek, the letters of the word for fish IChThUS become the words starting with each letter, Iesous Chri stos Theou hUios Soter (Jesus Christ, Son of"},{"pageNumber":28,"pageContent":"Order of the Gnostic Star Series - Documentation 1-27 God, the Messiah). So the word Ichthus (fish) becomes an acronym for the core phrase of the Christian creed. A magician would use a sign of the fish to denote this concept of Christian theology in ritual magickal worki ngs. The second method is the reverse from the first method, in that the firs t letters of each word in a phrase are broken out and used to create an acronym. In Latin, the phrase Iesus N azarenis Rex Iudeae (Jesus of Nazareth, King of Judea) becomes the acronym I.N.R.I. This acronym has been used extensively in Christian magick. Therefore, it has been shown that th e creation or reduction of acronyms allows for the unification of word-components, and th e definition of a word-formula by means of associated component words. These two methods of Notariqan are used extensively in the creation and definition of word-formulas that ar e used in the process of establishing a link, and also unifying all the ritual parts into an integral whole. Temura Temura is a system of permutation that uses letter substitution. The Hebrew alphabet can be easily cut in half, with pairs of 11 letters which can be substituted to form different word associations or to act as a cipher to obscure word-formulas. The simplest form is the following: A B G D H V Z Ch T Y K (Known as the ATBASh Cipher) Th Sh R Q Tz P O S N M L From this cipher, it is possible to derive the true name of the God of the Templars; substituting the letters for BP hVMTh (Baphomet) with their pair, the word becomes ShVPhIA (Sophia - wisdom). Another cipher is the ALBTh as follows: A B G D H V Z Ch T Y K L Th Sh R Q Tz P O S N M There are 22 different ciphers altogether, and in addition there are also tables of permutation consisting of 484 squares (22 × 22). The ciphe rs are less useful than the systems of Notariqon and Gematria. This is because writing with a cipher was once necessary for added security measures when writing about occult subjects, but are no longer deemed important in our enlightened times. However, this met hod of Temurah can be used to find alternate formulas when they are needed, therefore ma king a permutation of an existing formula and establishing a integral relationship with it. AIQ BKR: The Qabbalah of Nine Chambers The second and more useful method of Temura is called the AIQ BKR table because its name describes the first two of the Nine Chambe rs of the table associat ed with this system. The AIQ BKR is a table for reduc ing numerically associated letters to units of ten, therefore"},{"pageNumber":29,"pageContent":"Order of the Gnostic Star Series - Documentation 1-28 making each letter capable of being associated w ith the magick squares of the seven planets. The AIQ BKR table is shown below: 300 30 3 : - # 200 20 2 9 , \" 100 10 1 8 * ! 600 60 6 . 2 & 500 50 5 + 1 % 400 40 4 ; / $ 900 90 9 6 7 ) 800 80 8 4 5 ( 700 70 7 0 3 ' Once the letters are reduced to the common values in the cell (usually the single digit), the name can be traced on a magick square in th e form of a sigil. The sigil acts as a unique signature of the spirit, and can be used as a link to invoke the spirit into manifestion. An Example: The Spirit of Saturn is ZAZL which has the following numerations: 7, 1, 7, and 30. The value for Lamed (30), is reduced to the value of Gimmel (3) so that the name can be traced on the square of Saturn. As one looks over the other Planetary Squares, it will be noticed that there are numbers that do not appear on the Aiq Bkr table. The square for Jupiter, for instance, has the values of 11 through 16 that are not represented in any of the Aiq Bkr compartments. These numbers are derived numbers that are produced by addition and subtraction (and even multiplication) of combinations of the original numbers associated with the letters. Thus the signature of ZAZL could also include the numbers 8 (7 +1), 6 (7 - 1), 4 and also 2, (3 + 1, and 3 - 1). Also, the key numbers represent the numbers that can be derived by totaling the columns horizontally and diagonally. The square of Mercury has two value, one for the horizontal and vertical columns, and one for the diagonal columns. The following pages contain the Hebrew Alphabet and its numerical values, the Greek Alphabet and its numerical values, the planetary squares (Kameas), which are used for drawing sigils, the Rose Emblem of the Golden Dawn, which is also used for drawing sigils, and finally, some selected tables of corresponde nces, and a model of the Tree of Life, with all of the pathways indicated."},{"pageNumber":30,"pageContent":"Order of the Gnostic Star Series - Documentation 1-29 Values of the Hebrew Letters ! Aleph = 1 - Lamed = 30 \" Beth = 2 / Mim = 40 # Gimmel = 3 1 Nun = 50 $ Daleth = 4 2 Samekh = 60 % Heh = 5 3 Ayin = 70 & Vav = 6 5 Peh = 80 ' Zain = 7 7 Tzaddi = 90 ( Cheth = 8 8 Qoph = 100 ) Teth = 9 9 Resh = 200 * Yod = 10 : Shin = 300 , Kaph = 20 ; Thav = 400 + final Kaph = 500 . final Mim = 600 0 final Nun = 700 4 final Peh = 800 6 final Tzaddi = 900"},{"pageNumber":31,"pageContent":"Order of the Gnostic Star Series - Documentation 1-30 Values of the Greek Letters ! Alpha = 1 ; Nu = 50 # Beta = 2 = Xi = 60 ' Gamma = 3 ? Omikron = 70 ) Delta = 4 A Pi = 80 + Epsilon = 5 C Rho = 100 - Zeta = 7 E Sigma = 200 / Eta = 8 I Tau = 300 1 Theta = 9 K Upsilon = 400 3 Iota = 10 M Phi = 500 5 Kappa = 20 O Chi = 600 7 Lambda = 30 Q Psi = 700 9 Mu = 40 S Omega = 800"},{"pageNumber":32,"pageContent":"Order of the Gnostic Star Series - Documentation 1-31 Planetary Squares (Kameas) Saturn (Key = 15) Jupiter (Key = 34)  Mars (Key = 65) Sun (Key = 111)   Venus (Key = 175)"},{"pageNumber":33,"pageContent":"Order of the Gnostic Star Series - Documentation 1-32   Mercury (Key = 260 & 257)   Moon (Key = 369)"},{"pageNumber":34,"pageContent":"Order of the Gnostic Star Series - Documentation 1-33 The Rose Emblem of the Golden Dawn"},{"pageNumber":35,"pageContent":"Order of the Gnostic Star Series - Documentation 1-34 Two Tables of Qabbalistic Correspondences The Key of the Ten Emanations 1. Table of Basic Qualities Num. Qualities Planets Insight Sephiroth English 0 Mystery Cosmos/ Uranus The Void Ain Soph Limitless Void 1 Union Pluto Macrocosm Microcosm Kether Crown 2 Wisdom Neptune Chokmah Wisdom 3 Numen Saturn Binah Understanding 4 Belief Jupiter Chesed Mercy 5 Motive Mars Geburah Strength 6Self (Identity) Sol Tiphareth Beauty 7 Values Venus Netzach Victory 8 Activity Mercury Hod Splendor 9 Image Luna Yesod Foundation 10 Essence Earth Malkuth Kingdom 1. The Table of Basic Qualities: This table has six columns that represent the correspondences between the Ten Emanations of the Tarot and the Ten Sephiroth of the Qabbalah. The column labeled the \"Qualities\" c ontains the key words for the ten emanations and the void, and the column of the Planets represents the planetary correspondences. The column of Insight represents the dichotomy between the absolute plane and the physical plane and their relationship to each other. This column is also called the Principal Relationship between the Deity and humankind. The last two columns represent the Hebrew and English names for the corresponding Ten Sephiroth of the Tree of Life."},{"pageNumber":36,"pageContent":"Order of the Gnostic Star Series - Documentation 1-35 The Key of the Ten Emanations 2. The Table of God Names of the three Generic Traditions Num. Hebrew Concept Egyptian Greek Gnostic (Ogdoad) 0 AYN SOPh Abysmal Waters Nuit Pan Sige (Silence) 1 AHYH Child Horus Zeus Bythos (Depth) 2 YH Father God Osiris Athena (Wisdom) Nous (Mind) 3 YHVH ALHYM Mother Goddess Isis Demeter 4 AL God of Justice Amon Poseidon Aletheia (Truth) 5 ALHYM GBVR Warrior Goddess Neith - Sekmet Ares - Hippolyta 6 YHVH ALVH VDOTh Solar God Ra - Aten Apollo Logos (Word) 7 YHVH TzBAVTh Love Goddess Hathor Aphrodite Zoe (Life) 8 ALHYM TzABAVTh God of Crafts Thoth Hermes 9 ShDY AL ChY Lunar Goddess Shu - Khonsu Artemis Anthropos (Man) 10 ADNY MLK Earthly Paradise Set & Nephthys Persephone Ecclesia (Church) 2. The Table of God Names of th e three Generic Traditions: This table is the key to the three generic traditions that are presented in the Py ramid of Powers series. These God Names are compared to the ten emanations so that thei r qualities will be clearly defined. The names are traditionally accepted in regards to the Hebrew , Greek and Egyptian, but the Gnostic names have been derived from the Valentinian syst em of Gnosis and represent only eight (hence, the Ogdoad) of the total thirty Aions of th e Pleroma. The magician may choose these God Names, or he/she may create another variati on. Through their use the magician will discover the core of a living tradition and then be able to make his/her spiritual alignment more legitimate."},{"pageNumber":37,"pageContent":"Order of the Gnostic Star Series - Documentation 1-36 Qabbalistic Index of the 22 Paths and the Tarot Trumps Path Number Hebrew Letter Symbol Tarot Trump Trump Name 11 ! Air 0 The Fool 12 \" Mercury I The Magus 13 # Moon II The High Priestess 14 $ Venus III The Empress 15 % Aries IV The Emperor 16 & Taurus V The Hierophant 17 ' Gemini VI The Lovers 18 ( Cancer VII The Chariot 19 ) Leo XI Strength 20 * Virgo IX The Hermit 21 , Jupiter X Wheel of Fortune 22 - Libra VIII Justice 23 / Water XII The Hanged Man 24 1 Scorpio XIII Death 25 2 Sagitarius XIV Temperance 26 3 Capricorn XV The Devil 27 5 Mars XVI The Tower 28 7 Aquarius XVII The Star 29 8 Pisces XVIII The Moon 30 9 Sun XIX The Sun 31 : Fire XX The Last Judgement 32 ; Saturn/Earth XXI The Universe"},{"pageNumber":38,"pageContent":"Order of the Gnostic Star Series - Documentation 1-37"},{"pageNumber":39,"pageContent":"Order of the Gnostic Star Series - Documentation 1-38 Qabbalistic Bibliography Grey, William The Ladder of Lights The Office of the Holy Tree Knight, Gareth A Practical Guide To Qabbalistic Symbolism Regardie, Israel The Tree of Life A Garden of Pomegranates Reed, Ellen Cannon The Witches' Qabala Berg, Dr. Philip S. Kabbalah For The Laymen (Research Centre of Kabbalah) The Ten Luminous Emanations An Entrance To The Zohar Crowley, Aleister 777 The Qabbalah of Aleister Crowley ( Edited from the Equinox ) Fortune, Dion The Mystical Qabbalah Suares, Carlo The Sepher Yetzirah (Translation) Mathers, S.L. MacGregor The Kabbalah Revealed (Translation) Charles, R. H. The Book of Enoch (Translation)"}]
