[{"pageNumber":1,"pageContent":"My Qabalah Geburah Number 5 Title Strength  Image Warrior  Greek God Ares Planet Mars  Colour Orange Relationships Right Arm Sword Chain Courage and Destruction Geburah is the passion of the courage and streng th of Ares. It takes its energy from Chesed as a warrior takes commands from his King, although Geburah is in the Pillar of Severity under Binah and as such is a Female energy an d has a negative polarity just like Binah . Now this might seem strange as the warrior Ar es and the symbol for Mars is used as the icon for Male sexuality. But in the Qabalah Geburah is more like Athena the great Female warrior denying her sexual ability to give birth and instead takeing arms and fighting for her belifes. Geburah 's passion is that of conquest, seduction and sensual experience, and in that way she is just like Ares. The paths from Geburah are to the left and back to Chesed via The Hermit, down to Hod via Death and diagonally down to Tiphareth via the Hanged Man. This last direction is the way the energy flows in the Tree of Life. From Chesed through Geburah and down to Tiphareth . It will continue on to Netzach ( Aphrodite or Venus ) and then the relationship of Venus and Mars we have in the western world is revealled. The passion of Geburah is balanced through Tiphareth ( The Sun ) by the level headed love of Netzach ( Venus ). Now here it gets weird again Netzach is a Male energy and is symbolized by a bearded maiden ! If you examine Netzach in detail you will understand the Qabalahist meaning of the love of Venus opposed to the passion of Mars and why they need to have the sexuality's they have been given. Pa g e 1 of 3 Qabalah - Geburah 4/14/2002 htt p ://www.beachaccess.com.au/mer lins/Qabalah/Geburah.html"},{"pageNumber":2,"pageContent":"Move to the next Sephiroth There are some interesting Love triangles from both Geburah and Netzach . They explain all the attempts and pitfalls of being in lo ve. They also show how the energies and the paths play a part in the way we interact when we are in love. It takes a while to grasp these relationships, but it's worth the effort. Again as always it's what happens from each Sephiroth to the next that causes and exchan ge of energy and this exchange has been symbolized by a Tarot card so it can be more easily understood. Look for yourself at the triangle of Geburah (Mars), Netzach (venus) and Hod (Mercury). The connecting paths from Hod alone are Death if you seek passion by selfishly using spells and magick to Geburah or The Star if you seek by study of magick and spiritualism to find the selfless love of Netzach . The path from Hod to Netzach is the accepted way of the Adept and is a much preferred way to find love. The path of Death doesn't mean you will die, it just suggests a loss of self if you seek passion by magick and a comple te change in your life if you try it. This may not be a bad thing depending on your circumstances and all the time the triangle is balanced by Tiphareth (Sun) the great healer. So which every way you choose you will learn a lot and have the ability to find a great healing. Beautiful isn't it. Of course I have just scratched the surface with love triangles, but you can work your own out from Geburah and Netzach by looking up the relative Tarot Cards and imagining the energy exchange each time be tween the Sephiroths. It does help if you understand the Sephiroth, but a basic knowledge of the planets will guide you, good luck trying it can be very rewarding. Return to the Tree of life The Supernal Triangle The 32 paths Pa g e 2 of 3 Qabalah - Geburah 4/14/2002 htt p ://www.beachaccess.com.au/mer lins/Qabalah/Geburah.html"},{"pageNumber":3,"pageContent":" Designed by Merlin Di g ital Art © 1999 Pa g e 3 of 3 Qabalah - Geburah 4/14/2002 htt p ://www.beachaccess.com.au/mer lins/Qabalah/Geburah.html"}]
