[{"pageNumber":1,"pageContent":"mclean1 top of page Towards the Sacred Union: The Mystical Journey of the Soul Julienne McLean Foreword I wish to introduce the spiritual writings, experiences and guidance of the Christian saint and mystic, St. Teresa of Avila, who lived in 16th-century Spain. My aim is to explore her writings from several inclusive perspectives. Firstly, I shall attempt to place some of her writings within a broad spiritual and historical context in order to demonstrate connections and interrelationships between the Christian, Sufi and Jewish mystical traditions. Secondly, I shall cover in some detail St. Teresa’s writings on the seven mansions of the soul, which are contained in the mystical masterpiece The Interior Castle, written towards the end of her life. The mystic’s search for union with God had traditionally been symbolized by a journey or passage through seven interior chambers - expressed as mansions, stations, palaces or halls - which have always been part of a more comprehensive pattern of religious symbolism embraced by Christians, Jews and and Muslims throughout history. Each mystical tradition speaks about the ‘journey in God’ - of the intense longing for God and devotion of the soul to God - of surrender and purification, of renunciation and abandonment resolved through the union in Love. It has been said that all mystics recognize one another because they come from the same country. Yet behind the multiplicity of religious forms, ideas and expressions of that journey, there is but one God and but one ‘journey in God.’ There are remarkable connections and similarities between St. Teresa’s experiences, ideas and writings and the Jewish and Sufi mystical traditions. In order to explore some of these connections, it will be useful to look at the early phase of the Jewish mystical tradition known as the Merkabah tradition, alongside excerpts from the Zohar which come from the medieval Kabbalistic tradition, concerning the seven Halls of Heaven. I will then draw from early writings of the Sufi mystics and poets concerning the seven stations of the heart. Merkabah Tradition In the Jewish mystical tradition, from ancient times - through the Merkabah and Hekhalot tradition to medieval Kabbalah to the present time - there has been a constant theme referring to the mystic who journeys to the Throne of God through the mythological or spiritual realm of the seven heavens. The earliest phase of Jewish mysticism, before its crystallization in the medieval Kabbalah, is the longest - from the 1st century BC to the 10th century AD - and is known variously as the Merkabah tradition, Chariot or throne mysticism. It developed from speculations about the prophetic visions of the Old Testament, primarily on Genesis, Ezekiel, Isaiah and Kings. Typically, during the early era, the visionary or mystic was taken up to the heavenly sphere and perceived the Holy One or Divine King sitting on a throne, supported by a chariot in crystal firmament, and surrounded by fire with the cherubim and four living creatures nearby. The first full-scale presentation of Merkabah, or Chariot mysticism, is contained in the visionary writings known as the Hekhalot books. This literature, dating from the 3rd to the 10th century, elaborates on the essential themes of the Old Testament’s prophetic visions. Primarily, it is based upon the first chapters of Genesis and Ezekiel. These visionary writings consist of descriptions of certain hekhalot, or heavenly halls or palaces. file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/mclean1.html (1 of 9)8/12/2004 1:52:49 am"},{"pageNumber":2,"pageContent":"mclean1 The deepest desire of the mystic was to reach this realm, during ascent to the heavens, in order to contemplate the splendor of the Shekinah and the majesty of the Holy One. The Gnostic, or mystic, Journeyed through a series of seven chambers, or palaces, envisaged as a series of concentric circles and in the seventh and innermost chamber found the throne of the Divine Glory of God. Kabbalistic Tradition The 12th and 13th centuries were the formative period for the creative growth of Kabbalah, particularly in Spain and Provence. The Zohar - the great Jewish mystical and spiritual commentary which epitomized Spanish Kabbalah - was compiled in the late 13th century by Moses de Leon, but is generally agreed to be the work of several authors. The authors of the Zohar have drawn on a wide range of sources and have certainly referred back to material from the earlier stream of Jewish mysticism, which it re-evaluates and reinterprets. The Zohar is written in pseudo-epigraphic form describing the teachings of Rabbi Simeon ben Yohai, who lived in Palestine in the 2nd century. In the text, the visionary experience is put into the mouth of the teacher who, in momentarily freeing his body from his soul, experienced a magnificent revelation in the form of seven Palaces of Paradise, along with their counterparts the Seven Palaces of Hell. What is revealed is a system that draws on the earlier Hekhalot teachings for its essential symbolism, whilst also showing the influence of the developing Kabbalistic tradition and the new ideas on the mystery of the chariot. What is very evident in the text is the movement away from the supernatural or magical preoccupations of the earlier Merkabah writings, with a greater emphasis on prayer, meditation, mystical contemplation, and the development of ethical and moral qualities, which are frequently referred to as prerequisites for understanding the secrets of the seven palaces. We are told that the prayers of the righteous and sincere person are carried from one palace or mansion to the next by the seraphim, until they are taken before the King of Kings and transformed into gems for his crown. In the Zohar, the seven halls are populated by hosts of spirits, lights, wheels, seraphim and angels, which radiate Light, and are linked to each other. The heavenly halls act as a kind of bridge between the forces of emanation and the material cosmos. The object of the celestial palaces is to preserve the Shekinah, which is done by looking after the worlds above and this world of our own. In the Zohar, the First Hall of Heaven is described as a \"sapphire pavement under His feet\" where it says, its \"Light, which never rests, is like the light of the sun in the water which no one can master apart from the devotion that the righteous man displays in the prayer that enters the hall.\" The Second Hall of Heaven is called the essence of Heaven, or the Radiance. The Third Hall of Heaven is described as the clearest and purest of the lower halls and is called the Hall of Brightness. The Fourth Hall is the Hall of Merit. The Fifth Hall is the Hall of Love, which the text says \"has perpetual existence, and is concealed in the mystery of mysteries for the one who needs to cleave to it.\" The Sixth Hall is the Hall of Goodwill (Tishby 1949, p. 597 - 611). The Zohar describes the Seventh Heavenly Hall as being: without visible form, being the highest the and most mysterious of all, enshrouded by a veil which separates it from all other spheres and mansions ...It is then that all the spirits like lesser lights are blended with the great divine light, and entering within the veil of the Holy of Holies are overwhelmed with blessings proceeding therefrom as water out of an inexhaustible and ever flowing fountain. In this mansion is the great Mystery of Mysteries, the deepest, most profound and beyond all human comprehension and understanding, the eternal and infinite Will. (Green 1989, p. 92) In contrast to the goal of the earlier Merkabah mystics, the ideal condition now sought by the mystic was a loving union or communion with the Deity, a blending into a harmonious whole of the human and Divine wills, issuing in ecstasy and symbolized by the ‘Kiss of Love.’ This ‘Kiss,’ which unites the soul to God, is usually ascribed to the seventh palace and is said to be of such intensity that it may draw the soul out of the body to God, even causing physical death. file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/mclean1.html (2 of 9)8/12/2004 1:52:49 am"},{"pageNumber":3,"pageContent":"mclean1 St. Teresa also speaks of intense ecstatic experiences where the soul seems to be snatched away from the body and rapt up into communion with the Deity; and characterizes these experiences as being traumatic enough to involve the danger of death. St. Teresa also speaks, like the Zohar, of the Kiss with which the Divine King consummates the Spiritual Marriage in the seventh mansion of her ‘interior castle.’ Sufi Tradition There is a long tradition in Islamic mystical literature of describing the religious experience in terms of seven concentric castles. Many texts, some dating back from as early as the 9th century, use this imagery, some of which are strikingly similar to the seven mansions of St. Teresa. In the 16th century, one such text is the mystical book known as the Nawadir, a compilation of stories and religious thoughts attributed to Ahmad al-Qalyubi, where seven castles, each one inside the other, are described. In this text, the soul which aspires to contemplation is conceived as moving or evolving through seven degrees of perfection, which are like concentric castles of mansions, and in the seventh and innermost lives God where ecstatic union is achieved. In the Nawadir, the castles are described thus: God set for every son of Adam seven castles, within which is He and without which is Satan barking like a dog. When man lets a breach be opened in one of them, Satan enters by it. Man must, therefore, keep most careful vigil and guard over them, but particularly the first castle of them, for so long as that one remains sound and whole and its foundations firm, there is no evil to be feared. The first of the castles, which is of the whitest pearl, is the mortification of the sensitive soul. Inside it, there is a castle of emerald, which is purity and sincerity of intention. Inside this, there is a castle of brilliant, shining porcelain, which is obedience to God’s commandments, both the positive and negative. Within this castle, there is a castle of rock, which is gratitude for Divine gifts and surrender to the Divine will. Within this castle, there is a further one, of iron, which is leaving all in the hands of God. Within this, there is a castle of silver, which is mystical faith. Within this there is a castle of gold, which is the contemplation of God - glory and honor to Him! For God - praised be He! - hath said ‘Satan has no power over those who believe and place their trust in God.’ (Lopez - Baralt 1992, p. 108) The earliest Sufi document featuring treatises on the seven concentric castles dates from the 9th century. It is the Maqamat al-qulub or ‘Stations of the Heart,’ of Abu l-Hasan Nuri of Baghdad. In the text, Nuri illustrates the path which the soul must take to reach God, and employs the symbol of seven concentric castles to do so. It is extraordinary how precisely Nuri foreshadows the Nawadir, and draws on similar religious metaphors to those that St. Teresa elaborated on eight centuries later. In both, the mystical path of the soul is conceived of as the seven successive dwellings or rooms represented by concentric castles or mansions, where in the early stages the aspiring soul is mortified until the innermost castle or mansion is reached where God is at last possessed. Here, Nuri describes ‘The Castles of the Believers Heart’: Know thee that God - praised be He! - created in the heart of believers seven castles surrounded by walls. He commanded that believers dwell within these castles and he placed Satan without, barking at them as God barks. The first enclosed castle is of corundum, and is mystical acquaintance with God - praised be He! - and about this castle there lies a castle of silver, which is faithfulness in word and deed; and about this castle there lies a castle of iron, which is surrender to divine will - blessed be the Divinity! - and about this castle there lies a castle of brass, which is carrying out the commandments of God - praised be He! - and about this castle there lies a castle of alum, which is keeping the commandments of God, both the positive and the negative; and about his castle there lies a castle of baked clay, which is the mortification of the sensitive soul in every action. (Lopez - Baralt 1992, p. 111-112) In the 12th century, the famous Persian mystical poet, Farid ad-din Attar, wrote about the seven valleys of the Way in his epicpoem The Conference of the Birds. Attar described the stages encountered by the pilgrim in his ‘journey in God,’ which, again, shows striking similarities to the descriptions of the other teachers and mystics. He described it as a very perilous journey - \"Of all the army that set out, how few survived the way... not one in every thousand souls arrived - in every hundred thousand one survived\" (‘Attar 1984, p. 214). The first stage is the Valley of the Quest; the beginning of interior purification, of searching, and renouncing of \"the world, file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/mclean1.html (3 of 9)8/12/2004 1:52:49 am"},{"pageNumber":4,"pageContent":"mclean1 your power and all you own\" (ibid., p. 167). They Valley of Love follows, where he describes a deeper longing, surrendering and interior burning in the heart of the pilgrim - \"The lover is a man who flares and burns, Whose face is fevered, who in frenzy yearns.\" Faculties of the mind and reason alone are increasingly thwarted - \"Love here is fire; its thick smoke clouds the head - when love has come the intellect has fled\" (ibid., p. 172). The third stage is the Valley of Insight into Mystery. This deepening apprehension of spiritual mysteries, Attar emphasizes, is different for each pilgrim dependent upon \"his specific qualities and state.\" Interior barriers and veils begin to give way to deeper spiritual perception and discernment, so that \"when Truth’s sunlight clears the upper air, each pilgrim sees that he is welcomed there\" (ibid., p 180). The Valley of Detachment follows, where there is increasing separation from worldly attachments and identifications. ‘Attar writes about further surrender and renunciation of the Self to God, where \"all claims, all lust for meaning disappear\" and a much more awesome and universal perspective on life emerges - \"if all the stars and heavens came to grief, they’d be the shedding of one withered leaf\" (ibid., p. 185). The Valley of Unity is then traversed. Through long renunciation and interior transformation, difference and diversity appear to dissolve - \"the many here are merged into one; one form involves the multifarious, thick swarm\" (ibid., p 191). The sixth valley is of Bewilderment. Here, the fullness of Love takes over the heart of the pilgrim more completely, leaving even more confusion and uncertainty - \"my heart is empty, yet with Love is full; my own love is to me incredible\" (ibid., p. 197). The final place is the Valley of Poverty and Nothingness, where the pilgrim is \"lame and deaf, the mind has gone, You enter an obscure oblivion\" which \"words cannot express\" (ibid., p. 203). He writes that \"Whoever sinks within this sea is blest and in self-loss obtains eternal rest\" (ibid.) and concludes: First lose yourself, then lose this loss and then Withdraw from all that you have lost again - Go peacefully, and stage by stage progress Until you gain the realms of Nothingness; But if you cling to any worldly trace, No news will reach you from that promised place. Appar 1984, p. 205) St. Teresa of Avila I now intend to explore St. Teresa’s writings on the seven mansions of the soul, which is contained in The Interior Castle. It was her most mature work on the mystical life and she regarded it as her best. It is in this work that she speaks most authoritatively on her own inner experiences and discourses on spirituality with a degree of assurance and maturity not found in her other writings. It appears that there are many common elements with the Jewish and Sufi mystical traditions regarding the expression of the mystical journey as a passage through seven interior chambers of the heart and soul. Firstly, I would like to give some personal details of her life to place her in a historical context. She was of Jewish descent, her father’s family of originating from Toledo, and was born in 1515 into a noble Castilian family. She died in 1582. Canonized forty years after her death, she was popularly known as the Holy Mother in her lifetime. Her upbringing was normal for a woman of that family and rank: she went to a convent school and was called to the religious life early, entering a Carmelite convent at the age of 21. file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/mclean1.html (4 of 9)8/12/2004 1:52:49 am"},{"pageNumber":5,"pageContent":"mclean1 Teresa saw it as part of her destiny to reform the Carmelite Order. Many of the religious orders in the mid-16th century were becoming increasingly decadent. There was often greater interest, attachment and activity related to social and economic status, rather that do the deeper spiritual life. It was the eve of the Reformation, and the beginning of massive religious changes throughout Europe. At the age of 46, after 20 years in a Carmelite monastery, she initiated her reforms by founding the order of Discalced Carmelites. This involved great hardship, demanding profound faith and trust in divine help and guidance, where she was aided and assisted by St. John of the Cross. In essence, it was a return to the original ideals and practice of the hermits of Mount Carmel in Galilee; a more strict enclosed life of prayer, solitude and simplicity in the spiritual life. The Interior Castle Her mystical masterpiece The Interior Castle was written in 1577, five years before her death. She was ordered to write it by her confessors against her own will. Originally, it was meant only for women of her own order and was written over three months in the Discalced Carmelite monastery in Toledo. She describes spiritual progress between the seven mansions which, in summary, represent three main stages in the life of interiorization and prayer. The first three mansions concentrate on what we can do to move towards the interior mansions where God dwells - growth in love for others, renunciation of judgment of others, self-knowledge, humility, the process of interiorizing and activating the longing for God. The fourth mansion is the transitional stage where the soul is beginning to respond to His Touch and God begins to take over. The most interior mansions are where god increasingly purifies the soul to His Likeness in the state of spiritual marriage. First Mansion St. Teresa describes the soul as a \"castle made of single diamond, or of very clear crystal, in which there are many rooms, just as in Heaven there are many mansions\" (St. Teresa, 1946 p. 201) The first mansion is the mansion of devotion where the soul is beginning to awaken to the spiritual life through devotion, the longing for god and the awakening of love in the depths of the heart. In these early stages of the mystical journey, Teresa constantly emphasizes the importance of humility, self-knowledge, prayer, reflection and meditation. Self-knowledge is the slow, painstaking growth of the conscious awareness of, and responsibility for, our physical, emotional and psychological state of health. She discusses the enormous difficulties, obstacles and resistance that arise in these early stages: in turning away from appearances and the physical senses, from what can be seen and heard externally, towards the interior life of renunciation. The first mansion is the beginning of loosening of thousands of attachments and identifications of the ego and leads to the facing of internal lies, deceptions, doubts and confusion. It is the place of remembering where we have come from, where we are going, and waking up to a different dimension of Existence. It is not an intellectual process. It is awakening of love and relatedness to the whole of creation as a conscious life force. It is essential, in these early stages, to keep close to spiritual teachers and mentors. The soul is not strong enough in the outer mansions to defend itself alone for it needs protection, guidance, and the nurturing of hope and faith. Second Mansion The second mansion is the mansion of purification. It is the place of the slow dying of the small self, or personal ego, in order for a more universal perspective to grow. It is an invisible zone, which is often experienced like an abyss, yet is the file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/mclean1.html (5 of 9)8/12/2004 1:52:49 am"},{"pageNumber":6,"pageContent":"mclean1 window into another dimension. It is a place of abandonment, of letting go, of perseverance and the constant need for greater humility. It is often experienced as a death of the ego, or dark night of the soul, and can be extremely painful. It is not possible to embark on such a journey unless there is a sense of getting lighter and leaving all unnecessary baggage behind. Teresa emphasizes the fundamental necessity of working with companions - either in a group or in a community. It is not possible to go on such a journey alone. Much of the purifying process occurs in our relationships with others and the external world. In this mansion, the soul experiences greater separation and exile from God, but is, in fact, in less danger then at other stages. The more the soul reaches out to her Divine Spouse, the more He reaches out to her and beckons her to Him. The soul has growing understanding and hope because it is the beginning of a direct interior experience and renunciation to Him. The soul has now entered the spiritual path, and is placed face to face with the whole of its life, where all aspects of shadow and darkness are faced and owned. There is a complete reassessment of life and all internal values, as a much more objective and honest perspective on oneself and life is necessary. Third Mansion The third mansion is the mansion of sincerity, where the soul is journeying, and being tested more and more deeply within. Interior tests become more subtle and less based on appearances and what the external world can see. The tests are based on psychological and spiritual maturity, on the soul’s sincerity, and resoluteness to journey on, and the increasing willingness to surrender, let go, and trust to Divine Will and Providence is a part of this. The strength of this desire, and the firmness of decision, are the main criteria to cross the threshold successfully. The soul is pure and sincere in her emotional and spiritual life in proportion to her feelings of nothingness, ignorance and complete dependence on God. Fourth Mansion Here is the mansion of transition and transformation, where God is beginning to take over. The soul is beginning to experience something very different, as if being swept up into a different world, into something totally Other which is happening effortlessly and by grace alone. Teresa is emphatic about the essential ‘fuel’ on this journey. She says the rational faculties must be decreasing as his/her capacity to love and be loved is increasing. It is important to understand that it is not a personal love - it is another level of Love. It is love for God, for our divine source of Being which is the constant source of transformation in our inner life. There can be many different sensations during this intense process of transformation. Often there is a sense of deep joy and ecstasy which is more powerful and internal than anything sensed before; feelings of deep love may well up from the essence of one’s being, or a sense of intoxication, of total and complete awe. Teresa uses the famous metaphor of celestial waters to describe these states of Being. She tells us how these spiritual waters begin from the most interior mansions, from God: As this heavenly water begins to flow from this source of which I am speaking - that is, from our very depths - it proceeds to spread within us and cause an interior dilation and produce ineffable feelings, so that the soul itself cannot understand all that it receives there. The fragrance it experiences, we might say, is as if in these interior depths there were a brazier on which were cast sweet perfumes; the light cannot be seen, nor the place where it dwells, but the fragrant smoke penetrates the entire soul and very often, the effects extend even to the body. Observe - and understand me here - that no heat is felt, nor is any fragrance perceived: it is a more delicate thing than that. I only put it in that way so that you may understand it. (St. Teresa 1946, p. 238) The Holy Spirit is dissovling and being infused into the center of the soul, which is happening outside ordinary time and space. It is the beginning of the Betrothal of the Spirit to the soul. It is not possible to understand what is happening with ordinary psychological faculties alone, to which it appears paradoxical and miraculous. The center of gravity of the soul is file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/mclean1.html (6 of 9)8/12/2004 1:52:49 am"},{"pageNumber":7,"pageContent":"mclean1 becoming absorbed into another level of Being and knowledge, and is becoming more and more centered on a universal perspective and the larger spiritual life. Teresa consistently tested the sincerity and genuineness of spiritual experiences, which entail a need for constant discernment and self observation with the conscious intention to act righteously. Fifth Mansion The fifth mansion is that of holiness. Teresa’s writings on this mansion take up nearly half of The Interior Castle, because of the careful spiritual guidance and advice needed at these deeper stages. The interior transformation is becoming deeper and stronger, where our heart is surrendering even more to being infused and penetrated by His Radiant Light and Divine Presence. Teresa describes it as a \"delectable death, a snatching of the soul from all the activities which it can perform while it is in the body, a death full of delight for, in order to become closer to God, the soul appears to have withdrawn so far from the body that I do not know if it has life enough to be able to breathe.\" (St. Teresa 1946, p. 248). Teresa speaks about the enormous difficulties, sometimes, of coping with the intensity of such interior transformation and change, in terms of containing or holding on, when the spiritual floodwaters open and meet an often frail and vulnerable sense of ego and body. It is very difficult to understand, or have any perspective on what is really happening until afterwards, because the depths of the heart is so much in another dimension, in the spiritual realm of Being. It can only be described as a very intense Love Affair of pure joy and awe and freedom, where every cell of our being is becoming united and connected with the cells of a greater Being. What are the characteristics of true mystical experience? Teresa suggests that there are several indicators. She says that an absolute certainty remains afterwards, which can only be the case if there has been direct experience of God. It carries a weight of authority and power over time which is impossible to forget. It is as if something is burnt, or permanently impressed onto one’s being which changes everything. Psychological experience and imagination cannot give the depth of transformation and awe that contact with the Holy Sprit bestows. Great interior peace and joy is felt, alongside a sense of humble gratitude at being greatly blessed. She says that is not possible to enter these spiritual realms by our own effort alone. Our own will is being surrendered to His Divine Will, which is granted by grace and providence. Our heart is completely changing as we are becoming emptier, larger, more humble and more universal in perspective. Teresa speaks about spiritual transformation using the famous metaphor of the silkworm. The soul, in its latent asleep state, is like a silkworm which is undergoing death and rebirth in a dark cocooned place for a very long time until she is transformed into an entirely new species, a butterfly, on a different level of Being altogether. It is not possible to underestimate how much pain, agony and suffering, often with great hardship, aloneness and renunciation, is experienced in this process of death and rebirth. Sixth Mansion Teresa wrote more than 60 pages on the sixth mansion of sanctification. In these, she dwells on the increasing internal and external tests, trials, obstacles and opposition, which become stronger and yet increasingly more subtle with ever more need for discrimination. The severity and intensity of such tests cannot be overestimated - all mystics have spoken about persecution and ridicule, as well as serious illness and intense loneliness at these times. The need to be watchful, cautious and vigilant is ever constant. She speaks at length, passionately, of the Divine Love of God for the soul, and of the need for renunciation by the soul to that great Love the Holy One has for his Bride. Many mystics speak of being broken, wounded in the heart, while others speak of being ablaze with a fire that is burning through their entire being, or of being pierced through the heart by shafts of blinding light. file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/mclean1.html (7 of 9)8/12/2004 1:52:49 am"},{"pageNumber":8,"pageContent":"mclean1 Divine Love is awakening the soul through its interior senses, not the physical exterior senses. The soul is beginning to see Him by interior vision, or beginning to hear His Divine call, or smell that delicate interior taste, the sweet perfume, of the Holy Spirit. The soul is betrothed to the Holy One in many different ways. Spiritual grace is being given by the Holy Sprit as a token of His Betrothal, in preparation for her becoming His Bride. It is a Love Affair with the Divine - it is inexplicable, mysterious and comprehended in incomprehensible ways. The sixth mansion, then, is the place of sanctification, the place of the angelic, the music of the spheres. For the immature, the unprepared and naive, it is an awesome and terrifying place. Here, Teresa says, great courage, faith, confidence and an even deeper resignation and surrender to Divine Will are required to enter such realms. She also stresses the vital importance of a daily physical and emotional rhythm in ordinary life to be able to safely sustain and endure such interior states of transformation. Seventh Mansion Teresa writes that the seventh and innermost mansion is different from all the preceding ones. It is the state of mystical union, of direct gnosis. In the core of our heart, there is no separation between the radiant Light emanating from the Holy One and our whole being. They are fused, melted into One. She says that the spiritual marriage \"might be compared to water falling from the sky into a river or fountain, where the waters are united, and it would be no longer possible to divide them, or separate the water of the river from that which has fallen from the heavens. Or like a tiny stream, which falls into the sea - there is no possibility of separating them.\" (St. Teresa 1945, p. 109). It is as if the heart hears and perceives directly; and becomes infused by the innermost recesses of God’s mysteries and the Radiance of His Divine Light. Teresa declares that \"these are the touches of His Love, so suave and penetrating. When you receive these impulses, remember they come from this innermost mansion where God dwells in our soul, and praise Him greatly, for certainly this message or order of the king is His own, written with so much love, and in a way that reveals His wish that you alone shall read the writing and know what He is asking of you\" (St. Teresa 1945 p. 113). In this state of Union, all is effortless and occurs in the Silence, where Teresa describes her own experience: \"Here, the understanding need not stir nor seek for anything more; the Lord who created it, wishes it now to be at rest, and only through a little chink to survey what is passing in the soul. This scene may be lost to it at times, or it may be permitted to see it, but only for a very short interval because the powers and faculties are now suspended; they are simply not working, but remain as if wonderstruck\" (St. Teresa 1945, p 114). The spiritual marriage is consummated with the Kiss that unites the soul to God, \"God grants these sublime and intimate interior states when He binds the soul to Himself, with that Kiss that the bride asks for.\" She concludes her spiritual treatise with final words of wisdom: \"Do not build towers without foundations, for the Lord does not consider so much the greatness of our deeds, as the Love with which they are performed, and when we do all that we can, His Majesty will make it possible for us to do more and more. Although I have described no more than seven mansions, in each one of these there are many - below, above and at the sides - with charming fountains, gardens and such delightful things, that you will desire to spend yourselves in praising the great God, who created the soul to His image and likeness.\" (St. Teresa 1945, p. 120-121). References Attar, Farid ad-din. (1984). Conference of the Birds. Translated by Davis and Darbandi. London: Penguin. file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/mclean1.html (8 of 9)8/12/2004 1:52:49 am"},{"pageNumber":9,"pageContent":"mclean1 Green, D. (1989). Gold in the Crucible. UK: Element. Lopez-Baralt, L. (1992). Islam in Spanish Literature: From the Middle Ages to Present. Leiden: E.J. Brill. Teresa of Jesus, St. (1946). Complete Works of Saint Teresa of Jesus, Volume 2. Translated and edited by E. Allison Peers. London: Sheed and Ward. Teresa of Jesus, St. (1945). The interior Castle. Anonymous Translator. London: Sands and Co. Tishby, I. (1949). The Wisdom of the Zohar: An Anthology of Texts. Oxford: Oxford University Press. Back to top © Julienne McLean file:///Users/jon/Sites/Kabbalah%20Society/%20New%20KS%20Site/mclean1.html (9 of 9)8/12/2004 1:52:49 am"}]
