[{"pageNumber":1,"pageContent":"On Communication with Set by Don Webb V°, High Priest The nature of communication between Set, god of the Subjective Universe and an individual, depends on the contents of the mind of the individual. Imagine if you will a PH.D mathematician being told that has been she told she has an hour to give her last year's research to a group of people. She composes her notes, creates and speech and walks in to find the audience composed of four year olds. This would be Set's dilemma in interacting with us. The medium with which our hypothetical professor has to work -- the language and attention span of a four year old -- is not unlike the medium Set has to Work with -- the contents of our minds gathered randomly through the course of our lives. Set can communicate in the fashion of a concentrated Greater Black Magical Working, but these communications are rare and usually leave the Worker with more questions than he had before. The last time I talked with Set he suggested that I run the Heb-Sed Working for the Temple. It took six months to research, a year to do, needed 12 articles for the _Scroll of Set_, caused me to found an Order in the Temple, and required that I make trips to the British Museum and then Oasis of Las Vegas. I learned a great deal about myself, the world and Temple through this -- and the *real* meat of the Communication wasn't in the twenty minutes of reception of the _Book of the Heb-Sed_ but in the processing of all that I did in the 18 months that followed. I am still processing it, and expect that I will be throughout my earthly incarnation. Just as an average magician may write a talisman on a piece of parchment, Set writes His talismans on certain hard-won human qualities such as Courage, Curiosity, Determination, Play, and Creativity. Just as the human magician uses his talisman to draw wealth or love into manifestation in the Objective Universe form the the Unmanifest, which the profane call the Future, Set uses his talisman to draw Xeper form the Unmanifest. Set's Purpose does not require communication. His method for Working in the Objective Universe is by providing an insight into the nature of personhood. This insight given through the medium of his Aeon is fourfold. Firstly there is the observable fact of the Xeper of Setians. This takes years to see, but when you've seen former street people getting their Ph.D.s or average guys form Dallas re-creating the Runic tradition; you discover that the limits that you have placed on yourself are false. Average people, who have been purposeless dreamers all their lives, have learned to achieve. The Need"},{"pageNumber":2,"pageContent":"for seeing this is why the Temple, Set's chief (but by no means only) Tool in the Aeon exists. We see other people getting better, and we know that getting better is possible. Our Bond between the Living and Dead (sometimes referred to esoterically as the Bond of the Nine Angles)is that we will in our turn become such sources of inspiration to those that come after us. Thus our biographies are Set's talismans. Secondly there is the observable fact of the genius of your own creation. There are moments when you exerted Will and became what you are now. (Will is the process of choosing between two or more desires). You draw inspiration for future adventures based on Knowledge of your past states. This process is called Xeper = \"I Have Come Into Being.\" Desiring more of such Knowledge the self is impelled to start new tasks. This is the source of further Will, and defines the object of that Will. Thirdly there is the observable fact that others have used the powers of magic through out history, and gained a Victory over evil. (Let us recall that for the Setian Evil = Stupidity). By study of their methods and results we can obtain Knowledge of the nature of Set, and of *ourselves* for we are the products of such magic. Fourthly there is the observable fact of the magic of the Aeon, which is that when sincere intelligent people get together to discuss the Ideas that feed or are fed by Xeper, the general level of brilliance goes up. That there is in fact a \"quickening\" of the minds involved as they benefit not only from their hard Work and the thought-provoking ideas of their fellows, but actually form an otherwise hidden force. These methods of communication with the Prince of Darkness are much more profund and subtle than what may be experienced in the emotional aspects of the ritual chamber. Learning to Hear and Heed the Law as we can best understand it through these personal and difficult methods, is the process of Awakening to the Aeon. Facilitating these arenas is the job of the Priesthood of Set, and because of their own success with these methods they have Become Sacred to and Consecrated by the Prince of Darkness. Do What Thou Wilt Shall Be The Whole Of The Law. Great Is The Might Of Set, Greater Still He Through Us."}]
