[{"pageNumber":1,"pageContent":"N o t e : t h i s i s a d a t e d p i e c e o f i n f o r m a t i o n p r o vi d e d f o r h i s t o r i c a l i n t e r e s t . E xtrac te d f rom: DEPARTM ENT OF THE ARM Y PAMPHLET NO. 1 65-13 RELIGIOUS REQUIREMENTS AND PRACTICES of Certain Selected Groups A HANDBOOK FOR CHAPLAINS HEADQUART ERS, DEPARTMENT OF THE ARM Y APRIL 1978 CHURCH OF S ATAN Post Office Box 7633 San Fra ncisco, Ca lifornia 94120 Anton S. LaVey High P riest AKA: Satanists"},{"pageNumber":2,"pageContent":"HISTORICAL ROOTS: The Church of Satan is an e c l e c ti c body that traces its origin to many sources - classical voodoo, the Hell-Fire Club of eighteenth century England, the ritual magic of Aleister Crowley, and the Black Order of Germany in the 1920s and 1930s. It departs from its predecessors by (1) its organization into a church, and (2) the openness of its magical endeavors. CURRENT WORLD LEADER: Anton Szandor LaVey, High Priest. ORIGINS IN THE U.S.: The Church of Satan was formed on Walpurgisnacht, April 30, 1966, in San Francisco California, when Anton LaVey proclaimed the beginning of the Satanic Era. Initial growth came from coverage in the mass media. Articles included coverage of LaVey holding a funeral for a member of the U.S. Navy killed in San Francisco. NUMBER OF ADHERENTS IN THE U.S.: Between 10,000 and 20,000. ORGANIZATIONAL STRUCTURE: The Church of Satan is focused in the Central Grotto in San Francisco. It accepts or rejects all potential members and charters other grottos (congregations) around the country. Isolated individuals relate directly to the Central Grotto. Power to regulate members is in the hands of the Head of the Church. LEADERSHIP AND ROLE OF PRIESTS: The Priesthood of the Church of Satan is not comprised of individuals who are necessarily adept in the performance of rituals, though pastoral and organizational abilities are not minimized. The rank of Priest is conferred on those who have achieved a measurable degree of esteem or proficiency and/or success; one's level of membership within the Church is commensurate with his/her position outside the Church. Hence a respected career soldier or Commissioned Officer in the Army might qualify, though be totally uninvolved with group activity. This form of stratification determines the leadership and selects the governing body of the Church. Rituals are conducted by a de facto priest i.e., a celebrant member who has evidenced a working knowledge of and ability to conduct services and is authorized by the Central Grotto. WHO MAY CONDUCT A RITUAL? Anyone, but a priest is required for group worship. IS GROUP WORSHIP REQUIRED? No, but it is strongly encouraged, because it is a strong reinforcement of the faith and instillation of power. WORSHIP REQUIREMEN TS: Worship in the Church of Satan is based upon the belief that man needs ritual, dogma, fantasy, and enchantment. Worship consists of magical rituals and there are three basic kinds: sexual rituals, to fulfill a desire; compassionate rituals, to help another;"},{"pageNumber":3,"pageContent":"and destructive rituals, used for anger, annoyance, or hate. Grottos often gather on Friday evenings for group rituals. MINIMUM EQUIPMEN T FOR WORSHIP: Varies with the type of ritual performed but is likely to include a black robe, an altar, the symbol of the Baphomet (Satan), candles, a bell, a c h a l i c e , elixir (wine or some other drink most pleasing to the palate), a sword, a model phallus, a gong, and parchment. FACILITIES FOR WORSHIP: A private place where an altar can be erected and rituals performed. OTHER SPEC IFIC RELIGIOUS REQUIREMEN TS OTHER THAN WORSHIP: None. DIETARY LAWS OR RESTRICTIONS: None. SPEC IAL RELIGIOUS HOLIDAYS: The highest holiday in the Satanic religion is one's own birthday. Every man is a God as he chooses to recognize that fact. After one's birthday, Walpurgisnacht (April 30) and Halloween are most important. April 30 is the grand climax of the spring equinox and Halloween was one of the times of the great fire festivals among the ancient Druids. The s o l s ti c e s and e q u i n o x e s - which fall in March, June, September, and December and mark the first day of the new seasons - are also celebrated. FUNERAL AND BURIAL REQUIREMEN TS: The priests of the Church of Satan perform funerals, and the Central Grotto should be contacted in case of death. AUTOPSY: No restrictions. CREMATIONS: Only permitted in extreme circumstances, such as an expedient measure where it is necessary to safeguard the health of others. MED ICAL TREATMEN T: No restrictions. UNIFORM APPEA RANCE REQUIREMEN TS: No restrictions. POSITION ON SERVICE IN THE ARMED SERVICES: None. IS A PRIEST REQUIRED AT TIME OF DEATH? No. ANY OTHER PRACTICES OR TEACHINGS WHICH MAY CONFLICT WITH MILITARY DIRECTIVES OR PRACTICES: None. BASIC TEACHINGS OR BELIEFS: The Church of Satan worships Satan, most clearly symbolized in the Roman God Lucifer, the bearer of light, the spirit of the air, and the personification of enlightenment. Satan is"},{"pageNumber":4,"pageContent":"not visualized as an a n th r o p o m o r p h i c being, rather he represents the forces of nature. To the Satanist, the self is the highest embodiment of human life and is sacred. The Church of Satan is essentially a human potential movement, and members are encouraged to develop whatever capabilities they can by which they might excel. They are, however, cautioned to recognize their limitations - an important factor in this philosophy of rational self-interest. Satanists practice magick, the art of changing situations or events in accordance with one's will, which would, using normally accepted methods, be impossible. CREEDAL STATEMEN TS AND/OR AUTHORITATIVE LITERATURE: The writings of Anton S. LaVey provide the direction for the Satanists - T h e Sa ta n i c B i b l e , T h e C o m p l e a t W i tc h , and T h e Sa ta n i c R i tu a l s . (See also \"Ethical Practices.\") Members are encouraged to study pertinent writings which serve as guidelines for Satanic thought, such as works of Mark Twain, Niccolo Machiavelli, G.B. Shaw, Ayn Rand, Friedrich Nietzsche, etc. ETHICAL PRACTICES: The ethical stance of the Church of Satan is summarized in the N i n e Sa ta n i c Sta te m e n ts : \"(1) Satan represents indulgence, instead of abstinence!; (2) Satan represents vital existence, instead of spiritual pipe dreams!; (3) Satan represents undefiled wisdom, instead of hypocritical self-deceit!; (4) Satan represents kindness to those who deserve it, instead of love wasted on ingrates!; (5) Satan represents vengeance, instead of turning the other cheek!; (6) Satan represents responsibility for the responsible, instead of concern for psychic vampires!; (7) Satan represents man as just another animal, sometimes better, more often worse than those that walk on all fours, who, because of his 'divine and intellectual development' has become the most vicious animal of all!; (8) Satan represents all of the so-called sins, as they lead to physical, mental, or emotional gratification!; (9) Satan has been the best friend the church has ever had, as he has kept it in business all these years!\" Beyond the above principles, Satanists generally oppose the use of narcotics which dull the senses, and suicide, which cuts off life (the great indulgence), and stand firmly for law and order. The Church of Satan is not to be confused with \"Satanist\" groups which have been found to engage in illegal acts. HOW DOES THE CHURCH OF SATAN RECRUIT NEW MEMB ERS? The church does not p r o s e l y ti ze but welcomes inquiries from honest potential Satanists who hear about the Church from the various books about it, the mass media, or word-of-mouth. New members must go though a screening process before they are accepted. RELATIONSHIP WITH OTHER RELIGIONS: The Church of Satan stands as gathering point for all those who believe in what the Christian Church opposes and members are generally hostile to its teachings and"},{"pageNumber":5,"pageContent":"resultant behavior patterns. To a lesser extent, the same position holds for Eastern religions."}]
