[{"pageNumber":1,"pageContent":"R IT UAL T O S E C UR E C O O P E R AT IO N by Magister Michael Rose M any people have written to me bemoaning their inability to get their local bookstores to order books for them. I am well aware of the fact that there are many incompetents out there. Generally though, these people are not bemoaning the incompetence of bookstore employees. No, they say that the problem is that people react to them in a hostile manner and will not cooperate with them. Normally there are sufficient clues in their letters to deduce the fact that they bring this lack of cooperation on their own heads. An application of the principles of Lesser Magic would remedy the situation quite handily. Alas, they seem reluctant to use Lesser Magic. What follows is a ritual designed to address this situation and secure the needed cooperation. With slight modifications this ritual can also be used to address other, similar situations. R e qu i r e m e n t s f o r R i t u a l Standard ritual gear as per T h e S a t a n i c Bi b l e Plenty of floor space in ritual chamber (padding on the floor might be helpful) A small whip or scourge Begin the ritual with “purification of the air” as per T h e S a t a n i c Bi b l e T h e I n vo c a t i o n In the name of all the Lords of the Abyss, I call out to the Powers of Darkness. Come to my aid for I am helpless before my adversaries. I am thy servant. Thy will is as my own. I am ever dutiful in serving thee. Come forth from thy dark abodes and answer to your names. Hear my plea. Oh hear the names... At this point the appropriate names are called out, the elixir is drunk, and the Four Princes called forth. The following invocation is now read:"},{"pageNumber":2,"pageContent":"Hear me Lord Satan! I am persecuted on all sides. My enemies hem me in and would set out to cut me off. They would deny me goods and services because I serve thee, O Dark Prince. The celebrant should now throw himself to the floor, and with arms and legs flailing cry out: It’s not fair! It’s not fair! It’s not fair! This should continue until the celebrant seems thoroughly purged. It is possible that tears will flow during this part of the rite. If so, give way to this emotion fully. By this time the celebrant should realize what a whiny asshole he has been. He should now stand and face the altar and take up his whip or scourge. Taking the scourge in his left hand he must whip himself 9 times. He should then turn to the south and say: Lord Satan. I’ve been an asshole. I will no longer be such a whiny bastard. As he says this he should bring the scourge down across his back 9 more times. He should repeat this procedure apologizing to all Four Princes. The celebrant should then meditate for a moment on the lessons of this ritual. After a period of contemplation the celebrant should go forth to order the book, keeping in mind the basic principles of Lesser Magic. After you have successfully ordered the book, return to your ritual chamber, read the “Twelfth Enochian Key” and finish it by saying: S o i t i s d o n e ! This ritual is copyrighted © by Michael Rose, 2000 c.e. and may not be reproduced without permission. It is presented solely for the amusement of the reader, and neither the author, this website, nor the Church of Satan itself bears any responsibility for any consequences, be they positive or negative, should an individual decide to perform this ritual."}]
