[{"pageNumber":1,"pageContent":"C O N F E S S IO N S O F A LaV E Y LAC K E Y b y M a g is te r M ic h a e l R o s e O ver the years I have been criticized for my support of the Church of Satan, and my respect and admiration for Dr. LaVe y. Generally this takes the form of being called a lackey, or bootlicker. I would like to address a few points here. I’m sure that you all have seen some of the diatribes that these assorted wannabees and cuddab eens have put forth. Many have, at some time, been either members of the Church of Satan, or supported it, but a time came when they felt slighted. They will then set about telling everyone that Dr. LaVe y was a fraud, a liar, a mere con-man. They will then invite you to follow their new messiah, the “real” messiah of Hell, or join their “evolved” or “first” Satanic Church. The lackey charges invariably come after you reject their invitation, until then they are full of admiration for you. Some of these people will even dig up every kind word that you ever had to say about them while they were supportive of the Church of Satan as proof of your inconsistency in condemning them now. Inconsistency? If I still say the same thing, and they now say something completely different, which of us is being inconsistent? Some of these people condemn the alleged arbitrariness of the Church of Satan’s decisions. Translation: They thought that they should have been appointed to the Priesthood, but weren’t. First off, if you join the Church of Satan because you want to be a Satanic Priest then you are an asshole. I felt deeply honored when Dr. LaVe y appointed me to the Priesthood, but that was not my goal in life. Instead, I looked upon it as a pat on the back from a man I had the utmost respect for. To suggest that I had the right to demand that pat on the back is idiotic. Furthermore, while I’ve heard from some of these jackasses that a Church of Satan Priesthood is meaningless, I would rather have gotten a single kind word from Dr. LaVe y than the title of Exalted Unholy Poobah, or whatever the Hell other title they have to offer. I am well awar e that in the grand scheme of things a Priesthood in the Church of Satan, in and of itself, doesn’t make a Hell of a lot of difference in the world at large. Apparently these people are not. Had they ever gotten the Priesthood they so craved most would’ve considered it a license to be an utterly obnoxious"},{"pageNumber":2,"pageContent":"asshole in all their dealings with others. There’s a lesson there for those with eyes to see. Another common avenue of attack is to charge that members of the Church of Satan worshipped Dr. LaVe y. These dolts cannot distinguish worship from respect. Their kind are usually possessed of such weak egos that they are incapable of showing anyone respect. They can grasp the idea of worshiping some exalted “other,” but to show respect to another person is alien to them. They feel diminished by such a sense of respect. Their method of attack reveals their worshipful nature. They imagine that by criticizing Dr. LaVe y they can diminish, or cause us to reject, the Church of Satan. They do not attack the philosophy; they attack the philosopher. This makes it quite clear that it is they who are the personality cultists. When the man disappointed them they turned against him. Obviously the philosophy meant nothing to them. While I respected Dr. LaVe y, nothing associated with his personal life could cause me to reject the philosophy he set forth and the Church he established. I’ve never believed any of the tired accusations that these people have made, but even if every one of them were true it would not change a single word in Th e S a t a n i c B i b le . The Church of Satan would still remain. Because these people chose to worship a god that did not reward them in what they felt was an appropriate manner they turned away , consumed with bitterness. Good riddan ce, we don’t need them. Dr. LaVe y blazed a trail. We who followed him because we were traveling the same way will continue undeterred. Let the weaklings and fools fall away . As we climb higher more will certainly fall away . It is the way of things. I would encourage everyone to sit down and think about what their motivations are. If you are on this road for the wrong reasons then by all means, jump to the rocks below. Just don’t invite me to jump along with you; I’ve got better things to do. A somewhat different version of this essay appeared in FRO M T H E P I T Volume 5 /Number 4. This essay is copyrighted © by Michael Rose, 2000 c.e. and may not be reproduced without permission."}]
