[{"pageNumber":1,"pageContent":"Satanism: The Feared Religion by Magus Peter H. Gilmore When Anton Szandor LaVe y shaved his head and created the Church of Satan on April 30, 1966, he knew that soon he would be the focal point of attention for people throughout the globe. Now that the thirtieth anniversary of that fateful night has passed, has the world begun to understand the real meaning behind the only organized religion in history to take as its symbol the ultimate figure of pride and rebellion, and to many, of Evil? And are there truly some grounds for people to feel fear at the ever growing phenomenon of contemporary Satanism? As a long-time priest in the Church of Satan and media representative, I can candidly say, “Yes!” However, what the general populace has decided to fear is a ludicrous portrait that has been painted in lurid technicolor by media hypesters intent on titillation, evangelists struggling to fill their coffers and keep their mistresses in jewelry, and most distressingly, by a segment of the therapeutic community who have found a gold-mine in the treatment of so-called ritual abuse survivors who provide no evidence of their tales of terror (remarkably similar to stories told by women labelled by Freud as hysterics), save for their fervent belief that they were victimized. I shall not waste time in refuting the absurd claim that there is an international conspiracy of generational Satanists bent on enslaving the world through drug use and sacrifice of babies bred for that purpose by emotionally unstable women. That mythology has been thoroughly exploded by other sources (The FBI’s National Center for the Analysis of Violent Crime: Investigator’s Guide to Allegations of Ritual Child Abuse , January 1992; the Committee for Scientific Examination of Religion’s report Satanism in America , October 1989; the British Government’s Department of Health report: The Extent and Nature of Organised and Ritual Abuse , HMSO, 1994 ). Let us instead look at"},{"pageNumber":2,"pageContent":"contemporary Satanism for what it really is: a brutal religion of elitism and social Darwinism that seeks to re-establish the reign of the able over the idiotic, of swift justice over injustice, and for a wholesale rejection of egalitarianism as a myth that has crippled the advan cement of the human species for the last two thousand years. Is that something to fear? If you’re one of the majority of human mediocrities merely existing as a media-besotted drone, you bet it is! The philosophy of Satanism is delineated in the writings of Anton Szandor LaVe y. His books include The Satanic Bible , The Satanic Rituals , The Satanic Witch (originally published as The Compleat Witch ), The Devil’s Notebook and Satan Speaks . All are currently in print and should be consulted by anyone interested in a complete picture of the views held by the Church of Satan. One can obtain further information by reading two books by Blanche Barton (consort to Mr. LaVe y, mother of his son Satan Xerxes Carnacki LaVe y, and the High Priestess of the Church), The Secret Life of a Satanist, the authorized biography of Anton LaVey (Feral House) and The Church of Satan (Hell’s Kitchen Productions). These works have a great deal of material regarding the history and contemporary practices of the Church of Satan. For those who have yet to study this literature, there are three sets of brief guidelines issued over the years by the Church and authored by LaVe y, which can give the uninitiated a capsulized version of Satanic philosophy. The first are the “Nine Satanic Statements” which open The Satanic Bible and give a firm foundation for the Satanist. The next statements, “The Eleven Satanic Rules of the Earth” , were written at about the same time, but were then considered too frank and brutal for general release and issued only to the membership. Here is decreed the “Lex Satanicus,” a law of the jungle for social interaction. Since we have been issuing statements of what we are seeking, it was considered time to make a list of behaviors that we wish to see avoided in the Satanic community. Satanists acknowledge that we are human and work towards perfection, but can sometimes fall into negative patterns of action. Thus was born the list of The “Nine Satanic Sins” , guidelines for what Satanists consider to be non- productive behavior to be recognized and eliminated from one’s daily existence. Please take the time to follow the links to read these three documents before proceeding on with this essay."},{"pageNumber":3,"pageContent":" This basically sums up the rudiments of Satanic philosophy. It certainly has nothing to do with the prevailing Judeo-Christian outlook of altruism and self-sacrifice, and can thus seem quite alien and frightening to one brought up in that world view. Realistically, the Satanic code of behavior is based on human nature as it is and thus comes naturally to most people who have not been deeply indoctrinated in anti-life and anti-rational belief systems. It is a fact that many people today call themselves Christians but really have no clear concept as to what that philosophy fully entails, so they generally behave in a Satanic fashion. We think that it is high time that this is recognized and that people call themselves what they truly are, not what is socially convenient for them. As you can see, there are no elements of Devil worship in the Church of Satan. Such practices are looked upon as being Christian heresies; believing in the dualistic Christian world view of “God vs. the Devil” and choosing to side with the Prince of Darkness. Satanists do not believe in the supernatural, in neither God nor the Devil. To the Satanist, he is his own God. Satan is a symbol of Man living as his prideful, carnal nature dictates. The reality behind Satan is simply the dark evolutionary force of entropy that permeates all of nature and provides the drive for survival and propagation inherent in all living things. Satan is not a conscious entity to be worshipped, rather a reservoir of power inside each human to be tapped at will. Thus any concept of sacrifice is rejected as a Christian aberration—in Satanism there’s no deity to which one can sacrifice. Satanists do have experience of the super-normal in their practice of ritual or Greater Magic . This is a technique for influencing the outcome of human events to desired ends via reaching an extreme emotional state in the context of a ritual, sending forth a vision of what you want to occur (the Is To Be ), which, if your levels of adrenaline are high enough, will permeate the unconscious minds of those you wish to influence, causing them to behave as you Will when the time is right. This does not mean that anything is possible, for it takes a great deal of energy to make a strong sending, and it is often difficult to influence events from the inertia of their present directions. Awareness of your abilities and what is possible to achieve is the hallmark of a successful Satanic magician. The theory and practice for Greater Magic is to be found in The Satanic Bible and The Satanic Rituals . Satanists also practice Lesser Magic which is"},{"pageNumber":4,"pageContent":"basically the day to day manipulation of your fellows to obtain your ends. Detailed techniques are given in The Satanic Witch . Recently we have seen certain evangelists and even academics calling Satanism a neo-Nazi movement. This is an innacurate label. The Nazi movement drew much of its power from a racist doctrine of Aryan superiority. Satanism is far more discerning than that. While there are provable biological differences between the races and statistically demonstrable performance levels in various activities, it is quite irrational to think that someone can be elite or not simply because of the color of their skin. Even if one comes from promising genetic stock, and by that we mean from ancestors who have proven their abilities to be superior in performance, this does not guarantee an individual’s advan cement. No, we Satanists only recognize an individual as elite if they prove it by cultivating their natually endowed abilities to the highest extent possible. This is something that requires the Satanic virtue of discipline, a quality we try to instill in our own iron youth. There are elite individuals from all ethnic backgrounds, and they are embraced by Satanism for the superior beings that they are—creating a uniquely Satanic ethnic. Satanists treasure individualism, hardly something to be gained goose-stepping down the strasse . Yet we do not embrace an “anything goes” atmosphere wherein all values are relative and nothing rises above a sludge of commonality. Satanism encourages a return to more traditional values in art and literature such as mastery of technique and emotional communication, of form and function, design and execution. Satanists find a wealth of material in Western culture to be treasured for the pinnacle of human achievements that they are, and not to be buried under the swill of multiculturalist attempts to displace them with dubious achievements simply because they are non-Western as has become rampant in some academic circles of late. We call to each individual to seek human greatness wherever it can be found, from the vaults of history and from the talented producers of the present, and to deride the trendy sham for the shallow façade that it is. Since Satanism stands for acceptance of Man as an animal, there have often been creators in many past cultures who embraced this insight and explored it in the context of their society, thus we seek out these artisitic and philosophical expressions and see them to be the roots of our current awar eness. Satanists see the social structure of humanity as being stratified , thus each person reaches a level commensurate with the development (or lack thereof) of their natural talents. The principle of the survival of the strong is advocated on all levels of society, from allowing an"},{"pageNumber":5,"pageContent":"individual to stand or fall, to even letting those nations that cannot handle themselves take the consequences of this inability. Any assistance on all levels will be on a “quid pro quo” basis. There would be a concommitant reduction in the world’s population as the weak are allowed to experience the consequences of social Darwinism. Thus has nature always acted to cleanse and strengthen her children. This is harsh, but that is the way of the world. We embrace reality and do not try to transform it into some utopia that is contrary to the very fabric of existence. Practical application of this doctrine would see the complete cessation of the welfare system, an end to no-strings attached foreign aid and new programs to awar d and encourage gifted individuals in all fields to pursue personal excellence. A meritocracy will replace the practice of such injustices as affirmative action and other programs designed to punish the able and reward the undeserving. Satanists also seek to enhance the laws of nature by concentrating on fostering the practice of eugenics . This is not some exotic doctrine hatched in the brains of Third Reich medical madmen. It is the practice of encouraging people of talent and ability to reproduce, to enrich the gene pool from which our species can grow. This was commonly practiced throughout the world, as even a text on eugenics endorsed by the Women’s Christian Temperence Union can prove, until it was given a bad name by Nazi excesses. Until the genetic code is cracked and we can choose the character of our offspring at will, Satanists seek to mate the best with the best. Satanists who know that they are defective refrain from reproducing. Satanists are particulary disgusted by the extraordinary level of criminal activity which abounds today and thus advocate a return to the Roman “Lex Talionis” ; let the punishment fit in kind and degree the crime. To achieve this, we would be pleased to see the institution of an elite police force, of men and women in peak physical and mental condition, trained in advan ced techniques of crime fighting who would be truly equipped to handle the vermin that make so many of our cities into little more than concrete jungles. Man is by nature a social creature and makes his social contract with his fellows, thus rules of conduct are established to allow maximum freedom for individuals to interact. Disobey those rules and punishment must be swift and sure, and most probably public as well. This does not mean the incarceration of individuals in institutions at the expense of the victims for so called rehabilitation. No, these criminals must be put to some use, perhaps as forced labor to even clean up the environment that has so carelessly been soiled under the dominance of Christian spiritual philosophy that sees man"},{"pageNumber":6,"pageContent":"as superior to other living creatures with a God-given right to abuse them at will. Man is an animal, and must go back to acting like one— not soiling his own lair as only twisted humans do. The Church of Satan pursues a five point plan to move society in directions that are considered to be beneficial to Satanists. The first point is the advocation of general recognition and acceptance of stratification , which is no less than the elimination of egalitarianism wherever it has taken root. Mediocrity shall be identified and despised. The stupid should suffer for their behavior. The truly beautiful and magnificent are to be cherished. Each individual must choose for himself his own aesthetic standards, but we think that there are certain elements of achievement that are undeniable, even if they are not satisfying to everyone. For example, one cannot deny the superior accomplishment inherent in a Beethoven symphony, a Michelangelo sculpture, a daVinci painting, or a Shakespeare play. Many Satanists are working to create their own citadels of excellence outside of the cultural mainstream and have preserved the worthy from the past and continue to create new works of power to be unleashed to those who will be appreciative. The second point is the enforcement of strict taxation of all churches . This would remove the government sanction of religion and force these parasites to live off of their own members alone, and if they can’t, then they will perish as they should. The Church of Satan has never pursued tax-exempt status and challenges all the rest of the world’s churches to stand on their own feet. Let us expose the vampiric nature of the organized religions and see if they can withstand the light of day. Third, we call for the re-establishment of Lex Talionis throughout human society. The Judeo-Christian tradition which exists secularly under the guise of liberal humanism has exalted the criminal over the victim, taking responsibility away from the wrong- doer with their doctrine of forgiveness. Such thinking is a disgrace towards the ideal of justice. This must stop! Individuals must be held accountable for the consequences of their actions, and not be allowed to scapegoat society, history, or other supposed “outside” influences. It should come as no surprise that many Satanists are part of law enforcement agencies, and a large number of people throughout this and other criminal justice systems who fully agree with Satanic philosophy on this point. If the law is not being enforced, Satanists advocate the practice of seeking personal justice, but you are warned to be fully awar e of the consequences of such actions in today’s"},{"pageNumber":7,"pageContent":"corrupt society. With the present state of affairs, the outcry may yet come to welcome justice back to stay. Fourth, Satanists advocate a new industry, the development and promotion of artificial human companions . These humanoids will be constructed to be as realistic as possible, and available to anyone who can afford one. Recognizing that the human animal often raises himself up throught the denegration of another, this would provide a safe outlet for such behavior. Have the lover of your dreams, regardless of your own prowess; every man a king who can purchase his own subject; or contrarywise, buy the master you wish to serve. Freedom of choice to satisfy your most secret desires with no-one to be bothered is now at hand. What could be better for blowing-off the tension that exists throughout our society, and promoting healthier interaction among true humans? Finally we advocate the construction of total environments , technologically up-to-date but theatrically convincing, to be literal pleasure domes and places of amusement and delight. We have seen the beginnings in some of the major theme parks, but let us take them on to the heights depicted in films like Westworld . Here you will be able to indulge in whatever environment you can imagine. Re- creation of past history would not only be ripe for these constructions, but science fiction and fantasy will provide fertile sources for many of these playgounds. Even now such projects are gearing up. Would the average person be able to spot a member of the Church of Satan? Since Satanists cover the total spectrum of economic and professional achievement, unless someone is sporting a sigil of Baphomet medallion, or wearing the Baphomet lapel pin signifying an official representative, you really can not pin down a Satanist by appearance and behavior alone. In their daily practices, Satanists are individuals who are enjoying their lives in the here and now. They eat what they please, dress as they please, and generally follow whatever life style suits them best, so long as it is within the laws of their country of residence. There is no requirement for participation in ritual activity. The techniques presented in our literature are for members to make use of as they so desire. Some Satanists enjoy the social atmosphere of group ritual and seek out others for this purpose. Many Satanists find their ritual activity to be very personal and prefer to remain solitary. Either path is acceptible to the Church of Satan. Indeed, there are no rules for frequency of ritual activity. Some celebrate the equinoxes"},{"pageNumber":8,"pageContent":"and solstices as holidays, but of course one’s own birthday is the highest Satanic holiday of the year. The ritual process is often used as a cathartic, to cleanse the individual of desires that could turn into compulsions if they remained unfulfilled, thus such practices take the place of therapy. Satanists cherish their individuality and do not try to conform to others’ standards of normality. Also, Satanists do not proselytize so you will not find yourself approached by someone in a black cloak waving tracts in your face. We have our literature readily available, and should someone find the philosophy to be to their liking, they may approach us to investigate the possibility of affiliation . The general public would probably be surprised to find that they have been interacting with Satanists for many years, and that these Satanists will be some of the most interesting, fair, trustworthy, and enjoyable people that they know. The world, when fully permeated by Satanism, will provide a challenging environment wherein you can achieve much, or little, based on the level of input you can muster and the extent of your natural abilities. Yes, this is frightening to the masses who wish to sit back and be herded from one media-hyped product to the next. Our world challenges you to think, and do something with those thoughts! As ulimate realists, we do not expect a large percentage of the human population to have the energy and discipline needed to excell, nor would a Satanic society attempt to force people to do that which is beyond their capabilities—but we will not refrain from judging these people by our standards. Those who wish to lead a drugged existence, whether the addictive element is chemical or media, shall be recognized for the slaves that they are and held in contempt. They can continue their self-destructive paths if so desired, but they shall not be allowed to hold back those who want to achieve greatness. Don’t worry, you who have been fooled into believing the paper tiger displayed by today’s media; we Satanists aren’t after your children, for they are probably as hopelessly mediocre as their parents. But we are moving the world towards a state wherein the freeloaders will either work or starve, and the parasites will be removed to wither and die. So, you need only fear real Satanism if you are a criminal, a parasite, or a wastrel. Are you afraid? "},{"pageNumber":9,"pageContent":"This article originally appeared in a different form in A New Age: essays on current religious beliefs and practices published by Merrimac Books in 1992. It has since been revised and reprinted numerous times."}]
