[{"pageNumber":1,"pageContent":"Temple of Set Resources Directory - as of March 16, 2003 - _____________________ Introduction Included in this directory are names, addresses, and descriptions of retail establishments which deal, by mail-order and/or over-the-counter, in books, publications, and ceremonial equipment which may be useful to Setians - particularly those who cannot find such facilities in their home areas. This directory is provided as a convenience to Setians, and is not paid advertising by the establishments included. Information from this directory should not be reproduced or released outside the Temple in whole or in part. The Resource Directory consists of a series of individual entries for each establishment. Completely- updated directories are provided with each new Crystal Tablet , and are also immediately available to all Setians on the Intranet. The inclusion of an establishment in this directory does not imply endorsement by the Temple of Set [nor endorsement of the Temple by that establishment], and the Temple assumes no liability for orders placed. On the other hand, we are interested in the experiences of Setians who have commercial dealings with any of these establishments. If an establishment renders exceptional service, we will annotate the directory accordingly. If we receive reports of significant customer dissatisfaction, we will remove the establishment in question from the directory. Adding or Updating an Entry To recommend an establishment known to you for inclusion in this Directory, or to recommend updates/corrections to an entry, please email/pmail the Executive Director [with copy to the High Priest] with the appropriate information. Provide as much of the information contained in the standard Directory datafields (indicated on this printout) as possible. The directory emphasizes but is not limited to publications and magical equipment dealers. If you know of some other kind of legitimate business establishment in which you think Setians might be particularly interested, let us know. If you know of a change in the business involved, such as a change of address, please let us know. If you are recommending a business with which you are familiar, please consider asking it whether it would be willing to give Setians a discount (for example 10%) when they identify themselves as such during an order. Point out that this would be mentioned in our Directory and might accordingly promote additional business. The success and usefulness of this directory depends upon your input to it. The more such outlets are publicized to Setians, the more we can secure the most desirable publications and equipment at the best prices. Please share your discoveries and your experiences."},{"pageNumber":2,"pageContent":"NAME: 12th House Arts & Publishing *** UPDATED: 20030301 PROPRIETOR: Ms. Ruth A. Nielsen ADDRESS: Post Office Box 1012; Manitowoc, WI 54220; U.S.A. E-MAIL: ranielsen@lakefield.net OPEN: Mail order only MAIL ORDER: Write for catalogue. SOURCE: Ruth A. Nielsen III° DESCRIPTION: 12th House is a creative adventure that emphasizes environmental stewardship, holistic/natural healing, & respect for animal life. Some of our products are seasonally produced & therefore may be in short supply due to weather or available resources. A primary focus is meeting the individual needs of magicians rather than mass production of trendy items. STOCK: Specifically for LHP use: (1) Ceremonial incense, single items such as copal & blends. (2) Highest quality large smudge sticks & incense wands made of compressed smudge stick material - Native American produced. (3) Essential oil blends for ceremonial anointing, aromatherapy healing, meditation, chakra work for physical & emotional balancing. (4) Limited edition original art prints. (5) Original jewelry using gemstones with magical tradition. (6) Blank & hand-carved wood wands made of our own basswood (linden), maple, oak, ash, willow, spruce, pine, & black walnut. Can also supply walking staff lengths. (7) Seasonal herbs for mojo bags, bundles, wreaths, tea, or sachet. * * * * * * * * * * * * * * * NAME: A-albionic *** UPDATED: 20030301 PROPRIETOR: Lloyd Miller ADDRESS: Post Office Box 20273; Ferndale, MI 48220; U.S.A. TELEPHONE: By written request WEBSITE: http://a-albionic.com OPEN: Mail order only MAIL ORDER: Write for catalogue. SOURCE: Michael A. Aquino VI° DESCRIPTION: A-albionic is a mail-order book service dedicated to conspiracy-theory topics. It also publishes a periodical, _The Project_ (back issues available), and operates a rare & out-of-print book search service. Founded by an ex-Church of Satan/Temple of Set member. Easily the most elaborate and sophisticated source for this type of literature. STOCK: Worldwide conspiracy theory titles, although oriented somewhat to the theme that \"the overt & covert organs of the Vatican & British empires are locked in mortal combat for control of the world\". * * * * * * * * * * * * * * * NAME: Abyss Distribution & Azure Green *** UPDATED: 20030301 ADDRESS: P.O. Box 48-WEB; Middlefield, MA 01248-0048; U.S.A. TELEPHONE: (413) 623-2155 FAX: (413) 623-2156 WEBSITE: http://azuregreen.com E-MAIL: azureg@vgernet.net CREDIT CARDS: MasterCard, Visa MAIL ORDER: Write for free catalogue (published quarterly). SOURCE: Pat Hardy IV° DESCRIPTION: This is a general purpose occult store and mail-order business with an extremely large selection of books & jewelry. Included are LHP titles and jewelry items. STOCK: Book: Aivanhov, alchemy, American Indian, astral projection, astrology, British, Cayce, channeling, Chakra, children, Crowley, crystals, death/dying, Devas, divination, dreams, Earth mysteries, Eastern philosophy, Egypt, fiction, Gurdjieff, healing, herbs, Jung, Kahuna/voodoo, magick, martial arts, Masonry/Ros., massage, meditation, music, mythology, occult, past lives, philosophy, psychic, Qabala, religion, sexuality, shamanism, spells, survival, Tarot, Theosophy, UFO, White Eagle, witchcraft, women's studies. Tarot, incense, candles, oils, bells, jewelry, herbs, music, pentagram jewelry, iron-on pentagram patches. - 2 -"},{"pageNumber":3,"pageContent":"NAME: Adventures Unlimited *** UPDATED: 20030301 ADDRESS: One Adventure Place; Kempton, IL 60946-0074, U.S.A. TELEPHONE: (815) 253-6390 FAX: (815) 253-6300 WEBSITE: http://www.azstarnet.com/~aup E-MAIL: auphg@frontiernet.net OPEN: Mail order only CREDIT CARDS: Mastercard, Visa MAIL ORDER: Send $1 for catalogue in USA, US$5 elsewhere. SOURCE: Michael A. Aquino VI° DESCRIPTION: Catalogue of books on scientific, geographical, philosophical, and archaeological topics, generally of an odd, fringe, and/or otherwise unusual nature. Atlantis located in [take your pick]. Also publishes _World Explorer_ magazine and sponsors the World Explorers Club, an organization offering guided expeditions to strange & exotic areas of the world, in case you really want to do the Indiana Jones thing. * * * * * * * * * * * * * * * NAME: Alchemist Shop *** UPDATED: 20030301 PROPRIETOR: Mr. Al Petschonek ADDRESS: 2519 Woodson Road; Overland, MO 63114; U.S.A. TELEPHONE: (314) 423-2711 CREDIT CARDS: Visa, MasterCard MAIL ORDER: Send $2 for current mail-order catalogue. No personal checks. SOURCE: Michael A. Aquino VI° DESCRIPTION: Only occult store in St. Louis, Missouri area. Although primarily wicca-oriented, this store welcomes Setians as well. Past association with Gavin & Diane Frost’s School of Wicca. Showroom located in Overland, a St. Louis suburb. STOCK: In showroom carries large stock of powders, incense, and oils; a moderate selection of Tarot decks & ritual equipment, and a small selection of books (mostly wiccan & RHP oriented). The mail-order catalogue is very extensive, including a variety of equipment (including custom-made robes). * * * * * * * * * * * * * * * NAME: Alexandria Bookstore *** UPDATED: 20030301 PROPRIETOR: AMORC ADDRESS: 1342 Naglee Avenue; San Jose, CA 95191; U.S.A. TELEPHONE: (408) 947-3600 WEBSITE: http://www.rosicrucian.org/alexandria/amorcbks.html E-MAIL: rosicrucian@amorcmail.org MAIL ORDER: Call for ordering information, or to request a catalogue of titles. DESCRIPTION: The “house bookstore” of the AMORC at San Jose’s Rosicrucian Park (worth the trip just to tour the park & its Egyptian Museum). STOCK: Quality bound paperback reprints of rare esoteric titles. Notably they have #1I, 1J, & 1K on the reading list, plus Massey’s other works at significantly low prices. * * * * * * * * * * * * * * * NAME: American Science & Surplus *** UPDATED: 20030301 ADDRESS: 3605 Howard Street; Skokie, IL 60076; U.S.A. TELEPHONE: (847) 982-0870 WEBSITE: http://www.sciplus.com CREDIT CARDS: MasterCard, Visa, Discover MAIL ORDER: Catalogue US$2. SOURCE: Don Webb VI° DESCRIPTION: A huge, very reliable source of everything. Cheap office supplies, do-it-yourself mad lab stuff, educational toys, magnets, military clothing, rope, tape - all very low-priced, very strange. - 3 -"},{"pageNumber":4,"pageContent":"NAME: Ancient Futures *** UPDATED: check PROPRIETOR: James Cook ADDRESS: Post Office Box 84; Shoreham, NY 11786; U.S.A. OPEN: Mail order MAIL ORDER: Send US$2 for current catalogue. SOURCE: Tony Pizzini II° DESCRIPTION: James Cook creates hand-crafted sculptures made from hydrostone. They are hand- painted and air-brushed to create an antique stone finish. STOCK: Vampire skulls, bats, statues, bookends, werewolf skulls, skull cauldron, horned skull & crossbones, candleholders, frames. Suggestions welcomed. * * * * * * * * * * * * * * * NAME: Anubis Engraving *** UPDATED: 20030315 PROPRIETOR: Eric & Karen Kauschen ADDRESS: 3649 Lawton Street PMB 613; San Francisco, CA 94122; U.S.A. TELEPHONE: (415) 664-9170 or (888) 5-ANUBIS FAX: (415) 664-9170 WEBSITE: www.anubisengraving.com E-MAIL: info@anubisengraving.com CREDIT CARDS: Major cards,PayPal,MO, cashier check MAIL ORDER: Mail Order sales only. SOURCE: Eric Kauschen IV° DESCRIPTION: Anubis Engraving was started in 1996 by Priestess Karen Kauschen & Magister Eric Kauschen to create unique & personalized ritual equipment. While the esoterica section covers the entire gamut of the occult world, there is a site specifically oriented towards Setians at http://www.anubisengraving.com/setian. STOCK: Engraved chalices, pentagram wall discs, plaques, & jewelry boxes as well as full-color mousepads, tiles, jewelry boxes, & other ritual delights. Artwork can come from our stock supply, or custom work is available as well. * * * * * * * * * * * * * * * NAME: Archie McPhee *** UPDATED: 20030301 ADDRESS: Post Office Box 30852; Seattle, WA 98103; U.S.A. TELEPHONE: (325) 349-3009 WEBSITE: http://www.mcphee.com E-MAIL: mcphee@mcphee.com OPEN: 8:30AM-4:30PM PST, M-F CREDIT CARDS: All MAIL ORDER: Catalogue US$2, by air elsewhere US$5. SOURCE: Henry Manning (former II°) DESCRIPTION: \"Outfitters of popular culture\". STOCK: Animals, bats, books, brains, bugs, candy, cats, Chinese luck, crossword puzzles, dogs, eyeballs, games & puzzles, frogs & turtles, gargoyles, globes, glow things, goo & slime, keyrings, lizards, love, magic items, masks, monsters, mugs, nuns, outer space, party decorations, puppets, skeletons, slugs, strength & beauty, T-shirts, telephones, treasures, and wind-ups. - 4 -"},{"pageNumber":5,"pageContent":"NAME: Arkham House Publishers, Inc. *** UPDATED: 20030301 ADDRESS: Sauk City, WI 53583; U.S.A. TELEPHONE: (608) 643-4500 FAX: (608) 643-5043 WEBSITE: http://www.arkhamhouse.com E-MAIL: sales@arkhamhouse.com OPEN: Mail order only (?) SOURCE: Michael A. Aquino VI° DESCRIPTION: Arkham House is the famous publishing house begun by August Derleth and Donald Wandrei to preserve and produce the works of H.P. Lovecraft. Over the years it has also produced the works of other members of the original “Lovecraft Circle” as well as of later HPL-theme horror writers. Arkham House used to publish periodic catalogues and provide a retail mail order service. We are not certain if it still does. Update to follow. STOCK: Permanently in print: HPL's collected works. In and out of print: collections of HPL's letters and works by other horror authors. All works produced in modest but good quality hardcover. * * * * * * * * * * * * * * * NAME: Art by Sheila *** UPDATED: 20030301 PROPRIETOR: Sheila Jenkins ADDRESS: Contact Sheila Jenkins via InterCommunication Roster E-MAIL: dands1@ix.netcom.com DESCRIPTION: Pencil or ink illustrations. Some of the artists who inspire me: Brom, Olivia de Beradinis, Wayne D. Barlowe, Alberto Vargas, Daniel Merriam, H.R. Giger, Coop, & Joseph Linser. I specialize in likenesses & enjoy creating detailed drawings. Email me and we can work together to realize your vision on paper or skin (tattoo ideas welcomed) - magical or “mundane”. * * * * * * * * * * * * * * * NAME: Atlantis Bookshop *** UPDATED: 20030301 PROPRIETOR: Ms. Geraldine Beskin ADDRESS: 49A Museum Street; London WC1A; England TELEPHONE: 020-7405-2120 WEBSITE: http://www.atlantisbookshop.demon.co.uk CREDIT CARDS: Access, Visa, MasterCard MAIL ORDER: Write or call for current list. Postage: Add 15% of total to UK and 20% to overseas destinations. SOURCE: Michael A. Aquino VI° DESCRIPTION: Oldest and most famous occult bookshop in London. Small showroom, next to the British Museum. Only London bookshop to regularly stock Black Magical publications. STOCK: Atlantis currently has a 6-page mail-order list of current titles by many British and American occult authors, all in English. Included are virtually all of Aleister Crowley's works [he used to patronize Atlantis while alive, and probably still does now], including several not usually seen in American mail- ordering lists. The store also has a separate 4-page list of Tarot decks and publications. All prices are quoted in British pounds, so non-British Setians will need to work out the conversion before ordering, or send an international money order payable in pounds. Atlantis does not stock occult equipment other than publications. - 5 -"},{"pageNumber":6,"pageContent":"NAME: Ballantrae Reprints *** UPDATED: 20030301 PROPRIETOR: John Ballantrae ADDRESS: P.O. Box 92541; 160 Main Street South; Brampton, Ontario L6W-4R1; Canada TELEPHONE: (905) 450-7998 WEBSITE: http://www.globalserve.net/~ballantrae/ E-MAIL: ballentrae@globalserve.net MAIL ORDER: A catalogue is available for US$2. Add 10% for surface postage or 25% for airmail. SOURCE: Patty Hardy IV° DESCRIPTION: This firm reprints out-of-print esoterica in spiral plastic bindings with plastic-laminated covers. STOCK: Several difficult-to-find books in the reading list are available, to include #3B, 1I, 1J, and 1K. [Magistra Hardy, who added this entry, ordered a book and received it within two weeks.] * * * * * * * * * * * * * * * NAME: Booksearch, Inc. *** UPDATED: 20030301 ADDRESS: P.O. Box 4126; Clearwater, FL 33518; U.S.A. TELEPHONE: (651) 292-1842 FAX: (651) 292-1742 WEBSITE: http://www.booksearch.com E-MAIL: bksearch@bitstream.net MAIL ORDER: Through selected bookdealers. See below. SOURCE: Flyer DESCRIPTION: This is a book-search service which usually operates through retail bookstores and libraries. You may wish to contact Booksearch for the outlet nearest you, or for information on how to deal directly with them if you are way out in the middle of nowhere. Essentially you tell them the title you want and they will track down a copy & quote you a price. See their notice below: STOCK: “We find books for you that are no longer available from the publisher. A nonrefundable US$1 fee to your bookseller will initiate a search for any title for which you may be looking. The average title search may take from two to six months. The price for most books found ranges from US$15 to US$45. This includes paperbacks. However, some books may cost much more due to rarity. We will notify you as to condition and price before shipment is made. We try to find your book at the lowest price and in the best condition available.” * * * * * * * * * * * * * * * NAME: British Library *** UPDATED: 20030301 ADDRESS: 96 Euston Road; London NW1-2DB, England; United Kingdom TELEPHONE: 02074177000 WEBSITE: http://www.bl.uk SOURCE: Temple of Set UK DESCRIPTION: The British Library’s collection of over 150 million items covers every age and place of written civilisation, from unique historical documents to the latest information sources for research. The website describes the collections and wide range of services for tracking down and accessing information and for ordering copies of the items you need. * * * * * * * * * * * * * * * NAME: British Museum *** UPDATED: 20030301 ADDRESS: 36 Great Russell Street; London WC1N-3DG, England; United Kingdom TELEPHONE: 02073238605 WEBSITE: http://www.thebritishmuseum.ac.uk/ SOURCE: Temple of Set UK DESCRIPTION: The museum has the largest and most comprehensive collection of ancient Egyptian materials outside Cairo, and illustrates every aspect of culture from the predynastic period down to the Coptic period, a time-span of over 5,000 years. The display includes a gallery of monumental sculptures and the famous collection of mummies and sarcophagi. - 6 -"},{"pageNumber":7,"pageContent":"NAME: Caduceus Books *** UPDATED: 20030311 PROPRIETOR: Ben Fernee WEBSITE: http://www.io.com/~albion/caduceus/ SOURCE: Clinton Kapp I° DESCRIPTION: A swift and reliable mail-order source. * * * * * * * * * * * * * * * NAME: Chris Drumm Books *** UPDATED: 20030301 PROPRIETOR: Chris Drumm ADDRESS: Post Office Box 440; Polk City, IA 50226; U.S.A. WEBSITE: http://www.members.aol.com/cdrummbks E-MAIL: cdrummbks@aol.com MAIL ORDER: Write for catalogue. SOURCE: Don Webb V° DESCRIPTION: Chris does four things very well. He supplies the cheapest used science-fiction paperbacks & hardbacks (including reading list items), he stocks used books he thinks are weird (meaning cheap, out-of-print esoterica), he stocks world music CDs, and he stocks current science-fiction small press items. He's reliable. * * * * * * * * * * * * * * * NAME: Cornerstone Press Chicago *** UPDATED: 20030301 ADDRESS: 939 West Wilson Avenue; Chicago, IL 60640; U.S.A. TELEPHONE: (773) 989-4920 WEBSITE: http://www.cornerstonepress.com CREDIT CARDS: MasterCard, Visa MAIL ORDER: Call or write for current mail-order catalogue. SOURCE: Dennis Mann IV° DESCRIPTION: This is the publishing arm of _Cornerstone_ magazine, a Christian-interest periodical. _Cornerstone_ has been a pioneer in exposing Christian-profiteering scams, such as the “Satanic panic”, Lauren Stratford, and Mike Warnke. STOCK: Variety of Christian- and esoteric-oriented books and pamphlets, many of the “investigative journalism” type. See in particular _Selling Satan: The Tragic History of Mike Warnke_ and the Cornerstone booklet series on the “Satanic panic”. * * * * * * * * * * * * * * * NAME: Cyber Magick Occult Superstore *** UPDATED: 20030301 ADDRESS: Post Office Box 903326; Palmdale, CA 93590 TELEPHONE: (661) 285-2575 WEBSITE: http://www.cybermagick.com OPEN: Mail order MAIL ORDER: Setians get 10% discount by typing “Xeper” into the “special instructions” field at checkout when ordering online. Ship anywhere in the world (USA-friendly). SETIAN DISCOUNT: 10% DESCRIPTION: Complete mail order occult & metaphysical store. Sellers of everything from oils to altar supplies & herbs. If we don’t have it, we will try to find it for you. Huge selection of Egyptian statuary. - 7 -"},{"pageNumber":8,"pageContent":"NAME: Discoveries, Inc. *** UPDATED: 20030301 ADDRESS: 2910 Business Center Drive; Alexandria, VA 22314; U.S.A. TELEPHONE: (800) 237-3358 FAX: (703) 823-9415 WEBSITE: http://www.egyptianimports.com E-MAIL: sales@egyptianimports.com OPEN: 9AM-6PM Mon-Fri CREDIT CARDS: Visa, MasterCard, American Express MAIL ORDER: Call for free catalogue. It shows full-color photos of all the jewelry items. SOURCE: Michael A. Aquino VI° DESCRIPTION: STOCK: Egyptian jewelry ancient & new designs, high quality. Silver, enamel, beadwork designs. Statuettes, scarabs, necklaces. Personalized cartouches. * * * * * * * * * * * * * * * NAME: Editorial Research Service *** UPDATED: 20030301 PROPRIETOR: Laird Wilcox ADDRESS: Post Office Box 2047; Olathe, KS 66061; U.S.A. TELEPHONE: (913) 829-0609 WEBSITE: http://www.lairdwilcox.com E-MAIL: lwilcox3@aol.com MAIL ORDER: Write for current flyer containing list of books for sale and prices. SOURCE: Catalogue DESCRIPTION: Wilcox is evidently an independent researcher & investigator who has contributed a massive library of political data to the University of Kansas. He also sells recently-updated editions of the books/publications listed below, whose prices vary between about US$15 and US$25. He does not sell other books or publications. Detailed descriptions of the publications listed below are found in the flyer. STOCK: Current books available (directories/bibliographies): Guide to the American Right. Guide to the American Left. Terrorism, Assassination, Espionage & Propaganda. Selected Quotations for the Ideological Skeptic. Annotated Guide to the Alternative Press of the Right. Wilcox Report Newsletter. Civil Liberties Review. Guide to the American Occult. [This is a “directory of over 3,500 mystical, metaphysical, parapsychological, psychic, ESP, spiritualist, faith healing, astrological, pagan, wicca, etc. organizations, publishers, book dealers, newsletters, journals in the U.S. & Canada.”] * * * * * * * * * * * * * * * NAME: Edmund Scientific Company *** UPDATED: 20030301 ADDRESS: 60 Pearce Avenue, Tonawanda, NY 14150-6711; U.S.A. TELEPHONE: (800) 728-6999 WEBSITE: http://www.scientificsonline.com E-MAIL: scientifics@edsci.com OPEN: Mon-Fri 8:30 AM - 6 PM CREDIT CARDS: MasterCard & Visa MAIL ORDER: Send $2 for the “Catalogue for Industry and Education” (not the lightweight “consumer” catalogue. SOURCE: Catalogue DESCRIPTION: Probably the largest mail-order scientific equipment company in the U.S. All equipment sold appears to be reputable and safe if used as recommended by the manufacturer. STOCK: Astronomy aids, books, eyepieces, fiber optics, optical filters, Geiger counters, generators (inc. van de Graaf & electrostatic), heat guns, lab equipment, lamps, lasers, lenses, magnets, magnifiers, microscopes, mirrors, motors, mounts, night vision systems, optics, luminous paint, power supplies, prisms, pumps, recording instruments, safety items, scales, solar cells & panels, spectroscopes, surveillance items, telescopes & accessories, Tesla coils, unique lighting devices, vacuum equipment, vox boxes, bulletproof vests, weather items, etc. - 8 -"},{"pageNumber":9,"pageContent":"NAME: Eye of Horus Bookstore *** UPDATED: 20030301 PROPRIETOR: Rachel Buckley ADDRESS: 1305 East Carson Street; Pittsburgh, PA 15203; U.S.A. TELEPHONE: (412) 481-7887 MAIL ORDER: Call for information. SOURCE: P.Sbrockey II°, W. Butch IV° DESCRIPTION: STOCK: Good selection of esoteric books, and \"purveyors of sensory deprivation tanks\". * * * * * * * * * * * * * * * NAME: Eye of the Cat *** UPDATED: 20030301 ADDRESS: 3314 East Broadway; Long Beach, CA 90803-5905; U.S.A. TELEPHONE: (562) 438-3569 FAX: (562) 439-1176 WEBSITE: http://www.eyeofthecat.com E-MAIL: eyeofthecat@hotmail.com OPEN: M-F 9A-7P, Sat-Sun 11A-7P CREDIT CARDS: MC, Visa, AmEx, checks MAIL ORDER: Hermetic Catalogue $5, Herb Catalogue $5 SOURCE: Demon O'Brien II° DESCRIPTION: This is probably one of the largest occult stores this side of the Mississippi River. Very helpful staff. Mainly RHP, but some very neat stuff. They usually pack carefully & ship within 24 hours. I've been using them for 7 years. STOCK: Handmade incense, oils, books, Tarot, jewelry, crystals, rocks, herbs, T-shirts, robes, dream webs, pewter figures, altar sets, bath salts, powders, statues, magazines, candles, paintings. If you need something LHP, ask for Rubin. * * * * * * * * * * * * * * * NAME: Fields Book Store *** UPDATED: 20030301 ADDRESS: 1419 Polk Street; San Francisco, CA 94109; U.S.A. TELEPHONE: (415) 673-2027 OPEN: Tuesday-Saturday 11AM-5:30 PM MAIL ORDER: Fields is primarily an over-the-counter rather than a mail-order store. Call to enquire about mail-orders. SOURCE: Michael A. Aquino VI° DESCRIPTION: Best and oldest occult bookshop in San Francisco. STOCK: Stocks primarily new books, including those on Black Magical and Thelemic subjects, but there is a bookshelf with used titles as well. If you're interested in a particularly rare or expensive volume, ask about it, as it may be in stock but not displayed for browsers’ fingers! * * * * * * * * * * * * * * * NAME: Foxx Entertainment Enterprises *** UPDATED: check ADDRESS: 327 West Laguna Drive; Tempe, AZ 85282; USA TELEPHONE: (602) 431-9282 FAX: (602) 431-9282 CREDIT CARDS: MasterCard, Visa MAIL ORDER: Send US$5 for \"Catalogue of Carnage\". SOURCE: Terry L. Quesenberry II° DESCRIPTION: Extensive catalogue of horror movies/souvenirs of LHP interest, with an emphasis on vampires & werevolves. STOCK: Replica dolls, T-shirts, monster masks, full life-size creatures, prop coffins, makeup-, mask-, and prop-builders books, rare uncut films from international sources (including _Satanis_), movie scripts. - 9 -"},{"pageNumber":10,"pageContent":"NAME: George Lenz Books *** UPDATED: 20030301 ADDRESS: New York, U.S.A. WEBSITE: http://www.abebooks.com/home/LENZBOOKS/ SOURCE: Clinton Kapp I° DESCRIPTION: Store and mail-order books (orders processed swiftly). * * * * * * * * * * * * * * * NAME: Gothic Arts *** UPDATED: 20030301 PROPRIETOR: Leslie Evans ADDRESS: 512 Bush River Road; Columbia, SC 29210; U.S.A. TELEPHONE: (914) 332-7697 WEBSITE: http://www.gothicarts.com E-MAIL: abundance@gothicarts.com OPEN: Mail order only CREDIT CARDS: Visa, MasterCard MAIL ORDER: Write for free catalogue. SOURCE: Tony Pizzini II° DESCRIPTION: Reproductions of original stone carvings & architectural fragments. Also a small but unusual jewelry collection. STOCK: Fascinating collection of gargoyles, grotesques, & related horrific art. * * * * * * * * * * * * * * * NAME: Hagenow Laboratories, Inc. *** UPDATED: 20030301 ADDRESS: 1302 Washington Street; Manitowoc, WI 54220-5187; U.S.A. OPEN: Mail order only MAIL ORDER: Send US$2 for catalogue. SOURCE: Gary Glunz I° DESCRIPTION: Probably one of the oldest scientific mail-order companies. Fast service, high-quality merchandise at surprisingly-low prices. In business since 1953. STOCK: Glassware, alcohol lamps, crucibles, condensers - everything for the “mad chemist”. Also chemicals which are hard-to-find elsewhere in 1-oz, 4-oz, and 1-lb quantities. You must be over 21 to order chemicals. * * * * * * * * * * * * * * * NAME: Illuminet *** UPDATED: check ADDRESS: Post Office Box 2808; Lilburn, GA 30226; USA TELEPHONE: (770) 279-2745 (8AM-6PM EST) FAX: (770) 279-8007 CREDIT CARDS: Visa, MasterCard MAIL ORDER: Write or call for catalogue. SOURCE: Michael A. Aquino VI° DESCRIPTION: STOCK: Books on: conspiracy, UFOs, occultism, Tesla, magic, metaphysics, alternative science, antigravity, end of the world notions, suppressed histor, black helicopters, _The Occult Technology of Power_, new world order, Crowley, Chaos, Wicca, Keel, freemasonry skulkings, & assorted hate/fear/insanity & related nutty reading items. Even a book entitled _Kooks_ surveying all of the above. Probably where Fox Mulder gets most of his library from. Also a complete kit to ward off aliens if you're tired of being bothered or abducted by them, etc. - 10 -"},{"pageNumber":11,"pageContent":"NAME: Incense Works *** UPDATED: 20030301 ADDRESS: Post Office Box 427; Kula, HI 96790; U.S.A. TELEPHONE: (808) 878-2122 WEBSITE: http://www.incenseworks.com E-MAIL: info@incenseworks.com CREDIT CARDS: MasterCard, Visa MAIL ORDER: Mail order only. All orders shipped by U.S. mail. Write for current price list and order form. SOURCE: Brochure DESCRIPTION: Our recommender writes: “While incense is not essential in the practice of magic, it can be a useful tool. The Incense Works carries a very wide selection, including rare, traditional varieties from all over the world. I’ve ordered some of the Japanese & Indian varieties, and also several of the resin incenses, and can tell you that these formulæ have almost nothing in common with cheap, perfume-soaked ‘head shop’ incense sticks!” STOCK: Samplers, assortments, and bulk quantities of some varieties are available. Charcoal tablets for resins, several kinds of incense burners, and some massage oils also appear on the order form. * * * * * * * * * * * * * * * NAME: Information Unlimited *** UPDATED: 20030301 ADDRESS: Post Office Box 716; Amherst, NH 03031-0716; U.S.A. TELEPHONE: (800) 221-1705 WEBSITE: http://www.amazing1.com E-MAIL: wak02@xtdl.com OPEN: Mail order only. MAIL ORDER: Write for free catalogue. SOURCE: Michael A. Aquino VI° DESCRIPTION: This is a mail-order outfit selling mostly the plans for unusual kinds of electronic equipment, but in some cases the equipment itself, either assembled or in kit form. Some of the equipment described appears to be potentially dangerous to the user or others. Possession or use of some items may not be legal in your community. If in doubt, check with local authorities before you order. STOCK: A variety of lasers, Tesla coils (up to 12’ high, producing 4 million volts and 15-20’ sparks!), Jacob’s ladders, van de Graaf generators (3 million volts!), ion ray guns, particle beam/proton accelerators, atom smashers, Geiger counters, transformers, night vision devices, sound & electrical “disabling” devices, ultrasonic “pain generators” (designed for crowd control, property protection, etc.), bug- and rodent- killers, and soon-to-come infrasonic and shock-wave generators. * * * * * * * * * * * * * * * NAME: J.D. Holmes Bookseller *** UPDATED: 20030301 ADDRESS: Postal Box 623; Edmonds, WA 98020; U.S.A. TELEPHONE: (206) 771-2701 FAX: (206) 771-2701 CREDIT CARDS: Mastercard, Visa MAIL ORDER: Write for current catalogue. Various specialized ones available, so indicate your particular interests. SOURCE: Catalogue DESCRIPTION: Out-of-print, rare books, principally of occult, archaeological, and antiquarian themes. Catalogues describe each book in stock in detail. - 11 -"},{"pageNumber":12,"pageContent":"NAME: Johnson Smith Company *** UPDATED: 20030301 ADDRESS: 4514 Nineteenth St. Ct. East; P.O. Box 25500; Bradenton, FL 34206-5500; U.S.A. TELEPHONE: (813) 747-5566 (8-5 EST) FAX: (813) 746-7896 WEBSITE: http://www.johnsonsmith.com E-MAIL: custservjs@jsls.com CREDIT CARDS: Visa, Mastercard, Diners, Discover MAIL ORDER: Call or write for catalogue SOURCE: Sterling Scarborough I° DESCRIPTION: From the catalogue: \"Things you never knew existed ... and other items you can't possibly live without!\" STOCK: Since 1914 the JS Co. has been offering a wide variety of gags, novelties, joke items, magic tricks, & whimsical gifts: everything from whoopie cushions x-ray glasses and itching powder to spy equipment, videos, and Venus fly traps. They are currently offering a working (?) replica of \"Pinhead's\" Chinese puzzle box and a 200,000-volt Van de Graaf electrostatic generator. * * * * * * * * * * * * * * * NAME: Kersken-Canbaz Verlag *** UPDATED: 20030301 ADDRESS: Schloßstr.3; 29525 Holdensktedt; Germany TELEPHONE: +49(0)581-38915-66 FAX: +49(0)581-38915-67 WEBSITE: http://www.kc-verlag.de E-MAIL: mail@kc-verlag.de MAIL ORDER: Write for catalogue. SOURCE: Volker Schlecht I° DESCRIPTION: Although primarily a publishing company, it sells its books directly through mail-order. STOCK: German translations of Aleister Crowley books, Golden Dawn books, and quite a lot more. * * * * * * * * * * * * * * * NAME: Loompanics Unlimited *** UPDATED: 20030301 ADDRESS: Post Office Box 1197; Port Townsend, WA 98368; U.S.A. TELEPHONE: (800) 380-2230 FAX: (360) 385-7785 WEBSITE: http://www.loompanics.com E-MAIL: operations@loompanics.com OPEN: Mail Order CREDIT CARDS: Yes MAIL ORDER: First catalogue US$5, future catalogues free after ordering. Shipping via UPS or USPS. SOURCE: John Syphrit I° DESCRIPTION: Billed as the best book catalogue in the world, it may just be that. Items here range from Nietzsche to Redbeard, from conspiracy theory to anarchism & survivalism. Also a great deal of how-to material from the fringe. Just knowing some of this material exists may be shocking to some. STOCK: Political theory, conspiracies, home business ideas, reality creation, egoism, mass media, survival, bombs & explosives, self defense, investigation work, fake ID, intelligence increase, subliminal techniques, revisionist history, Leary, R.A. Wilson, weird science, tattooing, Church of Satan, blasphemy, self- publishing, locksmithing, etc. - 12 -"},{"pageNumber":13,"pageContent":"NAME: Magick Circle *** UPDATED: 20030301 PROPRIETOR: Nelson & Anne White ADDRESS: 956 North Lake Avenue; Pasadena, CA 91104; U.S.A. TELEPHONE: (818) 794-6013 OPEN: 10:30-4:30 Mon-Sat CREDIT CARDS: Visa, MasterCard MAIL ORDER: $2 catalogue (incl. $2 coupon against $15+ order). Also $1 annotated reading list. SOURCE: Robert Menschel IV° DESCRIPTION: [Light of Truth Church] Though RHP, they appear to be friendly to Setians. Some of their introductory literature is derogatory re Black Magic, but only based on profane assumptions about same. They seem amenable to discussion and an exchange of points of view. STOCK: Store carries reasonable assortment of jewelry, oils, incenses, Tarot cards & texts (inc. _Book of Thoth_), and other books. Books published by this church include an _Index to the Spirits Given in “Abra-Melin”_ and a facsimile edition of a 1641 edition of the _Lemegeton/Lesser Key of Solomon_ from the British Museum. * * * * * * * * * * * * * * * NAME: Mandrake Press Ltd. *** UPDATED: 20030301 PROPRIETOR: Tony Naylor ADDRESS: Essex House, Chinnor Rd.; Thame, Oxfordshire OX9-3LS England; United Kingdom TELEPHONE: 01844-260990 FAX: 01844-260991 E-MAIL: tory@mandrake.com OPEN: Continuous CREDIT CARDS: Visa, MC, AmExCo, Access, etc. MAIL ORDER: Mail-order business only. Catalogues are available postage-free in the U.K. Very prompt service. Overseas titles at fair prices. SOURCE: Michael Kelly IV° DESCRIPTION: Naylor is apparently a Thelemite and cheerfully caters to LHP customers. STOCK: Currently books only, but will shortly start supplying ritual equipment of special value to Europeans. The “Yellow Book” catalogue contains many American titles from the TS reading list which would otherwise be very difficult to obtain, as some of them are generally unavailable outside the States. * * * * * * * * * * * * * * * NAME: Museum Replicas Limited *** UPDATED: 20030301 PROPRIETOR: Adams & Reinherdt ADDRESS: 2143 Gees Mill Road; Box 840; Conyers, GA 30207; U.S.A. TELEPHONE: (800) 883-8838 WEBSITE: http://www.museumreplicas.com E-MAIL: musrep@mindspring.com OPEN: Mail Order/24-hours CREDIT CARDS: Visa, MasterCard, AmEx, Discover MAIL ORDER: Send $2 for current catalogue. SOURCE: Michael A. Aquino VI° DESCRIPTION: This is a mail-order company which specializes in top-quality reproductions of historic swords, maces, daggers, shields, helmets, and assorted medieval/fantasy clothing to accompany same. Especially of interest to SCA/Renaissance Faire enthusiasts, Museum Replicas also contains items of interest to magicians, both for decorative and ceremonial purposes. STOCK: The most recent catalogue I’ve seen (#13) includes swords such as Greek, Roman, several Viking, several medieval & later, spears, maces, daggers, fantasy weapons such as Gandalf’s sword, Conan’s sword, Elf-sword, Atlantean dagger, assorted helmets & shields, and a nice selection of jewelry, goblets, & lamps to accompany same. - 13 -"},{"pageNumber":14,"pageContent":"NAME: Mysteries *** UPDATED: 20030301 ADDRESS: 9/11 Monmouth Street; London, W.C. 2; England TELEPHONE: 01-240-3688 WEBSITE: http://www.mysteries.co.uk OPEN: 10-6 Mon-Sat, some eves CREDIT CARDS: Access, MasterCard, Visa. MAIL ORDER: Write for catalogue. SOURCE: Gates of Albion Pylon DESCRIPTION: This shop welcomes browsers and gives “psychic readings” on the premises (to include readings room & meeting room). Essentially white-light oriented. STOCK: Books on just about all occult subjects save LHP ones, runes, large selection of crystal balls, pendulums, ouija sets, aura goggles (!), ionizers, crystals, incense, oils, candles, talk & new age music cassettes, large selection of occult jewelry, holograms, brain-wave resonance tapes (to change your mood as desired), biorhythm charting services. * * * * * * * * * * * * * * * NAME: Mythos Books *** UPDATED: 20030301 ADDRESS: 218 Hickory Meadow Lane; Poplar Bluff, MO 63901-2160; USA TELEPHONE: (573) 785-7710 WEBSITE: http://pages.ivillage.com/crowyne/mythos.html CREDIT CARDS: Visa, MasterCard, American Express, Optima MAIL ORDER: Mail order only. Write for catalogue. Phone first to find out if there's a charge for the catalogue, as it is pretty thick. SOURCE: Michael A. Aquino VI° DESCRIPTION: Extensive (about the size of a _TV Guide_ issue) catalogue of almost every Lovecraft- related book, magazine, or document possible. Also some general horror & fantasy works, and some thematic artwork & accessories (“Disciples of Cthulhu for School Prayer”, etc.). * * * * * * * * * * * * * * * NAME: Necronomicon Press *** UPDATED: 20030301 ADDRESS: Post Office Box 1304; West Warwick, RI 02893; U.S.A. TELEPHONE: (401) 828-7161 FAX: (401) 826-1151 WEBSITE: http://www.necropress.com E-MAIL: np@necropress.com OPEN: Mail order only CREDIT CARDS: MasterCard, Visa MAIL ORDER: Write for catalogue. DESCRIPTION: A small but lively publishing venture of booklets & papers concerning HPL & HPL- related subjects. STOCK: Books, booklets, and periodicals such as _Lovecraft Studies_, _Necrofile_, and _Crypt of Cthulhu_. - 14 -"},{"pageNumber":15,"pageContent":"NAME: Noontide Press *** UPDATED: 20030301 ADDRESS: Post Office Box 2719; Newport Beach, CA 92659; USA TELEPHONE: (714) 631-1490 FAX: (714) 631-0981 WEBSITE: http://www.noontidepress.com E-MAIL: orders@noontidepress.com OPEN: Mail Order Only CREDIT CARDS: All SOURCE: Michael A. Aquino VI° DESCRIPTION: NP is associated with the \"historical revisionist\" Institute for Historical Review. Some of the material in the NP catalogue is very interesting, scholarly material which you are quite unlikely to find at your local bookstore [or in any other catalogue]; other items are more on the order of inflammatory propaganda and can be ignored accordingly. STOCK: The NP catalogue contains the following categories: America, Race and Culture, Religion and Philosophy, Banking and Money, Conspiracy Communism and Zionism, Third Reich Germany, German Language Books, Historical Revisionism, Holocaust Revisionism, Military History, Healthy Living, Audiotapes, Videotapes, and Pamphlets. * * * * * * * * * * * * * * * NAME: Norcostco *** UPDATED: 20030301 ADDRESS: 3606 West Magnolia Blvd.; Burbank, CA 91601-1035, U.S.A. TELEPHONE: (800) 220-6915 FAX: (818) 567-1961 WEBSITE: http://www.norcostco.com CREDIT CARDS: Norcostco, Visa, Mastercard MAIL ORDER: Write or call for current catalogue. Offices or phone centers in some 40 U.S. cities. SOURCE: Seam Dracon II° DESCRIPTION: Equipment & costumes for the performing arts. Technical service & rentals. STOCK: Lighting control, sound effects, props, paint, fabrics, books, videos, costume rental, formal wear, wigs, hair goods, makeup kits, hats, crowns, tiaras, weapons, dancewear, etc. * * * * * * * * * * * * * * * NAME: Occultique *** UPDATED: 20030301 ADDRESS: 30 St. Michaels Ave.; Northhampton NN1-43Q, England; United Kingdom TELEPHONE: 01604 627727 FAX: 01604 603860 WEBSITE: http://www.btinternet.com/~occultique/ E-MAIL: enquires@occultique.co.uk OPEN: Mon-Sat 10AM-5PM MAIL ORDER: Send 75p for mail-order catalogue. SOURCE: Advertisement DESCRIPTION: This is both an occult shop and a mail-order service. It also publishes a magazine by the name of _Sut Anubis_ (£1.50 sample copy, £5.75 for a 4-issue subscription), which is concerned with \"witchcraft, Crowley, ceremonial magic, paganism, news, advertisements, and book reviews\". Polite service, always helpful, but may be slow (4-12 weeks) in the delivery of special-order items. STOCK: Jewelry, candles, crystal balls, parchments, ritual robes, grimoires, mirrors, swords & daggers, ritual furnishings, incense & burners, oils, herbs, spices, runestones, Tarot cards, Ouija boards, Egyptian figures, recordings, etc. Sut Anubis Books is currently advertising _Missa Niger: La Messe Noir_ by Aubrey Melech, being an account of the 19th-century Black Mass, for £9.99. This book is reviewed in _Scroll of Set_ #XV-2 and is not recommended. - 15 -"},{"pageNumber":16,"pageContent":"NAME: Papa Jim Company *** UPDATED: 20030301 PROPRIETOR: Papa Jim ADDRESS: 5630 South Flores; San Antonio, TX 78214; U.S.A. TELEPHONE: (210) 922-6665 FAX: (210) 922-8277 OPEN: M-F 9-6, Sat 9-5 CREDIT CARDS: MasterCard, Visa MAIL ORDER: 2 catalogues available on request - both 75-90 pages: _House of Avalon_ specializes in herbs, the other catalogue contains books, magical products, and equipment. Credit cards/MOs only - no checks. SOURCE: Steve Slaughter I° DESCRIPTION: Papa Jim’s is primarily a “botanica” specializing in products oriented to Santeria, Macumba, and Voodoo. Outside of Haiti and Cuba I recommend Papa Jim. I do not recommend the _House of Avalon_ catalogue to the merely curious because of its specialized nature. [Another Setian writes 4/2/95 that \"many of the minerals I received from 'Papa Jim' were of very poor quality, & the herbs that I received from them were also infested with bugs. It's hard to use an herb in a potion when it tries to crawl back our of your chalice!\"] STOCK: Hundreds of herbs as they pertain to Voodoo/Macumba, magical perfumes, pewter statues, Egyptian talismans, crystal balls, fine “new age” jewelry, over 100 different Tarot decks, candles, incense, general selection of contemporary occult books. * * * * * * * * * * * * * * * NAME: Pratum Book Company *** UPDATED: 20030301 PROPRIETOR: Todd Pratum ADDRESS: P.O. Box 985; 314 Center Street; Healdsburg, CA 95448; U.S.A. TELEPHONE: (707) 431-2634 FAX: (707) 431-0575 WEBSITE: http://www.pratum.com OPEN: 10-10 daily CREDIT CARDS: Visa, Mastercard MAIL ORDER: Write for current mail order catalogue. DESCRIPTION: Mail order dealer including rare occult books. Publishes a number of printed catalogues in a wide field of interests describing his current stock, including a detailed description of the condition of each book. STOCK: Mr. Pratum carries a stock of 27,000 volumes covering a wide range of subjects, including a collection of 2,000 out-of-print, scarce, rare, and scholarly works relating to the spiritual life of mankind. Mr. Pratum also operates a book-search service and welcomes inquiries. * * * * * * * * * * * * * * * NAME: Publishers Central Bureau *** UPDATED: 20030301 ADDRESS: P.O. Box 1187; Newark, NJ 07102; U.S.A. TELEPHONE: (201) 382-7600 OPEN: Mon-Fri 8-5. CREDIT CARDS: Visa, MasterCard, AmExCo MAIL ORDER: Write or telephone for free catalogue and to be put on the mailing list for future catalogues. SOURCE: Catalogue DESCRIPTION: Publishers Central is a large clearing-house for remaindered, discounted, and/or discontinued books, recordings, and videotapes on virtually all subjects (including the occult). Whatever your interests and tastes, you will almost certainly find something of interest here, at prices rarely found in retail stores. If there is another mail-order establishment quite like PC, we haven't found it yet! STOCK: Catalogue table of contents: Adult reading, animals & nature, antiques & collectibles, art & artists, art techniques, audio, audio accessories, bestselling books, cars & planes, children's, cooking, crafts & hobbies, entertainment, fiction, Fodor's, health & fitness, history, languages, merchandise, occult & fantasy, paperbacks, radio cassettes, reference, religion, trains, videocassettes, video accessories, warehouse clearance, woodworking. - 16 -"},{"pageNumber":17,"pageContent":"NAME: Rothschild-Berlin *** UPDATED: check PROPRIETOR: R. Rothschild & S. Berlin ADDRESS: 2250 East Tropicana Avenue #19; Las Vegas, NV 89119; U.S.A. TELEPHONE: (702) 593-2493 FAX: (702) 293-7993 OPEN: 24-hours/day MAIL ORDER: Send US$5 for current catalogue. Crowley-specific listing: “Catalogue of an Enigma” also available for US$5. SOURCE: C.J. Berkey II° & P. Hardy IV° DESCRIPTION: A mail-order bookstore specializing in rare, out-of-print books on magical, erotic, and bizarre subjects. They also buy and sell exotic art and rare curios of a spooky, magical, or erotic nature, most expensive but truly unique. Talismanic jewelry of authentic historical and archæological designs. This is a good source for some of the rarer books on the reading list. STOCK: Berkey: “All aspects of the occult; Satanism, Egyptian, G.'.D.'., A.'.A.'., O.T.O. The stock varies, as they deal with one-of-a-kind items. The main source is books; dealing with limited editions, first prints, and out-of-print books. I have found a few of these to be TS-1 and TS-2 material. Rina or Stephen will return your call (collect) within 48 hrs. They are very pleasant and interesting to talk with.” Hardy: “I have dealt with them for 3 years and been fully satisfied. The earrings & pendants, in gold & silver, include the Egyptian deities shown in Budge’s _Amulets & Superstitions_; their jeweler created a die for Set on my request.” * * * * * * * * * * * * * * * NAME: Runa-Raven Press *** UPDATED: 20030301 PROPRIETOR: S. Edred & Crystal Dawn Flowers ADDRESS: Post Office Box 557; Smithville, TX 78957; USA WEBSITE: http://www.geocities.com/runegildusa/RunaRaven/index.html MAIL ORDER: Mail order only. Write for catalogue. SOURCE: Don Webb VI° DESCRIPTION: Supplies all of the works of Magus Stephen Edred Flowers/Edred Thorsson, some of which are not available elsewhere. Also provides language-learning materials from Welsh to Dutch, books about “dark” religious & magical orders, such as the Order of the Triskelion. A selection of currently scholarly literature on Runic & Northern topics is maintained. Runic jewelry is also available. * * * * * * * * * * * * * * * NAME: Samuel Weiser *** UPDATED: 20030301 ADDRESS: Post Office Box 612; York Beach, ME 03910-0612; U.S.A. TELEPHONE: (207) 363-4393 FAX: (207) 363-5799 WEBSITE: http://www.weiserbooks.com E-MAIL: orders@redwheelweiser.com OPEN: Mon-Sat 10AM-5PM CREDIT CARDS: Visa, MasterCard MAIL ORDER: Catalogue available. SOURCE: Michael A. Aquino VI° DESCRIPTION: Large, well-stocked bookstore specializing in “occult & oriental philosophy”. STOCK: Books (new & used), including rare & out-of-print editions. Tapes also available. - 17 -"},{"pageNumber":18,"pageContent":"NAME: Sator Enterprises *** UPDATED: 20030301 PROPRIETOR: James T. Graeb ADDRESS: Contact James Graeb via the InterCommuncation Roster. E-MAIL: Graeb418@aol.com OPEN: Mail order only MAIL ORDER: Request current catalogue. SETIAN DISCOUNT: 20% SOURCE: James T. Graeb IV° DESCRIPTION: This is a service providing reprints of rare and out-of-print books. The reprints are high- quality bound in paperback, printed on acid-free paper for long life, most have the title & author on the spine, and service is \"fast\". STOCK: Alchemy, ancient wisdom, astronomy, Bacon, Eastern thought, Egyptology, esoterica, Freemasonry, Gnosticism, Hermeticism, Cabala, metaphysics, mystery schools, mysticism, mythology, occult philosophy, psychology, pyramids, religions, Rosicrucianism, spiritualism, symbolism, Tarot, Theosophy, etc. * * * * * * * * * * * * * * * NAME: Saundhaus Studios *** UPDATED: 20030315 PROPRIETOR: Eric Kauschen ADDRESS: Contact Eric Kauschen via the InterCommunication Roster WEBSITE: http://www.saundhaus.com E-MAIL: info@saundhaus.com SOURCE: Eric Kauschen IV° DESCRIPTION: Production and sale of Magister Kauschen's music. Visit the website to see and hear samples, and to purchase CDs. STOCK: Symphony of the Nine Angles, Vampyric Suite, Yuggothic Choir, and Die Elektrischen Vorspiele. * * * * * * * * * * * * * * * NAME: Serpents Occult Books *** UPDATED: 20030301 PROPRIETOR: Steve Save WEBSITE: http://www.serpentsoccult.com CREDIT CARDS: Mastercard, VISA, Discover MAIL ORDER: Shipping cost depends upon the weight of the books ordered and if shipped by bookrate or priority mail. We charge actual postage costs only, with no “handling fees”. All orders are sent by insured US Mail. DESCRIPTION: STOCK: We specialize in new, used, out of print and rare occult texts, especially on the subjects of ritual magic, but also on all occult sciences, Cabala, Hermetics, alchemy, divination, witchcraft, voodoo, Satanism, ghosts, vampires, parapsychology, demonology, grimoires, mythology, freemasonry, gnosticism, and all areas of metaphysics; also occult and horror fiction. We stock over 5,000 choice occult titles, new, used and rare books. We literally have dozens of new titles coming in every week. Free booksearch service with 90% success in locating rare books for our customers. - 18 -"},{"pageNumber":19,"pageContent":"NAME: Sinister Cinema *** UPDATED: 900501 ADDRESS: Post Office Box 4369; Medford, OR 97501-0168; U.S.A. TELEPHONE: (541) 773-6860 FAX: (541) 779-8650 WEBSITE: http://www.sinistercinema.com E-MAIL: info@sinistercinema.com OPEN: Mail order only. MAIL ORDER: Write or call for catalogue. DESCRIPTION: A business dealing in VHS/Beta tapes dealing with horror, mystery, and fantasy. The majority of the titles are $16.95 each, plus $2.05 shipping & handling. Scattered amidst titles like _Wrestling Women vs. the Aztec Mummy_ and _She Shoulda Said “No”_ are jewels such as Fritz Lang's _Siegfried_ and _Metropolis_ along with the 1911 and 1925 versions of _She_. STOCK: Videotapes only. * * * * * * * * * * * * * * * NAME: Sourcebook Project *** UPDATED: 20030301 PROPRIETOR: William R. Corliss ADDRESS: Post Office Box 107; Glen Arm, MD 21057; USA TELEPHONE: (410) 668-6047 WEBSITE: http://www.science-frontiers.com/sourcebk.htm MAIL ORDER: Mail order only. Write for catalogue. SOURCE: Don Webb VI° DESCRIPTION: The Sourcebook Project compiles well-researched compendiums of scientific anomalies. They publish a small newsletter, _Science Frontiers_, which they send you as long as you buy books from them from time to time. They carry less well-researched titles from other houses as well. Great supplemental reading for reading list categories 17-22. * * * * * * * * * * * * * * * NAME: Spieth Verlag *** UPDATED: 20030301 PROPRIETOR: Herr Rudolph A. Spieth ADDRESS: Post Office Box 10-42-38; D-7000 Stuttgart 10; Germany TELEPHONE: 0711/297312 MAIL ORDER: Write for information. SOURCE: Roland Winkhart IV° DESCRIPTION: The oldest publishing house in Germany for esoteric sciences, runic studies, and ancient European traditions. STOCK: Principal stock consists of the books of Friedrich Bernhard Marby [see RUNES #VI-5, “The Runic Spring”]. Only German language books are presently carried, but some English editions are planned. Don Webb V°: \"The source of _Joerg Lanz von Liebenfels und der Neue Templer Orden; die Esoterik des Christenums_ by Rudolph J. Mund. 'Despite its scholarly shortcomings, the book is a must for those interested in the ONT & its founder.' - Stephen Flowers V°.\" * * * * * * * * * * * * * * * NAME: Strobelite Company *** UPDATED: 20030301 ADDRESS: 430 West 14th Street; New York, NY 10014; U.S.A. TELEPHONE: (212) 929-3778 OPEN: Mail order only MAIL ORDER: Send for brochure. SOURCE: Patty A. Hardy IV° DESCRIPTION: Tools & supplies for creating custom fluorescent (UV light) & phosphorescent (glow in the dark) art & stage props. STOCK: Opaque & “invisible” paints & lacquers, markers, body-stamping ink, makeup, tapes, ostrich feather tips, fountain water concentrates, UV floodlamps, spotlight filters, black-light fluorescent tubes, hand-held lamps. - 19 -"},{"pageNumber":20,"pageContent":"NAME: Studio 31 *** UPDATED: 20030301 PROPRIETOR: Jim Wasserman ADDRESS: 443 Park Avenue South #800; New York, NY 10016; USA TELEPHONE: (212) 685-0407 FAX: (212) 685-5836 WEBSITE: http://www.studio31.com E-MAIL: jim@studio31.com SOURCE: Michael A. Aquino VI° DESCRIPTION: Graphic design firm in the book publishing field. Book design & digital imaging, typesetting, scanning, editorial services, photography, illustration, data conversion, keyboarding for Mac or PC. Jim Wasserman is a longtime friend of the Temple of Set & former Grand Secretary General of the O.T.O. A good source to contact if you are thinking about a collector-quality publishing project. * * * * * * * * * * * * * * * NAME: Tesla Book Company *** UPDATED: check ADDRESS: Post Office Box 121873; Chula Vista, CA 91912; U.S.A. TELEPHONE: (800) 398-2056 OPEN: Mail order only MAIL ORDER: Write for current list of merchandise and order form (free). SOURCE: Michael A. Aquino VI° DESCRIPTION: This is the primary mail-order source for books by and about Nikola Tesla (cf. RUNES #I-2), as well as for books by others on the sort of unusual electromagnetic subjects. STOCK: Books and a few videotapes dealing with such subjects as psychotronic weapons, electric/magnetic/gravitational field theory, Tesla patents, electromagnetic phenomena in complex geometries & nonlinear phenomena, Soviet weather engineering, Tesla coils, transverse paraphysics, UFOs, antigravity, etc. * * * * * * * * * * * * * * * NAME: Tools for Wellness *** UPDATED: 20030301 ADDRESS: 9755 Independence Avenue; Chatsworth, CA 91311-4318; U.S.A. TELEPHONE: (800) 456-9887 FAX: (818) 407-0850 WEBSITE: http://www.toolsforwellness.com E-MAIL: info@toolsforwellness.com MAIL ORDER: Write or call for catalogue. SOURCE: Patty Hardy IV° DESCRIPTION: STOCK: Books, EEG machines, flotation tanks, Kirlian cameras, caps to shield your head from RF energy (!), ionizers, overpriced tuning forks, tools for making subliminal tapes, & other New Age weird science from a variety of manufacturers. Some interesting stuff after you filter out the Cosmic Debris. * * * * * * * * * * * * * * * NAME: Wyrdstone Workings *** UPDATED: 20030301 ADDRESS: c/o World Tree, 17C Station Parade, Kew Gardens, Surrey TW9-3PS, U.K. TELEPHONE: (0) 208 332 0162 WEBSITE: http://www.wyrd.org/wyrdstone MAIL ORDER: Send SAE (or either postal reply coupons or US$1 overseas) for details. SOURCE: Gates of Albion Pylon DESCRIPTION: STOCK: A full range of amulets, staves, rings, worked in coper, silver, and gold. All metals are 99.99% pure. Runes are sung into the metal within a runic circle. Once cut, they are stained with red ochre. Quotes for heraldric devices, alternate nine forms, bind runes, and other personal symbols are speedily provided. - 20 -"}]
