[{"pageNumber":1,"pageContent":"Alchemy Journal Vol.5 No.4. Volume 5 No. 4. Winter 2004 ARTICLES Alchemical Art Cooking for the Collective Unconscious The Emerald Operation FEATURES From the Fire New Releases Alchemy Lectures Announcements Feedback EDITORIAL From the Editor Submissions Subscriptions http://www.alchemylab.com/AJ5-4nf.htm (1 of 22)5/6/2005 1:26:22 AM"},{"pageNumber":2,"pageContent":"Alchemy Journal Vol.5 No.4. Archives Resources Alchemical Art by Laurel Price My art is an alchemical process for me. My paintings are invocations of the energy I desire to access or express. I seek to transform and be transformed by the process of painting. Art for me is a direct way to access the right brain, archetypes and the collective unconscious. Images emerge from my unconscious and I begin to paint. I have no idea beforehand what desires to be born on the canvas. My paintings are in a process of becoming, just as I am. I could choose to change them at any time. Artists and alchemists both used many of the same chemical ingredients. I prefer to use oil paint as a medium, combined with gold, silver and copper leaf. I like to use complimentary colors to create energetic and dynamic tension, like yin and yang. \"There is only one religion, but a hundred versions of it\" - George Bernard Shaw. I see alchemy as the perennial philosophy. Art is free and full of endless possibilities; therefore nothing is http://www.alchemylab.com/AJ5-4nf.htm (2 of 22)5/6/2005 1:26:22 AM"},{"pageNumber":3,"pageContent":"Alchemy Journal Vol.5 No.4. irrelevant to me. I use both Eastern and Western imagery in my paintings. I was not formally trained as an artist but feel compelled by an inner need to create. I have been influenced by transpersonal psychology, Jung, Taoism, psychedelics, astrology, shamanism, chi gong, mythology, nature, mysticism and life itself, all of which led to my interest in alchemy. My paintings are the visual fruits that grow from my quest for self-actualization. They are a record of my journey. Phoenix (shown at left) Oil and gold leaf on board . Phoenix was my first oil painting. It was created at a turning point in my life. Both of my parents were gone, and I felt the need to re-examine my life and my past. I decided it was time rediscover my childhood dreams, one of which was to become an artist, something my parents had always discouraged - thinking artists were \"bums.” I decided from then on I would do what my inner self desired to do. It was now time for me to give birth to my Self. Phoenix is about rebirth. It is about rising from the ashes of the past and creating a new life. It is about the regenerative capacities of our soul and spirit. The Phoenix is consumed by the flames and emerges triumphant and transformed. After each ending is a new beginning. The light returns. The Phoenix rising from the ashes is an apt metaphor for the Winter Solstice, which is a celebration of the rebirth of the sun after a long, cold, dark winter. The fire element represents male yang energy, desire, intention, enthusiasm, will, creativity, personal power, passion, action and the force of the spirit. We all have the capacity to recreate ourselves. It is never too late to follow our dreams! \"Whatever you can do, or dream you can do, begin it. Boldness has genius, power, and magic in it.\" – Goethe Lotus (shown at right) Oil on canvas. http://www.alchemylab.com/AJ5-4nf.htm (3 of 22)5/6/2005 1:26:22 AM"},{"pageNumber":4,"pageContent":"Alchemy Journal Vol.5 No.4. The Lotus was my second painting. I studied psychological astrology at The Centre Of Psychological Astrology, London, U.K. I discovered that I am a Plutonian, with Pluto conjunct Moon in the 8th House, in opposition to Sun in Aquarius conjunct Venus in Pisces in the 2nd. I also have Mars in Sagittarius. With such an abundance of intense fiery energy, my Lotus painting is my attempt to invoke my neglected Venus in Pisces. I have always been very yang. Like many people in our culture, I was afraid my softer, yin, feminine side would be perceived as weak. After have developed a strong inner core, it was now time for me to explore this more gentle side of my nature. Lotus is about opening our heart, being receptive, blossoming and unfolding in a quiet gentle way. It's about allowing ourselves to feel vulnerable. It is about nurturing ourselves and others. Paradoxically, it takes a lot of courage to open ourselves to life! The Lotus is about emerging from a state of unconsciousness into consciousness. It is about allowing our true inner beauty and authenticity to shine forth, without armor and without masks. Most of all, it is about Love. Laurel Price is an artist who lives and works in the United Kingdom. Her web site is: http://www. alchimia.uk.com and she can be emailed at: alchimia1@mac.com. Return to Top Cooking For The Collective Unconscious: An Alchemically Enlivened Recipe by Craig Chalquist We are the metals' first nature and only source The highest tincture of the Art is made through us. No fountain or water has my like I make both rich and poor both whole and sick. For healthful I can be and poisonous. -- Rosarium philosophorum Ars requirit totum hominem. (\"The art requires the total man.\") -- Hoghelande, \"De alchemiae difficultatibus\" Coffee, toast, cake, pancakes, sloppy joes, scrambled eggs, and turkey with stuffing. At one time that summed up my cooking feats. Given that and the unevenly developed sensation function typical of an introverted intuitive type, no wonder dreams often find me fumbling with pots and pans, or even being clobbered by them. Although I doubt a home economics course would help any of me but my stomach to grow inwardly, I looked into alchemy to amplify the cooking symbolism produced by my unconscious. And what is alchemy? The Search for the Stone http://www.alchemylab.com/AJ5-4nf.htm (4 of 22)5/6/2005 1:26:22 AM"},{"pageNumber":5,"pageContent":"Alchemy Journal Vol.5 No.4. Once upon a time, introverted philosophers steeped in Mesopotamian astrology and pre-Socratic thought began learning Egyptian chemistry. In many ways, they were forerunners of scientific experimentalism. Working, often alone, in their mystically decorated laboratories, staring lovingly into their bubbling contraptions, their aim was to bring into alchemical (from the Arabic al kimiya) being a fabulous living amalgam called the Philosopher's Stone and thereby discover their own brand of salvation. Legend had it that this Stone could transmute ordinary metals like lead and brass into gold; that it obliterated sickness and restored health; that it bestowed on the artifex (\"artificer\": the alchemical adept) long life and physical regeneration; that it provided a self-replenishing well of secret knowledge. Men and women dedicated their lives and sometimes lost them in their mystico-scientific endeavor to unearth Mercurius, the alchemical Spirit in the Stone, and thereby tap what Marie-Louise von Franz has called divine power in matter. There are wannabes and charlatans in every field. Some alchemists sought gold in order to be wealthy. But others had an amusing term for these money-chasers: \"puffers,\" so named to caricature them as greedy kneelers blowing hard on the futile fires heating their simmering retorts. The true alchemists believed in something else. They believed that all things evolve. And not only things classified as living. The alchemist recognized three kingdoms: mineral, vegetable, and animal. Corresponding to the sacred compounds Salt, Sulphur, and Mercury, each kingdom slowly metamorphosed into the next, base metals like iron growing eventually into gold, all minerals gradually becoming plants, plants animals. To accelerate this evolution: this the alchemist saw as his most holy, scientific responsibility. Although these researcher-contemplatives never found literal gold or immortality (the usual disappointment at rainbow's end for those who live out what should be lived in), they located something more precious than metallic wealth: an unintended glimpse, coded into their elaborate formulas, of the psyche's deepest patterns. Nevertheless, for millennia the written works of the alchemists gathered dust in old libraries, the elaborate treatises scattered, discredited, and forgotten. Alchemy looked to the hyperrational eye of science like ersatz chemistry, a superstitious dabbling in physical impossibilities, just as mythology seemed a collection of dead explanations for natural processes. To the jealous eye of religious orthodoxy, alchemy was heresy pure and simple, a kind of do-it-yourself Gnosticism. So the potent imagery dreamed by artifex and soror mystica (\"mystical sister\": female alchemist) in their laboratory-shrines shuffled sadly from history's spotlight, leaving behind a handful of obscure terms like opus, reflux, and hermetic seal. Until C. G. Jung. You can't read much of alchemy, or of Jung, without learning that he saw in alchemy's rich, magical, medicated symbolism the outlines of individuation, the lifelong enrichment of consciousness and its actualities by contact with the unconscious and its potentialities. Jung found in alchemy the bridge between Gnosticism and psychology and the historical counterpart to his concept of the collective unconscious. He discovered that the artifex, the alchemical researcher who preceded both chemist and psychologist, projected into matter's dark mystery the search for the Self (from the Hindu atman or spark of God), archetypal center and organizer of personality, symbolized by the trapped spirit Mercurius (or his windy forerunner Hermes, derived in turn from the Egyptian Thoth) and the Lapis Philosophorum, the Philosopher's Stone that could extend life, heal all sicknesses, and transform base metals into gold. And, for the true philosophers, not the base gold of the \"puffers,\" but the essence of metals: \"Our gold is not the ordinary gold.\" Nor was their wisdom the ordinary wisdom. So over steaming retorts the meditative alchemist dreamed deep visions and wrote them down as chemical transformations. Although every artifex used his own methods in his own way, the opus alchymicum, the work to cook the Lapis, divides roughly into four basic procedures or regiminia: the http://www.alchemylab.com/AJ5-4nf.htm (5 of 22)5/6/2005 1:26:22 AM"},{"pageNumber":6,"pageContent":"Alchemy Journal Vol.5 No.4. nigredo (blackening), the albedo (whitening), the citrinitas (yellowing), and the rubedo (reddening). Each stage begins with decay and ends with rebirth and coniunctio, the chemical synthesis of two substances that alters both - and a counterpart to the Jungian view of transference (therapist + client = something new) and to the psyche's transcendent function which unites the psychological opposites. To apply this scheme: nigredo = shadow work, albedo = anima/animus work, citrinitas = Wise Old Man/Wise Woman work, rubedo = Self work. The Self archetype, symbolized by the Lapis, is the core. During individuation each of these archetypes surrenders part of its energy to the probing ego and part to activating the next, deeper archetype. See M. Ester Harding's book Psychic Energy and while you're at it, Edward Edinger's The Anatomy of the Psyche and, if you really want a challenge, Jung's Psychology and Alchemy; all three were very helpful. The Prima Materia The reverent artifex began with the prima materia, the \"first matter,\" the \"orphan,\" the chaotic source substance, \"found in filth,\" out of which all creation supposedly formed. And this material was what? No one knows. Probably not even the alchemists knew. But their descriptions of it match those of an unconscious content ready to enter awareness--a \"point at issue,\" as M. Ester Harding put it. They intuited in fantasy what they couldn't locate chemically. Because four elements - earth, air, fire, and water - composed the prima materia, purifying any metal amounted to changing the relative proportions of those elements until they matched those of silver, a noble substance, or gold, the noblest (and, in psychological symbolism, the most conscious or transformed). According to the sulphur-mercury theory, built on that of the four elements, purified sulphur mixed with purified mercury made gold, the perfect metal. But the \"true imagination\" of the reflective alchemist provided the key ingredient - and welded the psyche's activities to the sparks and gasses of the work in the laboratory. Metal and alchemist suffered purification together. Into an egg-shaped retort, the unum vas, vas bene clausum (\"well-sealed vessel\"), or vas Hermeticum (also called the \"uterus\"), went the prima materia, there to cook on a low flame. This corresponds to holding the rising unconscious experience or set of experiences firmly in awareness and \"heating\" or \"cooking\" it with meditation (meditatio) and fantasy (or with Jung's active imagination). Containment also includes grasping the process with the help of concepts (theoria). Meditatio senses the material, theoria grasps it. http://www.alchemylab.com/AJ5-4nf.htm (6 of 22)5/6/2005 1:26:22 AM"},{"pageNumber":7,"pageContent":"Alchemy Journal Vol.5 No.4. According to the legendary Maria Prophetissa, a Neoplatonist alchemist of the third century, the whole secret is in knowing the vessel. It must be thick so its boiling contents won't get away (projection, symptoms, psychosis). It must focus its heat on its center, aided by reflux condensers and the retort called the pelican, in which the distillate runs back into the belly. Put psychologically: in the sturdy vessel of an ego purged of personal issues, the contained nonego self can undergo transformation. Properly heated, the prima materia split into its four constituting elements (divisio elementorum). As the Axiom of Maria tells us, \"One becomes two, two becomes three, and out of the third comes the one as the fourth.\" Concentrating on a surfacing experience separates the mutual contamination of its components into the categories imposed by consciousness: here/there, up/down, left/right, light/dark. The four elements also recall Jung's four orienting functions of the ego: thinking, feeling, sensation, and intuition. But fire and meditation soon bring about the first coniunctio oppositorum, or the reunification of prima materia split into its opposites: Sol (consciousness) with Luna (the unconscious, as personified by the anima), ego with id (body), male with female, sulphur and salt, spirit and nature, heaven and earth, Logos and Eros, son and mother. The increasing heat of awareness fuses the unconscious content, divided and differentiated by a conceptualizing consciousness, into a new, partly conscious substance. King and queen join incestuously (which can symbolize self-union) and thereby give birth to something new. The Blackening Now falls the nigredo (or tenebrositas--\"darkness\"; mortificacio; etc.) and death of the hermaphroditic son, the filius solis et lunae. The vessel becomes a tomb. The artifex's brain, like the alchemical sun, turns black. The inflated king who drank too much water dies; the king is dismembered; the lion's paws are cut off; the birds wings are clipped; the unconscious overshadows the presumptuous, controlling ego. Meanwhile the spirit and soul of the deceased homunculus speeds to heaven. Fleeing, Mercurius resists integration with consciousness and must be subdued with a special quality of the sturdy vessel: interpretive understanding. Although the nigredo represents an encounter with the shadow, the dark side, containing all we won't acknowledge in ourselves, encountering the nonpersonal, ancestral layer common to us all, brings on its own nigredo, the alchemical \"shadow of the sun\"; and if the ego identifies with and therefore imprisons the experiences, insights, and powers surfacing from unconsciousness, its inflation triggers a deflating nigredo more punishing than any normal shadow encounter. It's one thing to mess with the personal shadow but quite another to piss off the collective unconscious behind it, which responds with an ego-crushing invasion of archetypal symptoms and impulses. But even the gentlest ego suffers a kind of spiritual decimation, a bum's rush out of the oedipal Eden of unconsciousness, by the inward forces unleashed in this stage of the opus. It may not be accidental that the alchemist began the opus in the Fall. The Whitening In the albedo, the dead metallic body is incinerated and cooked and washed by falling \"dew,\" or tears, and pulverized, again and again, through many layers, into a pure silver or white ash, a color that blends all colors (reconciles the various feeling-values). The albedo recalls silver, moon, bride, leaving a pure body yet soulless but refined of all remaining inflation and other personal issues and unneeded conceptualizations. This shining, spiritualized, incorruptible ego has now been separated from its unconscious, fleshly remnants, ready to receive the soul/spirit previously extracted by cooking and the albedo's circular distillations (circulatio). http://www.alchemylab.com/AJ5-4nf.htm (7 of 22)5/6/2005 1:26:22 AM"},{"pageNumber":8,"pageContent":"Alchemy Journal Vol.5 No.4. The spiritualized/psychized homunculus returns to the body that draws it down. Mercurius descends in his heavenly form as the fire of the Holy Ghost and reanimates the body. Though made possible by the purified ego, this reanimation quickens outside consciousness. This is the second, \"white\" coniunctio, symbolized by a reborn rebis, or winged hermaphrodite, hatched from a lunar egg, just as contact with the anima/animus \"hatches\" a new personality. And the rebis takes flight. The Yellowing The Little Work ends when the artifex completes the two previous stages of the prima materia's transformation. Here, in the citrinitas, as the winged, silver hermaphrodite, fermenting, flies toward the sun (toward consciousness), opens the Great Work. The stone ferments by cleavage as its silver, prized by the artifex but sacrificed to the opus, changes to gold, pierced by sun and lightning. A silvery, purified \"I\" no longer identified with the Wise Old Man/Wise Woman looks back at the sparkling womb of the unconscious and knows there's no returning. In the third coniunctio, the hermaphrodite's body is again resurrected by its spirit and soul, but this time on the sun. The Reddening The multicolored iridescence of the cauda pavonis (\"peacock's tail\") signals the fourth stage, the dawnlike rubedo (\"reddening\"). Spring arrives, consciousness participates more in the stirring contents of the unconscious - and the green lion (symbol of Mercurius) eats the hermaphrodite, who divides into sun and moon in the lion's stomach and dies. This heralds the ultimate test and final loss: can the conscious self, having come so far and sacrificed so much, now give the completion of the opus entirely into the hands of its dark sister, the unconscious? Can \"I\" be a perfect vessel, passive but supremely alert, vulnerable, open, innocent, without preconceptions? If so, the unwavering fire of this fourth and highest degree of heat hatches the divine child, the filius philosophorum: the reconciling Self-symbol, culmination of alchemy and of the Jungian goal of individuation. Per the Axiom of Maria, the prima materia's four elements evolve into Mercurius's three manifestations in the organic, inorganic, and spiritual words, then into Sol and Luna, then into the One, the Lapis, all the numbers adding up to ten (cf. the Jewish Tree of Life), the number of completion. What's left of the artifex's ego now assists in - but does not control - two final operations: the multiplicatio and the proiectio, in which the Self-stone projects and multiplies itself by changing inner experiences into gold (= making them conscious). I suspect that only now does the artifex attain perfect inward stillness, his superior function quiescent, convinced beyond doubt of how the Self projects the limited conscious personality. Beyond consciousness but reflected within it: the last coniunctio. The Stone transfigures itself into a clear, incorruptible, eternally living crystal shining with a ruby hue: the quinta essentia, the fifth derived from the four elements cooked in the vessel of consciousness, a vessel which, overwhelmed, regains contact with the four-sided Heavenly City, the higher Eden, a dialog Neumann calls the \"ego-Self axis.\" From the Stone flows its tincture (oil; aqua permanens; aqua nostra; etc.), its liquid form, which corresponds with the Jungian libido, or psychological energy, which explains why it also provides the solvent, fire, and passion that make the Stone. This energy also symbolizes the truth and wisdom, http://www.alchemylab.com/AJ5-4nf.htm (8 of 22)5/6/2005 1:26:22 AM"},{"pageNumber":9,"pageContent":"Alchemy Journal Vol.5 No.4. knowledge and spirit extracted from matter. Other synonyms include mare nostrum (our sea) and vinum ardens (fiery wine). In fact, the Stone and Mercurius constitute the fire and the transforming substance and even the vessel. She/he is prima materia, Lapis, and everything in between. Behind all we do works the Self and its transforming, synthesizing spirit. Symbolizing the Self, Mercurius is symbolized by the lion, metallic man, rejuvenated king, dragon, raven, black eagle, hermaphrodite, and self-fertilizing oroborous. She/he compensates the all-good and therefore incomplete Self symbol of Christ. Combining all conceivable opposites, Mercurius is trickster, transformer, and God's reflection in nature. So out of the final refusion and the ego-passivity/listening accompanying it arises Mercurius, the Lapis Philosophorum, the living Philosopher's Stone, the medicina catholica and everlasting cibus (food), a piece of Self chiseled out of unconscious instinctuality, expressed through the inferior function and worked by psychization into a crystalline image of wholeness. An awareness purged of inflation and repression has freed spiritual Mercurius from imprisonment in raw, instinctual unconsciousness. Multiplication and Projection Here we have, then, a refined piece of the psyche. According to legend, this Lapis can project into ordinary metals, transforming them into gold. How should we interpret this psychologically? We know the Self, a conscious-unconscious entity, can integrate - enfold in awareness - raw products of the psyche. When the shadow, for instance, enters awareness, its savagery evolves into passion. The ego changes the products of the unconscious and is in turn changed by them. Gold symbolizes these changed products. As said above, the alchemical idea of the Stone's proiectio (projection) points to the Stone's power to convert base metals (unconscious contents) into gold (conscious contents)...or into more Stones. I dreamed once of a hero who arose from a coffin borne by four men, an alchemical image unknown to me at that time. Water (the aqua permanens; amniotic fluid) poured out as he rose to his feet. He and his followers asked me to find some prehistoric tools buried in the side of a hill, and when I did, he used the tools to cook some flesh (a synonym for the prima materia). I looked at it and thought, \"That's the Philosopher's Stone.\" Then they ate it, the \"everlasting food,\" grew to an enormous height, and looked about with luminous golden eyes. For helping him achieve immortality, the heroic being suggested that I sample the divine food. This dream and my associations to its symbols suggest to me an odd piece of speculation: that the Self, far too vast to fit into awareness, uses the Lapis facet of itself to psychize the collective unconscious, a realm forever beyond the reach of the limited ego's culinary endeavors. Through the refined Stone the psycho-spiritual force of the archetypes of the collective unconscious is made real, concrete, clothed in symbolic imagery, fed by libido. This means, I believe, that the transpersonal Self grinds out from the prima materia, in the vessel of ego consciousness, a chunk of itSelf, a psychological lens through which it transforms the latent, psychoid realm beyond the ego's reach and behind all possible symbols. Lapis- making (multiplicatio and proiectio) rather than gold-making. The ego's job is to assist with this, then step aside. The Unus Mundus Last night, while sitting in my bathtub reading through the Qur'an and sipping a glass of cold Chablis (Allah http://www.alchemylab.com/AJ5-4nf.htm (9 of 22)5/6/2005 1:26:22 AM"},{"pageNumber":10,"pageContent":"Alchemy Journal Vol.5 No.4. forgive me), I wondered why Jung had stopped with Dorn's unus mundus. In his last big book, the well- named Mysterium Coniunctionis, Jung showed that for alchemist Gerhard Dorn, the opus took a step beyond making the Stone. Dorn postulated a union of the alchemist's spirit, body, and soul with the unus mundus, the \"one world,\" the psychophysical background of Creation and the metaphysical equivalent of the collective unconscious. To quote from Jung's book: The creation of unity by a magical procedure meant the possibility of effecting a union with the world - not with the world of multiplicity as we see it but with a potential world, the eternal Ground of all being...On the basis of a self known by meditation and produced by alchemical means, Dorn \"hoped and expected\" to be united with the unus mundus. Beyond this unitary concept Jung felt he couldn't go. I ask: is it possible that his ego stopped him, just as it kept him from grasping the egoless unitary states in yoga and Zen? For Jung, the ego is the \"I\" or \"me\" sense in the center of the field of awareness. No ego means no consciousness. No perceiver, no perception. Very Western. But that feeling of a perceiver is just a bundle of sensations put together by memory. As such, it's only one current in the total flow of perception. I can find thoughts but no thinker standing apart from them - because the thinker-sensation is thought. The observer is the observed. And when the observer-sensation stops, the flow continues. Jung, I believe, confused the two. If the ego is the \"I\" sense, it's not the same as the total perceptual field, and therefore egoless consciousness is possible, a truth we can verify for ourselves. Many of the Eastern contemplative traditions achieve it. The Upanishads say the Self (Atman) \"burns out\" the ego (also called the I-maker). Watch your thinking carefully and gaps appear, grow longer, and widen into a state free of thought. End of thinker. The brain goes on working, of course, but the sensation of a thinker, of the \"I,\" vanishes. End of the \"ten thousand things,\" too. Discrimination, classification, and conceptualization depend on thought, and when thought stops, so do they. The world of multiplicity melts into pure experiencing of seamless sensory and psychological stimuli. The best any mortal can do is purge the perceptual field of the filtering \"I,\" or at least see it as one complex of sensations among many. The instinctually and archetypally arranged, Self-ordered play of symbolic experiences then enter awareness freely along with bodily sensations, old conflicts, and stimuli from the outer world: the maximum union possible between the conscious self and the Self. This, I believe, http://www.alchemylab.com/AJ5-4nf.htm (10 of 22)5/6/2005 1:26:22 AM"},{"pageNumber":11,"pageContent":"Alchemy Journal Vol.5 No.4. may be what Dorn aimed at intuitively. This state of alchemical completion could correspond psychologically to the Chinese \"Diamond Body,\" the Dharmakaya, Zen's \"original face,\" Maslow's Being-cognition, Krishnamurti's meditative awareness, the piercing of the sixth chakra, the opening of the third eye, and the third stage in Hesse's theology. Peyote, fasting, the moment of orgasm, and just enough wine offer approximations. In the mystical words of Basho: \"Looking carefully: The nazuna is blooming under the hedge!\" What happens, then, when Self-guided, ego-aided psychization illuminates more and more of the instincts and images emanating from the collective unconscious? Beats me. That's the trouble with intuition: it doesn't actually get you there. In The Ending Of Time (Harper & Row), Jiddu Krishnamurti describes to physicist Dr. David Bohm inward encounters with a \"pure energy\" that manifests only when the artificial, conceptual divisions invented by the ego end. \"Tentatively,\" he says, \"there is something in us that is operating, there is something in us that is...much greater.\" He then wonders if this compassionate energy aims beyond the personal \"awakening of intelligence\" (individuation) he mentions in his talks. Dr. Bohm remarks, \"Well, since the [universal] consciousness emerges from the ground, this activity is affecting all mankind from the ground.\" Krishnamurti agrees. Because the psychoid collective unconscious also relativizes time and space (see the literature on synchronicity), perhaps one person's psychological opus somehow rejuvenates all of us. I'd think it would have to. Carried far enough, one person's individuation equips the Self with a lens that illuminates the psychological ground of the whole humanity. A staggering hypothesis. Chuang Tzu, a student of Lao Tzu, the founder of Taoism, asked, \"Am I a man dreaming I'm a butterfly or a butterfly dreaming I'm a man?\" Thousands of years passed before depth psychology confirmed the answer he probably knew already; but we've yet to see what happens to us at childhood's end, when the Dreamer awakens. Vinum Ardens Whatever the Self is up to, the rest of us must be content to do a little cooking, a dubious accomplishment in my case. Perhaps I shall further differentiate my sensation function and learn to make a pizza: a nice, round symbol of wholeness. Were I its only chef, the collective unconscious would probably go hungry. When I began working on myself, I dreamed of a moon lush with vegetation, a symbol I now know to be alchemical. (Astrologically, the moon rules Cancer, my sun and rising sign.) Not long ago, I dreamed of looking up at a heavenly procession: first the moon, then the other planets approached me, then receded, one after another, a display of the Self symbol's evolution. The tenth body was the sun, and it filled most of the sky, an enormous golden ball, the \"central fire\" of the alchemists. A transient being, I stand in awe of how accurately alchemy projected the opus of opening a circulatio dialog with the eternal Ground of every psyche. Which makes me wonder. Sprouting around the time of Christ, compensating for Christian otherworldliness with a mysticism of the material, Western alchemy grew from Egyptian and Gnostic roots, flourished in the sixteenth and seventeenth centuries, and drowned in its own obscurities--some deliberate, designed to avoid a fatal charge of heresy--in the eighteenth century. History books confide that the alchemists, those primitive folk who knew nothing about atomic nuclei, never found their Stone, never made any gold. Outwardly, I suppose, that's true, though they founded the science of chemistry, itself a sort of Lapis. But are they the primitives? Consider the alchemical homeric chain, not only a chemical sequence of http://www.alchemylab.com/AJ5-4nf.htm (11 of 22)5/6/2005 1:26:22 AM"},{"pageNumber":12,"pageContent":"Alchemy Journal Vol.5 No.4. states and substances but the unending series of wise ones who, beginning with Hermes Trismegistus, worked to link heaven and earth. I suspect that, like Gerhard Dorn, who saw the prima materia as a substance inside us, a few gifted artificers stumbled intuitively onto the real Greater Magistry: that Stone = Self fragment; and although Jung broke the code of their written opus, the redemptive power of the vinum ardens they uncorked in the depths may yet remain untasted. Craig Chalquist was born in San Diego, now lives in Santa Barbara and in his own words currently “foments Psychology 101 at Allan Hancock College and subverts Pacifica students with presentations, tutoring and other academic mayhem.” His primary interest is ecopsychology. You can email him at: chalquiest@tearsofllornona.com and visit his website at: www.tearsofllornona.com. © Copyright 1994 by Craig Chalquist Return to Top The Emerald Operation: A Thaumaturgickal View by Herman B. Triplegood http://www.alchemylab.com/AJ5-4nf.htm (12 of 22)5/6/2005 1:26:22 AM"},{"pageNumber":13,"pageContent":"Alchemy Journal Vol.5 No.4. The Emerald Tablet begins with a fundamental correspondence, \"That which is Below corresponds to that which is Above, and that which is Above corresponds to that which is Below.\" Good old 3GH (\"Thrice Greatest Hermes\") says this correspondence exists, \"To accomplish the Miracles of the One Thing.\" The accomplishment of miracles is thaumaturgy (1), in the originative Greek sense. This word is connected into the notion of theater, particularly, ritual theater (2), the notion of viewing, having a view, or engaging in an intentional act of vision. The key to understanding thaumaturgickal operations, or to understanding the thaumaturgy of the Emerald Operation, is to understand that the thaumaturgy is the operation; the Miracle is in the Operation. What is this Operation? Clearly, it comes from the One Source, from which all things come. Thus, 3GH says, \"All things come from this One Thing through the Meditation of One Mind.\" The Operation is a thought. It is thinking. The Operation is the Meditation of One Mind. The entire Universe, you see, according to Hermes' view, is one big sentient being. Yet, it is also the thought of that same sentient being. Indeed, it is even the thinking of that sentient being. We may call this One Mind, God, or we may call the One Thing that we know, a Dragon (3). It really does not matter. Both are sentient beings. Transformation, is the Operation. It helps if you say this stridently, in a yelling, rapping manner, and matter-of-factly, just like Ice-T, and make strange signals with your hands while you say it. Whether Hermes Thrice Greatest actually said it this way, we do not know, but here is what we know he said, \"All created things originate from this One Thing through Transformation.\" This Dragon is a strange creature indeed. It is what it thinks. Dragon is, as Dragon does. But what the Dragon does, what it thinks, and what it is, all of that, is pure Transformation. The Dragon can only be in the juxtaposition of all of its parts. Mr. 3GH does not stop short here. He goes on to say, \"It is the origin of all, the consecration of the Universe.\" The Operation is Consecration. When we raise a thing from Lead, through Tin and Iron, then Silver, through Copper, Quicksilver, then into Gold, what have we done? We have transmuted the base metal into a noble metal. We have separated the Subtle from the Gross. We have consecrated the One Thing. We have made the One Thing sacred, by transforming it. This is the operation of consecration. It is a transformation operation. It is a thaumaturgickal operation. It is a meditation operation. Why, it is a miracle operation. http://www.alchemylab.com/AJ5-4nf.htm (13 of 22)5/6/2005 1:26:22 AM"},{"pageNumber":14,"pageContent":"Alchemy Journal Vol.5 No.4. What is this miracle operation anyway? Hermes says, \"It ascends from Earth to Heaven, and descends again to Earth.\" For what purpose, does this ascent, and descent, take place? Hermes says, \"Thereby, it combines the powers of both the Above and the Below.\" The Operation is a Circulation. The correspondence, between the Above, and the Below, is more than mere juxtaposition. The Correspondence is in the circulation, but the circulation of what? Hermes gives us a clue, about where to look, exactly, for what is circulating, by telling us, \"Its Father is the Sun, its Mother, the Moon, the Wind carries it in its belly, and its nurse is the Earth.\" Good old 3GH now tells us, \"From this come many wondrous applications because this is the pattern.\" This pattern is what we call, in alchemy, the Archeus of Nature (4). It is the pattern of becoming that we see unfolding in Nature herself, and, traditionally, in alchemy, this pattern is understood to be the true essence of a natural thing. So, you see, as the alchemist views it, the essence of any thing, is nothing static, it is an always unfolding, and evolving essence, which we can only grasp as a process, as a pattern of becoming in a natural context. The essence is in the process. The Pattern is the Operation. Mr. 3GH finishes off by saying, \"Thus, I have completely explained the Operation of the Sun.\" He got this complete explanation from \"The three parts of the Wisdom of the whole Universe,\" the inspiration for his name, as he blatantly tells us in the final Rubric of the Tabula Smaragdina. What is Hermes really telling us? The Operation is a Precipitation of Light. The Great Work of alchemy is a work of light. Yet, this Great Work operates within the context of the Material Basis of all things that are found in Nature. Thus, we say that light precipitates to the Fourth Part of the Material Basis, where the matter is. **************************************************************** FOOTNOTES (1) Thaumaturgy is an antiquated term for magic, often used in the esoteric literature of the late nineteenth and early twentieth century, which literally means, the performance of miracles. The derivation of the word, however, is Greek. This is the word history of \"thaumaturge\" as it is described in Webster's Seventh New Collegiate Dictionary: \"[F, fr. NL thaumaturgus, fr. Gk thaumatourgos working miracles, fr. thaumat-, thauma miracle + ergon work – more at THEATER, WORK]\" Thaumaturgy is miracle working. This is the same miracle working that the Nazarene performed when he multiplied the bread. It is also the miracle, the accomplishment of which is referred to by 3GH in the Tabula Smaragdina. (2) It was two remarkable conjurational wizards, Jeffrey McBride and Eugene Burger, who first introduced me to the concept of ritual theater, and who showed me its deep connection to alchemy. It was while I was running with the ideas that they gave me that I tripped over the connection between thaumaturgy and theater. Here is what Webster's Seventh New Collegiate Dictionary has to say about the word history of \"theater\": \"[ME theatre, fr. MF, fr. L theatrum, fr. Gk theatron, fr. Theasthai to view, fr. thea act of seeing; akin to Gk thauma miracle].\" The Greek God Thaumas is the father of Iris, and Iris is the divine personification of the rainbow, and also an anatomical part of the organ with which we see. (3) The word \"Dragon\" can literally mean, either bright one, or, to view, or to see. Here, once again, is what Webster's has to say about the history of the word: \"[ME fr. OF, fr. L dracon-, draco serpent, dragon, fr. Gk drakön serpent; akin to OE torht bright, Gk derkesthai to see, look at]\" In Sanskrit, the word for Dragon, \"Drakinni\" means threefold view. In the Juxtaposition of the Parts of All, we find \"All three parts of the Wisdom of the whole Universe,\" clearly, in the threefold view of a Dragon. (4) The Archeus of Nature is referenced frequently throughout the alchemical literature. The term \"Archeus\" is used to describe the essence of a particular substance. Thus, it is common to read http://www.alchemylab.com/AJ5-4nf.htm (14 of 22)5/6/2005 1:26:22 AM"},{"pageNumber":15,"pageContent":"Alchemy Journal Vol.5 No.4. references to the Archeus, the Essence, or Spirit, of a particular thing, as in, for instance, the \"Archeus of Water\". In this archaic term, we find the root for such common words as \"archetype\", \"archaeology\", and the word \"archaic\" itself. The Dictionary tells us the following about the word history of \"archetype\": \"[L archetypum, fr. Gk archetypon, fr. neut. Of archetypos archetypal, fr. archein + typos type]\" The Dictionary goes on to say that an archetype is, \"The original pattern or model of which all things of the same type are representations or copies.\" Thus, the \"archetype\", or Archeus, is the root pattern out of which all particular representations of that archetype find their expression. As Hermes would say, \"It is the origin of all.\" (5) Thomas Vaughan wrote, in his Aula Lucis (House of Light), in 1651, \"Matter is the house of light.\" If this house is the place, wherein the light dwells, we might ask ourselves, where on heaven's earth do we find this house? The house of light may be found in the Fourth Part of the Material Basis. **************************************************************** Herman B. Triplegood is the Principle Founding Co-Conspirator of the Free Thaumaturgickal Society. He created and is moderator of http://groups.yahoo.com/group/FreeThauma/. He also is the moderator of the AlchemyLab Discussion Group. Visit his website Ekstasis Helio at: http://www.krypticfire.net . This selection is taken from the Encyclopedia Thaumaturgicka by Herman B. Triplegood. Return to Top FEATURES From the Fire (by Dennis William Hauck) The Hermetic way of imparting sacred knowledge is very different from modern educational methods. In all temples in Egypt, this Hermetic, threefold method of instruction is embedded into the very structure of the buildings themselves, which were considered sacred places not public diploma mills. The first of these Hermetic stages is known as the PHILOSOPHICUM or knowing what it is. This first stage encourages the student to reflect on deeper truths, occult (or hidden) principles, and discovering the essence of what is. The process involves breaking away from conventional thought patterns and engrained belief systems to search for the greater reality. The PHILOSPHICUM teachings took place in the Outer Court, where the public was often allowed to listen to discussions and debates on the basic paths to enlightenment. These were the Outer Teachings, which were often moralistic or simplified rules that could be followed by common people in their daily activities. In the second stage, the THEORETICUM, the universal principles and actual operations of enlightenment and transformation are revealed. In the Inner Court, where the THEORETICUM teachings were given, only initiates into the path were allowed. These were people who had proven themselves worthy of learning the actual methods involved in the teachings. The last stage of initiation is called the PRACTICUM or knowing how to do it. This is where the practical or worldly applications of esoteric knowledge are taught. This final stage took place in the Holy of Holies, where some sort of physical manifestation took place or some tangible secret was revealed that changed the initiate on all levels of body, mind, and spirit. This was the PRACTICUM, after which the initiate became an adept, one was allowed to practice magic and apply the principles to transform the world and attempt to harness the forces of Nature http://www.alchemylab.com/AJ5-4nf.htm (15 of 22)5/6/2005 1:26:22 AM"},{"pageNumber":16,"pageContent":"Alchemy Journal Vol.5 No.4. with wisdom and knowledge of the repercussions of his or her intentions. Note that this Hermetic progression is just the opposite of conventional education and instruction. In our materialistic world, the practical or applied principles are taught first and later the philosophical and theoretical underpinnings are treated. Children begin their initiation into our society by learning rote methods and mechanical manipulations of knowledge. For instance, the ancient sacred science of mathematics is reduced to simple arithmetic that teaches mindless manipulations (adding, subtracting, multiplying, and dividing) increasingly larger groups of numbers. No wonder by the time most students finish grade school they are utterly bored and fed up with mathematics. In the rush to become socially qualified, we rob our children of meaning. Are we so foolish as to believe children would not react or be thrilled by the fundamental mysteries of numbers and go on to actually understand mathematics? The natural order of instruction has been overturned in order to “process” children into a modern world bereft of deeper meaning. Graduates from this way of teaching are wont to manipulate the world without regard to the deeper laws of Nature and manipulate people without regard for their souls. Not only is this a perverted pretense in the search for truth, but it is a dangerous situation for the alchemy of the whole planet. In these times, the Hermetic teachings as offered in the few mystery schools and study programs that teach in the ancient way could be the only hope of preserving the way of the soul on an increasingly mechanistic planet. Return to Top New Releases Spiritual Alchemy by Bruce Fisher Published by Clarity Books. Illustrated; 110 pages. 8 1/2 x 11, laminated hardboard covers comb-bound. $17.95 < To order this book online, click on bookcover. Spiritual Alchemy: The Science of Personal Transformation through the Art of Inner Magic is a thorough treatment of the truly magical process of self-transformation through combination of depth psychology with an understanding of the functioning of our physical, vital, emotional, mental and intuitional bodies—bringing to bear the Life-Force as the Universal Agent of Transmutation at various levels to refine and develop these bodies in a harmonious way. The 25 proprietary tables and illustrations make this book worth a million words! Author Bruce Fisher had been a professional chemist for 43 years, having worked in both industry and government. He received a doctorate in organic chemistry from Massachusetts Institute of Technology in 1957. His work has included the development of an improved artificial kidney dialysis http://www.alchemylab.com/AJ5-4nf.htm (16 of 22)5/6/2005 1:26:22 AM"},{"pageNumber":17,"pageContent":"Alchemy Journal Vol.5 No.4. membrane, as well as several new types of synthetic polymers, for which he has received a number of patents. He retired in April 1995 to devote full time to teaching, lecturing and writing on philosophical and metaphysical topics. Dr. Fisher's works books stress the various facets of ascending the path to Self- Realization - i.e., realizing one's Core Self or Divine Spark - who and what we really are and always have been. The process of moving along this path first requires that we thoroughly know the various levels of ourselves - how to recognize them, their manifestations, the obstacles which they put in the way of attaining the final goal, and how to overcome these obstacles. This is complete Self-awareness or \"Self- remembering.\" Here is a sample of the author's enlightened attitude taken from the Preface: \"You might legitimately ask: Does the world really need another book; and would it not be better for people to read, understand and apply much of what has already been written? It is indeed true that all of the Ancient Wisdom is available to anyone who is ready to receive it. Only certain details are temporarily withheld, or concealed in mystical language, to protect those who have not yet prepared themselves through appropriate trials and disciplines. It is a given, however, that High Wisdom is so global and all- encompassing in its scope, that it, as an active, masculine potency, must be presented in a variety of forms and styles to the analytical mind before it can be assimilated by the passive, receptive feminine potency of the equally global and all-encompassing intuitive faculty. The harmonizing and reconciling of these two polarities constitutes the essence of both Kabbalistic and Alchemical teachings. It has been my intent, then, in writing this 'one more book' to present certain aspects of the Ancient Wisdom in my own style and manner, true to my own inner revelation. Sharing one’s insights with others prevents one from becoming like the Dead Sea—which retains all that it receives so that it can no longer support life—rather than the Sea of Galilee, which is both dynamic and vital. The aim of this work is to penetrate to the core of the Science of Personal Transformation or Art of Inner Magic—which is Spiritual Alchemy—with an economy of words, a minimum of explanation and avoiding unnecessary background material. As is my wont, I have drawn from a number of sources, and have tried to be as eclectic as possible, using both Eastern and Western terminology, as well as modern scientific constructs. I hope that this approach will clarify more than confound you, the reader, and that it will serve as a catalyst for further inquiry on your part.\" Return to Top Alchemy Lectures and Workshops Alchemy Seminar (Tulalip, Washington. January 28-30) Learn the ancient art of alchemy as taught by modern day alchemist Robert Bartlett, student of Albert Reidel (Frater Albertus) of Paracelsus College. Trace the history of alchemy, the magick and the mystery and symbolism. Learn practical techniques to create living elixirs using the plant and mineral kingdom. Learn to create the Philosopher's Stone and embark on the Great Work. Fee: $150.00. This is a three day seminar in Alchemy. Date: January 28th-30th, 2005. Place: 4912 Meridian Ave N., Tulalip, Washington. Email: spagyricus@aol.com Mysterium 2005 (Las Vegas, Nevada. February 3-6, 2005) Come gather by our fire, for it is time for us to form our circle anew. In the midst of the darkness of http://www.alchemylab.com/AJ5-4nf.htm (17 of 22)5/6/2005 1:26:22 AM"},{"pageNumber":18,"pageContent":"Alchemy Journal Vol.5 No.4. Winter, we will join together to celebrate each other, and to dive more deeply into the mysteries of Alchemy, Ritual Theater, Drumming, Dancing, Singing, and Ceremonial Magick. For the past 5 years we have been hosting our MYSTERIUM/CANDLEDANCE weekend. We are calling to you now, to join us, while there is still space available. Teachers include: Jeff McBride. Widely acclaimed as the most innovative and exciting star of magic in our time. In addition to his work as a performer, McBride is in demand as a teacher and lecturer for magicians and lay audiences. With Eugene Burger he conducts regular intensive Master Class session in Las Vegas, and has lectured for groups as diverse as the Smithsonian and the International Brotherhood of Magicians. For more information, visit http://www. mcbridemagic.com . Abigail Spinner McBride . For the past 15 years Abbi has been a renowned musician, priestess, and teacher of percussion, hand-drumming, dance and magic. Her creative abilities in music, poetry, dance and choreography are much in demand at conferences across the country. For the past decade Abbi has worked with Jeff McBride, traveling through the United States, Europe, Asia, Indonesia, Africa, and South America as a dynamic part of his performance as live music director, and lead assistant. Currently she is a vocalist and co-writer with Zingaia, a top selling world fusion group operating out of Las Vegas. She also has released two CDs of original music, Songs from the Center, and Enter the Center, and will have her new CD, Fire of Creation available soon! Sylvia Brallier . Sylvia is the Director of The Tantric Shamanism Institute and The School of the the Intuitive Healing Arts. She has been teaching healing and tantric shamanism workshops nationally and internationally for 18 years. Her work is based on her own experiences with both ancient and new techniques for the evolution of consciousness. She has a deep commitment to creating safe space for the deepest of transformations. Visit www.tantricshamanism.com. Sylvia is a recording artist and a visual artist with a beautifully rich CD, Awakening the Sacred Fire. Her passion for the arts informs her teaching work. For more information on the Mysterium event. $25 donation for individual events or $100 for the whole weekend. Register online now at http://www.vegasvortex.com. Questions? Call Spinner 702-450-0021 The Emerald Tablet (Sacramento, California. March 2, 2005) In this evening lecture with practicing alchemist Dennis William Hauck, you will learn the secrets of the fabled Emerald Tablet, which became the inspiration for nearly 700 years of European alchemy. Don’t miss this rare opportunity to work with an alchemist – and journey with him to that hidden dimension where our true power lies! Hauck is the bestselling author of The Sorcerer's Stone: A Beginner's Guide to Alchemy and The Emerald Tablet: Alchemy for Personal Transformation and has translated over 25 versions of the tablet from Latin and German. More information on his work can be found at www. Alchemergy.com. The fee is $10. For more information, visit www.EastWestBooks.com/events.html. East West Books, 2216 Fair Oaks Blvd. (at Howe), Sacramento, CA 95825. Phone: 916-920-3837. Email: swb@eastwestbooks.com. Send your event listings to editor@alchemylab.com . Return to Top http://www.alchemylab.com/AJ5-4nf.htm (18 of 22)5/6/2005 1:26:22 AM"},{"pageNumber":19,"pageContent":"Alchemy Journal Vol.5 No.4. Announcements l Jason Wolf - alchemist and artist - has opened a lively alchemical and hermetic chat forum for the public at http://www.jasonwolf.com/alchemy/board . His website is full of hauntingly beautiful alchemical images that will stir ancient memories in anyone with an alchemical soul. He can be contacted at jason@jasonwolf.com l Writers Wanted! The Alchemy Journal is looking for articles on any aspect of alchemy, including biographies, historical material, practical laboratory work, spagyric recipes, philosophical pieces, poetry, experiences in personal transformation, spiritual insights, Hermeticism, Gnosticism, book reviews, film and video reviews, website reviews, artwork, etc. Please submit your material or queries via email to editor@alchemylab.com. Send your announcements to editor@alchemylab.com . Return to Top Feedback from Our Readers l Greetings to All at ETX and the Alchemy Journal, I wanted to send this brief email to wish all of you the best this Blessed Season and hope that the new year finds you and your families in the best of health, safety and wisdom. Yours, Joseph Rosado. PS: thank you for the wonderful articles and products you have supplied me with! l New to Alchemy . I just stumbled across your website and journal and find it captivatingly interesting. Since I have read H.P. Blovatsky's books, Isis Unveiled and The Secret Doctrine, which really open my eyes to history, some of the other things I read here begin to make perfect sense of what I have already learned. I have bookmarked your site and will continue to read much of your other material. Keep up the good work! You should be commended on this important work. From an interested researcher, KAZ.  Send your comments to admin@alchemylab.com. Return to Top EDITORIAL From the Editor (by Duane Saari) http://www.alchemylab.com/AJ5-4nf.htm (19 of 22)5/6/2005 1:26:22 AM"},{"pageNumber":20,"pageContent":"Alchemy Journal Vol.5 No.4. Where is Alchemy? A question that begins with “Where...” is such a part of our thinking, that it is nearly invisible to our consciousness. From the 5 W’s of formatting newspaper articles, Who, What, When, Where and Why, to the daily nudging of our personal thoughts – “Now, where did I put those keys?” – we constantly attempt to locate important pieces of our lives in identifiable places. We will even settle for placing them in spaces located in the internal maps we make of the external world. Gathering information about these important pieces of our lives is one way to locate them in our environment. For example, requesting a search at Amazon.com using the keywords books and alchemy retrieves 767 published works. This is not an exhaustive list of books in print and contains primarily what is currently selling in the marketplace. Yet, it contains standard works of alchemy like Frater Albertus’ Alchemist’s Handbook, the more enigmatic Dwellings of the Philosophers by Fulcanelli, as well as books about the alchemy of love and management by alchemy. Each of these books tells us something of how alchemy fits into our lives. This Journal explores the many facets of alchemy by collecting and disseminating information such as laboratory practice, history of alchemy, artifacts like the Emerald Tablet, reviews of the literature and the relationship of the Great Work to self development, poetry, art and spirituality. One of the fascinating aspects of alchemy is that it has been practiced and written about for more than six millennia. Yet there remains disagreement not only about where it first originated, when it first appeared, but even the derivation of the word alchemy itself and where it is practiced now. At the same time, the impact and influence of alchemy can be easily traced in published records to places throughout the world from ancient Egypt in 4,000 B.C. to early civilizations in the Eastern Mediterranean, and later Greece. From these places, alchemy’s sphere of influence traveled in a great clockwise arc to what is now the eastern Arabian Peninsula, the Indus Valley, China, Tibet and across the northern tip of the African continent to Europe and eventually to the United States in the 1700’s. Most of the people involved in alchemy have been and remain unknown and unheralded people practicing the art in the privacy of their laboratories. There have been well known alchemists described in the literature – Flamel and Paracelsus to name just two. It would surprise and even shock most people to learn that Issac Newton was an accomplished alchemist before he turned his interest to gravity as revealed in White’s The Last Sorcerer. In their recent book, Monument to the End of Time, Weidner & Bridges offer readers the intriguing possibility that alchemy split into three fragments with the collapse of the ancient world in the first millennium. The first is the internal transformation of the alchemist that merged with and became a driving force in experiential mysticism. The second is the physical transformation which, by itself, led to metallurgical and proto-chemical experimentation and, in the hands on some, forgery. The third, transformation of time, became the closely guarded secret of Christianity, Judaism and Islam. Thus separated into three formerly interrelated parts, alchemy lost, for many, its unified approach to our experience of life and its central place in our understanding of who we are. Now, when we search for alchemy in the evolving landscapes of cultures across our globe and ask, “Where is alchemy,” four possible answers are possible: nowhere, here, there and everywhere. http://www.alchemylab.com/AJ5-4nf.htm (20 of 22)5/6/2005 1:26:22 AM"},{"pageNumber":21,"pageContent":"Alchemy Journal Vol.5 No.4. It is for each of us to determine for ourselves which is the truth. Return to Top Submissions Submit your articles on any aspect of alchemy. We are looking for biographies, historical articles, practical laboratory work, spagyric recipes, philosophical pieces, experiences in personal transformation, spiritual insights, Hermeticism, Gnosticism, book reviews, film and video reviews, website reviews, artwork, etc. Please submit your material or queries via email to editor@alchemylab. com. Subscriptions The Alchemy Journal is published quarterly at the annual solstices and equinoxes. Issues are posted at the Alchemy Lab website on the journal archives page at www.AlchemyLab.com/journal.htm. This page also contains a Directory of Past Issues and an Index of Articles. To subscribe to the journal, simply send a blank email to AlchemyJournal-subscribe@yahoogroups.com. Alchemy Resources l Alchemergy (Modern Alchemy) http://www.Alchemergy.com l Alchemy Guild (Membership Organization) http://www.AlchemyGuild.org l Alchemy Lab (Alchemy Articles, Files, and Gallery) http://www.AlchemyLab.com l Alchemy Website (Original Alchemy Texts) http://www.levity.com/alchemy/ l Crucible Catalog (Books, Tapes, Labware, Tinctures, Herbs) http://www.Crucible.org l Flamel College (Alchemy and Hermetic Courses) http://www.FlamelCollege.org Return to Top http://www.alchemylab.com/AJ5-4nf.htm (21 of 22)5/6/2005 1:26:22 AM"},{"pageNumber":22,"pageContent":"Alchemy Journal Vol.5 No.4. © 2004. All Rights Reserved. Published by ETX. http://www.alchemylab.com/AJ5-4nf.htm (22 of 22)5/6/2005 1:26:22 AM"}]
