[{"pageNumber":1,"pageContent":"Alchemy Journal Vol.2 No.5. Volume 2 No.5 September-October 2001 ARTICLES Three Gems of Alchemical Initiation: Part 1 The Alchemy in Spiritual Progress: Part 5 Alchemy: the Cosmological Yoga: Part 5 FEATURES New Releases Laboratory Notes Alchemy Lectures EDITORIAL From the Editor Submissions Acknowledgements Subscriptions http://www.alchemylab.com/AJ2-5nf.htm (1 of 15)5/6/2005 1:50:04 AM"},{"pageNumber":2,"pageContent":"Alchemy Journal Vol.2 No.5. Archives Resources Three Gems of Alchemical Initiation Part 1: Powers of Transformation by Lynn Osburn What is the alchemical laboratory? What is alchemical spiritual development? The alchemical laboratory can be any system that cooks up alchemical energy. Alchemical spiritual development depends upon the consumption of useful power. The Taoist alchemists have given us the best revelations about useful power. This alchemical manna comes in three flavors in a paradox. Though the three flavors are different they are one and the same. And you cannot have one without the others. The Taoist alchemists called these powers chi, ching and shen . Chi, we will call continuation power . Ching, we will call creation power . Shen, we will call manifestation power . One circulates Chi power; one sublimates Ching power; one distills Shen power. Lu K’uan Yu, Taoist alchemist (born 1898) said in , Taoist Yoga Alchemy and Immortality, “You should sublimate the three precious elements, namely the generative force [ching], (vital) breath [chi] and spirit [shen] to restore their original strength and the foundation will be laid when these three elements unite; only then can immortality be attained.” The concept of chi is more familiar to Western pilgrims than ching or shen. Ti Chi and the martial arts are based on physical exercises that enhance the circulation of chi in the practitioner's body. Every living being circulates chi power to continue existence. For humans breathing air into the physical body unconsciously and automatically circulates chi. Lu K’uan Yu said concerning Gathering the Microcosmic Outer Alchemical Agent, “The human body is like a rootless tree and relies solely on the breath as root and branches. ...The outer alchemical agent is produced by means of fresh air breathed in and out...laying the foundation (chu chi).” http://www.alchemylab.com/AJ2-5nf.htm (2 of 15)5/6/2005 1:50:04 AM"},{"pageNumber":3,"pageContent":"Alchemy Journal Vol.2 No.5. You must become conscious of the circulating chi in order to develop spiritual power. When you are conscious of chi circulation you will become aware of your subtle body. You can apprehend the subtle body by sublimating ching or distilling shen. Everyone does these things unconsciously and automatically, but you must become conscious of the sublimations and distillations. This is much more difficult than becoming aware of circulating chi. So circulation of chi is the initial alchemical gemstone. Indeed, many people learned to circulate chi consciously through practices taught by various esoteric schools. Some Rosicrucian societies in the West and Hindu sects in the East have taught breathing exercises that consciously circulate chi. Alchemy refers to circulating chi as inner circulation. By inner circulation I mean that system of movement existing in contrast and complement to the physical systems within the human organism. There are the circulatory system, nervous system, respiratory system and other biological systems that are studied by biology and medicine. These biophysical systems generate within their networks complex psychic systems that precipitate behavior which is studied by the social and behavioral sciences. The complex psychic systems congeal perceptions and sentiments that direct the movement of the organism as a whole be it fortuitous or disastrous. Alchemically speaking the biophysical and psychic systems in the human organism have a subtle counterpart that is necessary for them to exist. That subtle counterpart is the inner circulation, and it is metamorphic just as the psychic system is a metamorphic condition generated by the biophysical system. The Emerald Tablet is the prima materia of alchemical initiation. Imbedded within this brief gem is the process to initiate the inner circulation. The inner circulation is described in detail by the Taoist alchemists and to a lesser extent the Hindu alchemists. The Rosicrucians in the West also taught the separation of chi from the oxygen molecule in the breath of air in order to power the inner circulation (Rosicrucians never called It chi .). I have been practicing the inner circulation for over twenty years. It is as safe and natural as walking and running. In fact practicing the inner circulation will stabilize energy imbalances of all kinds that may afflict the microcosm of the operator. The Emerald Tablet is the oldest Western text yet found that contains the breathing exercises that can power the inner circulation with chi or Outer Microcosmic quintessence. The Smagdarine gem offers much more than an esoteric breathing exercise. It’s a transcendental map that expands as the energy of the inner circulation expands within the operator. http://www.alchemylab.com/AJ2-5nf.htm (3 of 15)5/6/2005 1:50:04 AM"},{"pageNumber":4,"pageContent":"Alchemy Journal Vol.2 No.5. Emerald Tablet: ‘Tis true without falsehood, and most real: that which is above is like that which is below, to perpetrate the miracles of One thing. And as all things have been derived from One, by the thought of One, so all things are born from One by adoption. The Sun is Its father; the Moon is Its mother. The Earth is Its nurse; the belly of the Wind carries It. Here is the essence of every Perfection in the world. Its strength and power prevail when turned into earth; thou wilt separate the earth from fire, the subtle from the gross, gently and with great care. It ascends from earth to heaven, descends again to earth and receives the power of the higher and the lower. By this means, thou wilt have the glory of the world. And because of this, all obscurity will flee from thee. Within this is the power, most powerful of all powers. For It will overcome all subtle things, and penetrate every solid thing. Thus the world was created. Wonderful adaptations will emerge from this; It is the Way. And for this reason, I am called Hermes Trismegistus, having the three parts of the philosophy of the world. What I have said of the Sun’s operations is complete. The first paragraph describes the unifying Principle in the universe. The ontology of One is listed to help focus the pilgrim on the way of transcendence. The second and third paragraphs tell you where It is and how to move It and what powered metamorphosis It will unleash when circulated. “The Sun is It‘s Father; the Moon is It’s Mother,” says It is born in the mysterium conjunctionis of the cosmic pair of opposites. “The Belly of the Wind Carries It,” says It is in the air. “Thou wilt separate the earth from the fire, the subtle from the gross, gently and with great care.” tells one to separate the subtle essence of It from the gross air. This is done gently and with great care, meaning no great force is needed — just careful attention. When It is separated from the air It naturally ascends and descends in sync with breathing in and out. One rotation completes a circuit the Taoist alchemists called the “microcosmic orbit.” Rotating It through the inner circulation generates power needed to transcend limitations. Perception expands in scope as the operator practices the inner circulation once the floating Point at the center of the forehead in activated. To initiate the inner circulation first find a quiet tranquil place where one can be alone. Sit comfortably. Calm the internal noise. Use whatever meditative technique you’re familiar with or just sit quietly for a few moments. http://www.alchemylab.com/AJ2-5nf.htm (4 of 15)5/6/2005 1:50:04 AM"},{"pageNumber":5,"pageContent":"Alchemy Journal Vol.2 No.5. The Inhalation: Place the tip of your tongue softly to the roof of your mouth. Inhale gently and steadily through the nose. “Imagize” a subtle force separating from the air you are breathing in. Breath in until the lungs are full. The gross air travels on down your throat into the lungs; pay no attention to it. Instead focus on the image of a subtle force energizing above the nose. \"Imagize\" It arcing from the forehead down to the base of the skull then down the spine as the breath is drawn in. Pressing the tongue to the roof of the mouth gives one a physical location, a kind of switch, that helps initiate the sense of separation needed to “pare” It from the air. Some people need a prayer or incantation to invoke during initiation praxis. The essence thus separated is very subtle in the early stages and too much attention and concentration upon It will cause It to dodge your attention and concentration like an impish sprite. At such times concentrating on the invocation while breathing solves the problem. Here is the prayer/incantation that I have used for years to steady the inhalation separation: say quietly to yourself, “Spirit descending upon the air ignite the fire of life; energize imagination, inspiration and vitality.” It’s simple and exact in prosaic content parallel to the process you’re initiating. The Exhalation: Move the tongue to the bottom of your mouth just below the front teeth. Exhale through your mouth slowly and steadily. Imagine the essence of It rising from the base of your genitalia upward through the viscera up the center of your chest. At the throat the energy forks below your tongue and then rises into the hemispheres of your brain. Exhale completely but don’t make yourself uncomfortable in so doing. Here again an exhalation prayer/invocation can be helpful to keep the circulation focused. Say quietly to yourself as you exhale, “Body rising through the earth fortify the water of life; manifest strength, determination, will power and health.” Practice this operation as long as you like, however about twenty minutes time is necessary to get an effective circulation going in the initial stages. The spirit descending is dry and cool; the body rising is warm and moist. You may feel It pulsing gently in the groin region at the end of the inhalation. It will expand pleasantly, a glow or cloud-like feeling in the brain field at the end of the exhalation. When you can rotate It up and down feel It with your Will (fixed sulfur). See It with your Imagination (volatile sulfur). Play with It your bird of Hermes. In the beginning the inner circulation is a simple orbit. After some familiarity, you’ll find the direction of rotation can be reversed. In fact the inner circuit can be used to sublimate ching the Inner Microcosmic quintessence to power further psychic and spiritual transformations that reveal other mechanisms that enhance the microcosmic orbit. The remaining two gems of alchemical initiation will be revealed in future installments Lynn Osburn is co-author of Green Gold: the Tree of Life, Marijuana in Magic and Religion published by Access Unlimited. He is a freelance author living in California. For more information, email openi420@juno.com. http://www.alchemylab.com/AJ2-5nf.htm (5 of 15)5/6/2005 1:50:04 AM"},{"pageNumber":6,"pageContent":"Alchemy Journal Vol.2 No.5. The Alchemy in Spiritual Progress Part 5: Putrefaction by Nanci Shanderá, Ph.D. For many who work deeply with spiritual transformation, the goal may seem to be the healing of and freedom from past pain and suffering. When this goal appears to have been reached, there’s a tendency to believe that there will be no further difficult experiences. We think that because we’ve worked so hard, we’ve cleared it all out. Our life from that point will be idyllic and serene. This is such a common experience of lulling ourselves into yet another type of unconsciousness. This sets us up for the shock of an even more challenging experience wherein the ego is again thrown into the fiery cauldron for further transformation. In alchemy, this is called the Putrefaction - Fermentation stage. Here, we again face the ego’s insistence on dominance, but there is an important difference in the quality, intensity, and source of the experience. Unlike the experience in the first stage of Calcination, where we were alone in our battle with the ego, this time we sense another force assisting us. Although the initial part of this fifth stage, Putrefaction, can be very disturbing, and we may be thrown into a pit of depression or despair, it feels like we are being held up, supported, even encouraged in the process. As I write this article, I am actually experiencing my own Putrefaction. It began after the holidays and at first I thought it was just the after-holiday blues, which would lift in a day or so. This was not the case. In fact, over the past several days, it has actually intensified. I am having untypically disturbing dreams and feeling depressed. But the depression is markedly different than those of the now distant past. This time, I have no desire to shut myself down or run away as I used to do years ago, when depression was a constant companion. (In his Alchemy Home Study Program Module One , Dennis William Hauck says “...the alchemists would never reach for the Prozac at this stage,” pg. 50). Rather, I’m watching the darkness reveal parts of myself both known and unknown to me. It is a disconnection from the past, allowing it to die, rot and ferment so it’s inspired from higher sources rather than from my earthly self - the new material is emerging from the rich and fecund darkness in concert with my Soul. Some of this material is downright frightening, but there is a distinct presence within and beside me that is not depressed or disturbed by the dream content. It is that part of me that I know as my Soul. And my awareness of its palpable presence is due to my not having shut down. This time, I put no blinders on so my vision is not limited. In times past, I closed down my ability to be with the material in http://www.alchemylab.com/AJ2-5nf.htm (6 of 15)5/6/2005 1:50:04 AM"},{"pageNumber":7,"pageContent":"Alchemy Journal Vol.2 No.5. the depressed state so completely that I couldn’t see anything other than the darkness itself, which I used as confirmation that I was valueless. This time, I am sitting in the midst of bleak, dark, despairing emotions but not chasing them away or misinterpreting their presence as a commentary on my worthiness. My Soul is here - it’s always been here, but this time I’m welcoming and celebrating its connection with me in the dark. Its purpose is clearly not to “make nice” or pull me prematurely out of my wretched state, but to just be with me. This not only encourages me to keep on sitting with the material, but also serves as a model of trust and wisdom toward which I am growing. It presented itself to me in a dreamlike state this morning. I knew it was my Soul and it was moving toward me, emanating great light from its serene face, holding a small candle. It was clearly not there to ease what I was going through but rather to encourage me to continue and not give up. In alchemy, Putrefaction presents us with gross, repulsive, disgusting, and loathsome stuff from within our deepest selves. It is like sitting in a rotting pile of garbage with the task of merely experiencing it, without judgment, without need for rescue, and without losing our power. This is a deeply creative process of being courageous enough to see all of our “stuff” without self-criticism, feeling sorry for ourselves, reverting to infantile need-fulfilling behaviors, or misinterpreting what is really going on. A graphic example of the process of Putrefaction is depicted in paintings of the Hindu goddess, Kali, in which she typically wears a necklace of rotting heads, brandishes a bloody sword, rests her foot upon a corpse and stands in front of a group of soldiers and skeletons performing a wild battle dance. The look on her face is one of absolute power - one that frightens the uninitiated and reveals the purpose of Putrefaction to the adept. Putrefaction continues until it has “cooked” the material well enough for entry into the Fermentation aspect, where the substance takes on different action and begins a process similar to how rotted grapes become fine wine. After the devastating effects of Putrefaction, the ego is close to non-existent in its former state and has been transformed into an aspect of self that supports and strengthens now, rather than sabotaging. The experience of Fermentation can be quite intoxicating. Because the ego is not feeding us inaccurate interpretations of what this stage is, we can savor the headiness of the wine at the same time commune with the “spirits” in the “wine” of pure selfhood. Next time, we will look at how Fermentation requires a further, finer stage of transformation called Distillation, in which we celebrate our Essence. It is a stage of delight and surprising knowledge. Until then, I send anyone who is also experiencing Putrefaction at this time great support and blessings. Great things await us! Nanci Shanderá, Ph.D. is a Mystery School teacher and spiritual counselor and dreamworker at EarthSpirit Center in Eagle Rock, California. This article is excerpted from her book in progress: Digging for Gold: the Art & Soul of Spiritual Experience. She can be reached at 323-254-5458. Her website is www.EarthSpiritCenter.com. http://www.alchemylab.com/AJ2-5nf.htm (7 of 15)5/6/2005 1:50:04 AM"},{"pageNumber":8,"pageContent":"Alchemy Journal Vol.2 No.5. Alchemy: the Cosmological Yoga Part 5: The Logic of Alchemy by Maurice Aniane The logic of alchemy implies a twofold movement. \"Vertically,\" it was a symbolic logic, leading manifestation back to its principle, appearance to reality, word to God: a logic of reintegration. \"Horizontally,\" on the humano-cosmic plane, it was a dialectic of complementaries that emphasizes everywhere the living tension of contraries: a logic of war and love. Alchemy implied, in sensation itself, a peaceful and detached love of the world. For the world of alchemy, like that of the \"mythological\" traditions whose heritage it transmitted, was a world at once living and transparent, a great a sacred body, an immense Anthropos in all respects resembling the small one. Nature, it could be said, was at once the body of God and the body of man. Everywhere was life, everywhere soul, everywhere the holy breath of God. The blood of the sun made the golden embryo grow in the matrix of the mountains. The seven planets in the sky, the seven metals engendered by them on earth, the seven centers of life which, from the sex to the head, gravitate in man around the sun-heart, were so many embodiments of the same structure of the Word; and the seven notes of the scale manifest also that \"music of the silence” which bathes creation, haloes the saints, and is immobilized in gold. That is why the alchemist, like the knight whose \"proud kiss\" delivers Melusine from her ambiguous condition, revealed in the nature which veils God the nature that makes Him manifest. \"Learn that the aim of the science of the Ancients which elaborated simultaneously the sciences and the virtues is that from which all things proceed, God invisible and unmoving, whose Will arouses the Intelligence; through the Will and the Intelligence the Soul in its unity appears; through the Soul are born the distinct natures which, in their turn, generate all the compounds. Thus one sees that a thing can only be known if one knows what is higher than it. The soul is higher than nature, and through it, nature can be known; the Intelligence is higher than the Soul and by it the Soul can be known; finally, the Intelligence can no more than direct us back to what is higher than it, the One God, who encompasses the Intelligence and whose essence cannot be grasped.\" This makes remarkably clear the metaphysical background of alchemy, proves that it was essentially \"inner\"; the \"Science of Balance\" weighs and satisfies at once the desire of the Soul of the World, which is concealed in each \"nature\", and the desire of the Divine Spirit, which is concealed in the Soul of the World. The alchemist reverses cosmogony: dissolving material \"hardenings\" in pure life, he makes in himself, by meditating on natural beauty and on that \"sympathy\" which holds all things together, the unity of the Soul of the World, until, in its center, that is in his own heart, he causes the solar fire of the Spirit to rise. Then, the fire becomes incarnate, through a higher cosmogony in which the Spirit, instead of involving itself in matter, embraces and transforms it: transforms lead into gold, http://www.alchemylab.com/AJ2-5nf.htm (8 of 15)5/6/2005 1:50:04 AM"},{"pageNumber":9,"pageContent":"Alchemy Journal Vol.2 No.5. and the body of man into body of glory. Alchemy is performed, as Henry Corbin has said, in a \"physics of resurrection.\" Therefore, the proper domain of alchemy is essentially that of the soul, that humano-cosmic environment psychic in nature, which links the world of \"sensory\" appearances to that of \"spiritual” realities. It is the \"intermediate world\" of all the traditions, the \"mesocosmos\" of the Iranian alchemy of Jabir (called Geber by the Latins). Now this \"mesocosmos\" is governed by a logic of war, by essentially \"dual\" forces whose never-ending struggle is that of the two serpents of the Caduceus. In this domain, the alchemical work is wholly one of mediation: it strives to transform war into love, so that it may culminate not in a sterile death but in a glorious birth. The \"mode of operation\" of nature in the universe of form consists of a continuous rhythm of \"coagulations\" and \"dissolutions.\" Form is impressed on matter and matter dissolves it in order to offer itself to another form. Everything is alternation, evolution and involution, birth, life, death, and rebirth, solve et coagula. \"Nature disports itself with Nature\" in a play of perpetually interacting tensions which neutralize each other at one moment by their very opposition, and then destroy each other only to arise again in a new guise. Nothing symbolizes this \"world of dissimilarity\" better than the dragons, which devour each other on the pillars of certain Romanesque churches. This never-ending war which presides over the metamorphoses of nature as well as over the interactions between men is related by alchemy to the polarization of the two \"subtle” forces analogous to the Chinese yin and yang : Sulfur and Mercury. Common sulfur, by its igneous nature, and the metal mercury, because it is elusive and cannot be grasped, indeed embody these forces in their dynamic aspect. Gold and silver \"crystallize\" them in their static aspect, just as do the sun and the moon.\" These two poles on either side of the \"intermediate world\" regarded as their \"field of force,\" participate closely in the two divine poles which preside over \"manifestation\": Pure Action and Total Nature in Sufism, Shiva and his Shakti in Tantrism. Sulfur, relatively active or essential, represents Spirit in one way, while Mercury corresponds more directly to the passive and feminine nature of the Soul. To Sulfur are attributed two fundamental tendencies symbolized by \"heat\" and \"dryness\". Heat or sulfuric expansiveness affirms life, expands forms. Dryness or fixation incarnates in the vital flux the divine \"signature,\" which gives every being its \"face.\" Thus, the principle of Sulfur, of Gold, and of the Sun is a principle of stability and of measure: a heritage of Greek thought, it is the virile principle of the \"limit.\" But, by itself, it is only a receptacle which tends to close up again over its own emptiness: \"Its aspect then is an acute and terrifying harshness, in which its binding, astringent quality affirms itself as excessive attraction, constricted and hard.\" It becomes a force of individuation that transforms a necessary protection into a refusal of life. In the human being, it ends by breeding abstraction and egoism. Therefore, in order that the seed may die and the heart may melt, the intervention of the complementary force, of the feminine principle, Mercury, is needed. To Mercury – alchemists also often spoke of it as Water, Silver, or the Moon – are attributed \"cold\" and \"humidity.\" Cold or mercurial \"contractivity\" offers itself as a womb to the \"fixing\" will of Sulfur; it envelops forms and gives them consistency and density. As for the humidity of Mercury, it is the power that \"dissolves\" these forms once their virtualities have blossomed. Mercury thus is untamed and http://www.alchemylab.com/AJ2-5nf.htm (9 of 15)5/6/2005 1:50:04 AM"},{"pageNumber":10,"pageContent":"Alchemy Journal Vol.2 No.5. necessary life, as ambiguous as total Nature in which it intimately participates. It is the \"burning thirst\" which, if unappeased, flares up and destroys itself; it is the \"viscous humidity\" which is wasted or dissolved in amorphous stagnation. In the human body, it manifests variously as desire for pleasure, insatiable motherhood, dull laziness, and morbidity. But is also the humble service of life, the creative submission of the \"Virgin of the World,\" who is always the servant of the Lord. \"This Water subsists throughout all eternity,\" writes Boehme. \"It is the Water of Life which penetrates even death.\" It is also in the body of man and the body of the world. Nature, as seen by divided man, is thus basically nothing but an immense battlefield strewn with corpses: corpses \"precipitated\" endlessly, in the chemical sense, by the collision of the two great forces that polarize the cosmic psychism. The sensory world in its opacity is then only a \"sepulchre\" in which the soul has buried itself. We now understand that alchemy is at the same time a \"science of balance\" and an art of marriages. It elucidates and utilizes the \"cosmic sexuality\" of Sulfur and Mercury, first \"neutralized\" in Salt. The alchemist begins by dissolving these imperfect coagulations and by reducing their matter to soul: then, between the Sun and the Moon appearing in their purity, the alchemist brings about a hierogamy that will cause them to crystallize in a perfect form: gold and the body of glory. Thus the stages of the Work appear in outline: first \"mortification,\" descent and dissolution in the waters, disappearance into the womb of the Mother, the Anima Mundi , who devours and kills her Son, that is, takes back into herself man who has gone astray in the individual condition. This is the domination of Woman over Man, of the Moon over the Sun, until the Soul, restored to its original virginity, the luminous center, the Spirit is manifested. Then the regenerated Sun, the solar hero, is born: in his turn, he subjugates the Moon to the Sun, Woman to Man, and trough the consummation of \"philosophical incest,\" he makes his Mother into his Wife and also into his Daughter. \"The Mother generates the Son and the Son generates the Mother and kills her.\" \"The Female must be made to mount the Male, and then the Male to mount the Females.\" \"Once the Little Child has become robust and strong enough to combat Water and Fire, he will put the Mother who gave birth to him into his own belly.\" Such socially disturbing images are not meant to illicit shock but rather to engender a deeper understanding of the mystical processes and underlying logic at the heart of this powerful discipline that attempts to reunite the provinces of both mind and matter. FEATURES New Releases http://www.alchemylab.com/AJ2-5nf.htm (10 of 15)5/6/2005 1:50:04 AM"},{"pageNumber":11,"pageContent":"Alchemy Journal Vol.2 No.5. The Other Mind’s Eye: Gateway to the Hidden Treasures of Your Mind by Allen Sargent ( Success Design International) (To order online, click on bookcover.) The idea that visualization is the key to getting what you want in life is really an ancient Hermetic principle first expressed in Egypt as the cosmic pattern of creation from Above. Manifestation begins as an idea or image in the mind of God, symbolized by the archetypal symbol of the Eye of Horus. Since the macrocosm corresponds to the microcosm, that power of creation through visualization is available to mankind. The trick, of course, is learning to use that power, and that is where the author of this book has made an important contribution. As a consultant and trainer in personal empowerment using techniques from neuro-linguistic programming, Allen Sargent has focused on the practical aspects of personal transformation. In this book, he addresses a real problem in the field of personal transformation. Some people are just not able to visualize or not able to consciously access internal images. Until now, these “mind’s eye challenged” individuals were ignored by those of us living with a plethora of vivid and easily accessed imagery. Sargent gets around this problem by working with what he calls the “second mind’s eye,” which tapes into both hemispheres of the brain for information. He calls his technique “Internal Dominant Eye Accessing,” and it is based on ophthalmological studies that show everyone has one dominant physical eye with which they see. Similarly, we have one dominant “mind’s eye” that is either right- brain (image/feeling-based) or left-brain (thought-based). The basic principle is that if there is not enough information in your dominant mind’s eye, check to see what is in your other mind’s eye. For instance, in judging a person, first get a sense of which internal eye you are seeing with. After checking inside, and in a way that is just right for you, shift your attention to your other internal eye, so that you will be seeing that person now with information coded in your other hemisphere. The next time you think of that person, you will have deeper insight and be able to make a truer response. This same methodology can be applied to just about any situation. In this way, you start to work with more powerful, more resourceful mental “images” that are the keys to turning your dreams into reality. http://www.alchemylab.com/AJ2-5nf.htm (11 of 15)5/6/2005 1:50:04 AM"},{"pageNumber":12,"pageContent":"Alchemy Journal Vol.2 No.5. Laboratory Notes by Rubellus Petrinus In alchemy, there are no fixed rules in its symbolism but, in respect to descriptive and practical alchemy, the old Masters used, frequently, a figurative language, almost always based on the Indo- European mythology, that can be interpreted by one who has the necessary knowledge, and verifies the results obtained in the described operations. Thus, it can be concluded with some certainty, which chemical substances, metals or minerals enter in those operations and the modus operandi . To illustrate this conclusion, we will analyze syntactically what Philalethes author of Speculum Veritatis wanted to transmit to us, allegorically, in the First Illustration of this treatise. On the left side of the illustration we see a Wolf eating a y oung warrior , dropped to earth, with armor and helmet, holding a sword in the right hand. We see a tree covered with foliage. In the center, another warrior, on foot, older and bearded, with a crippled leg, armor and helmet, holding in his right hand a blazing object that symbolizes fiery (burned) power (principle) and, in the left hand, a cruciferous Globe with a Star in the center. Above this globe, among the clouds, a Sheep has a Star marking on the shoulder, aimed at the globe. On the right side, there are two old men (alchemists) one of them receiving in his hands the cruciferous Globe , from the warrior. The other old man is attentively observing. The symbolism is clear. The sagacious investigator and expert, easily can verify that this is an allegorical representation of the Philalethes’ First Work , dry Way that is to say, the Separation and Purifications , with a view to the obtaining of the starry martial regulus as we will see later. But, so that there is not any doubt, we will explain in detail. The Wolf represents, allegorically, the mineral Subject , also known as the black Dragon , Saturn’s son or royal \" Saturnie \". Basil Valentine, in the First key of its book The Twelve Keys of the Philosophy , refers to this grizzly hungry Wolf that eats every metal. Christopher Glaser also mentions it in its Chemistry Treatise . The warrior, that the wolf is to devour with the help of Volcano , God of fire, here represented by the older crippled warrior, symbolizes Mars . http://www.alchemylab.com/AJ2-5nf.htm (12 of 15)5/6/2005 1:50:04 AM"},{"pageNumber":13,"pageContent":"Alchemy Journal Vol.2 No.5. The cruciferous globe, that Volcano holds in the left hand and is to give to one of the old alchemists, is the symbol of the earth or of the mineral subject, that the artist has to seek and to identify to begin the work. The star that we see in the center of the globe symbolizes the starry martial regulus , proceeding from the separation and succeeding purifications, done by the fire and for the salt. Under the cruciferous globe a stream runs, which symbolizes our living water , that is to say the Mercury , that will be animated later. The Sheep or Aries symbolizes, astrologically, the favorable season for the beginning of the works, also clearly identified by the foliage of the tree. Besides, the metallic correspondence of Aries is the same as Mars, the same generator of the starry sign of the martial regulus , that attests to this canonical operation. The result of this alchemical operation symbolically described is the martial regulus that you can see in the image at left. Rubellus Petrinus is a Portuguese alchemist who offers an excellent multi-language website devoted to the operative and speculative aspects of alchemy at http://planeta.clix.pt/petrinus/alchemy-e.htm. Alchemy Lectures and Workshops John Dee Colloquium. Denmark. December 6-7. A public colloquium on the life and work of John Dee will be held at the University of Aarhus in Denmark December 6 and 7, 2001. This is the third in a series that has been previously held at Birkbeck College in London and the University of Szeged in Hungary. Papers are invited. Contact: Jan Backlund, Center for Cultural Research, Univ. of Aarhus, Finlandsgade 8200, Aarhus N, Denmark. Email: kultjb@hum.au.dk. Fax: 45-86-10-82-28. Art and Alchemy Conference. Denmark. December 7-9. An international conference on the history of alchemy and the intertwined history of art will be held at the University of Aarhus in Denmark from December 7 to 9, 2001. The focus is on alchemical interpretation of art and the use of alchemy in modern art. Proposals for presentations should be sent by August 1. Contact: Jan Backlund, Center for Cultural Research, Univ. of Aarhus, Finlandsgade 8200, Aarhus N, Denmark. Email: kultjb@hum.au.dk. Fax: 45-86-10-82-28. Indian Alchemy and Ayurveda Seminar. January 2002. http://www.alchemylab.com/AJ2-5nf.htm (13 of 15)5/6/2005 1:50:04 AM"},{"pageNumber":14,"pageContent":"Alchemy Journal Vol.2 No.5. An alchemy seminar, with master Alchemist Prof. Junius, is to be held in beautiful Byron Bay, Australia, in January 2002. The workshop will be over three days. Bookings essential A.S.A.P! Cost: $200. Please contact alchemicalmedicines@hotmail.com for further info. EDITORIAL From the Editor ( Dennis William Hauck) October's Crucible 2001 event at the Delta King Conference Center in downtown Sacramento was one of those alchemical processes where the fires of transformation burn brighter and more intense when challenged. Despite numerous cancellations from Australia, India, Europe, Canada, and across the United States because of the September 11 tragedy and the shutdown of the airlines, over sixty people did make the journey from as far away as Europe. I had just returned from a two-week speaking tour and nearly lost my voice from overuse. Because of a flu epidemic in northern California, several workers never showed up. Since a larger hall was unavailable, the book store ended up in a small room at the bow of the ship and many consultations had to be held outside on deck. And yet despite (or perhaps because of) the challenges, the level of determination and inspiration leapt to new heights. My voice held out for both days (although I lost it completely for the next three days), volunteers took over the duties of those who were unable to work, and the alchemical practitioners (Cheri Anderson, Ursula Hanrahan, Nanci Shandera, Janet Turner, and Jason Wolf) made the best of less than ideal circumstances. Pianist-composer Seth Osburn raised the level of consciousness for all who witnessed his performance of his recently completed Emerald Tablet concert, which is a work in seven movements based on the operations of alchemical transformation. Seth's inspired presentation was a highlight for many and allowed all of us to focus on the deeper principles being expressed at the event. The iron-hulled Delta King ship became a hermetic vessel of positive transformation for all assembled there. Despite unprecedented challenges, unexpected chaos, and the deep emotional trauma the country had suffered, seeds of new life, new spiritual growth, and new direction were sowed in all who attended. In many ways, it was a microcosm of the world around us, an imperfect place full of challenge and compromise in which the alchemist must continue the Great Work with renewed determination and clarified intent. And the fires of the Crucible burned brighter than ever. Submissions Submit your articles on any aspect of alchemy. We are looking for biographies, historical articles, practical laboratory work, spagyric recipes, philosophical pieces, experiences in personal transformation, spiritual insights, Hermeticism, Gnosticism, book reviews, film and video reviews, website reviews, artwork, etc. Please submit your material or queries to the Alchemy Journal, P.O. Box 22201, Sacramento, CA 95822-0201. You may also submit materials via email to the Editor at DWHauck@alchemylab.com or to the Assistant Editor, Tiffany-Nicole Hill at Zyons_touch@yahoo. com. http://www.alchemylab.com/AJ2-5nf.htm (14 of 15)5/6/2005 1:50:04 AM"},{"pageNumber":15,"pageContent":"Alchemy Journal Vol.2 No.5. Acknowledgements \"Alchemy: The Cosmological Yoga\" by Maurice Aniane is from an article of the same name that first appeared in Material for Thought magazine, San Francisco, Califorrnia, in Spring 1976. Subscriptions The Alchemy Journal is posted bimonthly at the Alchemy Lab website on the journal archives page at www.AlchemyLab.com/journal.htm. To subscribe to the journal, send a blank email to AlchemyJournal- subscribe@yahoogroups.com. Alchemy Resources l Alchemergy (Modern Alchemy) http://www.Alchemergy.com l Alchemy Guild (Membership Organization) http://www.AlchemyGuild.org l Alchemy Lab (Alchemy Articles, Files, and Gallery) http://www.AlchemyLab.com l Alchemy Website (Original Alchemy Texts) http://www.levity.com/alchemy/ l Crucible Catalog (Books, Tapes, Labware, Tinctures, Herbs) http://www.Crucible.org l Flamel College (Alchemy and Hermetic Courses) http://www.FlamelCollege.org Return to Top © 2001 All Rights Reserved. Published by ETX. http://www.alchemylab.com/AJ2-5nf.htm (15 of 15)5/6/2005 1:50:04 AM"}]
