[{"pageNumber":1,"pageContent":"Alchemy Journal Vol.5 No.1. Volume 5 No. 1. Spring 2004 ARTICLES What Is the Goal of an Alchemist? Extraordinary Pharmacy: Cohobation Mystic in the Kitchen Venus Transit: Intuitive Awareness FEATURES From the Fire Alchemy Lectures Announcements Feedback EDITORIAL From the Editor Submissions Subscriptions http://www.alchemylab.com/AJ5-1nf.htm (1 of 22)5/6/2005 1:27:36 AM"},{"pageNumber":2,"pageContent":"Alchemy Journal Vol.5 No.1. Archives Resources What Is the Goal of an Alchemist? by Rubellus Petrinus What would one be looking for that would motivate them to study alchemy? Most people think of alchemists as \"gold makers\", probably because of the great masters’ testimonies as to the transmutation abilities of the Philosopher’s Stone. Those reports seem so sincere that they motivate us to press on with the study and practice of alchemy. But we see the transmutation as not the end of the work, but as the proof of the Universal Medicine. This is the main reason for our quest, as you will see. http://www.alchemylab.com/AJ5-1nf.htm (2 of 22)5/6/2005 1:27:36 AM"},{"pageNumber":3,"pageContent":"Alchemy Journal Vol.5 No.1. That which we look for is not the transmutation of Mercury or Lead as described by Philalethes in the Open Entrance to the Closed Palace of the King and by Flamel in Le Brèviére . In this day and age, it would only make sense to make gold in great amounts as Flamel describes in Le Brèviére , or in a way that makes alchemy a fact of science: “So, if you intend to make a lot of gold, dear nephew, which is never advisable because it can bring inconvenience and damage, put one hundred thousand ounces of quicksilver in a great iron cauldron to strong fire. When it is hot to smoke, have already prepared one ounce of scarlet powder of the fourth imbibition, wrap it with wax as a small ball and throw it on the said quicksilver smoking. The smoke will disappear quickly. Activate the fire and soon it will change, part in mass and part in powder of yellow gold that you will melt in a crucible. You will drain in mass or ingot and you will extract of this whole mercury about 99,170 ounces of pure gold, of unbeatable quality, that you will use as you find best. Here you are, dear nephew, much richer than all the kings, because you will have more than they and more than they can dispose of in their entire mundane kingdoms. But you make gold little by little, with prudence, without revealing anything to anybody and without ever trusting anyone.” Make a transmutation with 100,000 ounces (3.300 kg) of Mercury? I am not able to comment on this because we don’t really know what happened then, and have no way to believe in what Flamel wrote. It seems to be an exaggeration, but it would be very difficult to check out the truthfulness of this statement as it was written. Such an amount of gold, at that time, would have been very difficult to pass undetected, and the owner of it would be facing many dangers including capital punishment – as Philalethes tells us in the Open Entrance to the Closed Palace of the King: “Men are so eager to have this Medicine that your very caution will arouse their suspicious, and endanger your safety. Again, if you desire to sell any large quantity of your gold and silver, you will be unable to do so without imminent risk of discovery. The very fact that anyone has a great mass of bullion for sale would in most places excite suspicion. This feeling will be strengthened when people test the quality of our gold; for it is much finer and purer that any of the gold which is brought from Barbary, or from Guinea Coast; and our silver is better even than that which is conveyed home by the Spanish silver fleet. If, in order to baffle discovery, you mix these precious metals with alloy, you render yourself liable, in England and Holland at least, to capital punishment; for in those countries, no one is permitted to tamper with the precious metals, except the officers of the mint, and the licensed goldsmiths.” These days, gold can be sold in small ingots without this sort of problem. As long as it http://www.alchemylab.com/AJ5-1nf.htm (3 of 22)5/6/2005 1:27:36 AM"},{"pageNumber":4,"pageContent":"Alchemy Journal Vol.5 No.1. has been duly analyzed and certified as to its purity, there will always be an interested buyer. To illustrate, I once wanted to sell a little over 250 grams of gold (in nuggets) that was purchased in Angola around the time of its independence. I went to a shop that was recommended to me, but I was told that they could not buy it until it had been analyzed for its purity and was given a reference to a firm that could do this. I was able to personally help an employee there melt the gold with gas and oxy- acetylene torches. He put the nuggets into a small crucible and applied heat for 20 minutes or more. When it was melted completely, it emitted a dry, cracking sound. I thought this to be quite wonderful, and asked why it did this. He answered: \"It is the song of purity; fine gold sings when melted.\" It was truly beautiful to see and hear. When it was well liquefied, he poured it carefully into small molds to prepare ingots. After it was cooled, he weighed it minutely in my presence and gave me a document certifying its purity, which he was qualified to do. The other day, I found the certificate; the gold was reckoned at 99.8 percent, just two tenths of a percent from pure gold. I went back to the previous shop to sell it, and the proprietor (apparently quite a profiteer) said that he would buy it to do me a favor. I did a little calculation on his offer and knew that he was really trying to take advantage of me. I told him that he needed to pay me the market price discounted by the two tenths of a percent. He quickly considered that I must be “inside the business” and agreed to the price. He did, however, want to pay me in bank notes which are a bit dangerous when traveling, but, after some discussion on the matter, I got him to pay by check. This increased his admiration because he usually bought gold from people who are in need of fast money, but this was not my case. I just told this story to let you know how these days, you can always find a buyer if you just go through the formality of certification and have proper identification. In the case of the modern alchemist, it would just not make sense to make gold by transmutation, because the Philosopher’s Stone has other much more interesting characteristics and is actually more valuable than gold. Let us see how Fulcanelli describes these characteristics in Dwellings of the Philosophers: “The masters of the art teach us that the goal of their labours is triple. What they seek to realize first is the Universal Medicine or the actual Philosopher's Stone. Obtained in a saline form, whether multiplied or not, only to be used for the healing of human illness, preservation of health, and growth of plants. Soluble in any alcoholic liquid, its solution takes the name of Aurum Potabile (although it does not even contain the least atom of gold) because it assumes a magnificent yellow colour. Its healing value and the diversity of its in therapeutics make it a precious auxiliary in the treatment of grave and incurable http://www.alchemylab.com/AJ5-1nf.htm (4 of 22)5/6/2005 1:27:36 AM"},{"pageNumber":5,"pageContent":"Alchemy Journal Vol.5 No.1. ailments. It has no action on metals, except on gold and silver, on which it fixes itself and to which it bestows its own properties which, consequently, becomes of no use for transmutation.” “Finally, if we ferment the solid, Universal Medicine with very pure gold or silver, through direct fusion, we obtain the Powder of Projection, third form of the Stone. It is a translucent mass, red or, according to the chosen metal, pulverizable and appropriate only to metallic transmutation.” Here then, we see in the writings of a modern master that he, and probably our old masters, did not see gold as the main purpose. Their search was for the Universal Medicine that would allow a human being to live in perfect health and extend the normal lifespan. Today, with the degradation of the environment and rampant disease, this Universal Medicine would be more valuable than all the gold in the world! Bibliography (Added by Editor) l Anonymous Sage, Lover of Truth, Open Entrance to the Closed Palace of the King, Holmes Publishing Group, Edmonds, WA, 1993. l Flamel, Nicolas, Le Breviere, Pierre Belfond, Paris, 1973. l Fulcanelli, The Dwellings of the Philosophers, J. Miller (ed.), L. Perrin (trans.), l Archive Press & Communications/Archer Books, Santa Monica, 1999. Rubellus Petrinus is a Portuguese alchemist who offers an excellent multi-language website devoted to the operative and speculative aspects of alchemy at http://pwp.netcabo.pt/r.petrinus. http://www.alchemylab.com/AJ5-1nf.htm (5 of 22)5/6/2005 1:27:36 AM"},{"pageNumber":6,"pageContent":"Alchemy Journal Vol.5 No.1. An Extraordinary Pharmacy - Cohobation By Dr. Ajit Singh Cohobation in alchemy is the assembling of the purified elements. It is not concerned with the act of passing again and again a solvent over a substance to open it and to dissolve it. In alchemy, cohobation is the reassembling of purified elements obtained by means of spagyrism. In principle, it occurs when reuniting the alchemical Sulfur, Mercury and Salt by following the techniques of spagyrism. Once the cohobation is done, the product undergoes a long digestion at a constant temperature or a circulation. The roots of spagyrism go back thousands of years; a founder cannot clearly be named. The word spagyrism was often used synonymously with the term “alchemie”. Spagyrism is to be understood as a special branch of alchemy in which the essence of a plant is unlocked and/or transformed in a special manufacturing process. The spagyric method includes separation, purification and reunification. It comes from the etymology of the Greek word spagiry (Spao+ Ageiro) which means to separate and to reunite. Spagyric remedies were originally created by fermenting parts of wild herbs. This process produced concentrated aromatic solutions that were extracted and separated from the bulk plant matter. After fermentation was completed: 1) plant material was distilled in a special device; 2) the remainder was dried and burned up; 3) the ashes were extracted and purified via distillation, then recombined with the concentrated solution; 4) as a result, the finished spagyric essence contained the mineral constituent parts of the plants. A spagyric essence is clear and colourless or yellowish and smells very intensively http://www.alchemylab.com/AJ5-1nf.htm (6 of 22)5/6/2005 1:27:36 AM"},{"pageNumber":7,"pageContent":"Alchemy Journal Vol.5 No.1. aromatically. The nature of spagyric essences is subtler than that of spagyric tinctures. They are less “corporeal”, more “dematerialized”, and their effects are more penetrating but very subtle. Everything is subtler than with other extracts or even tinctures. Spagyric essences are therefore considered pure medicines. By the process of potentizing, the spagyric essence can also be prescribed homoeopathically as was done by count Ceasre Mattei, the inventor of electro-homoeopathy. Spagyric essences have a virtually unlimited life span. For their preparation, much experience is required in the art of distilling. Production of the Spagyric Essence All preparations contain the three philosophical principles: 1) Mercury 2) Sulfur (volatile & fixed) 3) Salt The principles are extracting (separation), purifying (distillation, incineration, calcination, evaporation) and then reassembling (reunion or cohobation). Essences contain only the volatile constituents of the plants from which they are prepared since they are always distilled. All solids or nonvolatile components stay behind except part of the water - soluble salts - which is added to the essences at a specific time. Method to be Followed to Obtain Cohobation (reunification of alchemical Sulfur, Mercury and Salt): 1) First of all, put our herb through a steam distillation so we can obtain its volatile oils. Then, place a 5000 ml round bottom flask into a sand bath. Pour 3000 ml of distilled water into the flask. Take a wide mouth double-jointed flask and place a small piece of filter paper inside the flask over the bottom joint. Add enough ground herb to the flask so it is half full. Next, hook up the reduction head and the distillation adapter. Finally, use a 2000 ml flask as a receiver at the end of the apparatus. 2) Turn the heat on low. After some time, steam will cloud up the double- jointed flask as it passes through it. Our distillation adapter also will become fogged. At the end of the drip tip we will see water droplets forming. The drops will fall into the receiver. After a few milliliters have collected in the receiver, we will notice that a colored oil is collecting on top of the water. When approximately 1500 ml of the water has been distilled over, turn off the heat and let the apparatus cool. Then, transfer the water and oil in the receiver into the oil separator. http://www.alchemylab.com/AJ5-1nf.htm (7 of 22)5/6/2005 1:27:36 AM"},{"pageNumber":8,"pageContent":"Alchemy Journal Vol.5 No.1. 3) Take the double-jointed flask off the distillation flask. Pour 100 ml of fresh distilled water into the distillation flask and hook up the entire apparatus. This entire process should be done at least three times to ensure that the majority of the volatile oils come out of the plant body. 4) While our second separation of the volatile oils is under way, we will gather the oils obtained from the first. To do this, simply open the stopcock at the end of the drain tube. Slowly drain off the water. When only a little water is left in the separator, close the stopcock. After each subsequent extraction of the volatile oils from the plant body, take what is in the receiver and place it in the oil separator. Drain the water out of the separator leaving the oil behind. Reuse this water for all of our subsequent separations of oil from the plant body. By the time we have extracted oil from 12.5 kg of plant material, we will have a few milliliters of pure volatile oil, i.e. Alchemical Sulfur. 5) Take the essence from the depleted body of the herb and place it into the wide mouthed 5000 ml round bottom flask. The water that was left from the separation of the volatile oils is now poured over the herb. Seal up the round bottom flask with a fermentation lock and place it in an incubator at 27 degrees C. In about two weeks, our plant body will have fermented and yielded up its Spirit i.e. alchemical Mercury. Distill off the Spirit as we have done before and rectify it seven times. Save the phlegm from the Spirit for later use. 6) Empty the remaining liquid and plant body left in the 5000 ml flask into a glass pot. Take the pot outdoors and boil off all the moisture. When the moisture is gone, the herb body will begin to roast; then, incinerate it. When the body has obtained an ash gray color, turn off the heat and let the pot cool. Grind and weigh the ash, set up the soxhlet extraction and extract the water-soluble salts from the ash. Evaporate the water from the salts in the oven overnight. Grind and weigh the salts; then place them into the kiln to calcine at 600 degrees C for one week. At the end of the week, turn the kiln off and let it cool. Grind and weigh the salts. Repeat the process of extracting, drying, grinding, weighing, calcining, grinding, and weighing two more times to get the hygroscopic Salt, the third principle. 7) Once we have got our hygroscopic Salt, it is time for cohobation, so pour our rectified Spirit - i.e. Mercury (already preserved) over the Salt - then add the volatile oils - i.e. Sulfur. 8) Allow the mixture to digest in an incubator at 30 degrees C for a week. Be http://www.alchemylab.com/AJ5-1nf.htm (8 of 22)5/6/2005 1:27:36 AM"},{"pageNumber":9,"pageContent":"Alchemy Journal Vol.5 No.1. sure to slightly shake the container three to five times a day. 9) Decant the essence (spagyric essence) from the undissolved salts. It will be seen that the essence is now coloured yellow and smells strongly of the herb we used in the operation. 10) One drop in wine or distilled water will yield the full effects of the plant’s medicinal nature. Save the remaining salt. Dr. Ajit Singh practices electrohomeopathy and acupuncture as well as conducts research on medicinal plants in Punjab, India. He can be contacted at: drajit_7@hotmail.com. Mystic in the Kitchen by Dorothy Bates Waiting patiently for the ritual to begin, wrapped in her rough brown shawl, she sits, placid, on plump haunches. Sanctified with holy water, dressed in a robe of silver, she enters the crucible of fire. In an hour, her transformation is complete. A great cross cut deep into her belly, she is baptized with salt, sweet butter and chives. ”Take,” she whispers, ”eat....this is my body.” Dorothy Bates lives New York City and has had poems published on the Internet ( www. PoetryMagazine.com), magazines, including the Sedona Journal of Emergence, and in an anthology of poems: Off the Cuffs: Poetry by and about the Police, Soft Skull Press, 2003. I would like to share the story Dorothy told me about the origin of “Mystic in the Kitchen”: “As for the poem, I had often noticed that baked potatoes look like little fertility figures and during one extreme experience with Kundalini, I had telepathic communication with plants, animals, etc. The plants are very loving and I sensed that they are happy to sacrifice themselves -- and so, this poem.” Dorothy can be contacted at: Dbates3809@aol.com. http://www.alchemylab.com/AJ5-1nf.htm (9 of 22)5/6/2005 1:27:36 AM"},{"pageNumber":10,"pageContent":"Alchemy Journal Vol.5 No.1. Venus Transit of June 8, 2004 - A Breakthrough of Intuitive Awareness by Carl-Johan Calleman and Anders Bjarstedt The Venus Transit of June 8, 2004 is clearly the astronomical event of the year. But it may be much, much more than that. The Venus Transit has always preceded great breakthroughs in human consciousness and played a very significant role in the Mayan Calendar. It is also a turning point in the Vedic tradition. According to the Indian avatar Sri Kalki Bhagavan, the Venus Transit of 2004 will be the actual starting point of the Golden Age, a process that will come to an conclusion at the next Venus Transit in 2012. This article presents the significance of the Venus transit on June 8, 2004 in its larger context and in relation to the Mayan Calendar. To begin with, a Venus transit is an astronomical event where the planet Venus passes between the Earth and the sun - a sort of eclipse. Venus transits lasts for 6-7 hours and come in pairs separated by exactly 8 earth years minus two days. As far as human measures go such pairs of transits occur only rarely. Below is a list of the years of the most recent occurrences, where the second transit in the pair is given within parentheses: l 1518 (1526) l 1631 (1639) l 1761 (1769) l 1874 (1882) l 2004 (2012) Since there is no person alive today who was born in 1882 or earlier the Venus transit in 2004 will be everyone’s first such experience. What may we then expect from this occurrence? To find out it is certainly worth studying what happened in the world earlier in the first of these http://www.alchemylab.com/AJ5-1nf.htm (10 of 22)5/6/2005 1:27:36 AM"},{"pageNumber":11,"pageContent":"Alchemy Journal Vol.5 No.1. pairs of transits. We may then note that 1518 was when the first circumnavigation of the globe by Magellan/del Cano was launched (they set sail in 1519). The impact on the minds of people of this accomplishment was enormous. Through their journey these captains had shown in practice that the world was not flat, but spherical. In the following years a new world view emerged in which it was clear that humans inhabited a globe. The time of speculation was over and this may be said to have been the first step in the development of a Global Brain. The next pair of Venus transits approximately coincided with the emergence of the first national mail services (Denmark, 1624; Sweden, 1636) and so also seems to be associated with human communications. Written communications between people, initially in certain countries, then became routine even over long distances. The second in this pair of Venus transits is the first that is known to have been observed by humans. In the Venus transit of 1761 there is much information to be found. The study of this event had long been prepared for by astronomers, who were planning to use their observations as a means of measuring the distance to the sun. This goal could however only be accomplished if observations were made all around the world, and for this to happen astronomers in different countries needed to collaborate. The transit of Venus across the Sun was observed in 77 different places ranging from Karesuando to Pondicherry including Tobolsk, Tahiti, Beijing and Philadelphia. The point to realize here is that this was the first international collaboration project ever in science. Never before had scientists belonging to different national academies collaborated and it was the Venus transit that compelled them to do so. It may in fact be asked if this was the first international collaboration project of any kind, wherein different nations collaborated as such. Regardless, an important step was taken in bringing the planet together and it was initiated through an impulse from the Earth’s sister planet Venus. Putting the idea of international collaboration into practice was a crucial step in connecting the different peoples of the world. The Venus transit in 1874 coincided with two very notable occurrences in the development of the Earth into a Global Brain: The founding of the World Post Union, and the completion of the Atlantic telegraph cable in the same year, which both marked fundamental steps in the development of global communications. In 1874, moreover, Bell had his first idea of a telephone, which was patented two years later. In this year it became possible, for the first time, for people to routinely communicate around the globe as rapid means for this were developed. Needless to say, today’s Internet would not have been possible without these preparatory steps in the development of global telecommunications. http://www.alchemylab.com/AJ5-1nf.htm (11 of 22)5/6/2005 1:27:36 AM"},{"pageNumber":12,"pageContent":"Alchemy Journal Vol.5 No.1. Considering the occurrences accompanying these earlier Venus transits, and the steps forward in global communications and the evolution of the global brain that these have entailed, it is timely to ask what will happen as the next one takes place in 2004. What events and changes will accompany this? A fundamental difference compared to previous transits is the advanced state of global communications that now already exists. Hence, almost everyone in the world will, through newspapers, letters, telephones and the Internet, have advance notice of this Venus transit. The new steps forward on the path of humanity will be taken within the framework of the Global Brain with its nerve threads, i.e. the telecommunications network, that already exist. Although this development of the Global Brain has been favored by the energies of the katuns (periods of 20 x 360 days = 19.7 years) in the Mayan calendar in which the Venus transits have occurred, it is hard to avoid the impression that the very transit of Venus across the sun has somehow served to concentrate these energies and has sent an intensifying beam to planet Earth. During the Venus transits the cosmic energies were thus strongly amplified. There are however many good reasons to believe that the Venus transit on June 8, 2004, in contrast to at earlier times, will herald a development of communications between human beings that is not based on technology. The chief reason is that we are now at a stage, the Galactic Underworld in the Mayan calendar, that favors the right brain half and the intuitive faculties of our mind that are mediated by this. And so, we may expect that the upcoming Venus transit will launch an era of communications utilizing mental rather than electromagnetic fields. This new field, unlike gravitation in the National Underworld and electricity in the Planetary, will emerge as a synchronizing field of consciousness favoring spontaneous flow rather than linear planning. (Unfortunately it is not widely known that the different Underworlds in the Mayan calendar determine what fields are open to human beings to use for communications). Of course, this intuitive field may to some extent always have existed, but following the upcoming Venus transit human awareness of it will increase dramatically. This field favoring telepathic communication may be the most important factor in bringing about a harmonizing effect on the Global Brain. It is primarily mediated by the right brain half that at the current stage is favored by the cosmos, and may be the field of communication that turns the Earth into a new being, http://www.alchemylab.com/AJ5-1nf.htm (12 of 22)5/6/2005 1:27:36 AM"},{"pageNumber":13,"pageContent":"Alchemy Journal Vol.5 No.1. Gaia harmonica. It seems obvious to a lot of people that the number of synchronicities (someone calling just when you think of him or her, etc) has increased sharply in recent times. Yet, these are really only weak premonitions of the full effects of the telepathic field that will now emerge. If a sufficient number of people become connected through this field we may expect that they will be able to harmonize their activities in a much more natural way than is currently the case. If intentions or thoughts can not be hidden in this strengthened field of intuition an enormous amount of plotting against other persons, hidden agendas, etc, would become useless. Manipulation would cease. Hostile plans for deceiving others, in personal relations or in business, would loose their effectiveness. Plans for hurting others through crime, terror or warfare will become transparent. In general, it will be obvious to everyone when someone puts his own interest above the larger whole. Of course, that manipulative behavior or hidden agendas become clearly visible does not mean that they immediately would cease, but clear visibility would give others more of a choice as to how to relate to those with hidden motives. Those that enter fully into this new field will themselves come to live in a world that is much more joyous than previously. Honesty and truthfulness will breed love. The downplaying of conflicts between them will allow them to function harmoniously amongst themselves. If we are able to co-create such a field we would start to become one in a very real sense. As we do, relationships between different individuals, or groups of people, will start to harmonize to a degree where it is obvious that hurting another is tantamount to hurting yourself. At the present time, this idea, that hurting someone else means hurting yourself however still has much the character of a “nice thought”, something that express how you think things “should be” although they really are not. The added clarity of the new vision will alter this. The breakthrough of a new level of telepathic contact would also mean that we add a new field of communication to the development of the Global Brain. This field would bring harmony, since through this everyone would be attuned to everybody else and to the purpose of the cosmic plan as well. While there may remain limits to our ability to enter other people’s minds, it seems likely that our sensitivity to the existence of hidden compartments, stored hidden agendas, etc., in others will increase dramatically. Maintaining such will be a characteristic of those that choose to see the world through duality and separateness. Of course, if other people can read your thoughts and be certain about your intentions, many would feel that they would loose something from this. This would include many that have judgmental thoughts about themselves and so want to hide parts of their inner reality. In fact, many whose intentions are not aligned with the higher good of all will probably avoid breaking through into Oneness. While it seems obvious that even in the short term the survival of planet Earth will be favored by human beings getting to know how to utilize more extensive fields of telepathic contact, this would have implications that not everyone is likely to desire. As should be obvious from the initial discussion Venus transits may be alone among astronomical events to have a track record that associates them with major steps in the http://www.alchemylab.com/AJ5-1nf.htm (13 of 22)5/6/2005 1:27:36 AM"},{"pageNumber":14,"pageContent":"Alchemy Journal Vol.5 No.1. development of the Global Brain. (The completion of the Atlantic telegraph cable in 1874 may for instance be seen as the creation of a kind of corpus callosum connecting its Western and Eastern Hemispheres). Because of this track record the Oneness Celebration at this Venus transit is not just another one in a number of global meditations that for different reasons have been proposed in recent years. Rather, previous ones, most notably the Harmonic Convergence or Harmonic Concordance, may be regarded as preparatory for the Oneness Celebration, the Venus transit of June 8, 2004. This will carry the major breakthrough in the development of a new telepathic field on planet Earth, and the co-creation of this is a pre- requisite for attaining the Enlightened state of Oneness by the time the next in this pair of Venus transits occurs on June 6, 2012. Now, of course, some will say that this field will just emerge regardless of what we do. ”Did not the Venus transit in 1518 trigger the first circumnavigation of the Earth without this transit even being known to the world?” some may ask. Well, maybe we should not be so sure that our own participation is irrelevant. After all, what it is all about at the upcoming occasion is the emergence of a mental field that it is we, the human beings, that are the carriers of. It is entirely possible that a conscious participation and awareness is needed this time around. Maybe in fact those that participate fully in such a way as to receive the new light to the right brain half will be the “meek who will inherit the Earth”. What seems likely is that those that truly want to live in accordance with the harmonizing new field of Gaia harmonica should take the opportunity of absorbing the energy of the Venus transit fully and create such a field amongst themselves. This absorption includes the communication in our own individual brains between the logical left brain and the intuitive right brain, where it is now the latter that will be strengthened. And so, while it is possible that the new field will be there regardless of what we do, it is possible that to get an entrance ticket we need to act as co-creators. Integrating this intuitive field and unifying the mentalities of the brain halves, we may also surmise, are pre-requisites for attaining the Enlightened state in the years ahead. Although there are a few that may already have attained this state as individuals, in the case of the Venus transit we are talking about a major collective push towards that state; Mass Enlightenment. The upcoming Venus transit will thus present us, individually and collectively, with a very important choice to participate or not to participate. To enter the new field or remain in duality. Telepathy is a meaningless concept if it applies only to a single individual. Only if a significant number of people break through to this new field of communication will any individual, in the full meaning of the word, be able to attain the state of Enlightenment. Thus, there is a need for a collective breakthrough into the new telepathic field of communication. This overall purpose of the Oneness Celebration of birthing a new field of telepathic communication has consequences for the type of meditation that we should conduct during this occasion. If we are open to letting Gaia develop a new field of telepathic contact, then the focus of the meditation should be to open ourselves up to this. Given that it is the right brain half, in resonance with the Eastern Hemisphere, that primarily will mediate this new field then this fact must be taken http://www.alchemylab.com/AJ5-1nf.htm (14 of 22)5/6/2005 1:27:36 AM"},{"pageNumber":15,"pageContent":"Alchemy Journal Vol.5 No.1. into account in shaping your meditation. If we, in a meditative alpha state with eyes closed, visualize Light, Cosmic Intelligence, entering through our right brain, and then let this form an infinite loop including the left brain for a sustained period during the Venus transit, then this would mean that we could enter the new field of telepathic contact. If this happens we will eventually come to live in a completely open and honest world, free of conflicts. This love may be ours if we are open to the harmonizing effects of the new field! Carl Johan Calleman has a Ph.D. in Physical Biology from the University of Stockholm (1984) and has served as a Senior Researcher of Environmental Health at the University of Washington in Seattle and as an expert on cancer for the World Health Organization. He is recognized as one of the world's foremost experts on the Mayan calendar based on the books “Maya-Hypotesen” (in Swedish, 1994), “The Mayan Calendar” (Garev, 2001) and “The Mayan calendar and the Transformation of Consciousness” (Bear and Co, 2004). To network the idea of a world Oneness Festival or if you would like more information, email info@onenesscelebration.com. Information on the upcoming Experience Festival, at which Dr. Calleman will be a featured speaker, can be found at http://www. experiencefestival.com/kalki . FEATURES From the Fire (by Dennis William Hauck) In my continuing efforts to bring the ancient principles of alchemy to fruition in the modern world, I have started another website devoted exclusively to this subject. I call this new kind of alchemy \" Alchemergy\" (pronounced \"al-chem-er-gee\"). The word Alchemergy is made up of several root words that evoke not only the energy and principles of transformation but also the emerg ing of a new way of working in the world based on the merging of ancient wisdom and conventional science and business. The component “ erg ” in Alchemergy is Greek for “work” (root of the English word \"energy\"), which represents the Great Work of personal and global transformation. Like the multi-level meanings embedded in the word itself, the universal principles of Alchemergy are at work on all levels of body, mind, spirit -- on all levels of health, relationships, and business. The blend of scientists, philosophers, religious leaders, businessmen and entrepreneurs possible within the framework of the principles of Alchemergy makes it a powerful force for planetary, social, and personal transformation. Alchemergy focuses on dissolving structures and personal ego to release living essences and allow growth in any situation. As mathematician Alfred North Whitehead put it: “Nature is a structure of evolving processes - the reality is the process .” Or in the words of Mahatma Ghandi: \"You must be the change you wish to see in the world.\" Alchemergy is a compilation of proven techniques to transform the world on all levels of physical, mental, and spiritual realities. http://www.alchemylab.com/AJ5-1nf.htm (15 of 22)5/6/2005 1:27:36 AM"},{"pageNumber":16,"pageContent":"Alchemy Journal Vol.5 No.1. As in ancient times, the Great Work of alchemy permeates every layer of our personal experience, our culture, the evolution of our species, and the dynamics of our planet and universe. These principles can be applied equally to such diverse areas as health and wealth, relationships and business. In my lectures to government agencies, HMOs, and corporations on the \"Alchemy of Management,\" I have noticed a deep and growing desire for enlightenment in these traditionally \"unspiritual\" areas. Not only are individuals ready for such a unique blend of spirituality and business, but its principles hold the promise of a deeper transformation in society itself. This new approach, however, requires a change in our basic beliefs about the nature of money itself. The first stage of practical transformation begins, as it did amongst the alchemists, with the search and accumulation of the First Matter. In alchemy, the First Matter is that amorphous, chaotic, potential energy that is shaped into something physically real by the focusing of mind or consciousness. In the modern cultural climate, nothing fits the description of First Matter better than the vitriolic \"green stuff\" that is the \"almighty\" dollar. It is the great and undifferentiated potential of money through which our dreams and images are turned into concrete reality. Remember, there is nothing inherently base or unspiritual in money. Like the First Matter, the chaotic and impartial substance can be used for good or evil. When accumulated with avarice and greed, money takes on the attitude of its possessor and becomes a force of lies and evil-doing, as it has at Enron, WorldCom, and hundreds of other corporations. When accumulated with compassion and understanding, however, money becomes a source of spiritual power whether it be in an individual's life, in a business, or in society. If money is the First Matter - the agent of transformation - in today's world, then the First Matter of money is a vital principle in everyone's life. It is very simple, really. Unless we can free ourselves from the prison of working for someone else, of surrendering to another's goals and images of success, we will not have the time and clarity to transform our own lives. Unless we stop selling our life force for pennies in the service of some mechanistic bureaucracy, callous politician, or materialistic CEO, we will never wholeheartedly begin our own alchemy. Yet we have the potential to become the seeds of gold that finally transform the whole system! Each of us needs to create a personal Stone, a place of refuge and impermeability that exists in both mind and matter where we can create an environment that is true to our inner spirit. The same was true of every alchemist, whose first steps in transformation were always towards freedom and independence in the world. They realized they had to find a way of living long enough and comfortably enough to achieve their final goals, which would take many years of concentrated spiritual effort. They had to create enough wealth to set up a sanctum or laboratory to be free to pursue the Great Work. In today's world, money is the medium of http://www.alchemylab.com/AJ5-1nf.htm (16 of 22)5/6/2005 1:27:36 AM"},{"pageNumber":17,"pageContent":"Alchemy Journal Vol.5 No.1. that environment. These are the hard facts of an imperfect world – which we should always remember are no less severe or immediate than Nature herself. The idea that health and wealth are basic requirements to succeeding in the Great Work will shock many people. But it is time for a shock to our spiritual complacency. The stakes are much more serious than just individual transformations. The alchemy of the whole planet is at stake. The trend in the world is towards a growing duality of \"haves\" and \"have nots\" in which it takes wealth to enjoy health. The equity built up by a trusting middle class is being plundered by the forces of corruption, greed, and control. The methods of manipulation are so subtle that we will end up not even realizing we are living as slaves. In a static and salted environment in which the life force is stifled and controlled, there can be no more alchemy. Obviously, Alchemergy is a work in progress, but it is also an opportunity to get on the ground floor of something completely new. Help us build it. Share your knowledge of how to gain personal health and wealth, so we may be armed and empowered as spiritual warriors in a leaden world. Alchemists everywhere, come out of the closet! Give us your ideas on how to develop the principles of alchemy in the modern everyday world! Leave your feedback and comments at www.Alchemergy.com or join the discussion group at http://groups.yahoo.com/group/alchemergy/. Return to Top Alchemy Lectures and Workshops Writing For Your Life: A Woman's Retreat At the Ocean Author and shaman Robin Rice will lead a retreat on May 14-16, in Ocean City, Maryland. The event takes place in a lovely two 3-bedroom, ocean-view condos in same new luxury building. Be Who You Are Productions is committed to offering workshops that are as fabulous yet affordable as possible! Only $169-$299 covers both the workshop and full weekend accommodations (rate depends on room selection). You will also share with one other woman in the provision, preparation and clearing of one meal. One work scholarship is available. Accommodation Options: We will have three gorgeous private rooms available at the rate of $299 for the weekend, two wonderful shared rooms (you will have your own twin or double bed) at $239, and two comfy sleep sofas in the living room at the great bargain of just $169! With only ten spaces, we are likely to fill quickly. Please call to reserve your space as soon as possible at 410-798-7392 or write workshops@bewhoyouare.com. Upon selection of your room, a registration form will be emailed to you. For more information about Robin Rice, http://www.alchemylab.com/AJ5-1nf.htm (17 of 22)5/6/2005 1:27:36 AM"},{"pageNumber":18,"pageContent":"Alchemy Journal Vol.5 No.1. please visit www.BeWhoYouAre.com. Sorcerer's Stone Lecture Dennis Hauck will hold a lecture as part of the Sacramento Public Library's \"Author Series\" on Thursday, May 20, from 7:00 - 9:00 PM. The free lecture will be held in the Sacramento Room at the Sacramento Public Library, 828 I Street, Sacramento, CA 95814. The title of the lecture is \"Sorcerer's Stone: Alchemy and Personal Transformation.\" For more information, email mtorrance@saclibrary.org or call (916) 264-2779. Venus Transit: The Oneness Celebration The Oneness Celebration during the Venus Transit of June 6-8 this year takes place at an amazing gathering of energies in the Mayan calendar. In the age old Tzolkin calendar the Venus Transit has been celebrated without interruption by the Mayan people for some 2500 years. The Oneness Celebration is a gathering in India and around the world celebrating the Venus Transit of June 2004 and a Meditation to focus on the Enlightenment of Humanity by the Year 2012. More information is available at http://www.experiencefestival.com/topic/articles/ article/2033 and http://www.experiencefestival.com/spiritual_retreat/ . Herbal Alchemy Class Learn how to make alchemical tinctures and elixirs from herbs and flowers right in your own kitchen. Discover the secrets of “charging” your formulations with healing energy and tailoring them for specific transformations. Make your first tincture in class – all supplies included free. Instructor: Dennis William Hauck. Tuesday September 14, 7-9 PM at the lecture hall of East West Books, 2216 Fair Oaks Blvd. (at Howe), Sacramento, CA 95825. Telephone: 916-920- 3837. Email: ewb@eastwestbooks.com . Fee: $10. Crucible 2004: Alchemical Empowerment The fifth annual Crucible event expands to a two-day format that combines a multimedia workshop, experiential meditations, and personal consultations. The all-day workshop will be held on Saturday, October 11 , and the optional consultations will be on Saturday night and Sunday, October 12, at the Sierra 2 Center in Sacramento, California. Located on three acres of lush landscaping, the center is within easy reach of downtown and within walking distance of many restaurants, bookstores, and coffee houses. Next to Sierra Green park in the Curtis Park section of Sacramento, the center is known for its tranquil and inspiring setting. This year's event features powerful demonstrations of both spiritual and practical techniques in alchemy and will include live experiments and actual meditations used by the alchemists. There will be a refreshment stand and a vendor area offering rare books, recent titles, prints, tinctures, http://www.alchemylab.com/AJ5-1nf.htm (18 of 22)5/6/2005 1:27:36 AM"},{"pageNumber":19,"pageContent":"Alchemy Journal Vol.5 No.1. colloids, essential oils, videos, audio tapes, and many more unique products. More Information and Complete Schedule. Because of the individual work during this seminar, space is limited to 50 participants. Please register early! The admission fee is $79 for Saturday's workshop. Due to popular demand, we are offering an optional second day for personal consultations. The fee is $40 per person and will be scheduled for Saturday night and Sunday. Discounts for multiple registrations are available. Register for Crucible 2004 Now! Send your event listings or announcements to editor@alchemylab.com . Return to Top Announcements l John Gilbert has introduced an excellent new newsletter called the Gnostic News . It is full of alchemical insights. View or subscribe at http://groups.yahoo.com/group/ Gnostic_News . l Writers Wanted! We are looking for articles on any aspect of alchemy, including biographies, historical materail, practical laboratory work, spagyric recipes, philosophical pieces, poetry, experiences in personal transformation, spiritual insights, Hermeticism, Gnosticism, book reviews, film and video reviews, website reviews, artwork, etc. Please submit your material or queries via email to editor@alchemylab.com. Send your event listings or announcements to editor@alchemylab.com . Return to Top Feedback from Our Readers \"So those avaricious idiots who thought to create gold from base metals were looking for some magic potion--and doomed to failure because the true transmutation takes place inside the person. With repeated boiling by kundalini fire, the gross body is rarified, purified. A putrefaction/coagulation takes place as the dross is burned away. What is left is a Phoenix, risen from the fire. And that Phoenix could create gold just by pulling it from the ether. So everyone who thought it was just either science or mumbo jumbo was way off the mark. It is a form of divine chemistry at work. And although gold is symbolic, one might just as easily turn water into wine or turn base metals into fishes and loaves. If gold is needed, then gold is what you form. But gold, as precious as it is in the eyes of men, is only one http://www.alchemylab.com/AJ5-1nf.htm (19 of 22)5/6/2005 1:27:36 AM"},{"pageNumber":20,"pageContent":"Alchemy Journal Vol.5 No.1. manifestation. The gold that you can actually carry away with you from this earth is the gold formed within.\" - Patricia King < patking@midwest.net > Send your comments to admin@alchemylab.com. Return to Top EDITORIAL From the Editor (by Duane Saari) Publication of this issue of the Journal finds me still listening for the voices of alchemy. The masters of our Art remain the primal source of the practice, the procedures and the path. Yet, those with ears to listen can hear other messages because our Art, while difficult to grasp and hold, is all around us and found in the least expected places. Last month, I had the good fortune to be asked to go to Papua New Guinea and set up an online resource center. As usual it was the unexpected that made the most lasting impression. I discovered that the people living there have an almost visceral understanding of the principles of alchemy. While visiting a vanilla nursery, I was amazed to find out that the soil is so rich, or pregnant with possibility, the stake that growers put in the ground to provide support for the vanilla vine sprouts new roots, branches and leaves. The growers cut branches from the kavala tree to use as stakes because the kavala has the ability to regenerate itself in the soil and grow just enough to provide the sun filtering properties young vanilla plants need to thrive. An image of the soil having some of the properties of our prima materia and the kavala as a local, growing, version of the Tree of Life stayed with me throughout the day. These images prompted me to speak that evening with my hosts, who lived in a small hamlet, about alchemy. Hesitantly at first, because the reception I receive from many people when I speak about alchemical principles is a blank stare, I shared some information about the concepts of Sulfur, Mercury and Salt and how they recreate the world in a process of transformation and increasing purification. My hosts, all men ranging in age from their 20’s to 60’s, responded excitedly and affirmed that they understood what I was saying. They shared many stories of the spirit that infuses their land and how they learned to live in a relationship with the land and the spirit as they went about their tasks each day. One story was about the practice of chewing beetle nut. The nut grows abundantly in the bush and is collected and chewed by many adults and children. There is an art to the chewing which http://www.alchemylab.com/AJ5-1nf.htm (20 of 22)5/6/2005 1:27:36 AM"},{"pageNumber":21,"pageContent":"Alchemy Journal Vol.5 No.1. involves three components – the nut, lime from coral reefs, and a mustard plant. The nut is placed first in one’s mouth and the shell cracked then discarded. A small amount of white lime is added and carefully chewed with the nut because it can easily burn the inside lining of the mouth. This is followed by a bite of the green and yellow mustard plant that adds a spicy ingredient. The interaction of the three components in the mouth forms a new substance, colored red, that is the goal of chewing because it produces the desired effect – a sense of well being. Now, to those of you who drew a deep breath and have not yet exhaled, let me assure you that I do not profess that beetle nut chewers on an island nation on the other side of the world are practicing alchemists. At the same time, will you not admit that there are similarities between the chewing and alchemical laboratory practices that are striking? Could it be that a synchronicity exists here because the Great Work lies at the heart of how the world we live in manifests itself? Could the essence of being human lie in the practice of the Art? Before you respond to my questions, read on and then answer; I will be listening. This issue includes the voices of three very different authors speaking about the craft. Read Rubellus Petrinus’ article about the goal of alchemy. Does it ring true for you? Read Dr. Ajit Singh’s description of the laboratory practice of cohobation. Will it help you in the Work? Read Dorothy Bates’ poem about cooking. Will you think of vegetables in the same way again? Do you hear isolated voices, dear reader, or do you hear the sound of the Above and the Below? Return to Top Submissions Submit your articles on any aspect of alchemy. We are looking for biographies, historical articles, practical laboratory work, spagyric recipes, philosophical pieces, experiences in personal transformation, spiritual insights, Hermeticism, Gnosticism, book reviews, film and video reviews, website reviews, artwork, etc. Please submit your material or queries via email to editor@alchemylab.com. Subscriptions The Alchemy Journal is published quarterly at the annual solstices and equinoxes. Issues are posted at the Alchemy Lab website on the journal archives page at www.AlchemyLab.com/ journal.htm. This page also contains a Directory of Past Issues and an Index of Articles. To http://www.alchemylab.com/AJ5-1nf.htm (21 of 22)5/6/2005 1:27:36 AM"},{"pageNumber":22,"pageContent":"Alchemy Journal Vol.5 No.1. subscribe to the journal, simply send a blank email to AlchemyJournal- subscribe@yahoogroups.com. Alchemy Resources l Alchemergy (Modern Alchemy) http://www.Alchemergy.com l Alchemy Guild (Membership Organization) http://www.AlchemyGuild.org l Alchemy Lab (Alchemy Articles, Files, and Gallery) http://www.AlchemyLab.com l Alchemy Website (Original Alchemy Texts) http://www.levity.com/alchemy/ l Crucible Catalog (Books, Tapes, Labware, Tinctures, Herbs) http://www.Crucible.org l Flamel College (Alchemy and Hermetic Courses) http://www.FlamelCollege.org Return to Top © 2004. All Rights Reserved. Published by ETX http://www.alchemylab.com/AJ5-1nf.htm (22 of 22)5/6/2005 1:27:36 AM"}]
