[{"pageNumber":1,"pageContent":"Alchemy Journal Vol.4 No.3. Volume 4 No. 3. Winter 2003 ARTICLES The Alchemy Odyssey of the Heart FEATURES Laboratory Notes From the Fire New Releases Alchemy Lectures Announcements EDITORIAL From the Editor Submissions Subscriptions Archives http://www.alchemylab.com/AJ4-3nf.htm (1 of 19)5/6/2005 1:28:01 AM"},{"pageNumber":2,"pageContent":"Alchemy Journal Vol.4 No.3. Resources The Alchemy By Rubellus Petrinus Alchemy is one the occult sciences in which nowadays more interest has awoken. This is so, not only because of innumerable books that through the times were written concerning the Hermetic Art, but also because of the curiosity to know something more about the veracity of the mysterious Philosophical Stone, also known as Universal Medicine. Much has been written concerning the alchemic symbolism found on cathedrals, palaces and even on seigniorial houses. It is indeed fascinating work to try to seek all the secrets contained in those figures sculptured on stone by our ancestors as a testimony of their involvement in the Hermetic science. As far as we know, alchemic symbolism never existed with fixed rules. Everything was, and still is, left to the author's imagination and creativity. Therefore, this situation gives reasons for the so called \"philosophic\" speculations, which very often have nothing to do with alchemic reality. For a very long period of time, alchemy was synonymous with charlatanism or with \"unlearned\" credibility. Much of the discrediting of alchemy was related to the lack of serious publications because many of those publications were coarse reproductions made by puffers (false alchemists) from the true and old texts, in which there is a gathering of the preposterous and the ignorance. Presently, due to the great number of several translations of the most important classical books from the Great Masters, there is a change in people's opinion regarding this matter. The word alchemy came from the Arab \"al-khimia\", and it has the same meaning as chemistry. But this chemistry, formerly designated by spagyria, is not the same that we know today, but is transcendental and spiritualist chemistry. We know that al, in the Arab language, means Supreme Being - the Omnipotent, as Al-lah. Since ancient times, the term alchemy has meant God's science or, in others words, the Al's chemistry. http://www.alchemylab.com/AJ4-3nf.htm (2 of 19)5/6/2005 1:28:01 AM"},{"pageNumber":3,"pageContent":"Alchemy Journal Vol.4 No.3. Alchemy is the art of working and improving the bodies with some help from nature. In the narrow sense of the term, alchemy is a technique, and therefore, is considered a practical art. As a practical art, alchemy is based on a conjunction of different theories concerning the constitution of the matter, the formation of inanimate and alive substances, etc. To an Alchemist, three fundamental principals compose the matter: Sulphur, Mercury and Salt. These three elements can be combined in different proportions with the intention to create new bodies. In the Mirror of the Alchemy, Roger Bacon said: \"Alchemy is the science that teaches how to prepare a certain medicine or elixir, which being projected upon the imperfect metals gives them the perfection.\" Operative alchemy, the direct application of the theoretical alchemy, is the research of the philosophical stone. It contains two principal aspects: the universal medicine and the transmutation of metals; one is the real proof of the other. Normally, an alchemist was also a physician, philosopher and an astrologer, like Paracelsus, Albert the Great, Raymond Lull, Holy Augustin, Basil Valentine and so many other great Masters known today by their true Works. Each Master had their own disciples to whom they passed on all their knowledge, initiating them in the Art. In order that this knowledge lasted through the times, they also passed on writing in books that we now know. These books were written under a nom de plume and used allegories, symbols or figures. This is the biggest difficulty of the study of alchemy because those symbols and figures did not have a unique or uniform sense. Everything was, like today, left to the author's work and imagination. They don't seek the impossible as generally as we may think, but they are looking for the confirmation of what is described in the ancient treatises that the Masters delegated to us with the purpose of obtaining the Universal Medicine or the Philosophical Stone. The alchemist is not a gold maker like many people think. Like we said before, the transmutation only has a place to prove the veracity of the Universal Medicine or Philosophical Stone. Today, like in the past, there are many alchemists. They can be found among all society, as Cyliani said in Hermes Revealed: \"Kings of the Earth, if you knew the vast number of people which in our days search and pursue in absolute secret the philosophical stone You would be admired.\" The alchemy followers normally work in silence, in quiet corners of their houses, where they have a small laboratory. Their instruments are reproductions of the ones used by their ancestors, however adapted to the actual conditions of the caloric energy. Nowadays, alchemy cohabits peacefully with the science. It is not rare to see people with high education in science, medicine or lettering, practicing the Royal Art. Thousands of books were written about the Art, as it seems, since, from the end of the Dark Ages until the 19th Century, alchemy was fashionable. Not only noblemen and cavaliers, but also religious people, clergymen and even some kings and popes, wrote several treatises concerning the Hermetic Art at the same time they practiced it. As is obvious, this situation resulted in many of these books that were written not having anything to do with the true alchemy. Presently, there is a great search with respect to the books about the Hermetic Art. Unfortunately, many of those books that seem to be serious works are only mere speculation. Even so, they are acquired not only because of curiosity but also with the hope that with them we can extract some knowledge which would permit us some new http://www.alchemylab.com/AJ4-3nf.htm (3 of 19)5/6/2005 1:28:01 AM"},{"pageNumber":4,"pageContent":"Alchemy Journal Vol.4 No.3. discoveries. With this affirmation we don't intend to say that there are no serious books about the Hermetic Art. They do exist and are well known to all studious alchemy investigators. Many of them are compiled in the Theatrum Chemicum, in the Bibliotheca Chemica Curiosa of Mangeti and in the Bibliotthéque des Philosophes Chimiques of Salmom. The first two can be found in a few public libraries in Europe but, unfortunately, they were written in Latin which is not very accessible to everyone. There are classical authors but, most of all some modern authors, who in their books intentionally hid the name of material as well as the modus operandi, when they had the possibility of explaining it in a subtle and philosophical language that only the true alchemists could understand. Those artists were and still are the so called \"envious\". Nevertheless, some Masters like Albert the Great and Nicholas Flamel described some of their Works in plain and clear language, as is the case with Albert the Great in his book The Compound of the Compounds: \"I shall not hide a science that was revealed to me by the grace of God, I shall not keep it jealously only to myself, by fear or attraction of it's own damn. What's the utility of a science if we keep it in secret like a hidden treasury? I will transmit with no sorrow the science that I have learned without any fictions. Jealousy transforms everything; a jealous man can not fare well before God. All science and all the knowledge come from God.\" However it's also recommended that she not be revealed to those who are not worthy of such knowledge. This was and still is the normal procedure used to transmit to another the name of the material and the Work's modus operandi. \"Gather my words, remember how many mysteries they include. because in this short work I have reunited and explained the very secrets of alchemy; everything was said in a simple and clear way, I did not omit anything. Everything is briefly indicated and I take God as my witness that in the philosopher's books you can't find better than what I have told you. Therefore, I beg you, do not confide this treatise to anybody, don't let it fall into impious hands because in it you can find the secrets of all the philosophers from all centuries. Such quantity of precious pearls should not be throw to the pigs and to the unworthy. If, however, this should happen, I pray to the Omnipotent God that you shall never be able to finish this divine work.\" Is it pertinent to ask if those old Masters really made the Great Alchemic Work. There are testimonies, a great French alchemist of the 15th Century, as Nicholas Flamel reports in his book: \"I, Nicholas Flamel, clerk of Paris, in this year of 1414 of the kingdom of my blessed prince Charles VI, blessed by God, after the death of my loyal companion Perrenelle, was taken by the fantasy and satisfaction, as I remembering her, to write in your favour, dear nephew, all the mastery of the secret of Projection Powder or Philosophical Tincture, which God gave to His insignificant servant. Therefore the pursuit of Philosophers speech regarding the secret, goes on with talent and perception. But do not take their writings to the letter because although they might be understood according to the Nature, they won't be useful to you. Do not forget to pray to God for Him to give you perception of reason, of truth and nature. So you can see on this book in which is written the secret, word by word, page by page, as I did and worked with your aunt Perrenelle, whom I remember vividly.\" http://www.alchemylab.com/AJ4-3nf.htm (4 of 19)5/6/2005 1:28:01 AM"},{"pageNumber":5,"pageContent":"Alchemy Journal Vol.4 No.3. The Alchemic spagyria is the application of the art of alchemy to the preparation of herbal and metallic tinctures, as well as the preparation of mineral compounds, spirits and menses. It consists of provoking the evolution of the substance to purify and to exalt it. This is not possible without long and subtle operations that some ancient authors never clearly reveal. In Greek, spagyria means: separate, divide and unit or join. The spagyrical art has been practiced since ancient times, flourishing in the main centers of known civilizations. The spagyrical preparations are based on the natural work of the Universal Generation and, by this work, we can extract this quintessence whose constitution can be ennobled by the way it may be assimilated by human beings. What is the difference between a vulgar herbal tincture and a spagyrical preparation? The tincture is a simple maceration of a medicinal plant in an alcoholic environment, normally at 60 degrees. The spagyrical preparation \"opens\" the plant; in other words, it separates alchemically their primordial components - Mercury, Sulphur and Salt. Then, it puts them together again in an intimate combination in the Circulation. But the great vegetable, Arcane, is the First vegetable \"Ens\" or the Salt volatilization. This is one of the vegetable spagyrical secrets that few artists know, and those who know never reveal it in plain language according to the tradition. Van Helmont wrote: \"If you are not capable to obtain the Alkahest at least learn, to volatilize the tartar salt.\" We do not refer to the corresponding planetary theory, adopted by some modern authors and even some classical like Paracelsus, who said: \"And, as the medicine shouldn't produce effects without the participation of the sky, this must be done under his influence.\" Many classical authors and some contemporary ones do not adopt this opinion; they just describe their one alchemical preparation. The metallic or mineral spagyria is the preparation of the tinctures from minerals or metals. The vegetable spagyria is practically innocuous if we do not work with toxic plants. It doesn't happen in the same way with the metallic spagyria, because some of the metallic compounds are toxic. The alchemic spagyria should only be practiced by artists very experienced in laboratory manipulations, as described for example in The Great Alchemical Work, Hugin Editors, Lisbon, 1997. Rubellus Petrinus is a Portuguese alchemist who offers an excellent multi-language website devoted to the operative and speculative aspects of alchemy at http://pwp.netcabo.pt/r.petrinus . The Alchemy Journal has published several of Rubellus Petrinus’ works in previous issues of the Journal’s Laboratory Notes. This article was taken from his web site for publication in this issue of the Alchemy Journal because of the editor's belief in the importance of reading descriptions of our Art by living and practicing alchemists such as Frater Petrinus. The article was edited with a light hand and with the intent of making its expression in English as clear as possible. If you have any comments, please email Duane Saari editor@alchemylab.com . Return to Top Odyssey of Heart: Vision by Durand von Meissen http://www.alchemylab.com/AJ4-3nf.htm (5 of 19)5/6/2005 1:28:01 AM"},{"pageNumber":6,"pageContent":"Alchemy Journal Vol.4 No.3. O vision in the heart of Man, more true To demonstrate our worth and, pure as gold Prove equity of faith in each that holds As naught what grief of strife and spite have lured. As firm as a rock, may we be set Against the proud and all lewd contentions More steady proving clearest virtue, stressed With brilliant facets of the light, resolving factions. Allied and filling up the high measure Of human dignity, with precepts born of love http://www.alchemylab.com/AJ4-3nf.htm (6 of 19)5/6/2005 1:28:01 AM"},{"pageNumber":7,"pageContent":"Alchemy Journal Vol.4 No.3. Now rectify our hope, drawing treasure From out our hallowed shrine and heart's abode. Such hope amidst the strife, your worth bestowed In character, ruling every passion's season For perfect care, great purposes to show In blooms of time and sacred, speechless reasons. So steadfast, raise our lamps and truth reflect The awesome wonder of life's unity While nothing of our tears let us regret Nor grant a loss to love's great sanctity. O dawning vision, pierce the awful night Whose tragedies are measured in the known And horns of plenty pour, true care requite For honor, all in each and each in all! This poem is a synthesis of two other poems from the “Odyssey of Heart” written by Durand von Meissen. “Visions” speaks to the desire for spiritual truth as a heroic quest for enlightenment through “confrontation with the divine and demonic in the heart”. As such, it resonates with the traditions of spiritual alchemy. More information about Mr. von Meissen’s work and writings can be found on his Web site – Being Quest - at www.beingquest.com. He can be contacted through his email at: durandus@beingquest.com. Return to Top http://www.alchemylab.com/AJ4-3nf.htm (7 of 19)5/6/2005 1:28:01 AM"},{"pageNumber":8,"pageContent":"Alchemy Journal Vol.4 No.3. Laboratory Notes The Alkahest by Dr. Fabrizio Tonna Preparation of the Components and Obtainment of the Sal Tartaricum Paracelsii (the Tartar of Paracelsus). First Phase of the Work on the Wine Procedure of igneous feeding - Putrefaction 1. The procedure consists of the progressive enrichment of the subject made by the double interaction of photon and field that come from what the Ancient ones defined as superior Waters and inferior Waters. Apparently useless, the operation determines some real transformations inside the igneous structure of the subject. Therefore, this has to be made in a skilful way in order to avoid subsequently problems. 2. 2000 cc of non-treated wine are placed in large porcelain or glass PYREX plates. In ancient times, they used square or round basins made of enamelled earth of a diameter of 500 mm, or more, and 40 mm tall. Today, PYREX glass or DURAN-SCHOTT plates of the same dimensions can be used. They have to be filled to about 1/3 of total volume, which corresponds to 15 mm of thickness of the mass in wine. 3. The plates are set outside on a levelled plane, in order to guarantee the horizontality of the liquid and an uniform thickness. The solution adopted in Jacob Sulat, Mutus Liber , Rupellae 1666 is not advisable, although it helps with a simultaneous surplus of magneto-tellurism, because it doesn't guarantee an uniform thickness of the mass. 4. The exposure needs a cycle of 40 lunar days considering alternate phases of raising moon and decreasing moon, as well as the absence of exposure to the light of the sun (at least in this initial phase). a) Expose the wine during the whole night in increasing moon phase, retiring it 15 minutes before the dawn. Duration of the operation: 40 nights in increasing moon. b) In the phase of retirement, the mass is decanted in 500 cc polished balloons and surmounted by a connection with capillary pipe with 0.5 mm internal http://www.alchemylab.com/AJ4-3nf.htm (8 of 19)5/6/2005 1:28:01 AM"},{"pageNumber":9,"pageContent":"Alchemy Journal Vol.4 No.3. diameter . During day the matter has to be retreated into an underground place or a cellar where a suitable temperature is insured. c) During the decreasing moon phases, it is necessary to maintain the wine in the balloons and to preserve it in the cellar. In this case, the capillary pipe is replaced with a polished cap. 5. When the exposure is finished, the wine is decanted in a circulatory and placed into an incubator to the temperature of 30°C for 20 days . Anciently, this operation was conducted using the heat of equine dung , or by a brick construction capable of holding the container up to its neck and subsequently filling it with fresh dung and closing it , leaving the capital outside however. Today , it is possible to avoid all this by using a steel cylinder inside of which has been fixed some refractory ceramic wool (insulating). Once the circulatory has been set on the inside, we close the system leaving the capillary one on the outside. The heating can be insured by a tide of warm air or by a n electric resistance. Also the use of a light bulb can guarantee a constant heat to this temperature, but it will be necessary to isolate it from the container to avoid too much preventive interaction with the light. Circulation-Stabilization of the Tria Prima 1. The circulation is required to stabilize the Essentials or Simple in their reactive structure, in order to be able to subsequently separate them through the process of distillation. The operation is both simple and complex; it needs practice and knowledge of the regimes of fire. The whole glassworks will have to be dried on a stove. 2. 1500 cc of Wine (treated as described in the previous phases) is carefully filtered using a porous filter n°5 and they’re set in a capillary circulatory of 2000 cc. 3. We close everything, taking care to grease the joints as already described and we put it on a sand bath. The bath will be provided with a thermometer for the control of the temperature. 4. Being a real process of digestion, we will have to consider these parameters: a) the heat - the temperature we will submit the mass to, is 40° C . b) the times - The total period of duration of the operation will be 40 days. c) the interactions - The interactions will include the simultaneous action of magneto- tellurism with the lunar and solar irradiation. For this purpose, the circulatory will be http://www.alchemylab.com/AJ4-3nf.htm (9 of 19)5/6/2005 1:28:01 AM"},{"pageNumber":10,"pageContent":"Alchemy Journal Vol.4 No.3. maintained to the outside of the laboratory, in order to receive the whole irradiation. 5. At the end of the procedure we will have a ready mass to be submitted to following distillation for the separation of the Tria Prima. We will preserve this mass in a dark place, tightly dam in an un-actinic glass bottle. Phase 2 of the Work on the Wine Distillation-Separation of the Tria Prima 1. The operation is very delicate and complex and perhaps one of the most important of the Art. The purpose is the division of the Tria Prima constituent the vegetable support. The obtainment of the Sal Tartaricum Paracelsii objectively departs from here, even if its concentration, or better, its awakening into the mass of the Wine has been made before. We have to consider that three are the physical components of the wine and in all of them it is contained an important fraction, constituent the Sal Tartaricum Paracelsii. The anatomy of the Sal Tartaricum Paracelsii includes three bases: a volatile tartar, a mercural tartar, and a sulphur tartar. All of these substances are related to a precise procedure of obtainment, beginning from the same base subject that we will describe after we have treated the Distillation with more detail. This (the Distillation n.d.t.), will be conducted till dryness according to the rules proposed by R. Lullo 5 . The whole glassworks will have to be dried on a stove. 2. 1500 cc of wine circulated in the previous experience are set in cucurbita, provided of capital, side pipe with mercury thermometer (0° ÷ 150° Cs), collector balloon put into water and ice, ending with Dimroth refrigerant cooled with icy water and provided of capillary pipe. As always, all the polished joints and the flanges must be siliconed. 3. The instrument needs to be heated with bath of sand; the second is advisable because it contains few silica, for reasons of transmission of the heat. What I said with respect to the management of the temperature has to be more respected still in the present case. 4. Once mounted, the instrument begins the dryness distillation that consists of three precise moments: a. Distillation up to 90 °C for the separation of the alcoolica fraction (350-400 cc in total), after which it will be necessary to remove the ball to extract the alcohol and to put it apart marking him as “Fraction I”. Pay attention to cool the capital with wet rags with icy water during the whole operation. b. Distillation up to 100 °C for the separation of the watery fraction (200 cc in total). It can still contain organic fractions with a p.e. next to http://www.alchemylab.com/AJ4-3nf.htm (10 of 19)5/6/2005 1:28:01 AM"},{"pageNumber":11,"pageContent":"Alchemy Journal Vol.4 No.3. the 97°-98 °C. It will be necessary to remove the ball when you will start to see a light cloudiness of the mass and immediately replace it with another, with the purpose of continuing the distillation. Label as Fraction II. c. Distillation still to 100 °C for the remaining acid phlegmatic fraction (total 900 cc) that represents the most interesting part from the Alchemic point of view. It will be suspended when no more matter will pass. From this we will get two important components: I. The Acid Phlegm, as 800 cc resultant (Fraction IIIa) and II. A rubbery caput as 100 cc resultant (Fraction IIIb). Isolation of the Volatile Tartar 1. All the gotten fractions, excluding the Fraction III b, will be submitted to vacuum filtering on porous filter n° 4. 2. Subsequently, 400 cc of Fraction 1 are united (by cold) with 200 cc of Fraction II, in a capillary circulatory and submitted to cohobation for 48 hours, in raising lunar phase, next to the full one (it means that we have to predispose the operation beginning from the preceding day to the full phase). 3. Then, we proceed with the rectification of the whole alcoholic fraction through fractioned distillation in column (°T = 80 °C). The Ancients used multiple tubular aludels or essences distillers with very long neck (technique for ascensum ). In this case, the distillation is suspended when, to the 2/3 inferior of the neck of the distiller, a turbid substance starts to climb. Corrected alcohol is labelled as Fraction SYN I, the amount is of 300 real cc. 4. Into a cucurbita, we obtain a turbid mass that is lately re-distilled to 100 °C in a middle traditional distiller to extract all the water from it. 5. The fixed residue is subsequently evaporated till dryness, leached with water (distilled for three times) and from the evaporation of this last the Tartar Volatile will be gotten. Store the salt in closed vials to the flame, preventively dried on a stove. Preparation of the Fixed Mass 1. The fixed mass is constituted by the binomial acid Phlegm (Fraction III a) and rubbery Caput (Fraction III b). In order to rejoin them, it’s necessary to do a preliminary acid fermentation, opportunely made in the mass behaviour in the cellar, under the influence of http://www.alchemylab.com/AJ4-3nf.htm (11 of 19)5/6/2005 1:28:01 AM"},{"pageNumber":12,"pageContent":"Alchemy Journal Vol.4 No.3. the increasing moon phases. 2. 800 cc of Fraction IIIa are united to the temperature of 50 °C to the 100 cc of Fraction IIIb, under constant agitation. 3. Once the whole components are amalgamated, we proceed to lower the temperature up to 35°C and we maintain it for all of the fermentation. Such phenomenon baits with the raising of the temperature of 5 °C for exothermic fermentation and it diminish toward the end of the operation. 4. The duration is varying and it depends upon the external conditions and upon the period of the year. In every case, it remains at the most inside 15-20 days. 5. It can happen that, during the fermentation, a yellowish and transparent oil is released with an epireumatic smell. In such case, it will be necessary to increase by 2 °C the temperature to allow its re-absorption in the mass. 6. The prepared, fixed mass will subsequently be filtered on porous filter n° 2 and preserved from the light in closed vial to the flame. Evaporation of the Fixed Mass - Igneous Accumulation 1. The evaporation requires, in order to package the particles of igneous subject, that in the phase of previous enrichment they become denser. It deals with a capital operation, without which it would result impossible to extract the necessary Fixed Salt. 2. The residual mass is evaporated by setting it in a wide container and submitting it to the heating of 70°C, constantly shaking it, until it acquires a syrupy consistence (D = ± 1.20). This was the ancient technique. Currently it is possible to use many other methods: a) Evaporation to the ROTAVAPOR, with use of a vacuum to a temperature of 60 °C. It is the best method, because the constant rotation of the evaporation balloon increases the surface of evaporation and for adabasi of interface we have a wider volatilization of the sub-volatile components still tied to the mass and of little interest for our search. You get a pure and reliable product (D = 1.40). b) Evaporation in a vacuum drier to a temperature of 70°C. Good method, but limited to only the watery components. Part of the volatile components is still held in the mass and they could return in the following phases (D = 1.15). c) Evaporation into a dry-stove, with or without use of the vacuum. The second system (vacuum) is always best because it avoids an excessive oxidation of the mass. 3. When the operation is finished and we’ve verified the density (D = 1.40 optimal) we finally have http://www.alchemylab.com/AJ4-3nf.htm (12 of 19)5/6/2005 1:28:01 AM"},{"pageNumber":13,"pageContent":"Alchemy Journal Vol.4 No.3. the Honey so dear to the Philosophers, containing the Fixed Salt. The return is about 150-200 cc. Isolation of the Mercurial Tartar and Sulphurous Tartar 1) We prepare the Bolus of Armenia , according to as the Ancient ones symbolically defined in their writings and well revealed in clear letters from Balduinus Clodius. The Honey is mixed with fresh grey Clay previously pulverized and calcined. We make some doughy little balls of a diameter of about 30 mm. 2) The prepared Honey is submitted to distillation for ascensum in tall cucurbita provided of connected capital to collector equipped with a refrigerant Dimroth from 500 mm of mantle. The water for cooling is ideal if it is at 4 °C. In every case, the balloon collector must be cooled by placing it into icy water. 3) The distillation is conducted on a sand bath to a temperature of 130 °C. 4) They separate: a. an acid Phlegm (Fraction SYN II); it separates itself to 100 °C a complex of Etherised Oils (Fraction SYN III); it separates itself to 120 °C and b. a caput. 5) The Fraction SYN II is joined with a mixture of equal parts of white clay and coal, to form other little balls of the diameter of 30 mm.6. The little balls are calcined to 1000 °C to the obtainment of ashes. 6) Leach the ashes with tri-distilled water and settle down. After filtering: a. evaporate the water up to crystallization of the Mercurial Tartar; b. the ashes are still desiccated, calcined and leached. The Waters are evaporated to get the Sulphurous Tartar, which can be extracted with Fraction SYN I. This article is an English translation of a paper by Dr. Fabrizio Tonna, an Italian alchemist working with the Ars Regia Society and the International Institute for Scientific Research in Alchemy & Spagyria. It was submitted by Dr. Frank Burton, a member of the Society. He can be contacted by email at: lrlabs@email.it FEATURES From the Fire (by Dennis William Hauck) In the first stages of personal transformation, most of the work focuses on tearing down the ego, or the Salt of the personality. The operations are the same as in the laboratory, and the subject of the work is something already existing that must be perfected by destroying it, releases its essences, and starting to build something new and better from what remains. During the initial stages of personal transformation, our ego becomes the enemy, the suspicious self that fosters illusions, generates false http://www.alchemylab.com/AJ4-3nf.htm (13 of 19)5/6/2005 1:28:01 AM"},{"pageNumber":14,"pageContent":"Alchemy Journal Vol.4 No.3. beliefs, judges and classifies things, imposes habits in thought and body, and literally incarnates an imperfect robotic self. Attacking one's own ego is a painful but necessary first step in personal alchemy. Like the fire and acid used in the lab, we try to reveal the deepest essences of the subject at hand to \"start over\" in a conscious way and create a more perfect substance. I have found, however, that most people miss one important point. The ego is not the devil inside us but an essential part of us that allows us to function in society and the world. It is a focal point of self. Like the unperfected First Matter at the beginning of the work, it is the beginning and most important component of transformation. It is like lead and Saturn - both despised by the unenlightened, who fail to see their inner nature. The ego, like lead and the saturnic forces, carries the secret fire that fuels the whole transformation. The same is true for ego, our salted identity. The goal on the personal level is to dissolve the ego, to break down its structure to reveal the true inner essences of the new Salt or new identity. These are essences of Soul and Spirit, Sulfur and Mercury. In fact, we must become Mercury to do this, and like the mirror-like surface of the metal, we are free to take on any image, any identity, once the slate is swept clean. So, just as in the dregs and ashes of laboratory work, the lowly despised ego eventually becomes the Stone. In other words, identity is the key to personal and spiritual transformation, as well as the grander Hermetic power of existing on all levels of reality. In the words of the master Georg Gurdieff: “If a man can develop within himself a permanent 'I' that can survive a change in the external, it can survive the death of the physical body. The whole secret is that one cannot work for a future life without working for this one. He must become a master of his life to become a master of his death.” Return to Top New Releases Alchemy and Alchemists by Sean Martin Trafalgar Square Publishing, P.O. Box 257, Howe Hill Road, North Pomfret, VT 05053. (Click on Book Cover to Order) This hard-to-find little book is a basic introductory volume to alchemy. It is part of Pocket Essentials, a series of books that are short, snappy, and easy to read. Packed with facts as well as opinions, the book has all the key information you need to know about alchemy and alchemists. In addition to an introduction to the subject, several topics in alchemy are individually analyzed and reviewed, examining its impact on popular culture or history. There is also a reference section that lists related web sites and weightier (more expensive) books on the subject. The 5\" x 6.25\" x .25\" book is $6.95. http://www.alchemylab.com/AJ4-3nf.htm (14 of 19)5/6/2005 1:28:01 AM"},{"pageNumber":15,"pageContent":"Alchemy Journal Vol.4 No.3. Return to Top Alchemy Lectures and Workshops ALCHEMICAL HEALLING: Our Western Lineage. January 31 & February 1, 2004. Eugene, Oregon This is the first in a three-part series of intensives, starting with Alchemical healing philosophy and culminating in hands-on laboratory instruction. Each intensive is a pre-requisite of the next, and this is the last time we will repeat the first-level intensive until 2005. There are only a few spaces left, so if you are interested in learning alchemical healing and eventually laboratory work, call us soon to register! The series begins on January 31 in Eugene, Oregon. True Alchemy is not just an inner system of symbols and archetypes- it is an Art and science for healing and spiritual development. This course will teach you how to understand this ancient system of healing and apply it to your life's work. Topics covered include: Alchemy and Paracelsus- the West's forgotten Lineage of Energy Medicine; The Planetary Archetypes in Nature, Plants, and Healing; How to read and work with your Alchemical Health Constitution; Alchemical Formulation of Elixirs; and much more. Tuition is $250 per person, limited to 10 people. Payment is required to reserve space. For information & registration, contact us at: Al-Qemi, 1531 Pearl St. Eugene, OR 97401. (541) 345-3456. info@al-qemi.com www.al-qemi.com MYSTERIUM 2004, February 20-22. Las Vegas The Mysterium Conference on Magick, Alchemy and Ritual Theater will take place in Las Vegas, Nevada February 20-22, 2004. On Friday, February 20th, starting at 8pm, it's the third annual CANDLEDANCE. This fantastic event will be a magical drum & dance party, along with some great dance music. Bring your drums and percussion instruments, your party clothes and your dancing feet! There will be special guests, vendors, and some very mysterious ritual theater presentations. On Saturday, February 21st, workshops by Dr. Thom Cavalli, author of Alchemical Psychology and Shakti Rowan & Hakim Real, magicians of movement & meditation, during the day. Saturday night will be our very special DREAMAGIC. It will be starting at 10pm, and going overnight, at the WONDERDOME through a Sunday Brunch. On Sunday, February 22nd, \"THE GREAT WORK-SHOP\": Explorations in Magic, Ritual and Spiritual Alchemy, with all of our artists begins at 12noon. All events will be happening at the McBride Wonder Dome, 6295 Pearl Street, suite 300, Las Vegas, NV. For pricing information and more details, including how to register, please go to http://www.mcbridemagic.com/MAC and click on scheduled events, then come to MYSTERIUM. Space is limited to 100 participants. To reserve your place, register online now! Questions? Call Spinner 702-450-0021. http://www.alchemylab.com/AJ4-3nf.htm (15 of 19)5/6/2005 1:28:01 AM"},{"pageNumber":16,"pageContent":"Alchemy Journal Vol.4 No.3. Send your event listings or announcements to editor@alchemylab.com . Return to Top Announcements l In September, 2003, a team of British and Egyptian archaeologists are excavating beneath the three Pyramids of Giza to find more about the mystery of the Pyramids and their builders. The British team, which hails from the University of Birmingham, is using the latest and most up-to- date equipment to seek the mystery of the Pyramids,\" said Zahi Hawaas, Secretary General of the Higher Council for Antiquities in Egypt. The team is employing a special radar that would help create an archeological map of the subterranean region beneath the three Pyramids in Giza, Hawaas added. The British-Egyptian team will spend the next five years studying the entire region of the Pyramids and the Sphinx, including photographing everything for careful study, indicated Zahi Hawaas. Already the team has discovered, through radar-photography technique, the possible existence of holes or gaps behind the Sphinx which could be theoretically the burrial spots of the 26th Pharonic dynasty dating back to B.C. 500. More information can be found at http://www.grahamhancock.com/news/index.php?node=3270 . Thanks to OneLove < somafire@cox.net> for submitting this news announcement. l I write in a magazine with the name AVATON, in Greece, and I'm planning to write an article for Saint-Germain. If it is possible I want your precious help. If you know any evidences or a legend about his paintings. I know that he was a grait painter and that he could paint like Raphael etc. Is there evidences or legents that painting we already know in museums are not from the artist but from Saint-Germain's hand? I know from an article od Prof. Giuseppe Grazzini, that he used to use a mark at a corner of the painting in order to know that it is now the original. Does anyone know anything about this mark? Vagelis Sykiotis, M.Phil. Email: vagelis_ks@hotmail. com l I would like to kindly ask for your help with the following text (translated) from a Franco- Venetian poem (ca. 1325), spoken by an Arab: \"I was born under the influence of a planet, Chavachabas. This is how the ancient Saracens call it. Chavachabas is a planet made in such a way that it does not accomplish its course neither in 20 nor in 26 years. It has such virtue that he or they who were born when it overshadows Çeli - which is another star/planet in the orbit of Jovi. The flesh of he who was born under this influence In all parts is stronger than emerald.\" It sounds like a riddle, but if we take the references as astrological/astronomical, what could they refer to? Could Chavachabas refer to Arab. \"kawkab\" (=star) or Heb. \"kochav\" (star or Mercury)? I found a reference on the web to \"Kaf-Waw-Kaf-Bayt\" as Mercury in a version of the Qabbala (Revived Qabbala by Suares). 20 and 26 years is a mystery, as I don't know of any orbital period this could refer to, but maybe it is refers to ages as age of a person? Is Çeli a reference to Arab. \"Zahil\" (=Saturn), or maybe to Zenith? What about Jove? And is the emerald a reference to Mercury again (Vedic astrology, not sure whether this applies to other astrologies http://www.alchemylab.com/AJ4-3nf.htm (16 of 19)5/6/2005 1:28:01 AM"},{"pageNumber":17,"pageContent":"Alchemy Journal Vol.4 No.3. too)? I know that the author was well-read in the Qabbalah and Alchemy. Any help with this would be highly appreciated. Dr. Klaus Schwienhorst, Language Modules Coordinator, Centre for Language and Communication Studies, Arts Building, Trinity College Dublin 2, Ireland. Phone: Ireland +1 6083316. Fax: Ireland +1 6082941. Email: kschwien@tcd.ie . Web: Klaus at CLCS Campus ( http://kontakt.tcd.ie:7000). Homepage: http://www.tcd.ie/CLCS/assistants/ kschwien.html . Send your event listings or announcements to editor@alchemylab.com . Return to Top EDITORIAL From the Editor ( Duane Saari) How can we describe alchemy to ourselves as students, apprentices, practitioners and masters of the Art, or to interested others? The menu of choices is ancient, rich and varied. Alchemy has received the stamp of its unique and significant nature over eons from countless Egyptians and their teachers, Arabs, Jews, Greeks and a plethora of European cultures. The Art continues to be practiced and developed today by alchemists working in their homes, under the cover of scientific labs, in societies and institutions that give them resources and support. However it is done, alchemy develops like a tree – a tree of life – that grows at its edges in response to the pressures of its environment and the expanding impulse of its seed. Alchemy has been described throughout eons in an honored tradition of master to apprentice consisting of instructions, procedures and secrets spoken by the voice of experience. While some masters as well as some charlatans have recorded information related to the practice and to the secrets in alchemical texts, it is very taxing and very frustrating to find the pearls of truth among all the shells in this sea of writings. Yet hiding the true Voice of the masters in the most demanding of places is the way to ensure that the secrets of alchemy are discovered only by those passionately committed to their proper use. So, perhaps, it is the Voice that connects the master with the apprentice and ensures that the art of alchemy will be transmitted down through the ages. If this is so, then we all – enquirers, apprentices, practitioners, and masters of the Art – hear or speak the Voice. It can be found in many places and heard from many people; the successful practice of the Art depends on our ability to discern the one, true Voice among the many. This issue of the Alchemy Journal is dedicated to the Voice in some of its many forms. Our featured articles include the voice of a practicing alchemist in Portugal – Rubellus Petrinus – describing the Art from his perspective and the voice of a poet – Durand von Meissen – expressing his view of the http://www.alchemylab.com/AJ4-3nf.htm (17 of 19)5/6/2005 1:28:01 AM"},{"pageNumber":18,"pageContent":"Alchemy Journal Vol.4 No.3. journey along the path of spiritual alchemy. We also offer for your consideration the laboratory procedures of Dr. Fabrizio Tonna speaking about his search for the Tartar of Paracelsus. And, it is with great pleasure, that I announce that future issues of the Alchemy Journal will include a forum for the voices of our students who are enrolled in the Alchemy Home Study Program ( http://www. alchemylab.com/courses.htm). Initially, I will publish excerpts from the papers of students, with their permission, who are working within a structured learning environment to discover some of the principles and laboratory procedures of alchemy. As always, the Alchemy Journal welcomes the voices of all of our readers and encourages your comments and submissions of articles for publication. Return to Top Submissions Submit your articles on any aspect of alchemy. We are looking for biographies, historical articles, practical laboratory work, spagyric recipes, philosophical pieces, experiences in personal transformation, spiritual insights, Hermeticism, Gnosticism, book reviews, film and video reviews, website reviews, artwork, etc. Please submit your material or queries via email to editor@alchemylab. com. Subscriptions The Alchemy Journal is posted at the Alchemy Lab website on the journal archives page at www. AlchemyLab.com/journal.htm. This page also contains a Directory of Past Issues and an Index of Articles. To subscribe to the journal, simply send a blank email to AlchemyJournal- subscribe@yahoogroups.com. Alchemy Resources l Alchemergy (Modern Alchemy) http://www.Alchemergy.com l Alchemy Guild (Membership Organization) http://www.AlchemyGuild.org l Alchemy Lab (Alchemy Articles, Files, and Gallery) http://www.AlchemyLab.com l Alchemy Website (Original Alchemy Texts) http://www.levity.com/alchemy/ http://www.alchemylab.com/AJ4-3nf.htm (18 of 19)5/6/2005 1:28:01 AM"},{"pageNumber":19,"pageContent":"Alchemy Journal Vol.4 No.3. l Crucible Catalog (Books, Tapes, Labware, Tinctures, Herbs) http://www.Crucible.org l Flamel College (Alchemy and Hermetic Courses) http://www.FlamelCollege.org Return to Top © 2003. All Rights Reserved. Published by ETX. http://www.alchemylab.com/AJ4-3nf.htm (19 of 19)5/6/2005 1:28:01 AM"}]
