[{"pageNumber":1,"pageContent":"Advice forDeaDeaDeaDeaDeaconsconsconsconsconsAdvice forDeaDeaDeaDeaDeaconsconsconsconsconsbybybybybyDionysus SoterDionysus SoterDionysus SoterDionysus SoterDionysus Soterforeword byforeword byforeword byforeword byforeword bySabazius RSabazius RSabazius RSabazius RSabazius R.S.S..S.S..S.S..S.S..S.S.ofofofofofEcclesia Gnostica CatholicaEcclesia Gnostica CatholicaEcclesia Gnostica CatholicaEcclesia Gnostica CatholicaEcclesia Gnostica Catholica"},{"pageNumber":2,"pageContent":"Copyright © Ordo Templi Orientis, 1996JAF Box 7666, New York, NY 10116Copyright © Scarlet Woman Lodge, 1997P.O. Box 3203, Austin, TX 78764All Rites Reserved. No part of this publication may bereproduced or transmitted in any form, or by anymeans, electronic or mechanical, including photocopy,without permission, in writing from, Ordo TempliOrientis or Scarlet Woman Lodge. Reviewers mayquote brief passages.Edited by Content KnowlesLayout by Kip CoddingtonCover Design: Kip Coddington and Lisa Collins.Sun Design: John Bowie93Since the authoring of this text, but prior to its publication,Dionysus Soter has been ordained to the Priesthood inEcclesia Gnostica Catholica, taking the new name DionysosThriambos. He has not revised or edited the content ofAdvice for Deacons since receiving sacerdotal orders, and itremains a text for Deacons by a Deacon.93 93/93D.Th."},{"pageNumber":3,"pageContent":"FOREWORDFOREWORDFOREWORDFOREWORDFOREWORD If an individual communicant in the Gnostic Mass is likened to a beamof Sunlight, then the officers of the Gnostic Mass may be likened to the bands ofcolored light which result when Sunlight is passed through a prism, with theprism in this case being Qabalistic symbolism. The Priestess would rule theshort wavelength, high frequency end of this Spiritual Spectrum, the Priest wouldgovern the long wavelength, low frequency end, and the Deacon would hold theCenter, the place of balance, the interface between the two ends of the spec-trum and also between the diffracted spectrum itself and white Sunlight. As the Ruach, the Deacon stands between Neschamah and Chiah; butalso between Neschamah and Nephesh. The Deacon is both the “A” of IAO andthe “V” of IHVH. Thus, the Deacon’s central position in the Gnostic Mass isboth symbolic and practical. The Deacon is challenged to assist the Priest andPriestess in the fulfillment of their roles, and simultaneously to coordinate theactivities of the congregation with those of the other officers. This central rolegives the Deacon a unique perspective on the ceremony, a perspective which isnot necessarily shared by the Priest or the Priestess. Those who aspire to thepriesthood would, therefore, be well advised to experience the diaconate first-hand. The present work, written by a seasoned, thoughtful, and eloquent mem-ber of our diaconate, should be of value not only to the author’s intended audi-ence of deacons-in-training, but also to more experienced deacons, and even tomembers of our priesthood and episcopate. Let it be as a tonic to refresh theirenthusiasm and curiosity about our budding but well-rooted spiritual tradition.by Sabazius X(AKA Tau Apiryon)Grand Terrace, CaliforniaFebruary 21, 1997 e.v.i"},{"pageNumber":4,"pageContent":"TTTTTable of Contentsable of Contentsable of Contentsable of Contentsable of ContentsForword............................................................................................................ iTable of Contents ............................................................................................ iiPreamble ........................................................................................................ iiiDimensions of the Diaconate .......................................................................... 1Temple Stewardship ........................................................................................ 5The Shrine ........................................................................................... 5The Altar of Incense ............................................................................ 6The Font .............................................................................................. 7The Tomb ............................................................................................ 8Seating for the People ......................................................................... 8The Narthex ........................................................................................ 8The Sacristy ........................................................................................ 8Steward Deputies ................................................................................ 9Direction of the People .................................................................................. 11The Deacon’s Preamble ..................................................................... 11Cuing the People to Sit and Stand ..................................................... 12Steps and Signs ................................................................................. 14Marshalling for Communion ............................................................. 15Leading the Creed ............................................................................. 16Direction of the Children .............................................................................. 18Training Children .............................................................................. 21Mass Without Children ...................................................................... 22The Calendar ................................................................................................. 23Reciting the Calendar ........................................................................ 24The Collects .................................................................................................. 27Trochilics.......................................................................................... 29Miscellaneous Innovations and Controversies .............................................. 33Banishing .......................................................................................... 33Sounding the Bell .............................................................................. 34Mass Record ...................................................................................... 34Other Rituals ..................................................................................... 35Appendix: Liber XV ...................................................................................... 36ii"},{"pageNumber":5,"pageContent":"PREAMBLEPREAMBLEPREAMBLEPREAMBLEPREAMBLEAdvice for DeaconsAdvice for DeaconsAdvice for DeaconsAdvice for DeaconsAdvice for DeaconsThis paper is a series of essays designed to provide information to Deacons whoare just beginning work in that office, or who have been in insular circumstanceswith regard to the performance of E.G.C. ritual. The component writings areessaysessaysessaysessaysessays, i.e. “attempts,” and do not reflect any culmination of practice or policyin the Diaconate. The intention has been to create a point of reference and abody of suggestions for theory and technique at a time (A.L. IV iv) when theChurch is beginning to articulate herself at levels of sophistication that she hasnot previously approached. Additionally, this advice offers suggestions for fur-ther study among published sources in a (by no means comprehensive) bibliog-raphy appended to each essay.Composition of this AdviceComposition of this AdviceComposition of this AdviceComposition of this AdviceComposition of this AdviceThe author of these essays is Dionysus Soter, an ordained Deacon of EcclesiaGnostica Catholica. He wishes to thank Continuity, Sharash, Magdalena Morgaine,Adam Kadmon, and Merlinus Ambrosius for their guidance from the Priesthoodin his work as a Deacon; the staff of The Scarlet Letter for permitting him to airsome of this writing in advance of its inclusion here; Hortus Inclusus, Ananda,Sulis, and Titvs for their questions relating to this material; Circle of Stars Sanc-tuary for consistently outstanding performance of our central ritual; AthenaAriagne for everything; Tau Silenus for late-breaking scholarship; and Tau Apiryonfor his encouragement and tolerance.TTTTTaking this Adviceaking this Adviceaking this Adviceaking this Adviceaking this AdviceMost of the essays in this paper assume the reader’s acquaintance with LiberXV, the Canon of the Mass. Since the author is merely writing as a Deacon tofellow Deacons, there is little chance that anyone will lend too much weight tothe contents of this paper. Still, the reader is encouraged to take all impera-tives, expressions of preference, theoretical convictions, and so forth with a grainof salt. As a further caution, it should be emphasized that Deacons have a greatdeal of guidance available to them that takes priority over this paper. Deaconsshould particularly avail themselves of the instruction of the ordained Priestsand Priestesses with whom they work, and by extension, their episcopal super-vision.iii"},{"pageNumber":6,"pageContent":"DIMENSIONS OF THE DIACONADIMENSIONS OF THE DIACONADIMENSIONS OF THE DIACONADIMENSIONS OF THE DIACONADIMENSIONS OF THE DIACONATETETETETEThe title of “Deacon” is derived from the Greek daikonos, meaning “servant,”and the principal business of the Deacon is service. The Deacon does a serviceto the Church in seeing that the ritual continues to be performed rightly, withjoy and beauty. More specifically, she serves the Priest and Priestess in attend-ing to their ritual needs in the course of the ceremony. The Deacon also servesthe People by orienting them to the ritual, and providing them with cues andguidance throughout it.While service is the principal business of the Deacon, it is not at all her onlybusiness. The Deacon occupies a sort of “middle management” role in the ritual,with supervisory responsibility of various sorts. The Deacon’s service to thePeople actually takes the form of leadership and supervision. She also super-vises the two Children in their ritual roles. And the Deacon ordinarily has man-agement responsibility for the physical setting of the temple.These varied responsibilities require of the Deacon a particular state ofmind that is very different than those of the other Mass officers. Typically, anofficer in a powerful magick ceremony like the Mass invokes a force/quality/entity, and works with that force/quality/entity to focus, concentrate, and exaltthe officer’s awareness. Both the Priest and Priestess will do this when workingeffectively. The Deacon, on the other hand, cannot afford to “focus, concen-trate, and exalt” the awareness that is required in order to supervise the ongo-ing details of the ceremony. The Deacon must maintain a continuous monitor-ing of People, the Children, and the temple properties. This work is one of themost important ways that the Deacon serves the Priest and Priestess in theritual. Knowledge that the Deacon is available to attend to details outside theirimmediate control permits the Priest and Priestess to become fully absorbed intheir invocations and other operations of magick.The Deacon’s particular type of attention also enables her to provide ap-propriate feedback to the People in order to keep them “tuned in” to the cer-emony. This sort of attention has actually been described in terms of having “noconsciousness at all.” The definition of “consciousness” in this case includesreflection, imagination, or any mental process divorced from direct perceptionof external, consensual phenomena. For ease of reference, this paper will referto this “not conscious” type of attention just discussed as “surface presence.” Interms of magical theory, surface presence corresponds to a complete coinci-dence of the gross and subtle bodies, so that the magician with surface pres-ence has no perception of her own “depth” or that of the world around her.Instead, her attention is entirely invested in her immediate, consensual sur-roundings and how they change in accord with her actions.1"},{"pageNumber":7,"pageContent":"Many skilled magicians have deliberately avoided developing this sort ofawareness in their solo practices, where it serves little purpose. But in anyritual work that involves direct communication with other participants, rangingfrom a 50-person public ritual to intimate work with a partner, surface presenceis invaluable. It is the type of attention required in order to maintain directcommunication with others. It is a constant tool of the most successful class-room teachers, salespeople, and therapists. With some distinct exceptions, sur-face presence is the psychic posture maintained by a successful Deacon through-out the Mass.The qabalistic significance of the office of the Deacon can be assessed fromthe prescribed costume, as well as the actions she performs. The colors of theDeacon’s costume are white and yellow. The white is worn in common with allof the other officers, but yellow corresponds to the element of Air, and the vau ofTetragrammaton. This letter of tetragrammaton in turn corresponds to the cen-tral sephira of Tiphareth, or Beauty. Tiphareth is balanced at the center of theqabalistic Tree, midway from the Kingdom to the Crown on the middle Pillar ofMildness. The Tiphareth symbolism is consistent with the Deacon’s physicalplacement in the Mass, which favors a station in the very center of the temple,just west of the altar of incense.Tiphareth is also the center of the ruach, usually interpreted as reason orconsciousness, which forms the middle part of the Hebrew psychic anatomy.Ruach literally means “breath,” as does spirit, to which it corresponds in thesystem of Renaissance hermetism. The hermetists of that period understoodthe body to be perishable and material. The soul, in contrast, was eternal butentirely immaterial. The spirit was supposed to be the medium by which im-pulses and sensations were transferred between the body and soul. The Dea-con fulfills a similar function with regard to the People (body) and the Priest andPriestess (soul). She also serves as the nexus between the physical temple (body)and the human congregation (soul).While the maintenance of surface presence will prevent a Deacon from“assuming” a god-form as described in Liber O, it is nevertheless true that therich symbolism of the Mass suggests quite a few god-forms which are symboli-cally appropriate to the office. The Deacon may wish to assume these god-forms before or after the ceremony, rather than during it, or to address thesegods in some other fashion, if she feels that it would be helpful to her work.The attribution to Tiphareth leads to association with an assortment ofsolar gods, especially the Graeco-Roman Apollo and the Egyptian Ra. Moreparticularly, the solar form of Horus called Heru-ra-ha is suggested. In addi-tion, the Deacon’s initial delivery of The Book of the Law and the incantation ofthe Collects connects her with gods of magick, writing, and speech, such as theEgyptian Tahuti (Thoth) and the Greek Hermes. A final mention might be madeof “psychopomp” deities, or guides of the soul. These are attributable to theDeacon because of his duties to admit, marshall, and lead the People at variouspoints in the ceremony. Key psychopomps include Anubis of the Egyptians andHermes of the Greeks.2Dimensions of the Diaconate"},{"pageNumber":8,"pageContent":"The supervisory authority of the Deacon is the lowest degree of such au-thority in our Church. It is conferred by a Bishop, Priest or Priestess through aceremony of ordination. Such ceremonies vary among ordaining clergy. SomeBishops may prescribe a particular one to Priests and Priestesses working undertheir guidance. The ordination will usually include the prospective Deacon’svows of service to the Church.Typically, Deacons are ordained through the magick act of “laying on ofhands,” just as they are in orthodox forms of Christianity. Laying on of hands isalso the basic magical mechanism by which Bishops confer authority to Priestsand Priestesses. This act involves the Deacon in a chain of authority, or “apos-tolic succession” that can be traced directly back to Aleister Crowley. Crowley,as the prophet of Thelema, the scribe of The Book of the Law, and the author ofthe canon of the Mass, is the immediate wellspring of religious authority in theGnostic Catholic Church. Crowley himself claimed apostolic succession fromChristian sources. While the line of succession in which Crowley most likelyparticipated has some shaky antecedents, episcopal consecrations descendingin line from Crowley have been ratified within E.G.C. by the current PatriarchHymenaeus Beta, who holds succession in both the Crowley line and a separateand much less controversial line of succession. Thus E.G.C. can claim the Chris-tian apostolic succession as well as the Thelemic one. This feature is not sonoteworthy as an historically debatable link to Jesus and his disciples. It israther a long, quiet connection with the pagan and gnostic religious leaders whoprovided the organizing format—and in some cases, the organizers—for theChristian Church once it became the state religion of the Roman Empire.Bishops, Priests, and Priestesses will have certain expectations of Churchmembers who seek ordination to the Diaconate. It is certainly likely that theywill expect prospective Deacons to be duly baptized and confirmed members ofthe Church. There may be additional criteria of ritual proficiency, knowledge ofthe Church, and/or magical aptitude which are applied to ordinands.In addition to the particular requirements of the ordaining Bishop or Clergy,a prerequisite for the Diaconate has been set by the Holy Father of the Church.Deacons must be initiates of at least the Second Degree of O.T.O. Magicians ofthat Degree should readily see the extent to which the role of the Deacon ac-cords with the instruction provided to them through their initiation. E.G.C.exists as a component organization of Ordo Templi Orientis. Our Church is abody within our Order, as contrasted with the Christian history of incorporatingmonastic Orders within a larger Church. The symbolic instruction of specifiedDegrees of O.T.O. is now required preparation for ordination in E.G.C.3"},{"pageNumber":9,"pageContent":"Suggestions for StudySuggestions for StudySuggestions for StudySuggestions for StudySuggestions for StudyLiber XV—The Canon of the MassThe best edition for reference as of this writing is the one in Magick(Weiser 1994), pp. 572-586.Liber DCCLXXVIIThe correspondences of 777 are essential to the study of symbolicvalence in the Mass.Liber CCXX—The Book of the LawLiber LXIV—Liber IsrafelThis book gives an invocation of a god-form related to the office ofDeacon.Mystery of Mystery by Apiryon Ep. Gn. and Helena Ep. Gn.This “Primer of Thelemic Ecclesiastical Gnosticism” is a set of papersrelating to the Gnostic Mass and the history of the Church whichforms the second number of the Red Flame journal published byPangenetor Lodge O.T.O. The article on “The Formula ofTetragrammaton in the Gnostic Mass” elucidates some of theqabalistic infrastructure of the ceremony.Gnostic Gnews Vol. 1, No. 3 (Summer Solstice IIIxix e.n.)The specifics of E.G.C. apostolic lineage are discussed is severalarticles in this periodical from an earlier phase of the development ofthe contemporary Church.The Eucharist by Le Chevalier Clement de Saint MarqThe English-language edition of this fascinating paper was translatedby Richard Jessel and Frater Y.V., and published by Pangenetor Lodge.The paper itself was cited by Theodor Reuss, a Patriarch of E.G.C.,and contains some unusual speculations on the nature of apostolicsuccession and the origins of Christian ecclesia.“The Christian Mystery and the Pagan Mysteries” by Hugo RahnerRahner’s Christian perspective on the issue doesn’t keep him fromundertaking a thorough and interesting examination of it. This paperis published in The Mysteries, the second number of the Eranosanthologies edited by Joseph Campbell and published by Bollingen.4Dimensions of the Diaconate"},{"pageNumber":10,"pageContent":"TEMPLE STEWTEMPLE STEWTEMPLE STEWTEMPLE STEWTEMPLE STEWARDSHIPARDSHIPARDSHIPARDSHIPARDSHIPCare of the physical temple and its properties is one of the most importantservices that a Deacon can perform for his congregation and clergy. Tradition-ally, he is responsible to the Priest and Priestess for the preparation of the ritualspace.It will occasionally happen that the Priest and/or Priestess prefer to set thetemple without assistance from the Deacon. In most cases, however, the clergywill want to spend the time before Mass physically and psychically preparingthemselves for the ceremony, so they will be glad for him to take responsibilityfor setting the temple.It is important, if possible, to keep the temple closed to the People before itis completely set. This rule keeps the well-meaning or curious from gettingunderfoot, and provides the People with a more dramatic sense of entry into thetemple. (Note also that the admission of the People to the temple by the Deaconis the first specified action of the ritual proper in Liber XV.)Since few of us are so fortunate as to work in temple spaces permanentlydedicated to E.G.C. use, a good deal of cleanup and temple strike is generallyrequired after each Mass. The Deacon should, as before, assume responsibilityin ensuring that the space used for Mass is, if anything, cleaner than it wasbefore the ceremony. Ideally, the same people who set temple should attend tothe cleanup procedure—this provision helps to guarantee that items are re-turned properly to their sources. It is important to remember that both commu-nally and privately owned Mass furniture, weapons, and regalia have been dedi-cated to a sacred purpose, and should be returned to their owners or designatedstorage spaces as directly as possible.The following sections are some brief descriptions of the components of awell-set temple.The ShrineThe ShrineThe ShrineThe ShrineThe ShrineIn the easternmost portion of the temple is the Shrine. Although Liber XVequates the word “shrine” with the High Altar alone, experience suggests thatit is a useful term to encompass the entire arrangement of furniture in the East,including: 1) the High Altar, 2) the Super-altar, 3) the Pillars, 4) the Dais, and 5)the Veil.Official dimensions of the High Altar are given by Liber XV as 7 feet across,3 feet deep, and 44 inches high. The most crucial of these dimensions is thewidth, since a properly proportioned temple will have a distance from the frontedge of the High Altar (the line between the Pillars) to the Tomb equal to about2.1 times the width of the High Altar. For a regulation Altar, a proportional5"},{"pageNumber":11,"pageContent":"temple will then be a bit more than 18 feet from East to West, not counting thedepth of the Tomb. Larger temple spaces can be brought into accord with LiberXV by setting the pillars farther apart from the Altar. But smaller temples willlikely require smaller altars, whether or not the proportions are considered.There is room for a great deal of creativity in Super-altar design. The Steleis at the top, and should be the highest item in the room. There is a space in themiddle for The Book of the Law, and the Graal is at the bottom. A book stand ishelpful to get the Book to stand open during Mass. The Graal is full and cov-ered. The 22 candles flank the Stele, four and four; the Book, six and six; andthe Graal, one and one. Liber XV does not give colors for the candles, but CCXXI:60 suggests eight gold, twelve blue, and two black. Conserve candles andkeep the temple cool by not lighting them until just before ritual. The Shrinearrangement reflects the Tree of Life, with the Stele at Kether, the Book atTiphareth, the Graal at Yesod, and then the Paten is added by the Priestess toform Malkuth during the ceremony.Roses must be on the High Altar, usually in vases. Fresh-cut roses arebest, of course, but silk ones can work nicely and save the bother and expense ofperpetual resupply.The Priest’s robe and crown are set on the south side of the High Altar.The crown may be set on a pillow for extra reverence. If so, it should be pre-sented to the Priestess on the pillow, so that she is the only one to handle it.The wine and the glasses for the People must be in or near the north side ofthe shrine. Also, if desired, there should be a non-alcoholic alternative to wine.The Pillars should be in line with the front edge of the High Altar, andwithin the Veil. Contrary to the opening instructions of Liber XV, the steps ofthe Dais must be on the western side of the Veil. There must be space betweenthe High Altar and the closed Veil for the knees of the Priestess. The Veil shouldbe openopenopenopenopen at the beginning of Mass.The Altar of IncenseThe Altar of IncenseThe Altar of IncenseThe Altar of IncenseThe Altar of IncenseThe symbolism of the double cube also relates to the qabalistic Tree, in that itssurface can be divided into ten square faces corresponding to the sephiroth.Book Four, part II, recommends the adornment of the double cube altar withvarious symbols of the Universe so that it can serve as an expression of the willof the individual magician. But the altar of incense, as a focus of the commonritual of the Church, should remain entirely black like the altar of the GoldenDawn Neophyte hall. It symbolizes the inscrutability of existence, and the re-ciprocal relationship of the lower and the higher.There should be a single candle burning on the altar of incense, to contrib-6Temple Stewardship"},{"pageNumber":12,"pageContent":"ute to general illumination of the temple, to provide a flame if the Deacon needsto light a new charcoal for the censer, and to provide reading light if the Deaconuses a missal for the Collects. Red, white, and gold are all suitable colors for thecentral candle.The Book of the Law should be on the altar of incense at the start of theMass. If the Deacon requires a missal, it should also be on the altar of incense.Although Liber XV is quite cryptic about the source of the bell that ringsduring The Consecration of the Elements, it is usual to have the bell on the altarof incense for the Deacon to ring. The presence of the bell provides him withthe full complement of the exorcist’s tools: bell, book, and candle.One last item that may be placed on the altar of incense is a phial of holyoil. The oil should be used before Mass to anoint the officers and their weapons.While the burning incense symbolizes the aspiration of the lower to the higher,the oil represents the “spark of the higher which wishes to unite the lower withitself.” The twelfth chapter of The Book of Lies is illustrative:The Dragon-FliesThe Dragon-FliesThe Dragon-FliesThe Dragon-FliesThe Dragon-FliesIO is the cry of the lower as OI of the higher.In figures they are 1001; in letters they are Joy.For when all is equilibrated, when all is beheld from withoutall, there is joy, joy, joy that is but one facet of a diamond,every other facet whereof is more joyful than joy itself.If there are no Children in the Mass, the censer and incense should be seton the altar of incense before the ceremony begins.The FThe FThe FThe FThe FontontontontontIdeally, the font is actually a piece of furniture designed for the purpose, with alarge hollow in the top to hold water. A small bowl should then be placed on theedge of the font so that the Priestess can take water from it. Most temples havea simple pedestal for a font, and the Priestess mixes the salt and water directlyinto the bowl, which may be a bit larger in this case.No color is specified for the font. Some fonts are white to complement thealtar of incense, some are blue for the element of Water, and some are purple forthe sephira of Yesod.If there are no Children in the Mass, the ewer of water and the salt shouldbe set on the font before the ceremony begins.7"},{"pageNumber":13,"pageContent":"The TThe TThe TThe TThe TombombombombombVirtually no specifics are given for the Tomb in the West. Some versions of LiberXV indicate “an upright coffin,” which would be a snug fit for four officers (Priest,Deacon, and two Children) at the end of the Mass. In an E.G.C. cathedral wemight expect a representation of a mausoleum doorway in the western wall,leading to a lower chamber. As it is, closets and homemade boxes of nearlyevery description have served as Tombs.The color of the Tomb is unspecified. Black or grey seem natural, or it canbe a “whited sepulchre.” Elaborate decoration with heiroglyphs and god-im-ages is possible.The addition of two candles flanking the Tomb can ensure the illuminationof the entire temple by candlelight alone. Free-standing floor candlesticks aredesirable for this purpose.At the beginning of the Mass, the Tomb should hold the Priest and hisLance.Seating for the PSeating for the PSeating for the PSeating for the PSeating for the PeopleeopleeopleeopleeopleThe Mass is held in a “corridor” space, with the People ranged along the northand south sides of the temple. They should be as close as possible to the centralline of the temple without crowding the space needed by the officers. A goodrule of thumb for the easternmost seats is to place them about five feet to thenorth and south of the altar of incense.Pillows or folded blankets are sufficient to indicate where the People can siton the floor, and they also serve as kneelers during the Ceremony of the Rend-ing of the Veil. Chairs may be added for People with back problems or otherdifficulties. Adjusting the number of seats to reflect the actual number of Peopleattending keeps the space intimate, instead of having empty seats during Mass.The NartheThe NartheThe NartheThe NartheThe NarthexxxxxThe narthex is wherever the People have to wait before admission to the templeproper. It should be as comfortable as possible, in case there is delay in the startof Mass. Copies of a missal for popular response, including the texts of theCreed and the Anthem, should usually be available in the narthex.The SacristyThe SacristyThe SacristyThe SacristyThe SacristyThe sacristy, like the narthex, is a necessary space outside of the temple cham-ber. It is the area where the Priestess and Children wait prior to their entrance.For dramatic reasons, and for the convenience of the officers, it is best to havethe sacristy separate from the narthex.8Temple Stewardship"},{"pageNumber":14,"pageContent":"The Priestess, in addition to her sword, requires the Paten for her prepara-tions in the sacristy. When possible, the number of Cakes on the Paten shouldreflect the actual number of People expected to communicate (plus the Priest, ofcourse).The Positive Child will have the censer and the box of incense. The char-coal in the censer should be lit just after the People have been admitted to thetemple. Large, self-starting charcoals are the most convenient and are nowwidely available.The Negative Child should be provided with the ewer of water and the salt.The sequence of setting temple seems to progress most conveniently fromWest to East. The narthex and sacristy should be set first, so that they can beused while the temple chamber is being prepared.Steward DeputiesSteward DeputiesSteward DeputiesSteward DeputiesSteward DeputiesThe Deacon must have a full understanding of the temple setting requirements,which are best learned through the practice of setting temple. But if the Deacondoes not enjoy setting temple, he has the option of recruiting a steward to handlethe actual tasks involved. The presence of such a sub-officer can reduce thework of the Deacon to a five-minute check to make sure that everything is inorder before beginning the Mass. This check should definitely be made by theDeacon, regardless of who does the setting. In a larger congregation, theDeacon(s) may organize an entire pool of trained stewards, what Christians callan “altar guild,” so that one or two are available to assist with setting and cleanupof the temple at any given Mass.Regardless of how many helpers are available, it is important not to assigntoo many cooks to this stew. A single person can usually set temple for the Masswithout hurrying in 30 to 40 minutes’ time. Two can accomplish it in about 20minutes. Three’s a crowd, and may create more confusion and frustration thanthey save.Just as the Deacon must check the work of steward deputies in settingtemple, it is equally vital that the Deacon check on the cleanup of the temple.Steward recruitment is actually pretty easy in most cases. Members of thecongregation who are not officers for the Mass often relish the opportunity tocontribute to the ritual. Attending to the physical arrangement of the temple isa magick operation in its own right, and its results are evident to everyone whoattends Mass. Working as a temple steward is an introductory involvement inthe Mass without the performance demands of acolyting. It is also an appropri-ate responsibility to offer to Church members who have been recently confirmed.9"},{"pageNumber":15,"pageContent":"Suggestions for StudySuggestions for StudySuggestions for StudySuggestions for StudySuggestions for StudyLiber XV—The Canon of the MassLiber DCCLXXVIILiber IV, Part IIThis portion of Crowley’s Magick treats the symbolism of variousmagick weapons and pieces of temple furniture in detail. Of particu-lar interest to Deacons are chapters III (The Altar), V (The Holy Oil),XIII (The Book), XIV (The Bell), and XVI (The Magick Fire: withConsiderations of the Thurible, the Charcoal and the Incense). Mostof this material was actually written within a couple of years of thefirst composition of the Gnostic Mass.“The Kiblah” by Frater Y.V.This article in The Magical Link vol. V, no. 4 treats issues of templefurniture, symbolism, and physical orientation. It is reprinted inMystery of Mystery, as a chapter preceding the one on “Symbolism ofthe Gnostic Mass Temple.”In the Continuum Vol. II, No. 4 (An LXXV)A long commentary on Liber XV includes notes on the symbolism ofthe officers, temple and equipment. Some ritual instruction is in-cluded as well. This account is a quasi-canonical treatment of theoriginal Agape Lodge tradition of Mass presentation.Secrets of a Golden Dawn Temple by Chic and Sandra Tabatha CiceroThis book treats the construction, consecration and use of ritual toolsand furniture in the system of the Hermetic Order of the GoldenDawn. It contains instructions that can be applied to such E.G.C.properties as the altar of incense (“Neophyte Altar”) and the pillars.10Temple Stewardship"},{"pageNumber":16,"pageContent":"DIRECTION OF THE PEOPLEDIRECTION OF THE PEOPLEDIRECTION OF THE PEOPLEDIRECTION OF THE PEOPLEDIRECTION OF THE PEOPLEOne of the most demanding responsibilities of the Deacon is direction of thePeople. It is especially difficult to rehearse these elements of the Deacon’s work.In general, it is the Deacon’s job to make the Mass comprehensible to the Peopleand to keep the behavior of the People coordinated with the Mass. There aremany different tactics and techniques that may be contribute to these goals.The Deacon’s PThe Deacon’s PThe Deacon’s PThe Deacon’s PThe Deacon’s PreamblereamblereamblereamblereambleBefore admitting the People, it is customary for the Deacon to give a brief ad-dress in the narthex. This preamble serves to orient members and guests aliketo the ceremony. It is often prudent to precede the preamble with a “5-minutewarning” to permit the People to finish cigarettes, make a final trip to therestroom, or wrap up their conversations.The preamble generally begins with introductions. The Deacon can wel-come everyone and briefly identify the local O.T.O. body or E.G.C. sanctuarysponsoring the Mass and name the officers.It is helpful to have the Children along for the first part of the preamble.The Positive Child can take a final head-count for seating and the number ofCakes on the Paten. Right after introductions, the Deacon should ask if anyoneattending will not drink alcohol. The Negative Child observes and notes anyresponse. The Deacon can also at this point ask if any of the People have broughttheir own Cakes of Light for the Paten. These are collected by the Positive Child,and then both acolytes can be dismissed to the sacristy.At Masses where some of the People are inexperienced or new to the ritual,some explanation of their part in the ritual is needed. It must be stressed tonewcomers that the Mass is a participatory ritual, and not just a theatrical dis-play. The People are expected to join in with the appropriate words and ges-tures, and most importantly, to take communion. Liber XV specifies that unlesscommunion is restricted to the Priest or certain communicants for a specialMass, all of the People present must communicate. In other churches, commu-nication is regarded as a privilege of membership, and visitors are expected torefrain from it. In E.G.C., anyone who says our creed and makes our signs isentitled to our sacrament, and only People who desire that sacrament should bein attendance.When instructing the People in the steps, signs and words, care should betaken not to overload them with information. It is usually sufficient to tell themthat the Deacon will lead the People throughout, to briefly demonstrate theprincipal signs (Dieu Garde, Step and Sign of a Man and a Brother, Hailing Sign,flame, and attitude of Resurrection), and to refer them to their missals for thewords of the Creed and the Anthem.11"},{"pageNumber":17,"pageContent":"If the officers of the Mass have planned any variation from the instructionsin Liber XV, the changes should be announced to the People as part of the Deacon’spreamble. The preamble is also often a good opportunity to make general an-nouncements about other local O.T.O. events.The preamble should not include soliciting questions about the Mass fromthe People. The Deacon may mention that officers will be available to answerquestions after the ceremony. But inviting dialogue during the preamble opensthe door to questions that are better answered through the ceremony itself.The preamble should conclude with the admission of the People. SomeDeacons like to admit the People individually and assign each one a seat. It isgenerally sufficient to ask the People to enter the temple silently and each takea seat.Cuing the PCuing the PCuing the PCuing the PCuing the People to Sit and Standeople to Sit and Standeople to Sit and Standeople to Sit and Standeople to Sit and StandThe instructions in Liber XV on seating and standing the People are sadly defi-cient. The following list of cues are just one example of how the material can beinterpreted. Several general criteria were applied to produce these cues. Thesimplest ones are that the People should stand to make steps and signs, and thatthey should stand to speak and chant.1When admitting the People, ask them to take their seats, because thisprevents them from standing in places where they will be unable to sitlater. If most of the People sit on one side of the temple, it is fine tomove some of them in pursuit of equilibrium. Balance in the templemakes a significant difference in the ritual. Seating may also be ad-justed to make sure that the leading seats for communion are occupiedby experienced communicants.2Once everyone is seated in the appropriate places, call them to their feetbefore taking the Book to the High Altar. Standing is called for out ofreverence to The Book of the Law, and so that the People will be stand-ing for their response to the Deacon’s proclamation of the Law. Theyremain on their feet for the step and sign, the recital of the Creed, andhailing the Priestess.3When the Priestess turns to ascend to the High Altar, the People may sit.They remain sitting for the serpentine travels of the Priestess and herpreparation of the Priest. During the Priestess’ travels the Deacon mayremain at the altar of incense if the temple is large enough that theDeacon does not become an obstruction. Otherwise the Deacon willneed to get out of the way. A good position to retreat to is the southeast-ern corner of the temple, in order to have the Priest’s robe and crown athand.12Direction of the People"},{"pageNumber":18,"pageContent":"4When the Priestess kneels to stroke the Lance, the People should stand.They are on their feet for the hailing signs, and for “So mote it be.” Theyremain standing through the enshrinement of the Priestess and thePriest’s circumambulations.5As the Priest concludes his third circumambulation, the Deacon, Chil-dren, and People kneel in the flame posture with hands clasped over-head. Note that it is simpler and more graceful to enter this positionfrom standing than from sitting. The flame is held for two invocations ofthe Priest and one of the Priestess—typically a total of just under threeminutes.6The People rise to their feet with the hailing sign at the beginning of theDeacon’s recital of the Calendar. They remain standing through the endof the Ceremony of the Rending of the Veil, i.e. until after the elevenkisses.7When the Priest kneels just before the Collects, the People may sit. Al-though permitting the People to sit for the first nine Collects appears tocontradict the direction of Liber XV at the end of the Ceremony of theRending of the Veil, it justifies the direction preceding the Death Collect,and generally makes the Mass more palatable to the People.8The People must stand for Death and The End, with “head erect, eyesopen,” as instructed in Liber XV.9After the final “So mote it be” of the Collects, the People may sit for theentire Consecration of the Elements.10The People should stand for the entire Anthem—including the Priest’sopening solo, if the Anthem from Liber XV is used. They remain stand-ing for the Mystic Marriage and Consummation of the Elements untilafter replying to the Priest’s declaration of the Law.11When the Priest turns back to the East to communicate, the People maysit except as they are marshalled for Communion. They must standonce more to exit the temple, but the Deacon has departed to the Tomb,and cannot provide this direction.When prompting the People to stand or sit, it is entirely appropriate for theDeacon to issue brief and polite verbal instruction during the ritual. In general,however, simple hand gestures (palm up to stand, palm down to sit) are suffi-cient to get the point across. They also distract less attention from the cer-emony.13"},{"pageNumber":19,"pageContent":"Steps and SignsSteps and SignsSteps and SignsSteps and SignsSteps and SignsObservant Deacons will have noticed that several of the steps and signs madeby the People and the Priest during the Mass are formal secrets of O.T.O. De-grees. But those versions of the signs are not for use in Masses where all at-tending are not initiates of IIIo O.T.O. Instead, the signs used are the ones thatwere current in O.T.O. when Crowley composed the Gnostic Mass, and before herevised the initiations. These signs are not “blinds.” They are the signs thatwere originally written into the Mass, and since they are no longer current De-gree material, they are eligible for use in public ritual. Descriptions of the signsused by the Deacon and the People follow.Dieu GardeStand perfectly erect, your feet formed into a square (left foot pointingforward, right foot pointing right with the right heel in the hollow of theleft foot). Hands, with linked thumbs, are held loosely.The Step and Sign of a Man and a BrotherThis is the old step and sign corresponding to the current Io gesture.Stand in the Dieu Garde. Take a short pace with your left foot, bringingthe right heel into its hollow; i.e. move your left foot, and then your rightfoot. The sign is given with hands held open, fingers together. Placeyour right hand level, with the thumb extended in a square towards thethroat, just left of the windpipe. Draw the hand smartly across the throatto the right, and drop it to the side.The Hailing Sign of a MagicianThis is the old sign corresponding to the current IIo sign. Hands are heldopen, fingers together. Press the right hand on the left breast, extend-ing the thumb perpendicularly upward to form a square. Throw the lefthand up, with the left arm horizontal from the shoulder to the elbow,and perpendicular from the elbow to the ends of the fingers, with thethumb and forefinger forming a square.The FlameDuring the Ceremony of the Rending of the Veil, the Deacon, Children,and People “kneel in adoration, their hands joined palm to palm, andraised above their heads.” Each adorant thereby assumes the form ofthe letter yod, with the Deacon and Children forming a shin in the middleof the temple.Striking the BreastThe People are to imitate the Priest’s striking of his breast during theConsecration of the Elements. The Deacon may facilitate the cue byholding out her fist visibly in anticipation of the Priest’s action.14Direction of the People"},{"pageNumber":20,"pageContent":"The Attitude of ResurrectionThe Priest and the People communicate in an attitude of resurrection,i.e. the sign of Osiris Risen, or the Blazing Star, with the arms crossedover the breast. This posture is also the one assigned to the Childrenwhen their hands are not occupied. The instruction to the Children mayalso refer to the Deacon, but the reference of the pronoun “these” (atthe Priest’s circumambulations in section IV of Liber XV) is ambiguous.An equally justified reading of the text would have the Deacon stand inthe Dieu Garde when not otherwise engaged.Marshalling for CommunionMarshalling for CommunionMarshalling for CommunionMarshalling for CommunionMarshalling for CommunionThe Deacon is assigned the task of marshalling the People for Communion. Tomarshal in this case means simply to usher or guide them to the Shrine. Themost important aspect of this job is determining the sequence of communicantsso that no awkwardness results from simultaneous attempts to approach theEast.Ideally, the People should approach the East and return to their seats in adeosil circulation around the altar of incense and the font. For ease of trafficmanagement, then, the sequence of communicants may run widdershins aroundthe temple, beginning with those seated closest to the East on the northern sideof the temple.It is not necessary to approach the East with the communicant, only tosend them on their way to the Shrine at the appropriate time. When the num-ber of People is fairly small, the Deacon may be able to issue all the marshallinginstructions from her station at the altar of incense. The other principal alterna-tive is for the Deacon to move around the temple, tapping each communicant atclose hand.Preferences of the Priest and Priestess will be likely to effect the method ofmarshalling the People. Liber XV does not specify the position of the Priestduring Communion, but it is common practice for the Priest to stand at hisstation in the West.Especially when the People are numerous, the Deacon has the responsibil-ity of avoiding delays between communicants. Each communicant (after thefirst) should be set moving towards the shrine as soon as the previous one hascompleted the declaration.15"},{"pageNumber":21,"pageContent":"Leading the CreedLeading the CreedLeading the CreedLeading the CreedLeading the CreedThe Creed is of primary importance in the People’s participation in the Mass.The chapter “Of Dramatic Rituals” in Liber ABA instructs thatOne of the great advantages of [dramatic rituals] is that a large num-ber of persons may take part, so that there is consequently more forceavailable; but it is important that they should all be in harmony. It iswell therefore that they should all be initiates of the same mysteries,bound by the same oaths, and filled with the same aspirations.The People’s recital of the Creed is the means by which that consciousharmony is affirmed. It is also an instrument by which unconscious rapport canbe developed among the People. The Deacon’s leadership of the Creed ensureshis inclusion in that rapport. This leadership is also vital to the pragmatics ofeach of the three sequential sections of the Creed’s ritual recitation: the stepand sign, the eight articles, and the triple pranava.The step and sign of a Man and a Brother signifies that the People areentitled to the Mysteries associated with the Io of O.T.O., which addresses thephenomenon of Birth. In the ecclesiastical context, it refers to baptism, i.e.birth into the community of the Church. But, since not all of the People at aMass will necessarily be Io initiates or baptized members of E.G.C., they will notnecessarily consciously appreciate those aspects of the gesture. The assump-tion of the same posture by everyone in the room creates unconscious rapportthrough the medium of attention to physical sensation. This kinaesthetic im-pression is elaborated and made more specific through the sign, which encour-ages the People to feel the impact of an imagined weapon on their throats.The Deacon should take care to give all of the People sufficient time tocomplete the step and sign before proceeding to the eight articles of the Creed.Ideally, the sign is given in the fashion of a salute: the Deacon leads by makingthe sign, but she does not complete it by dropping her hand until all of thePeople have made the sign, and they in turn do not drop their hands until theDeacon does. This manner of making the sign only works if all of the congregantsare accustomed to the ritual, however.The eight articles of the Creed set forth a series of beliefs and confessionsto which the People subscribe. Several of the articles, those pertaining to CHAOS,BABALON, BAPHOMET, and the Saints, may include an intention and/or effectof invocation. The Deacon must lead all eight articles at a reasonable pace, witha loud voice and clear diction, so that regardless of the recitals of individualcongregants, all of the People will be able to hear the Creed spoken in time withtheir own pronouncement of it.The inherent structure of the phrases and articles of the Creed tends tosynchronize the breathing of the People—a process which culminates with thetriple pranava at its end. Each AUMGN should consist of a slow, full breath. The16Direction of the People"},{"pageNumber":22,"pageContent":"Deacon must leave ample time before each one for inhalation, and the AUMGNitself should be as long as is comfortable. It is important to avoid prolonging thevibration past the limit of the greater part of the People. The power of synchro-nized breathing to integrate the awareness of the People is remarkable.Properly pronounced, the pranava travels through all of the vocal resona-tors from the diaphragm to the sinuses. This upward gesture of pure vibrationanswers and complements the sign of a Man and a Brother, which targets themidpoint of that series of resonators. It is a physical demonstration of the People’saspiration that is answered by the appearance of the Priestess.Suggestions for StudySuggestions for StudySuggestions for StudySuggestions for StudySuggestions for StudyLiber XV—The Canon of the MassLiber CCXX—The Book of the LawLiber IV, Part IIIChapter VII of this portion of Magick contains a discussion of theformula of AUMGN. Deacons will also want to review Chapter V onthe formula of IAO.Liber CCCXXXIII-The Book of LiesChapters 20 and 32 relate to the practical business of leading thePeople. Chapters 49 and 33 relate to the second and third articles ofthe Creed.Liber CLVI—Liber Cheth vel Vallum AbiegniA holy book pertaining to the second article of the Creed.Liber CDXVIII—The Vision and the VoiceThis text contains much information relevant to the Creed.Mystery of Mystery by Apiryon Ep. Gn. and Helena Ep. Gn.The chapters “The Creed of the Gnostic Catholic Church: An Exami-nation” and “Gestures Used in the Gnostic Mass” relate to the speci-fied aspects of the Deacon’s leadership of the People.17"},{"pageNumber":23,"pageContent":"DIRECTION OF THE CHILDRENDIRECTION OF THE CHILDRENDIRECTION OF THE CHILDRENDIRECTION OF THE CHILDRENDIRECTION OF THE CHILDRENThe Gnostic Mass requires five officers for full performance. Unfortunately, dueto shortages of temple space and/or ritualists, it is often performed with onlythree. This necessitates changes in the role of the Deacon, which will be ad-dressed at the end of this essay. Certainly, the essential formula of the Mass canbe enacted by the three “adult” officers without further assistance. But a Dea-con with a thorough understanding of the Mass will see more in the participa-tion of the Children than convenient assistants.The official missal of the Mass, Liber XV, specifies the participation of “TwoCHILDREN. Clothed in white and black.” So these offices in the Mass are gen-erally referred to as the “Children,” regardless of the maturity of those fillingthe offices. In fact, however, these roles were written so that they could beperformed by Children. No speaking is required of them, and they are always ina position to be directed by one of the other officers, if necessary. Note thatPriest, Priestess, and Deacon are all offices which may carry the status of ordi-nation. This is definitely not true of the “Children.”In fact, it is most appropriate for anyone who has been baptized in theChurch to participate as a Child in the Mass before they seek confirmation.Children do not recite the Creed (which confirmands are expected to have memo-rized), nor do they make the various signs of the Church and/or Order called forfrom the People in Liber XV. But they have an “inside” perspective on the ritualthat should give them further insight in their consideration of confirmation.Since the Church only baptizes those past the age of puberty, all Children fol-lowing this schedule would be adults.The technical term for these officers—which Baphomet XIo somehowavoided in his composition of the missal—is “acolyte.” This term is from Greekroots signifying “following in the path.” The designation is therefore both liter-ally and figuratively true of the “Children” roles of the Mass. It is commonpractice for would-be Priests and Priestesses to serve as acolytes in the Mass aspart of their training, since the Children are in a position to see many of thedetails of consecration, consummation, k.t.l. that are obscured from the Peopleby distance or interposed bodies.Other traditional titles that might be applied to these offices stem from theclassical mysteries of Eleusis. In the Greater Mysteries, which were rites ofindividual initiation (unlike the pageant of the Lesser Mysteries), there werethree officers: the Hierophant, Stolistes, and Dadouchos. “Hierophant” means“revealer of the sacred” and the original Greek ierophantes has the value of1101. The Deacon as the bearer of The Book of the Law fulfills this role. Thetorchbearer in the Eleusinian ritual was known as the Dadouchos (Greek valueof 1209). Clearly, this role is in accord with the acolyte in the Gnostic Mass whobears the censer and is known as the Positive Child. The Stolistes (895),unsurprisingly, bore a bowl of water. The Negative Child with the ewer and salt18Direction of the Children"},{"pageNumber":24,"pageContent":"corresponds neatly. The communicants (Priest and People) of the Mass fill therole of the candidate in the mysteries. Note that the word “candidate” originallymeant “clothed in white,” as the Priest is at his first appearance in the Mass.In the Eleusinian mysteries, the obvious polarity of the Stolistes andDadouchos was associated with the moon and the sun. This suggests the tradi-tional alchemical formulae, and through them the tableau (with Children) in the“Lovers” trump of the Thoth tarot. The Deacon in that image is the toweringangel Aiwass/Hermes, presiding over the union of the Priest and Priestess.There are many other ways to interpret that polarity, usually referred to as“positive and negative” in connection with the Mass acolytes. The Positive Childis the yang principle, while the Negative is the yin. This obvious correspon-dence opens the floodgates of Oriental metaphysical dualism.It is common to assign the acolytes in the Mass by gender, with a mascu-line Positive Child, and a feminine Negative Child. It would be a mistake tobecome doctrinaire about such gendering. “For he is ever a sun and she amoon, but to him is the winged secret flame and to her the stooping starlight.But ye are not so chosen.” (AL I:16-17) “Countercharged” acolytes, as well aspairs of like gender work quite well.Symbolically, the acolytes may be seen as siblings. Two male Childrenmight be Set (negative) and Horus (positive). Two female Children might be Isis(positive) and Nephthys (negative). Assuming god-forms is an especially re-warding magical project for these speechless roles.The Children may be seen as the two versions of the child Horus: Hoor-pa-kraat, the babe in the lotus (Negative), and Ra-hoor-khuit, the Crowned andConquering Child (Positive). The Deacon would then be Heru-ra-ha, their adultsynthesis.If the Deacon is considered as mercurial (with his Book and bell) ratherthan solar, the Children may be thought of as Din and Doni. These two spirits ofMercury illustrate the essential doubling and duplicity of thought expressedthrough language. Thus the Children, while not speaking at all, symbolicallyrepresent the meaning and countermeaning inherent in the Deacon’s principalpronouncements—the Collects. The Positive Child is “Truth,” or the meaningmanifested by the Word; and the Negative Child is “Lie,” or the meaning hiddenby the Word. An analogous reading would be the Ape of Thoth made duplex.A simple qabalistic reading of the acolytes attributes them to the pillars ofSeverity (negative) and Mercy (positive). In fact, when not in procession withthe other officers, the only paths that must be walked by the acolytes are thosepillars, if the temple floor is viewed as a Tree with Kether in the East. TheNegative Child moves east and west on the north side of the temple. The Posi-tive Child moves east and west on the south side of the temple. The middlepillar, or pillar of Mildness, could be attributed to the Deacon.19"},{"pageNumber":25,"pageContent":"When the acolytes first enter the temple, they do so in the company of thePriestess. The Stolistes or Negative Child leads, and the Dadouchos or PositiveChild follows the Priestess. Regardless of the point of their entrance to thetemple, they must proceed in a widdershins manner to “the space between thetwo altars” (i.e. high altar and altar of incense). Not only does this reflect a lunarenergy borne by the Priestess, but it places the Dadouchos in the pillar of Mercyand the stolistes in the pillar of Severity. Also, it fulfills the subsequent instruc-tion that when the Priestess turns and ascends to the high altar, “the PositiveChild [is] on her right.”The Children follow the Priestess through her serpentine travels, with thePositive ahead of the Negative Child. This order primarily reflects the priorplacement of the Children and the direction of the path of the Priestess.During the time that the Priestess is enlivening and consecrating the Priest,the Children may flank the Tomb, each in their respective pillar. Though it istempting for the acolytes to linger to the east of the Priestess, and thus closer tothe font and the altar of incense where their implements are needed; puttingthem in the West clears the central space for movement of officers and percep-tion of the People. Each acolyte in turn gives his implements to the Priestess,and then resumes them when she has dedicated and used them.The acolytes follow the Priest and Priestess to the East and provide theirimplements to the Priest for his work in enthroning the Priestess. As soon as heis finished with the tools, the Children simultaneously take them to the altar ofincense and the font, and return to the dais. Then they follow the Priest in histriple circumambulation of the temple, this time with the Deacon as well.Note that the Children are directed, when not carrying implements or mak-ing the “flame,” to stand with their arms crossed upon their breasts. This signis also the “attitude of Resurrection” assumed by the People on concluding theircommunion at the high altar with the words “There is no part of me that is notof the gods.” There is an artful reference here to the nature of childhood inregard to magick and spirituality.As the People communicate, they are offered the elements by the acolytes.The Positive Child presents the Paten with the Cakes of Light, and the NegativeChild gives a goblet of wine to each communicant. At this point, the fire andwater polarity of the Children has been elevated to a solar/lunar polarity. ThePaten represents the Sun and the Graal is the Moon.The Children are the last visible officers of the Mass, entering the Tombafter the Priest and Deacon. Their retreat can be made along their “pillars”—westward on their respective sides of the temple. Their vanishing upon conver-gence at the Tomb is thus illustrative of the 0 = 2 formula and the mutualannihilation of opposites in love.20Direction of the Children"},{"pageNumber":26,"pageContent":"The Children do not communicate in the Mass. There is a special mecha-nism of gnosis operating during the communication of the People, however, towhich only the acolytes are entitled. Throughout the Mass, the acolytes maycultivate in themselves an awe of and reverence for the “adult” officers of theMass. Psychologically, this is augmented by the silence of the Children and theirrepeated trailing of the other officers. Physiologically, it may be further stimu-lated by deliberate relaxation of the facial muscles, even to the point of lettingthe lips separate, as well as staring at the officers. In the final three ceremoniesof the Mass, this adoration will be naturally focused on the Priest before the highaltar. By the time the People communicate, this state of the acolytes can amountto a free-standing function directed at the approach to the Priestess. The Chil-dren are consequently in a unique position to directly perceive the inherentdivinity of each communicant.Throughout the Mass, the Children are subject to direction from the otherofficers. Any occasion for the Deacon to correct or prompt the Children can beaddressed with calm gestures or quiet verbal instruction.TTTTTraining Childrenraining Childrenraining Childrenraining Childrenraining ChildrenOne of the important features of the acolyte roles is the fact that they are notdemanding in terms of ritual technique or theological expertise. It is possible(though not quite ideal) to recruit Children a half hour before the start of Mass.If they have attended Mass but never served as Children before, they shouldstill be able to do so with a ten-minute orientation from the Deacon.Children just beginning work with the roles do not need to be burdenedwith a lot of the theoretical material discussed in this essay. They should bemade aware that they will have “the best seats in the house,” and told that theyhave no lines to learn and that the Deacon will be able to give them instructionduring the ritual if they require it.A simple “walk-through” is usually sufficient to give the Children the in-formation they need to perform the ritual. The Deacon can pretend to be thePriestess and walk the acolytes through the Introit. Then, as Deacon, he canwalk them through the remainder of the Mass. Without words, and basicallyskipping the Collects, Consecration of the Elements, and Anthem (when theChildren are merely privileged observers), the whole walk-through takes onlyabout five minutes.Of course, it is preferable to expose Children to a separate and full re-hearsal of the Mass before they serve for the first time. In that case, an extradiscussion with the Deacon can provide them with a little more symbolic under-standing of the ceremony, once they have the ritual experience to contextualizeit.21"},{"pageNumber":27,"pageContent":"Mass without ChildrenMass without ChildrenMass without ChildrenMass without ChildrenMass without ChildrenSometimes Children will be simply unavailable, or the presiding clergy maydecide to forgo them for reasons of circumstance. In that case, the Deacon willhave to adjust to “pick up the slack.” The temple will be set differently, to havethe Children’s implements already present on the altar and font at the begin-ning of Mass. The two points in the ritual where the Deacon will have to takedifferent or additional action are during the other officers’ use of the water andcenser, and during Communion.In a Mass without Children, the Deacon will need to deliver the water andthe censer to the Priest during the first part of the Ceremony of the Opening ofthe Veil. The Priestess may also want some assistance with them in the Cer-emony of the Introit. Such points should be carefully established among theofficers before the Mass.If there are no Children to serve Communion, it is highly desirable to havea Communion “server” who can assist the Priestess in presenting the elementsto the People. In an extreme case, it is possible to have the Deacon take thisrole. In that case, the Deacon’s preamble will need to offer a whole set of advi-sories to the People, namely: a) that the Mass varies from Liber XV in eliminat-ing the Children, and, b) that the People will need to marshal themselves forCommunion; and c) and how the People should marshal themselves.It is physically possible, but symbolically inadvisable, for the Priest to as-sist with or instead of the Deacon in the service of Communion. At any rate, thejudgment of the Priest and Priestess will determine how the elements are handledin such a case.Suggestions for StudySuggestions for StudySuggestions for StudySuggestions for StudySuggestions for StudyLiber XV—The Canon of the MassLiber CXI—The Book of Wisdom or FollyPages 36-42 treat of the Mysteries of Thelemic pedagogy.22Direction of the Children"},{"pageNumber":28,"pageContent":"THE CALENDARTHE CALENDARTHE CALENDARTHE CALENDARTHE CALENDARCrowley’s commentary on the significance of the Calendar (CCXX II:34-43) isreproduced here:We are not to calculate, to argue, to criticize; these things lead todivision of will and to stagnation. They are shackles of our going.They hamstring our Pegasus. We are to rise up, to go, to love; we areto be awake, alert:Joyous and eager, Our tresses adorning,O let us beleaguer the City of Morning.The secret of magick is to “enflame oneself in praying.” This is theready test of a star, that it whirls, flaming, through the sky. You cannotmistake it for an old maid objecting to everything. This universe is awild revel of atoms, men, and stars, each one a soul of light and mirth,horsed on eternity.Observe that we must “rise up” before we “awake!” Aspiration to theHigher is a dream—a wish-fulfillment which remains a phantasm towheedle us away from seeking reality—unless we follow it up by ac-tion. Only then do we become fully aware of ourselves, and enter intoright reaction with the world in which we live.A ritual is not a melancholy formality; it is a sacrament, a dance, acommemoration of the universe. The universe is endless rapture, wildand unconfined, a mad passion of speed. Astronomers tell us this ofthe Great Republic of Stars, physicists say the same of the Little Re-public of Molecules. Shall not the Middle Republic of Men be like untothem? The polite ethicist demurs; his ideal in funereal solemnity. Hishorizon is bounded by death; and his spy-glass is smeared with theidea of sin. The New Aeon proclaims Man as Immortal God, eternallyactive to do His Will. All’s joy, all’s beauty; this Will we celebrate.In this verse we see how awakening leads to ordered and purposefulaction. Joy and beauty are the evidence that our functions are freeand fit; when we take no pleasure, find nothing to admire, in ourwork, we are doing it wrong.Each element—Fire, Earth, Air, Water, and Spirit—possesses its ownnature, will, and magical formula. Each one may then have its appro-priate ritual. Many such in crude form are described in The GoldenBough of Dr. J.G. Frazer, the Glory of Trinity!In particular the entry of the sun into the cardinal signs of the ele-ments at the equinoxes and solstices are suitable for festivals.The difference between “rituals” and “feasts” is this: by the one aparticular form of energy is generated, while there is a general dis-charge of one’s superfluous force in the other. Yet a feast impliesperiodical nourishment.23"},{"pageNumber":29,"pageContent":"[“the first night”] There should be a special feast on the twelfth ofAugust in every year, since it was the marriage of the Beast whichmade possible the revelation of the New Law. . .[“the three days”] This is April 8th, 9th and 10th, the feast beginningat high noon.[“Tahuti and the child”] This particular feast is of a character suitedonly to initiates.The supreme ritual is the Invocation of Horus, which brought aboutthe opening of the New Aeon. The date is March 20.The Equinox of the Gods is the term used to describe the beginning ofa new aeon, or a new magical formula. It should be celebrated atevery equinox, in the manner known to Neophytes of the A∴A∴.The feasts of fire and water indicate rejoicings to be made at the pu-berty of boys and girls respectively.The feast for life is at a birth; and the feast for death at a death. It isof the utmost importance to make funerals merry, so as to train peopleto take the proper view of death. The fear of death is one of the greatweapons of tyrants, as well as their scourge; and it distorts our wholeoutlook upon the universe.[“every day”] To him who realizes Hadit this text needs little com-ment. It is wondrous, this joy of awakening every morning to thetruth of one’s immortal energy and rapture.[“every night”] To sleep is to return, in a sense, to the bosom of Nuit.But there is to be a particular act of worship of Our Lady, as ye wellwot.[Pestilential Deacons who are interested in exchanging personal interpre-tations of these verses with the present author may write to him at Circle ofStars Sanctuary c/o Scarlet Woman Lodge.]RRRRReciting the Calendareciting the Calendareciting the Calendareciting the Calendareciting the Calendar“Rise up & awake!” While the instruction for the People to stand falls before thefirst word of the Calendar in Liber XV, most Deacons and congregations find itmore gratifying to stand with this command from the Deacon, rather than inanticipation of it. The hailing sign here, like the sign of a Man and a Brother, isin the nature of a salute. The Deacon should pause before continuing and waitfor all of the People to return the sign.During the Creed, the Deacon pointed the way into the depths of Mystery.With her recital of the Calendar, the Deacon enjoins the People to join her insurface presence, pulling them out of the depths of interstellar space and thesecret place where there is no god. This task can be difficult, because of the24The Calendar"},{"pageNumber":30,"pageContent":"different congregants will react to the Priest and Priestess’ invocations vari-ously, involving themselves in different types of consciousness. This varietydepends on whether they identify in each invocation with the speaker, the ad-dressee, or a third party, and to what degree they immerse themselves in theidentification, as well as the structural idiosyncracies of their consciousness.Getting the People to stand and return the hailing sign will throw the ladderdown to them, but it will usually not suffice to bring them up to surface pres-ence.Because of the challenge involved with bringing the People to the surfaceduring this speech, the Calendar must be totally and unconsciously memorized.Any need for the Deacon to become conscious of her words and refer to a copyof the text—on paper or in her mind—will distract her from the work of imme-diate communication with the People. Instead of on the words, the Deacon’sattention must be on the People and the task of giving them whatever stimulithey need to find their way to surface presence in the temple. Those stimulicannot come in the form of verbal content, which is circumscribed by the Canonof the Mass. But the Deacon has a wide range of tools available, including vocaltone and emphasis, eye contact, and gesture.A vocal tone that contrasts with the tone used in the preceding speech ofthe Priest can be helpful. The best tone to use is probably the same one used inthe Deacon’s preamble. The People were most likely to have had surface pres-ence during the preamble, when they needed to be alert to the Deacon’s in-structions, and had not yet become involved in the atmosphere of the temple.Bringing that tone back to the People can bring them back to the state that theywere in when they heard it last.Eye contact is most useful to gauge the success of the Calendar in bringingthe People to the surface. Failure to return eye contact and pupil dilation areboth good signs that People are still pretty deep. But eye contact can also beemployed in conjunction with verbal emphasis, to relay the subverbal message,“Hey, I’m talking to you!”Gestures of all sorts can be useful in alerting the People. One especiallyconvenient one is to make a great overhead sweep of the hand for the “feastevery night unto Nu.” Besides indicating the arch of heaven, this gesture has atendency to dislodge imagined creatures that may be occupying the upper partof the People’s visual fields. The variety of gesture is only limited by the inge-nuity of the Deacon. Percussive gestures can be used: a clap of the hands rightafter “a greater feast for death!” is likely to snag the attention of anyone whohasn’t yet made it to the surface.The surface presence of the People is needed in order to reunite them fromtheir separate depths. The preceding invocations of the Priest and Priestesshave a tendency to orient each congregant to her own stellar orbit. The Deacon’srecital of the Collects brings everyone together in the temple for the Priest’s25"},{"pageNumber":31,"pageContent":"final invocation before the Veil: an invocation voiced on behalf of the wholecongregation to “our Lord in the Universe the Sun, our Lord in ourselves whosename is Mystery of Mystery”—an invocation which makes of the entire congre-gation a greater Lance, the tip of which is the Priest, poised to fling open theVeil.Suggestions for StudySuggestions for StudySuggestions for StudySuggestions for StudySuggestions for StudyLiber XV—The Canon of the MassLiber CCXX—The Book of the LawLiber IV, Part IV—The Equinox of the GodsLiber CXI—The Book of Wisdom or FollyPages 16 and 113, “On Discipline” and “On the Ceremony of theEquinox,” are relevant.Liber CCCXXXIII—The Book of LiesChapter 43 “Mulberry Tops” is a commentary on part of the Calendar.The Law is for All by Aleister CrowleyThe more concise edition of Crowley’s commentaries on the Law hasbeen issued by New Falcon under the editorship of Louis Wilkinsonand Hymenaeus Beta. But the Regardie edition is still useful.26The Calendar"},{"pageNumber":32,"pageContent":"THE COLLECTSTHE COLLECTSTHE COLLECTSTHE COLLECTSTHE COLLECTSThe heart of heaven beams forth life and blissAs worlds are hidden in the serpent’s coil.The horns of mortal change, ‘twixt which there isA gate of love, are turned towards the soil.Brood of the snake! Droop down your heads and shootForth venom’s ice into the steaming earth.There germinates the secret branching rootThat surfaces in green and vital birthOf stems uplifting leaves and fragrant blooms.The final fruits lie rotting on the ground;And far beyond the tombs, the kings are crowned.“Collect” is actually an abbreviation of the Latin phrase oratio ad collectam,meaning “prayer upon assembly.” In Christian ceremony, the collect is usuallyvaried according to the calendar, and precedes the Eucharistic epistle. Liber XVprescribes a set of eleven Collects for use at all Masses, and they are generallyrecited as a set. The E.G.C. Collects do individually conform to the standardstructure of a Christian collect, however.Each Collect contains an invocation, followed by a petition, and finisheswith a conclusion. The invocation is a description of the Collect’s object (TheSun, The Lord, &c.) with the intention of provoking the manifestation of itsinfluence, e.g. for The Moon:Lady of night, that turning ever about us art now visible and nowinvisible in thy season,The petition consists of a request that the force invoked produce a certaineffect:be thou favorable to hunters, and lovers, and to all men that toil uponthe earth, and to all mariners upon the sea.The conclusion of each of the eleven Collectsis the People’s response of “So mote it be.” Anaudio recording of Crowley reciting the first fourCollects gives a tune for incanting the response, which is reproduced at right. Itis fairly simple and easy for the People to pick up. There is certainly no need touse a tune, although it does seem to add a richness to the Collects. An ambi-tious Deacon could play cantor and chant the actual Collects.Perhaps during the Collects, and certainly just before beginning them, theDeacon will want to heap a good amount of incense onto the censer. The burn-ing incense “thickens” the atmosphere of the temple for the eleven orisons, andit is “symbolical of prayer, the gross vehicle or image of. . . aspiration.” (Magick,p. 114)27"},{"pageNumber":33,"pageContent":"Unless the People are all Deacons themselves, some sort of gesture will beneeded to provoke each Collect’s conclusion. A light rap on the altar of incensewould certainly suffice. Placing the hands palm-to-palm at the level of the heartseems to work nicely as well. The hailing sign has been used for this purpose,but not without some confusion, as the People tend to make the sign sporadi-cally in reply.Surface presence is required of the Deacon throughout the Mass with oneexception, or rather eleven. The otherwise constant demand for surface pres-ence from the Deacon is balanced at the center of the ritual by his recital of theCollects, during which he can go quite deep indeed. Many Deacons take advan-tage of this fact by reading the Collects from a missal. Since surface presence isunnecessary for the Collects, reading them off of the page is a viable option if itis acceptable to the presiding clergy.The arrangement of the eleven collects lends itself to subgroupings. Pairsare clearly suggested: the Lord and Lady, Sun and Moon, Saints and Earth, Sunand Lord, Moon and Lady, Birth and Death, etc. In some cases, they appear tofall into a group of three, such as Sun, Moon and Earth. Deacons should spendsome time meditating on the interrelationship of the Collects and the variouscategories into which they can be divided. This practice will also tend to lead tothe discovery or development of correspondences.Tau Apiryon has indicated that the first seven can be considered as Univer-sal, and the last four as Occasional Collects, with various attributions as shownin this table:UniversalUniversalUniversalUniversalUniversalTTTTTetragrammatonetragrammatonetragrammatonetragrammatonetragrammatonOccasionalOccasionalOccasionalOccasionalOccasionalPranavaPranavaPranavaPranavaPranavaOOOOO.T.T.T.T.T.O.O.O.O.OCollectsCollectsCollectsCollectsCollectsCollectsCollectsCollectsCollectsCollectsThe SunYo dBirthAI°The LordThe MoonHehMarriageUII°The LadyThe SaintsVauDeathMIII°The Earthheh (final)The EndGNIV°The Principles28The Collects"},{"pageNumber":34,"pageContent":"TTTTTrochilicsrochilicsrochilicsrochilicsrochilicsLiber XV does not specify which direction to face or where to stand while inton-ing the Collects. Common practice seems to be for the Deacon to face East fromjust behind the altar of incense for all eleven. But variations from this practiceare certainly possible. An elaborate system of “trochilics” has been used effec-tively, so that the Deacon turns to face some abstract or concrete reference tothe topic of each Collect.THE SUN: Turn deosil from the East to face the actual direction of the Sun at thetime of the Mass: South at noon, West at dusk, North at midnight, etc.THE LORD: Complete the deosil turn back to the East to face the Priest and theLance.THE MOON: Turn widdershins from the East to face the actual direction of theMoon. The direction of the new Moon coincides with that of the Sun. One weeklater (first quarter Moon) she is 90o east of the Sun, i.e. East at noon, South atsunset, West at midnight, and North at dawn. The full Moon is opposite the Sun.And the third quarter Moon is 90o west of the Sun.THE LADY: Complete the widdershins turn back to the East to face the Priestessand the Graal.THE SAINTS: Remain facing East, to project the crosses signed towards thePriest.THE EARTH: Remain facing East and the High Altar, i.e. “the summit of theEarth.”29Here is another method of grouping the Collects:"},{"pageNumber":35,"pageContent":"THE PRINCIPLES: Turn deosil to face North, for the position of the Sun at mid-night—the latent principles underlying existence.BIRTH: Turn deosil to face East for the position of the Sun at dawn—the ap-pearance of the source of life.MARRIAGE: Turn deosil to face South for the position of the Sun at noon—station of Hathoor, goddess of love.DEATH: Turn deosil to face West and the Tomb.THE END: Complete the cycle with a deosil turn towards the North for the finalCollect, through “the accomplishment of their wills,” concluding with a deosilturn to the East for the pranava.One reason that Deacons tend to stay put during the Collects is their needto refer to the missal resting on the altar of incense. While it is usually accept-able for the Deacon to use a missal for the Collects, there are more reasons to befree of it than trochilics. Since the Collects are the Deacon’s great opportunityto abandon surface presence and exercise some consciousness, it seems a shameto waste that consciousness on the act of reading. If the Collects are memo-rized, the Deacon can form full visualizations of their objects as he addressesthem; he can engage the words on more levels and with more enthusiasm; hecan have his hands free to draw appropriate figures and letters in the air; thereare hardly any bounds to the elaborations in consciousness that the Collectsmay inspire.At the very least, every Deacon should have the sequence of the Collectsmemorized. After that, the next priority, dreadful as it seems, is memorizationof The Saints. During The Saints, the Deacon is supposed to be drawing crossesand projecting them at the base of the Priest’s spine. If the Deacon’s attentionis divided between the missal and the base of the Priest’s spine, this operationtends to be inefficient or ineffective. And once The Saints Collect is memorized,the others are comparatively effortless to learn.The historical Saints given in Liber XV are a fascinating array of individu-als whose biographies all amply repay study. The short list of Saints has 22names and the full list has 78. Assigning these to the 22 letters of the Hebrewalphabet and the full deck of 78 tarot cards is an exercise best left to the indi-vidual Deacon. At any rate, 22 is twice eleven, and 78 is the value of MZLA, theinfluence from Kether. The following page gives a phonetic key to the names ofthe Saints. The CAPITALIZED syllable receives the stress in each name.Lao-tzu: LAU (like cow)-dzuhSiddhartha: Sid-AHR-tahKrsna: KREESH-nahTahuti: Tah-HOO-teeMosheh: MOH-shayDionysus: DI-uh-NI-sus30The Collects"},{"pageNumber":36,"pageContent":"Mohammed: Moh-HAH-mehdTo Mega Therion: Toh MEH-gah THEH-ree-ohnHermes: HER-meezPan: PANPriapus: Prye-APE-usOsiris: Oh-SYE-rusMelchizedek: Mell-KEE-zuh-dekKhem: KhemAmoun: Ah-MOONMentu: MAHN-tooHeracles: HAIR-uh-kleezOrpheus: OR-fee-usOdysseus: Oh-DIS-see-usVergilius: Vur-GIL-lee-usCatullus: Kah-TOOL (like wool)-usMartialis: MAR-shee-AHL-issRabelais: Rah-blaySwinburne: SWIN-burnApollonius Tyanaeus: Ap-poh-LOHN-ee-us TEE-uh-nee-usSimon Magus: SIGH-mun MAY-gusManes: MAH-neezPythagoras: Pih-THAG-or-usBasilides: Buh-SILL-id-eezValentinus: VAL-un-TINE-usBardesanes: BAR-duh-SAHN-eezHippolytus: Hip-PAHL-it-usMerlin: MUR-linArthur: AHR-thurKamuret: GA-moo-rayParzival: PAR-tsif-ahlCarolus Magnus: KAHR-oh-lus MAHG-nusWilliam of Schyren: WILL-yuhm uhv SHEER-enFrederick of Hohenstaufen:FRED-uh-rik uhv HOH-en-STAU (like cow)-fenRoger Bacon: RAH-jer BAY-kunJacobus Burgundus Molensis: YAH-koh-bus Bur-GUHN-dus Moh-LEN-sisChristian Rosenkreutz: KRIS- tee-ahn ROH-zen-kroitsUlrich von Hutten: OOL-rikh fohn HOO-tenParacelsus: PAIR-uh-sell-sussMichael Maier: MIKE-uhl MYE-urRoderic Borgia: RAHD-er-ik BOR-zhahJacob Boehme: YAH-kohb BAY-muhFrancis Bacon Lord Verulam: FRAN-sis BAY-kun Lord VER-oo-lahmAndrea: Ahn-DRAY-uh Robertus de Fluctibus: Ro-BARE-tus day FLUK-ti-busJohannes Dee: Yoh-HAHN-es DEEEdward Kelly: ED-wurd KELL-ee31"},{"pageNumber":37,"pageContent":"Thomas Vaughan: TAHM-us VAWNElias Ashmole: Ill-EYE-us ASH-mohlMolinos: MOHL-ee-nohsAdam Weishaupt: AH-duhm VICE-hauptWolfgang von Goethe: VOHLF-gahng fohn GAY-tuhLudovicus Rex Bavariae: Loo-doh-VEE-kus RECKS Ba-VAHR-ee-ayRichard Wagner: REE-khard VAHG-nerAlphonse Louis Constant: Ahl-Fohnss Loo-ee Kohn-stahntFriedrich Nietzche: FREED-rikh NEE-tschuhHargrave Jennings: HAR-grave JEN-ingsCarl Kellner: KARL KELL-nerForlong dux: FOR-long dooks (like books)Richard Francis Burton: RICH-uhrd FRAN-sis BUR-tunRichard Payne Knight: RICH-uhrd PAIN NITEPaul Gaugin: Pohl Goh-ganDocteur Gerard Encausse: Dok-tuhr Zha-rahrd On-kohssTheodor Reuss: TAY-oh-dor ROYSSAleister Crowley: AL-iss-tuhr CROW-leeSuggestions for StudySuggestions for StudySuggestions for StudySuggestions for StudySuggestions for StudyLiber XV—The Canon of the MassLiber CVI—Concerning DeathThis epistle is reprinted from The International in The Equinox III(10).Liber XCI—The Book of Wisdom or FollyPages 67-75 treat divine Poets as a class, and several of the Saints asindividuals.Liber CCCXXXIII—The Book of LiesChapter 7 “The Dinosaurs” relates to the Saints.The Heart of the Master by Khaled Khan (Aleister Crowley)Part III, “The Temple of Truth” relates to the Saints.Mystery of Mystery by Apiryon Ep. Gn. and Helena Ep. Gn.The third and final section of this text contains short biographies foreach and every one of the Saints listed in Liber XV, and even addsfour more who were canonized by Reuss.Ophiuchus, various numbersThis journal issued by Sekhet-Bast-Ra Lodge frequently featuresarticles of scholarship relating to the Saints, a favorite topic of re-search for that Lodge.32The Collects"},{"pageNumber":38,"pageContent":"MISCELLANEOUS INNOVMISCELLANEOUS INNOVMISCELLANEOUS INNOVMISCELLANEOUS INNOVMISCELLANEOUS INNOVAAAAATIONSTIONSTIONSTIONSTIONSAND CONTROVERSIESAND CONTROVERSIESAND CONTROVERSIESAND CONTROVERSIESAND CONTROVERSIESBanishingBanishingBanishingBanishingBanishingThere is a strong tradition of banishing during the Mass. Typically, the Deaconwill banish with a pentagram ritual after admitting the People and before bring-ing The Book of the Law to the high altar. Many members of E.G.C. who take onritual responsibilities are ceremonial magicians, and it is only natural that theyshould bring their ceremonial habits to Church ritual.But a pentagram banishing is unnecessary, and perhaps inappropriate duringthe Mass.The Mass is a dramatic ritual. Dramatic ritual is of another order thanceremonial work, although it often applies ceremonial means to its ends. TheMass in Liber XV is composed of six distinct ceremonies that work in combina-tion to produce the desired effect. The structure of the first portion of the Cer-emony of the Introit corresponds rather neatly to a lesser pentagram banishing:A banishing is not specified in Liber XV. Certainly a banishing of any sortprior to the admission of the People to the temple is a suitable and helpful ac-tion, contributing to the spiritual preparation of the Deacon and the space. It isespecially desirable when a new temple space is being used for the first time.But placing it amidst the explicitly delineated motions of the Ceremony of theIntroit could be seen as an interruption of the process.Oral tradition indicates that certain Thelemic rituals are of a nature thatprecluded banishing after the ceremony. Two rituals specifically indicated arethe Mark of the Beast (from Liber V) and the Gnostic Mass. The reason given isthat these rituals particularly are intended to foster the spread of the magickforce of the Aeon of Horus through the world at large. The Mass does so througha eucharistic process, i.e. it converts the mundane into the divine. The Creeddefines “the Miracle of the Mass” as the process by which “meat and drink aretransmuted. . . into spiritual substance.” The Mass can transmute the psychicdebris of the Old Aeon into the vital spirit of the New, so energies that mightBanishingCeremony of the IntroitQabalistic CrossDisplay of the Law and Salutary ExchangeGod Names at the Quarters The Creed, articles one through four:CHAOS, BABALON, BAPHOMET, & THELEMARecognition of “Guardians” The Creed, articles five through eight:Saints, Mass, Baptism, and LifeQabalistic CrossTriple AUMGN33"},{"pageNumber":39,"pageContent":"need to be excluded from other rituals through banishing can be included andtransformed by the Mass. Therefore, there is no need to banish before theMass; and while doing so will not keep the Mass from being effective, banishingmay deprive some potential objects of the effects of the Mass.Sounding the BellSounding the BellSounding the BellSounding the BellSounding the BellAt the end of the Consecration of the Elements, the Priest elevates the Host andthe Cup, and “The Bell sounds.” No indication is given as to who should soundthe Bell, but it is nearly always done by the Deacon. As noted in earlier essays,the Bell is an appropriate weapon in the Deacon’s armory.Generally the Bell is struck only once at the indicated juncture. Someritualists prefer three strikes of the bell, however. The present author holds apreference for six. This baroque-seeming elaboration of “The Bell sounds” intoa sixfold battery has a precedent.The next phase of the Mass following the sound of the Bell is that of theAnthem. The original Anthem was taken from Liber DCCC, “The Ship.” In“The Ship” the character of The Young John takes the Priest’s part in the An-them. Just before he begins the Anthem, there is a set of stage directions:He consecrates, and partakes of, the sacrament. The two warders,kneeling, clasp his knees, and the two women support his arms. Asixfold chime of bells. He invokes the God in the shrine. [Emphasisadded.]Of course, as Crowley notes in Magick, “There are numerous ways of strik-ing 6.” (p. 201) Deciding to use a sixfold battery does not solve the question ofhow to sound it. 666666, 1-4444-1, 1-22-22-1, 1-1-22-1-1, 22-1-1-22, 22-22-22, and 333-333 are all balanced batteries of six expressing different as-pects of the nature of Tiphareth. But there is no reason to suppose that any oneof those batteries will be appropriate for all Masses.There is no other mention of the Bell in Liber XV. But it has been givenother uses by some presenters of the Mass. Occasionally, the congregation willwish to commemorate a recent birth, marriage, or death through the Mass. Anelegant way to handle such a situation is for the Deacon to include the fact inher preamble, and then sound the Bell as a reminder before reciting the rel-evant Collect during the Mass. A similar mechanic has been used for Massesperformed in conjunction with Confirmations or other Church ritual.Mass RMass RMass RMass RMass RecordecordecordecordecordOf all of the officers of the Mass, the Deacon is the one who has the most elabo-rate relationship to books. The Deacon has the first custody of The Book of theLaw in the ritual. He may also keep a missal on the altar of incense. It istherefore most appropriate that this messenger/scribe role should be involvedwith the maintenance of a Mass Record.34Miscellaneous Innovations and Controversies"},{"pageNumber":40,"pageContent":"Any group regularly performing the Gnostic Mass will find it very worth-while to take the time to note down some details about each Mass immediatelyafterwards. Hardbound sketch books are recommended for this purpose, owingto their versatility and durability. An entry may contain comments and notesfrom anyone in the congregation, or it may be limited to the officers of the Mass.Separate volumes may be established for each office, if many different peopleare serving in each. But it is best to start with a simple and fairly comprehen-sive Record.The Deacon will probably need to take care of the Record, along with othertemple properties. He should certainly be zealous to enter his impressions in itafter each Mass, and he may have the responsibility for setting down the nuts-and-bolts information of time and place, officers’ names, number of communi-cants, and so forth.Other RitualsOther RitualsOther RitualsOther RitualsOther RitualsA Deacon’s service may be desired or required for rites of the Church other thanthe Mass. Deacons may be involved in Baptisms, Confirmations, Marriages,Funerary Rites, Exorcisms, Animal Benedictions, or any number of other cer-emonies undertaken by the Church on its members’ behalf. Since there is nosingle standard for such rituals, the Deacon should make inquiry to his Bishop,Priest, or Priestess regarding any that have been adopted for the use of hiscongregation. The inquiry should be made before the need arises, so that theDeacon can familiarize himself with the rituals in advance, and be able to servewith confidence when needed.35"},{"pageNumber":41,"pageContent":"36- Appendix -- Appendix -- Appendix -- Appendix -- Appendix -Liber XVLiber XVLiber XVLiber XVLiber XV, O, O, O, O, O.T.T.T.T.T.O.O.O.O.O.....Ecclesiae Gnosticae Catholicae Canon MissaeEcclesiae Gnosticae Catholicae Canon MissaeEcclesiae Gnosticae Catholicae Canon MissaeEcclesiae Gnosticae Catholicae Canon MissaeEcclesiae Gnosticae Catholicae Canon MissaeThis version is based on the version reproduced in Book IV [ed. HymenaeusBeta, Weiser, 1995]IIIIIOF THE FURNISHINGS OF THE TEMPLEOF THE FURNISHINGS OF THE TEMPLEOF THE FURNISHINGS OF THE TEMPLEOF THE FURNISHINGS OF THE TEMPLEOF THE FURNISHINGS OF THE TEMPLEIN THE EAST, that is, in the direction of Boleskine, which is situated on theSouth-Eastern shore of Loch Ness in Scotland, two miles east of Foyers, is ashrine or High Altar. Its dimensions should be 7 feet in length, 3 feet in breadth,44 inches in height. It should be covered with a crimson altar-cloth, on whichmay be embroidered fleur-de-lys in gold, or a sunblaze, or other suitable em-blem.On each side of it should be a pillar or obelisk, with countercharges inblack and white.Below it should be the dais of three steps, in black and white squares.Above it is the super-altar, at whose top is the Stéle of Revealing in repro-duction, with four candles on each side of it. Below the stéle is a place for TheBook of the Law, with six candles on each side of it. Below this again is the HolyGraal, with roses on each side of it. There is room in front of the Cup for thePaten. On each side beyond the roses are two great candles.All this is enclosed within a great Veil.Forming the apex of an equilateral triangle whose base is a line drawnbetween the pillars, is a small black square altar, of superimposed cubes.Taking this altar as the middle of the base of a similar and equal triangle, atthe apex of this second triangle is a small circular font.Repeating, the apex of a third triangle is an upright coffin, or Tomb.IIIIIIIIIIOF THE OFFICERS OF THE MASOF THE OFFICERS OF THE MASOF THE OFFICERS OF THE MASOF THE OFFICERS OF THE MASOF THE OFFICERS OF THE MASSSSSSThe PRIEST. Bears the Sacred Lance, and is clothed at first in a plain white robe.The PRIESTESS. Should be actually virgo intacta or specially dedicated tothe service of the Great Order. She is clothed in white, blue, and gold. She bearsthe Sword from a red girdle, and the Paten and Hosts, or Cakes of Light.The DEACON He is clothed in white and yellow. He bears The Book of the Law.Two Children. They are clothed in white and black. One bears a pitcher ofwater and a cellar of salt, the other a censer of fire and a casket of perfume.Appendix: Liber XV - The Gnostic Mass"},{"pageNumber":42,"pageContent":"IIIIIIIIIIIIIIIOF THE CEREMONY OF THE INTROITOF THE CEREMONY OF THE INTROITOF THE CEREMONY OF THE INTROITOF THE CEREMONY OF THE INTROITOF THE CEREMONY OF THE INTROITThe DEACON, opening the door of the Temple, admits the congregationand takes his stand between the small altar and the font. (There should bea doorkeeper to attend to the admission.)The DEACON advances and bows before the open shrine where the Graal isexalted. He kisses The Book of the Law three times, opens it, and places itupon the super-altar. He turns West.The DEACON. Do what thou wilt shall be the whole of the Law. I proclaim theLaw of Light, Life, Love, and Liberty in the name of !\"#.The CONGREGATION. Love is the law, love under will.The DEACON goes to his place between the altar of incense and the font,faces East, and gives the step and sign of a Man and a Brother. All imitate him.The DEACON and all the PEOPLE. I believe in one secret and ineffable LORD; andin one Star in the Company of Stars of whose fire we are created, and to whichwe shall return; and in one Father of Life, Mystery of Mystery, in His nameCHAOS, the sole viceregent of the Sun upon the Earth; and in one Air thenourisher of all that breathes.And I believe in one Earth, the Mother of us all, and in one Womb whereinall men are begotten, and wherein they shall rest, Mystery of Mystery, in Hername BABALON.And I believe in the Serpent and the Lion, Mystery of Mystery, in His nameBAPHOMET.And I believe in one Gnostic and Catholic Church of Light, Life, Love andLiberty, the Word of whose Law is $%&'(\".And I believe in the communion of Saints.And, forasmuch as meat and drink are transmuted in us daily into spiritualsubstance, I believe in the Miracle of the Mass.And I confess one Baptism of Wisdom whereby we accomplish the Miracleof Incarnation.And I confess my life one, individual, and eternal that was, and is, and is tocome.\")(*+,-\")(*+,-\")(*+,Music is now played. The child enters with the ewer and the salt. TheVIRGIN enters with the Sword and the Paten. The child enters with thecenser and the perfume. They face the DEACON, deploying into line, fromthe space between the two altars.The VIRGIN. Greeting of Earth and Heaven!37"},{"pageNumber":43,"pageContent":"All give the Hailing Sign of a Magician, the DEACON leading.The PRIESTESS, the negative child on her left, the positive child on herright, ascends the steps of the High Altar. They await her below. She placesthe Paten before the Graal. Having adored it, she descends, and with thechildren following her, the positive next her, she moves in a serpentinemanner involving 3 and a half circles of the Temple. (Deosil about altar,widdershins about font, deosil about altar and font, widdershins about al-tar, and so to the Tomb in the West.) She draws her Sword and pulls downthe Veil therewith.The PRIESTESS. By the power of ! Iron, I say unto thee, Arise. In the name ofour Lord the ! Sun, and of our Lord ! ..., that thou mayst administer thevirtues to the Brethren.She sheathes the Sword.The PRIEST, issuing from the Tomb, holding the Lance erect with bothhands, right over left, against his breast, takes the first three regular steps.He then gives the Lance to the PRIESTESS and gives the three penal signs.He then kneels and worships the Lance with both hands.Penitential music.The PRIEST. I am a man among men.He takes again the Lance, and lowers it. He rises.The PRIEST. How should I be worthy to administer the virtues to the Brethren?The PRIESTESS takes from the child the water and the salt, and mixes themin the font.The PRIESTESS. Let the salt of Earth admonish the water to bear the virtue of theGreat Sea.Genuflects.Mother, be thou adored.She returns to the West. ! on PRIEST with open hand doth she make, overhis forehead, breast, and body.Be the PRIEST pure of body and soul!The PRIESTESS takes the censer from the child, and places it on the smallaltar. She puts incense therein.Let the Fire and the Air make sweet the world!Genuflects.Father, be thou adored.She returns West, and makes ! with the censer before the PRIEST, thriceas before.38Liber XV - The Gnostic Mass"},{"pageNumber":44,"pageContent":"Be the PRIEST fervent of body and soul!(The children resume their weapons as they are done with.)The DEACON now takes the consecrated Robe from High Altar, and bringsit to her. She robes the PRIEST in his Robe of scarlet and gold.Be the flame of the Sun thine ambience, O thou PRIEST of the SUN!The DEACON brings the crown from the High Altar. (The crown may be ofgold or platinum, or of electrum magicum; but with no other metals, savethe small proportions necessary to a proper alloy. It may be adorned withdivers jewels, at will But it must have the Uraeus serpent twined about it,and the cap of maintenance must match the scarlet of the Robe. Its textureshould be velvet.)Be the Serpent thy crown, O thou PRIEST of the LORD!Kneeling, she takes the Lance, between her open hands, and runs them upand down upon the shaft eleven times, very gently.Be the LORD present among us!All give the Hailing Sign.The PEOPLE. So mote it be.IVIVIVIVIVOF THE CEREMONY OF THE OPENING OF THE VEILOF THE CEREMONY OF THE OPENING OF THE VEILOF THE CEREMONY OF THE OPENING OF THE VEILOF THE CEREMONY OF THE OPENING OF THE VEILOF THE CEREMONY OF THE OPENING OF THE VEILThe PRIEST. Thee therefore whom we adore we also invoke. By the power of thelifted Lance!He raises the Lance. All repeat Hailing Sign.A phrase of triumphant music.The PRIEST takes the PRIESTESS by her right hand with his left, keeping theLance raised.I, PRIEST and KING, take thee, Virgin pure without spot; I upraise thee; I leadthee to the East; I set thee upon the summit of the Earth.He thrones the PRIESTESS upon the altar. The DEACON and the childrenfollow, they in rank, behind him. The PRIESTESS takes The Book of the Law,resumes her seat, and holds it open on her breast with her two hands,making a descending triangle with thumbs and forefingers.The PRIEST gives the lance to the DEACON to hold, and takes the ewer fromthe child, and sprinkles the PRIESTESS, making five crosses, forehead, shoul-ders, and thighs.The thumb of the PRIEST is always between his index and medius, when-ever he is not holding the Lance. The PRIEST takes the censer from thechild, and makes five crosses, as before. The children replace their weap-ons on their respective altars.39"},{"pageNumber":45,"pageContent":"The PRIEST kisses The Book of the Law three times. He kneels for a spacein adoration, with joined hands, knuckles closed, thumb in position aforesaid.He rises, and draws the veil over the whole altar.All rise and stand to order.The PRIEST takes the Lance from the DEACON, and holds it as before, asOsiris or Ptah. He circumambulates the Temple three times, followed bythe DEACON and the children as before. (These, when not using their hands,keep their arms crossed upon their breasts.)At the last circumambulation they leave him, and go to the place betweenthe font and the small altar, where they kneel in adoration, their handsjoined palm to palm, and raised above their heads.All imitate this motion.The PRIEST returns to the East, and mounts the first step of the altar.The PRIEST. O circle of Stars whereof our Father is but the younger brother,marvel beyond imagination, soul of infinite space, before whom Time isAshamed, the mind bewildered, and the understanding dark, not unto Theemay we attain, unless Thine image be Love. Therefore by seed and root andstem and bud and leaf and flower and fruit do we invoke Thee.“Then the priest answered & said unto the Queen of Space, kissing herlovely brows, and the dew of her light bathing his whole body in a sweet-smell-ing perfume of sweat; O Nuit, continuous one of Heaven, let it be ever thus; thatmen speak not of Thee as One but as None; and let them speak not of thee at all,since thou art continuous!”During this speech the PRIESTESS must have divested herself completelyof her robe. See CCXX I:62.The PRIESTESS. “But to love me is better than all things; if under the night-starsin the desert thou presently burnest mine incense before me, invoking me witha pure heart, and the serpent flame therein, thou shalt come a little to lie in mybosom. For one kiss wilt thou then be willing to give all; but whoso gives oneparticle of dust shall lose all in that hour. Ye shall gather goods and store ofwomen and spices; ye shall wear rich jewels; ye shall exceed the nations of theearth in splendour and pride; but always in the love of me, and so shall ye cometo my joy. I charge you earnestly to come before me in a single robe, andcovered with a rich head-dress. I love you! I yearn to you! Pale or purple, veiledor voluptuous, I who am all pleasure and purple, and drunkenness of the inner-most sense, desire you. Put on the wings, and arouse the coiled splendourwithin you: come unto me!” To me! To me!” “Sing the raptuous love-song untome! Burn to me perfumes! Wear to me jewels! Drink to me, for I love you! Ilove you. I am the blue-lidded daughter of sunset; I am the naked brilliance ofthe voluptuous night-sky. To me! To me!”40Liber XV - The Gnostic Mass"},{"pageNumber":46,"pageContent":"The PRIEST mounts the second step.The PRIEST. O secret of secrets that art hidden in the being of all that lives, notThee do we adore, for that which adoreth is also Thou. Thou art That, and Thatam I.“I am the flame that burns in every heart of man, and in the core of everystar. I am Life, and the giver of Life; yet therefore is the knowledge of me theknowledge of death. I am alone: there is no God where I am.”The DEACONand all rise to their feet, with the Hailing sign.The DEACON. “But ye, O my people rise up & awake!“Let the rituals be rightly performed with joy & beauty!“There are rituals of the elements and feasts of the times.“A feast for the first night of the Prophet and his Bride!“A feast for the three days of the writing of the Book of the Law.“A feast for Tahuti and the children of the Prophet — secret, O Prophet!“A feast for the Supreme Ritual, and a feast for the Equinox of the Gods.“A feast for fire and a feast for water; a feast for life and a greater feast fordeath!“A feast every day in your hearts in the joy of my rapture!“A feast every night unto Nu, and the pleasure of uttermost delight!”The PRIEST mounts the third step.The PRIEST. Thou that art One, our Lord in the Universe the Sun, our Lord inourselves whose name is Mystery of Mystery, uttermost being whose radianceenlightening the worlds is also the breath that maketh every God even andDeath to tremble before Thee; By the Sign of Light ! appear Thou gloriousupon the throne of the Sun.Make open the path of creation and of intelligence between us and ourminds. Enlighten our understanding.Encourage our hearts. Let thy light crystallize itself in our blood, fulfillingus of Resurrection.A ka duaTuf ur biuBi a’a chefuDudu nur af an nuteru!The PRIESTESS. “There is no law beyond Do what thou wilt.”The PRIEST parts the veil with his lance. During the previous speeches thePRIESTESS has, if necessary, as in savage countries, resumed her robe.The PRIEST. !#--!#--!#--!\"#--.\"/\"0--1)2!%--\"/2\".\"3--1)2!%--(%!$2\".1)2!%--4\"&&%,---!#--5\"+6--!#--5\"+--5\"+--!#--!.7)20.6--!#\"$\"+\"80.-!#--\"/2080.--!#--!\"#,--7\"!2%--5\"&&%--7\"!2%5\"(4\"*%--7\"!2%-5\"**%+%802,---\"*!0.6--\"*!0.6--\"*!0.---!\"0,41"},{"pageNumber":47,"pageContent":"The PRIESTESS is seated with the Paten in her right hand and the cup in herleft.The PRIEST presents the Lance, which she kisses eleven times.She then holds it to her breast, while the PRIEST, falling at her knees, kissesthem, his arms stretched along her thighs. He remains in this adorationwhile the PRIEST intones the Collects.All stand to order, with the Dieu Garde, that is, feet square, hands, withlinked thumbs, held loosely. This is the universal position when standing,unless other direction is given.VVVVVOF THE OFFICE OF THE COLLECTSOF THE OFFICE OF THE COLLECTSOF THE OFFICE OF THE COLLECTSOF THE OFFICE OF THE COLLECTSOF THE OFFICE OF THE COLLECTSWHICH ARE ELEVEN IN NUMBERWHICH ARE ELEVEN IN NUMBERWHICH ARE ELEVEN IN NUMBERWHICH ARE ELEVEN IN NUMBERWHICH ARE ELEVEN IN NUMBERThe SunThe SunThe SunThe SunThe SunThe DEACON. Lord visible and sensible of whom this earth is but a frozen sparkturning about thee with annual and diurnal motion, source of light, source oflife, let thy perpetual radiance hearten us to continual labour and enjoyment; sothat as we are constant partakers of thy bounty we may in our particular orbitgive out light and life, sustenance and joy to them that revolve about us withoutdiminution of substance or effulgence for ever.The PEOPLE. So mote it be.The LordThe LordThe LordThe LordThe LordThe DEACON. Lord secret and most holy, source of life, source of love, sourceof liberty, be thou ever constant and mighty within us, force of energy, fire ofmotion; with diligence let us ever labour with thee, that we may remain in thineabundant joy.The PEOPLE. So mote it be.The MoonThe MoonThe MoonThe MoonThe MoonThe DEACON. Lady of night, that turning ever about us art now visible and nowinvisible in thy season, be thou favourable to hunters, and lovers, and to allmen that toil upon the earth, and to all mariners upon the sea.The PEOPLE. So mote it be.The LadyThe LadyThe LadyThe LadyThe LadyThe DEACON. Giver and receiver of joy, gate of life and love, be thou ever ready,thou and thine handmaiden, in thine office of gladness.The PEOPLE. So mote it be.42Liber XV - The Gnostic Mass"},{"pageNumber":48,"pageContent":"The SaintsThe SaintsThe SaintsThe SaintsThe SaintsThe DEACON. Lord of Life and Joy, that art the might of man, that art the es-sence of every true god that is upon the surface of the Earth, continuing knowl-edge from generation unto generation, thou adored of us upon heaths and inwoods, on mountains and in caves, openly in the marketplaces and secretly inthe chambers of our houses, in temples of gold and ivory and marble as inthese other temples of our bodies, we worthily commemorate them worthythat did of old adore thee and manifest they glory unto men,(At each name the DEACON signs ! with thumb between index and me-dius. At ordinary mass it is only necessary to commemorate those whosenames are italicized, with wording as is shown.)Lao-tzu and Siddhartha and Krishna and Tahuti, Mosheh, Dionysus, Mohammedand To Mega Therion, with these also, Hermes, Pan, Priapus, Osiris andMelchizedek, Khem and Amoun and Mentu, Heracles, Orpheus and Odysseus;with Vergilius, Catullus, Martialis, Rabelais, Swinburne, and many an holy bard;Apollonius Tyanaeus, Simon Magus, Manes, Pythagoras, Basilides, Valentinus,Bardesanes and Hippolytus, that transmitted the Light of the Gnosis to us theirsuccessors and their heirs; with Merlin, Arthur, Kamuret, Parzival, and manyanother, prophet, priest and king, that bore the Lance and Cup, the Sword andDisk, against the Heathen; and these also, Carolus Magnus and his paladins,with William of Schyren, Frederick of Hohenstaufen, Roger Bacon, JacobusBurgundus Molensis the Martyr, Christian Rosencreutz, Ulrich von Hutten,Paracelsus, Michael Maier, Roderic Borgia Pope Alexander the Sixth, JacobBoehme, Francis Bacon Lord Verulam, Andrea, Robertus de Fluctibus, JohannesDee, Sir Edward Kelly, Thomas Vaughan, Elias Ashmole, Molinos, AdamWeishaupt, Wolfgang von Goethe, Ludovicus Rex Bavariae, Richard Wagner,Alphonse Louis Constant, Friedrich Nietzsche, Hargrave Jennings, Carl Kellner,Forlong dux, Sir Richard Payne Knight, Paul Gaugin, Sir Richard Francis Burton,Doctor Gérard Encausse, Doctor Theodor Reuss, and Sir Aleister Crowley. OhSons of the Lion and the Snake! With all thy saints we worthily commemoratethem worthy that were and are and are to come.May their Essence be here present, potent, puissant and paternal to per-fect this feast!The PEOPLE. So mote it be.The EarthThe EarthThe EarthThe EarthThe EarthThe DEACON. Mother of fertility on whose breast lieth water, whose cheek iscaressed by air, and in whose heart is the suns fire, womb of all life, recurringgrace of seasons, answer favorably the prayer of labour, and to pastors andhusbandmen be thou propitious.The PEOPLE. So mote it be.43"},{"pageNumber":49,"pageContent":"The PThe PThe PThe PThe PrinciplesrinciplesrinciplesrinciplesrinciplesThe DEACON. Mysterious Energy, triform, mysterious Matter, in fourfold andsevenfold division, the interplay of which things weave the dance of the Veil ofLife upon the Face of the Spirit, let there be Harmony and Beauty in your mysticloves, that in us may be health and wealth and strength and divine pleasureaccording to the Law of Liberty; let each pursue his Will as a strong man thatrejoiceth in his way, as the course of a Star that blazeth for ever among thejoyous company of Heaven.The PEOPLE. So mote it be.BirthBirthBirthBirthBirthThe DEACON. Be the hour auspicious, and the gate of life open in peace and inwell-being, so that she that beareth children may rejoice, and the babe catchlife with both hands.The PEOPLE. So mote it be.MarriageMarriageMarriageMarriageMarriageThe DEACON. Upon all that this day unite with love under will let fall success;may strength and skill unite to bring forth ecstasy, and beauty answer beauty.The PEOPLE. So mote it be.DeathDeathDeathDeathDeathAll stand, Head erect, Eyes open.The DEACON. Term of all that liveth, whose name is inscrutable, be favourableunto us in thine hour.The PEOPLE. So mote it be.The EndThe EndThe EndThe EndThe EndThe DEACON. Unto them from whose eyes the veil of life hath fallen may there begranted the accomplishment of their true Wills; whether they will absorption inthe Infinite, or to be united with their chosen and preferred, or to be in contem-plation, or to be at peace, or to achieve the labour and heroism of incarnation onthis planet or another, or in any Star, or aught else, unto them may there begranted the accomplishment of their wills; yea, the accomplishment of their wills.\")(*+,-\")(*+,-\")(*+,The PEOPLE. So mote it be.All sit.The DEACON and the children attend the PRIEST and PRIESTESS, ready tohold any appropriate weapon as may be necessary.44Liber XV - The Gnostic Mass"},{"pageNumber":50,"pageContent":"VIVIVIVIVIOF THE CONSECRAOF THE CONSECRAOF THE CONSECRAOF THE CONSECRAOF THE CONSECRATION OF THE ELEMENTSTION OF THE ELEMENTSTION OF THE ELEMENTSTION OF THE ELEMENTSTION OF THE ELEMENTSThe PRIEST makes the five crosses. !3 !1 !2 on paten and cup; !4 onpaten alone; !5 on cup alone.The PRIEST. Life of man upon earth, fruit of labour, sustenance of endeavour,thus be thou nourishment of the Spirit!He touches the Host with the Lance.By the virtue of the Rod!Be this bread the Body of God!He takes the Host.80)80-%.8!-80-.#(\"-(0),He kneels, adores, rises, turns shows Host to the PEOPLE, turns, replacesHost, and adores. Music.He takes the Cup.Vehicle of the joy of Man upon earth, solace of labour, inspiration of endeavour,thus be thou ecstasy of the Spirit!He touches the Cup with the Lance.By the virtue of the Rod!Be this wine the Blood of God!He takes the Cup.80)80-%.8!-80-508'2!0+-80)-\"!(\"80.-(0),He kneels, adores, rises, turns, shows the Cup to the PEOPLE, turns re-places the Cup, and adores. Music.For this is the Covenant of Resurrection.He makes the five crosses on the PRIESTESS.Accept, O Lord, this sacrifice of life and joy, true warrants of the Covenant ofResurrection.The PRIEST offers the Lance to the PRIESTESS, who kisses it; he then touchesher between the breasts and upon the body. He then flings out his armsupward, as comprehending the whole shrine.Let this offering be borne upon the waves of Æthyr to our Lord and Father theSun that travelleth over the Heavens in his name ON.He closes his hands, kisses the PRIESTESS between the breasts, and makesthree great crosses over the Paten, the Cup, and himself. He strikes hisbreast. All repeat this action.45"},{"pageNumber":51,"pageContent":"Hear ye all, saints of the true church of old time now essentially present, thatof ye we claim heirship, with ye we claim communion, from ye we claim bene-diction in the name of !\"#.He makes three crosses on Paten and Cup together. He uncovers the Cup,genuflects, takes the Cup in his left hand and the Host in his right. With theHost he makes the five crosses on the Cup.!1!3!2!5!4He elevates the Host and the Cup. The Bell strikes.\"*!0.-\"*!0.-\"*!0.-!\"#!He replaces the Host and the Cup, and adores.VIIVIIVIIVIIVIIOF THE OFFICE OF THE ANTHEMOF THE OFFICE OF THE ANTHEMOF THE OFFICE OF THE ANTHEMOF THE OFFICE OF THE ANTHEMOF THE OFFICE OF THE ANTHEMThe PRIEST. Thou who art I, beyond all I am,Who hast no nature and no name,Who art, when all but Thou are gone,Thou, centre and secret of the Sun,Thou, hidden spring of all things knownAnd unknown, Thou aloof, alone,Thou, the true fire within the reedBrooding and breeding, source and seedOf life, love, liberty, and light,Thou beyond speech and beyond sight,Thee I invoke, my faint fresh fireKindling as mine intents aspire.Thee I invoke, abiding one,Thee, centre and secret of the Sun,And that most holy mysteryOf which the vehicle am I.Appear, most awful and most mild,As it is lawful, in thy child!The CHORUS. For of the Father and the SonThe Holy Spirit is the norm;Male-female, quintessential, one,Man-being veiled in Woman-form.Glory and worship in the highest,Thou Dove, mankind that deifiest,Being that race, most royally runTo spring sunshine through winter storm.46Liber XV - The Gnostic Mass"},{"pageNumber":52,"pageContent":"Glory and worship be to Thee,Sap of the world-ash, wonder-tree!FIRST SEMICHORUS, MEN. Glory to Thee from Gilded Tomb!SECOND SEMICHORUS, WOMEN. Glory to Thee from Waiting Womb!MEN. Glory to Thee from earth unploughed!WOMEN. Glory to Thee from virgin vowed!MEN. Glory to Thee, true UnityOf the Eternal Trinity!WOMEN. Glory to Thee, thou sire and damAnd self of I am that I am!MEN. Glory to Thee, beyond all term,Thy spring of sperm, thy seed and germ!WOMEN. Glory to Thee, eternal Sun,Thou One in Three, Thou Three in One!CHORUS. Glory and worship be to Thee,Sap of the world-ash, wonder-tree!(These words are to form the substance of the anthem; but the whole or anypart thereof shall be set to music, which may be as elaborate as art can devise.But even should other anthems be authorized by the Father of the Church,this shall hold its place as the first of its kind, the father of all others.)VIIIVIIIVIIIVIIIVIIIOF THE MYSTIC MARRIAGE ANDOF THE MYSTIC MARRIAGE ANDOF THE MYSTIC MARRIAGE ANDOF THE MYSTIC MARRIAGE ANDOF THE MYSTIC MARRIAGE ANDCONSUMMACONSUMMACONSUMMACONSUMMACONSUMMATION OF THE ELEMENTSTION OF THE ELEMENTSTION OF THE ELEMENTSTION OF THE ELEMENTSTION OF THE ELEMENTSThe PRIEST takes the Paten between the index and medius of the right hand.The PRIESTESS clasps the Cup in her right hand.The PRIEST. Lord most secret, bless this spiritual food unto our bodies, be-stowing upon us health and wealth and strength and joy and peace, and thatfulfillment of will and of love under will that is perpetual happiness.He makes ! with Paten and kisses it.He uncovers the Cup, genuflects, rises. Music.He takes the Host, and breaks it over the Cup.He replaces the right-hand portion in the Paten.He breaks off a particle of the left-hand portion.80)80-%.8!-80-.5%2(\"-(0),-0-5\"8%2-%.8!+-0-)!0.-9!\"-805+%)(\"-\"*!0+,\")(*+,-\")(*+,-\")(*+.47"},{"pageNumber":53,"pageContent":"He replaces the left-hand part of the Host.The PRIESTESS extends the Lance-point with her left hand to receive theparticle.The PRIEST clasps the Cup in his left hand.Together they depress the Lance-point in the Cup.The PRIEST and the PRIESTESS. HRILIU.The PRIESTtakes the Lance.The PRIESTESS covers the Cup.The PRIEST genuflects, rises, bows, joins hands. He strikes his breast.The PRIEST. O Lion and O Serpent that destroy the destroyer, be mighty among us.O Lion and O Serpent that destroy the destroyer, be mighty among us.O Lion and O Serpent that destroy the destroyer, be mighty among us.The PRIEST joins hands upon the breast of the PRIESTESS, and takes backhis Lance.He turns to the PEOPLE, lowers and raises the Lance, and makes ! uponthem.Do what thou wilt shall be the whole of the Law.The PRIEST. Love is the law, love under will.He lowers the Lance, and turns to East.The PRIESTESStakes the Lance in her right hand. With her left hand sheoffers the Paten.The PRIEST kneels.The PRIEST. In my mouth be the essence of the life of the Sun.He takes the Host with the right hand, makes ? with it on the Paten, andconsumes it.Silence.The PRIESTESS takes, uncovers, and offers the Cup, as before.The PRIEST: In my mouth be the essence of the joy of the earth!He takes the Cup, makes ! on the PRIESTESS, drains it and returns it.Silence.He rises, takes the Lance, and turns to the PEOPLE.The PRIEST. There is no part of me that is not of the Gods.48Liber XV - The Gnostic Mass"},{"pageNumber":54,"pageContent":"(Those of the PEOPLE who intend to communicate, and none other shouldbe present, having signified their intention, a whole Cake of Light, and awhole goblet of wine, have been prepared for each one. The DEACON mar-shals them; they advance one by one to the altar. The children take theElements and offer them. The PEOPLE communicate as did the PRIEST, ut-tering the same words in an attitude of Resurrection:“There is no part of me that is not of the Gods.”The exceptions to this part of the ceremony are when it is of the nature ofa celebration, in which case none but the PRIEST communicate; or part ofthe ceremony of marriage, when none other, save the two to be married,partake; part of the ceremony of baptism, when only the child baptisedpartakes; and of Confirmation at puberty, when only the persons confirmedpartake. The Sacrament may be reserved by the PRIEST, for administrationto the sick in their homes.The PRIEST closes all within the veil.With the Lance he makes ! on the people thrice, thus.The PRIEST: ! The LORD bless you.! The LORD enlighten your minds and comfort your hearts and sustain yourbodies.! The LORD bring you to the accomplishment of your true Wills, the GreatWork, the Summum Bonum, True Wisdom and Perfect Happiness.He goes out, the DEACON and Children following, into the tomb of theWest.Music. (Voluntary.)NOTE: The PRIESTESS and other officers never partake of the Sacrament,they being as it were part of the PRIEST himself.NOTE: Certain secret formulae of this Mass are taught to the PRIEST in hisOrdination.49"}]
