[{"pageNumber":1,"pageContent":"Ordo Templi OrientisSchedule of Dues and Feeswithin the United States of Americaeffective January 1, 1998 e.v.O.T.O. members are charged with the sacred obligation of supporting the Order by payment of annual dues.Additional fees are set to defer the costs of each initiation, and local bodies may also charge their own dues.Annual dues are sent in their entirety to Grand Lodge for the general operating fund of the Order. Initiation feesremain with the local bodies to meet the costs of each initiation. To meet the need for local funding, bodies maycharge a fixed annual amount for local dues as well.Members are also welcome to make additional tax-deductible contributions if they will. All funds received areapplied scrupulously to the non-profit activities of the O.T.O. Any member is welcome to examine the financialstatement of the Order upon request. Degree Annual DuesInitiation FeesMinerval$36$36Io$36$36IIo$72$36IIIo$108$72IVo$144$100P.I.X$31K.E.W.X$20Vo$180$120K.R.E.X$60VIo$216$120G.I.C.X$60P.R.S.X$60VIIo$252$180VIIIo$288$210IXo$324$300X Intermediate degrees do not have separate dues, butcontinue the dues of the previous numbered degree.Dues to the National O.T.O. are paid with each numbered initiation. They cover a period of one year, or until thenext numbered initiation, whichever comes first. If your next initiation does not occur within a year, yourmembership renews automatically at your current degree, and another years’ dues become due.If you take your next initiation before the renewal period is up, then your dues are prorated for the number ofmonths before your initiation. To calculate your prorated dues, divide your annual dues by 12, then multiply bythe number of months between your anniversary month and the month of your initiation.For example, let’s say you took your Ist degree in March 1997. In March 1998, your first degree membershiprenewed and you paid $36.00 for annual dues through March 1999. If you took your IInd degree in July 1998,then you would be entitled to a credit as follows: Dues from March to July 1998 (4 months) = $36.00 divided by 12 = $3.00 times 4 = $12.00.Since you paid $36.00 in March, you would receive $24.00 credit. You may deduct this credit from the dues youpay for your IInd degree initiation. If you did not pay your renewal dues in March, you would have to include$12.00 in back dues with your IInd degree payment."},{"pageNumber":2,"pageContent":"You should always notify your initiator of the date you took your last initiation, so that he or she can include anyback dues you owe with the payment for your initiation. If you have an initiation coming up and you are unsureof your dues balance, please contact the Grand Treasurer General."}]
