[{"pageNumber":1,"pageContent":"Materials on the Sun of Righteousness and the Shadow of His Wing – page 1Materials on the Sun of Righteousnessand the Shadow of His Wingby Tim Maroney, KEW OTO24 Feb 2003 e.v.Today's Bible reading comes to us from the Book of Malachi. The name of the prophetmeans \"My Messenger,\" a Mercurial title reminiscent of the messenger spirits of theurgythat whirl between the earth and heavens, and of the messenger roles of angels in Biblicalmyth. In this short book the prophet begins by condemning those who bring uncleanbread and sickly sacrifice to the Lord's table, then segues smoothly to an apocalypticeschatology much admired by later Christian interpreters. Indeed, \"the Sun ofRighteousness\" was taken as a title of Christ, and it is on His return that the world will bedestroyed by fire, as Malachi foretold in his fourth chapter.1. For, behold, the day cometh, that shall burn as an oven; and all the proud, yea, and allthat do wickedly, shall be stubble: and the day that cometh shall burn them up, saith theLORD of hosts, that it shall leave them neither root nor branch.2. But unto you that fear my name shall the Sun of righteousness arise with healing in hiswings; and ye shall go forth, and grow up* as calves of the stall.3. And ye shall tread down the wicked; for they shall be ashes under the soles of your feetin the day that I shall do this, saith the LORD of hosts.* \"Grow up\" is now more commonly translated as \"skip about,\" \"leap\" or \"dance.\" Thusthe treading down of the wicked is viewed as a joyous and sacred activity. We mightcompare the dance of Shiva upon ignorance, or the trampling of the wretched and theweak lauded by Hadit in His chapter of CCXX.In his Paris Talks, the Bahá'í `Abdu'l-Bahá elaborates the symbolism of the healing wingsthrough poetic imagery.Oh! put your faith in the Almighty, for He faileth not and His goodness endureth for ever!His Sun giveth Light continually, and the Clouds of His Mercy are full of the Waters ofCompassion with which He waters the hearts of all who trust in Him. His refreshingBreeze ever carries healing in its wings to the parched souls of men! Is it wise to turnaway from such a loving Father, Who showers His blessings upon us, and to chooserather to be slaves of matter?Of these healing wings, Alice Bailey or her master Djwhal Khul writes in \"TheExternalization of the Hierarchy\":[L]ove, esoterically and in reality, is perceptive understanding, the ability to recognizethat which has produced an existing situation, and a consequent freedom from criticism;it involves that beneficent silence which carries healing in its wings and which is onlyexpressive when the inhibition aspect of silence is absent and the man no longer has tostill his lower nature and quiet the voices of his own ideas in order to understand andachieve identification with that which must be loved. Can you follow the beauty of thisconcept and comprehend the nature of this silent depth of true understanding?We may perhaps be forgiven the answer no to both Ms. Bailey and Mr. Bahá. Returningto the latter, speaking to the Theosophical Society in 1911 at the behest of Annie Besant,"},{"pageNumber":2,"pageContent":"Materials on the Sun of Righteousness and the Shadow of His Wing – page 2`Abdu'l-Bahá referred to a different but perhaps related type of wing, and interpreted theprophets (such as Malachi, and to the Bahá'í, Buddha and many others) in solar terms:Religion and Science are inter-twined with each other and cannot be separated. Theseare the two wings with which humanity must fly. One wing is not enough. Every religionwhich does not concern itself with Science is mere tradition, and that is not the essential.Therefore science, education and civilization are most important necessities for the fullreligious life.The Reality of the divine Religions is one, because the Reality is one and cannot be two.All the prophets are united in their message, and unshaken. They are like the sun; indifferent seasons they ascend from different rising points on the horizon. Therefore everyancient prophet gave the glad tidings of the future, and every future has accepted thepast.Some decades before, in her Theosophical Glossary, Madame Blavatsky quotes \"our latelearned Brother,\" Kenneth Mackenzie, a high-profile but enigmatic esoteric Freemasonwho has been implicated in various unsolved mysteries of the occult history of his time:Ancient and mediæval mystics divided magic into three classes — Theurgia, Goëtia andnatural Magic. “Theurgia has long since been appropriated as the peculiar sphere of thetheosophists and metaphysicians”, says Kenneth Mackenzie. Goëtia is black magic, and“natural (or white) magic has risen with healing in its wings to the proud position of anexact and progressive study.The wings of healing in Malachi are often interpreted in Christian preaching as rays oflight, much as the rays shining through a cleft in the clouds may render what had blockedthe light instead as great feathered wings in the sky. The wings of God remind us ofanother Biblical passage much beloved of Rosicrucians, who have also adopted thepassage from Malachi as emblematic of the traditional healing function ascribed to theRosicrucian fraternity. This phrase is \"under the shadow of the wings,\" which we find inthe book of Psalms:16:8. Keep me as the pupil, the daughter of the eye; hide me under the shadow of Yourwings,9 from the face of the wicked who strip me. Those against my soul, My foes, encircle me.In the Vulgate Latin translation of the Bible by St. Jerome, Psalms 16:8 reads:16:8. a resistentibus dexterae tuae custodi me ut pupillam oculi sub umbra alarumtuarum proteges meThe Latin phrase \"sub umbra alarum tuarum\" will much later in history be taken up bythe Rosicrucians. Originating shortly before 1610 CE, if they existed, this legendaryfraternity of wandering, unknown healers took this Latin phrase as a special sign of theirOrder. It was with these words that the Fama Fraternitas closed: \"Sub Umbra AlarumTuarum, Jehova.\" An essay by Mather Walker on Francis Bacon, \"Messages from TheMan in The Moon\" (http://www.sirbacon.org/moon.html), traces this Latin phrase in theFama to a political event in summer 1582 involving Sir Walter Raleigh, identified byWalker as the Fama's brother R.At that time William the Silent of Orange was leader of the Protestant forces in theNetherlands. A small group of Englishmen went to Antwerp to meet with him. QueenElizabeth herself rode out with them as far as Canterbury..... Raleigh was detained [at"},{"pageNumber":3,"pageContent":"Materials on the Sun of Righteousness and the Shadow of His Wing – page 3Antwerp] by William after the others had returned, and entrusted with a special verbalmessage for the Queen:SUB UMBRA ALARUM TUARUM PROTEGIMURThat is, 'UNDER THE SHADOW OF YOUR WINGS WE ARE PROTECTED.' William ofOrange was sending both an appeal, and an acknowledgment, to Queen Elizabeth of hersupport of the Protestant cause. In view of the English connections, and the Protestantactivism of the Rosicrucian publications it is evident the postscript of The Fama referredto that famous event...In the 19th century English Rosicrucian group the Golden Dawn, its Flying Roll No.XVI, \"The History of the Rosicrucian Order,\" discusses the Golden Dawn Adeptus MinorInitiation Ritual, which re-enacts the life and entombment of Christian Rosycross. Thisdocument also asks members to use characteristic modes of greeting and departing,among them this:Members are moreover further requested to endeavour upon all occasions when takingleave of each other to use the old formula Vale, adding Sub umbra alarum tuarum,Jehovah!Lance S. Owens in his \"Joseph Smith and Kabbalah: The Occult Connection\"(http://www.gnosis.org/jskabbfn.htm) points out the title page of Robert Fludd'sUtriusque Cosmi Maioris ... Tomi Secundi Tractatus Secundus (Frankfurt, 1621), atreatise on Theosophy and Kabbalah. The prophet kneels praying on the rock of earth,beneath the all-seeing Eye of God. Rising from the prophet along a ray descending fromthe Eye are the words \"In alarum tuarum umbra canam,\" which is the Latin of Ps. 63:7,\"in the shadow of Your wings I will rejoice.\"The motif of the healing wings appears several more times in Psalms, expanding on itssymbolism in a variety of ways, and presenting the shadow of the wing as a remedy forthe attacks of one's enemies and one's own fear of them. In the first passage following thewings of Jehovah are discussed together with terrifying details reminiscent of Malachi.18:8. A smoke went up out of His nostrils, and fire devoured out of His mouth; coals werekindled by it.9. And He bowed the heavens and came down, and darkness was under His feet.10. And He rode on a cherub, and flew; yea, He soared on the wings of the wind.11. He made darkness His secret place, His pavilion around Him, darkness of waters,thick clouds of the skies.12. At the brightness before Him, His dark clouds passed through, hailstones and coals offire passed.13. The LORD also thundered in the heavens, and the Highest gave forth His voice;hailstones and coals of fire.55:5. Fear and trembling have come on me, and horror has covered me.6. And I said, Who will give to me wings like a dove! I would fly away and be at rest.7. Lo, I would wander far off; I would lodge in the desert. Selah.57:1. To the Chief Musician. Do not destroy. A secret treasure of David, when he fledfrom Saul in the cave. Be merciful to me, O God, be merciful to me; for my soul trusts inYou; yea, in the shadow of Your wings I will make my hiding-place, until these greattroubles pass by."},{"pageNumber":4,"pageContent":"Materials on the Sun of Righteousness and the Shadow of His Wing – page 461:3. For You have been a shelter for me, a strong tower before the enemy.4. I will dwell in Your tabernacle forever; I will trust in the hiding place of Your wings.Selah.63:7. Because You have been my help, therefore in the shadow of Your wings I willrejoice.8. My soul follows hard after You; Your right hand upholds me.9. But those who seek my soul, to destroy it, shall go into the depths of the earth.91:1. He who dwells in the secret place of the Most High shall rest under the shadow ofthe Almighty.2. I will say of the LORD, my refuge and my fortress; my God; in Him I will trust.3. Surely He will deliver you from the fowler's trap and from the destroying plague.4. He shall cover you with His feathers, and under His wings you shall trust. His truthshall be your shield, and buckler.5. You shall not fear the terror by night; nor because of the arrow that flies by day;6. nor for the plague that walks in darkness, of the destruction laying waste at noonday.This last may be of special interest to magicians, particularly 91:1. We find the protectivewings not only in Psalms but also in Ruth 2:2:8. And Boaz said to Ruth, Do you not hear, my daughter? Do not go to glean in anotherfield, neither go away from here, but stay here close by my maidens.9. Let your eyes be on the field that they reap, and go after them. Have I not commandedthe young men that they shall not touch you? And when you are thirsty, go to the vesselsand drink of that which the young men have drawn.10. Then she fell on her face and bowed herself to the ground, and said to him, Why haveI found grace in your eyes, that you should take notice of me, since I am a foreigner?11. And Boaz answered and said to her, It has been fully shown to me all that you havedone to your mother-in-law since the death of your husband, And you left your father andyour mother and the land of your birth, and have come to a people whom you did notknow before now.12. May the LORD repay your work, and may a full reward be given you from the LORDGod of Israel, under whose wings you have come to trust.13. Then she said, Let me find favor in your sight, my lord, for you have comforted me;for you have spoken kindly to your handmaid, though I am not like one of yourhandmaidens.We will later see, as the wings protect Mary in the Apocalypse, that there may be aspecial connection between the protection of God's wings and the feminine. In any case,Ruth will become much more than Boaz's handmaiden, bringing in her office of gladnessObed, father of that Eph'rathite of Beth–lehem–judah, whose name was Jesse the fatherof David. King David would become the putative author of the Psalms, a purportedancestor of Jesus, and a puzzle for gay scholarship due to the intimate bonds of friendshipcelebrated in his life. There is little indication that Boaz knew that he would live to thepresent day as a pillar of Freemasonry as well. In all this there may be some furthermeaning, as indeed in all these verses.A well-known prayer of Bahá’u’lláh on separation from God laments:Suffer me, O my God, to draw nigh unto Thee, and to abide within the precincts of Thycourt, for remoteness from Thee hath well-nigh consumed me. Cause me to rest under theshadow of the wings of Thy grace, for the flame of my separation from Thee hath meltedmy heart within me. Draw me nearer unto the river that is life indeed, for my soul"},{"pageNumber":5,"pageContent":"Materials on the Sun of Righteousness and the Shadow of His Wing – page 5burneth with thirst in its ceaseless search after Thee. My sighs, O my God, proclaim thebitterness of mine anguish, and the tears I shed attest my love for Thee.In another prayer to God's name, he entreats:I implore Thee, O Thou Who art the beloved Companion of Bahá, by Thy name, the All-Glorious, to keep safe these Thy servants under the shadow of the wings of Thine all-encompassing mercy, that the darts of the evil suggestions of the wicked doers amongThy creatures, who have disbelieved in Thy signs, may be kept back from them.As this wealth of usages demonstrates, the symbol of the healing wings has spoken tomany people of many faiths. In its original faith, Judaism, the saying remains prominent.Rabbi Joseph R. Black of Congregation Albert, Albuquerque NM USA, writes in his\"Shattered and Sheltering Myths\" for Erev Rosh Hashanah 5763:[T]he idea of being “under God” is worth exploring – and possibly even embracing onthis Erev Rosh Ha-Shanah. What does the myth of being “under God” mean for us asJews? The first is found throughout our liturgy on these High Holy Days – that of God asSovereign of the Universe – in Hebrew: Ol Malchut Shamayim – the Yoke of theKingdom of Heaven. The second, also a central theme of our liturgy and literature, is theconcept of God as a Sheltering presence who protects us under the shadow of the Wingsof the Divine Presence: Tachat Kanfei Ha-Shechina ....To speak of being “under God” in the context of perceiving God as a Sheltering presencewho protects us under the shadow of the Wings of the Divine Presence -- Tachat KanfeiHa-Shechina -- is to state that God not only exists, but that God cares about us and wantsto protect us. But it also means that we are not the exclusive recipients of God’s care andlove. All of Humanity is sheltered by God. In the book of Genesis we read that we arecreated in the Image of God. God’s shelter is a unifying factor. To state that we are anation “under God” in this context, is not exclusive, but inclusive. We, like all of ourbrothers and sisters regardless of ethnic, religious or national origin, are sheltered byGod’s grace and love.The Shechina to which Rabbi Black refers is interpreted as a feminine divine force inJudaism, even within mainstream commentary, and is sometimes conflated with theChristian Holy Spirit, the divine messenger between heaven and earth in the form of adove or of a tongue of flame. In the final book of the Christian Bible, Rev. 12:6-14, thewings of God protect another divine female, the woman clothed with the sun, or Mary,from the serpent or dragon, in a much more direct and personal way than the shelteringwings of Psalms that watch over us all. After the Fall from Heaven of Satan and hisangels, this primordial Mary is pursued by evil, but God gives her his wings.6. Then the woman fled into the wilderness, where she has a place prepared by God, thatthey should feed her there one thousand two hundred and sixty days.7. And war broke out in heaven: Michael and his angels fought with the dragon; and thedragon and his angels fought,8. But they did not prevail, nor was a place found for them in heaven any longer.9. So the great dragon was cast out, that serpent of old, called the Devil and Satan, whodeceives the whole world; he was cast to the earth, and his angels were cast out with him.10. Then I heard a loud voice saying in heaven, \"Now salvation, and strength, and thekingdom of our God, and the power of His Christ have come, for the accuser of ourbrethren, who accused them before our God day and night, has been cast down.11. And they overcame him by the blood of the Lamb and by the word of their testimony,and they did not love their lives to the death."},{"pageNumber":6,"pageContent":"Materials on the Sun of Righteousness and the Shadow of His Wing – page 612. Therefore rejoice, O heavens, and you who dwell in them! Woe to the inhabitants ofthe earth and the sea! For the devil has come down to you, having great wrath, becausehe knows that he has a short time.\"13. Now when the dragon saw that he had been cast to the earth, he persecuted thewoman who gave birth to the male Child.14. But the woman was given two wings of a great eagle, that she might fly into thewilderness to her place, where she is nourished for a time and times and half a time, fromthe presence of the serpent.The dragon goes on to try to drown the Mother of God with a flood from its mouth, fromwhich she is protected by the earth. Enraged, the serpent creates the Beast rising up fromthe sea. This Beast will carry the Scarlet Woman, Mystery, Babylon the Great, theMother of Harlots and of the Abominations of the Earth (Rev. 17:5). The ceremonialmagician Aleister Crowley, himself proclaimed the Beast by his mother and his angelalike, believed that the woman clothed in the sun was also the Scarlet Woman, and thisBabylon (or Babalon in Enochian) became a central figure in his Aeonic eschatology.In The Vision and the Voice Crowley gives us the Latin version of the phrase, stating in afootnote that it had to do with the Adeptus Minor initiation, the same ritual discussed inthe Golden Dawn's Flying Roll No. XVI. The vision is \"Of the 24th Aethyr, Which isCalled NIA\". Crowley explains it in notes as a vision of the woman clothed with the sun,the Scarlet Woman, and the Beast. It reads in part:Come, let us mount unto Nuit our mother and be lost! Let being be emptied in the infiniteabyss! For by me only shalt thou mount; thou hast none other wings than mine.All this while the Rose has been shooting out blue flames, corruscating like snakesthrough the whole Aire. And the snakes have taken shapes of sentences. One of them is:Sub umbra alarum tuarum Adonai quies et felicitas.In The Passing of the Pylon, a section of the self-initiation ritual Liber Pyramidos,Crowley again employs this traditional Biblical and Rosicrucian motif. It serves as aprotective counterpoint against a long litany of accusations. The section involving thewings begins and ends as follows:Yea! but I am a Fool, a Flutterer!I am under the Shadow of the Wings!(Refrain \"I am under\", etc., after each Accusation.):I am a Liar and a Sorcerer.I am under the Shadow of the Wings!...I am not marked with the white Flame of Breath.I am under the Shadow of the Wings!I am a Traitor! - die the Traitor's death!This last raises Candidate erect.Invoking Spiral Dance. Rubric as before:I am under the Shadow of the Wings!Now let me pace the Path, bind onThe Girdle of the Starry One!"},{"pageNumber":7,"pageContent":"Materials on the Sun of Righteousness and the Shadow of His Wing – page 7This pylon which is passed is that of death and fear, and of the Lurker on the Threshold,here figured as the great Egyptian crocodile demon Sebek, eater of the dead. The wingsof protection of the Lord here redeem the unworthy and protect the aspirant in theunderworld. Above, the fleecy clouds part before the golden ray, revealing He who ridesthe wings of the winds. In the Breath of that Aethyr or Air are refreshment and truth. Theterrors pass and are done; under the shadow of His wings, no other shadow and no veil ofsorrow can abide. The Chymical Wedding of Rose and Cross is the Sabbath of theAdepts. In the name of the Lord of Initiation, Amen."}]
