[{"pageNumber":1,"pageContent":"Minerval Guide1O.T.O.U.S. GRAND LODGEMINERVAL GUIDEIncluding Laws and Regulations of the OrderPertaining to the Conduct Of Man of Earth InitiatesUnder the U.S. Grand LodgeDistributed to all Minerval Initiates in the U.S.A.under the Seal of the Minerval Degree20 March 2002 E.V.Issued by Order:SABAZIUS X°U.S. National Grand Master General"},{"pageNumber":2,"pageContent":"Minerval Guide23Introduction3 De vi per disciplinam colenda4 De Ordine Rerum4 The Belly and the Limbs5Grand Lodge5Local Bodies5 Camps5 Oases5 Lodges6Binding Pledges7Membership Status8Dues, Fees and Donations9Confi dentiality and Secrecy9Candidate Sponsorship10Eligibility and Advancement11Degree Instructional Materials12Other Member Resources12Ritual Robes and Regalia12Gnostic Mass and Ecclesia Gnostica Catholica13Relations with Other Organizations13Alcohol, Drugs, and Firearms13Sexual Conduct14Causes for Bad Report and Disciplinary Action15Complaint Procedures15Forms of Address17Memorandum Regarding Liber CI (1999 e.v.)Liber CI (1999 e.v.)Liber CI18Liber CI—An Open Letter (1919 e.v.)Liber CI—An Open Letter (1919 e.v.)Liber CI—An Open Letter18 Of the Duties of the Brethren21 Of the Privileges of the BrethrenMINERVAL GUIDEIncluding Laws and Regulationsof the Order Pertaining to the Conduct Of Man of Earth Initiates Under the U.S. Grand Lodge"},{"pageNumber":3,"pageContent":"Minerval Guide3INTRODUCTIONDo what thou wilt shall be the whole of the Law.The Third Triad consists of the degrees from Minerval to Prince of Jerusalem. The Minerval degree is a Prologue to the First; the degrees subsequent to the Third but pendants to it. In this, the Man of Earth series, there are then but Three Degrees; and these Three are One.The Man of Earth takes no share in the Government of the Order; for he is not yet called upon to give his life to it in service; and with us Government is Service and noth-ing else. The Man of Earth is therefore in much the position of the Plebian in Rome in the time of Menenius Agrippa. But there is this marked difference; that every Man of Earth is encouraged and expected to push on to the next stage.Liber 194, vv. 4–5The Man of Earth initiate takes no share in the Government of the Order—but the instructions of the Third Triad are directed towards the responsibility and capacity for governing oneself, in accordance with the phi-losophy and policies of the Order. To that end, this document has been assembled, as a guide and reference to those strict regulations that we take upon ourselves as individual initiates. The following passages are from Liber Aleph, the thirty-seventh and thirty-eighth chapters.DE VI PER DISCIPLINAM COLENDA(On the Cultivation of Strength through Discipline)Consider the Bond of a cold Climate, how it maketh Man a Slave; he must have Shelter and Food with fi erce Toil. Yet thereby he becometh strong against the Elements, and his moral Force waxeth, so that he is Master of such Men as live in Lands of Sun where bodily Needs are satisfi ed without Struggle. Consider also him that willeth to exceed in Speed or in Battle, how he denieth himself the Food he craveth, and all Pleasures natural to him, putting himself under the harsh Order of a Trainer. So by this Bondage he hath, at the last, his Will. Now then the one by natural, and the other by voluntary, Restriction have come each to greater Liberty. This is also a general Law of Biology, for all Development is Structuralization; that is, a Limitation and Specialization of an originally indeterminate Protoplasm, which latter may therefore be called free, in the Defi nition of a Pedant."},{"pageNumber":4,"pageContent":"Minerval Guide4DE ORDINE RERUM(On the Ordering of Things)In the Body every Cell is subordinated to the general physiological Control, and we who will that Control do not ask whether each individual Unit of that Structure be consciously happy. But we do care that each fulfi l its Function, and the Failure of even a few Cells, or their Revolt, may involve the Death of the whole Organism. Yet even here the Complaint of a few, which we call Pain, is a Warning of general Danger. Many Cells fulfi l their Destiny by swift Death, and this being their Function, they in no wise resent it. Should Haemoglobin resist the Attack of Oxygen, the Body would perish, and the Haemoglobin would not even save itself. How, o my Son, do thou then consider deeply of these Things in thine Ordering of the World under the Law of Thelema. For every Individual in the State must be perfect in his own Function, with Contentment, respecting his own Task as necessary and holy, not envious of another’s. For so only mayst thou build up a Free State, whose directing Will shall be singly directed to the Welfare of all.And compare with the latter chapter, the ancient fable of The Belly and the Limbs, which is said to have been presented by the Roman plebian consul Menenius Agrippa in his negotiation of a dispute between a group of plebians and the senate in 503 B.C.THE BELLY AND THE LIMBSBack in the days when the various parts of the body did not necessarily all agree with each other, as they do now, but each had its own ideas and its own voice, some of the parts began to think that it was unfair that they should have to worry and toil to provide everything for the belly, while the belly just sat there in their midst with nothing to do but to enjoy the bounty they brought to it. They therefore conspired together, and agreed that the hands would no longer carry food to the mouth, the mouth would no longer open for food, and the jaws and teeth would no longer grind up what they received. The belly growled and tossed about in protest; but the limbs remained steadfast in their angry resolve to starve the belly into submission. Soon though, they began to feel weak. Their fatigue grew worse and worse, until they, the belly and the entire body nearly perished from starvation. Thus, it had become clear that even the seemingly idle belly had its own task to perform, and returned as much as it received; by digesting the food brought to it and returning nourishment to the limbs via the blood. A copy of the O.T.O. U.S.A. and International corporate Bylaws may be viewed at any lodge. All local body masters are in possession of the O.T.O. U.S. Camp, Oasis, and Lodge Master’s Handbook, which treats general issues of local body administration. Any O.T.O. member in good standing has a right to view the Handbook.This collection includes extracts of material from the Handbook and Bylaws relevant to the individual conduct of Man of Earth initiates, exclusive of appointments or offi ces that they may hold."},{"pageNumber":5,"pageContent":"Minerval Guide5GRAND LODGEThe U.S. Grand Lodge of O.T.O. and M∴M∴M∴(Grand Lodge), also known as Ordo Templi Orientis U.S.A., or O.T.O. U.S.A., is a duly chartered Grand Lodge and National Section of Ordo Templi Orientis. It is a tax-exempt, non-profi t religious organization incorporated under the laws of the State of California. O.T.O. U.S.A. was incorporated for the purpose of the preservation and advancement of the religious tenets, doctrines, principals, teachings, traditions and rites of Ordo Templi Orientis, and all its funds are irrevocably dedicated to furthering that purpose.All initiate members of O.T.O. who reside in the U.S.A. (including U.S. territories and dependencies) are members of the U.S. Grand Lodge, and the U.S. Grand Lodge includes all local bodies within the U.S.A. Membership in the U.S. Grand Lodge of O.T.O. confers membership in O.T.O. (International).Grand Lodge Headquarters comprises one administrative body and three governing bodies. The administrative body is the Executive Council, also known as the Executive, which functions as the Board of Directors of O.T.O. U.S.A. The Executive consists of the three Executive Offi cers of Grand Lodge Headquarters, the National Grand Master General X° (Rex Summus Sanctissimus,(Rex Summus Sanctissimus,( or Grand Master), the Grand Treasurer General (G.T.G.), and the Grand Secretary General (G.S.G.).The three governing bodies of Grand Lodge Headquarters are: the Supreme Grand Council (S.G.C.), Supreme Grand Council (S.G.C.), Supreme Grand Councilwhich governs the affairs of the Lover Triad (initiate bodies associated with the V°–VII°); the Grand Tribunal (G.T.), which investigates and arbitrates disputes and complaints; and the Electoral College (E.C.), which gov-erns the affairs of the Man of Earth Triad (lodges, oases and camps). The three Executive Offi cers are, ex offi cio,members of the Supreme Grand Council.The Executive Offi cers, the active members of the governing bodies of Grand Lodge, the Deputy National Grand Master General, the appointed assis-tants to the Directors (such as the Initiation Secretary, the Quartermaster, and the Parliamentarian), and the Sovereign Grand Inspectors General constitute the offi cers of Grand Lodge.Grand Lodge Headquarters reports to the International Headquarters (I.H.Q.) of O.T.O. The two principal governing bodies of International Headquarters are: the Supreme Council, which func-tions as the Board of Directors of O.T.O. (International); and the Areopagus of the VIII°. The offi cers of the Supreme Council are the Frater Superior (Caliph, or Acting Outer Head of the Order, O.H.O.), the Treasurer General (T.G.) and the Secretary General (S.G.).LOCAL BODIESO.T.O. has three levels of offi cial local initiate bodies (“local bodies”) under the jurisdiction of the Electoral College: camps, oases and lodges. These local bodies operate under charter from the U.S. Electoral College.CampsThe most basic level of O.T.O. local body is the camp. The purpose of a camp is to provide an initial contact point to represent O.T.O. in its local area preliminary to development of an oasis, and to provide such mem-bership services and activities within its local area as are appropriate to the Man of Earth Grade, and as it is capable of providing. Camps typically do not provide initiations, and are not authorized to perform any initiation-related reporting or initiation-related fi nancial transactions (however, any oasis or lodge may perform initiations for a camp at the location of the camp facili-ties). Camps are also not authorized to establish legal entity status in the state in which they are located, with-out explicit authorization to do so from the Executive.OasesThe next level of complexity up from the camp is the oasis. An oasis must provide initiations from 0° to III°, it should provide instruction in the form of classes and/or written materials, and it should endeavor to celebrate the Gnostic Mass on a regular basis.LodgesThe highest level of local body under the jurisdiction of the Electoral College is the lodge. A lodge master must be an initiate member of at least the V°, and must hold a charter to initiate. A lodge must have a treasurer and a secretary, who are appointed by the master, and who must be members in good standing of at least I°. Their appointment is subject to approval by the G.T.G. and the G.S.G., respectively. A lodge must provide initiations for the members it serves through the III°, and must have all facilities required"},{"pageNumber":6,"pageContent":"Minerval Guide6to perform initiations through IV° and P.I. A visiting (or resident) Sovereign Grand Inspector General will usually perform IV° and P.I.; however, lodges must be able to provide 0° through III° initiations without outside assistance.A lodge has all the responsibilities of an oasis. In addition, lodges may be required to assist the Order in legal matters, must keep complete records beyond the usual requirements of lesser bodies, and are encouraged to produce manuscripts, periodicals, and other publica-tions or creations for the advancement of Thelemic studies, and to support and assist the U.S. Grand Lodge of O.T.O. in the development and operation of camps, oases, and Rose+Croix chapters in its region. All lodges are expected to celebrate the Gnostic Mass as often as possible. Lodges are expected to estab-lish, or secure the use of, a dedicated lodge facility in which to conduct local O.T.O. functions and events. Such lodge facilities should be rented, leased, owned, or otherwise controlled by the Order or the local body, and should be clearly and permanently set apart from the normal private living quarters of any lodge offi cer or member.BINDING PLEDGESBefore their Minerval initiation, all members of OTO affi rm on their honor:•An understanding that O.T.O. is a serious and secret order, pledged to the high purpose of securing the Liberty of the Individual and his advancement in Light, Wisdom, Knowledge and Power, through Beauty, Courage and Wit, on the Foundation of Universal Brotherhood.•An acknowledgement of Baphomet XI°, and his lineal successor as Outer Head of the Order, Hymenaeus Beta XI°, as the sole and supreme authority in Ordo Templi Orientis; also an acknowl-edgement of Sabazius X° as their immediate repre-sentative, and as the Most Holy Supreme King that rules in the United States of America within the Sanctuary of the Gnosis.Before initiation to the First Degree, members of O.T.O. accept these formal requirements:•We swear in the presence of the power that we hold to be Most High that we accept Liber AL vel Legis sub fi gura CCXX, also known as The Book of the Law, without wishing to make changes in it.•We acknowledge that Ordo Templi Orientis is a dues-collecting organization and that in order to maintain fi nancial good report and continuing membership, we are required to pay the dues and fees appropriate to our degrees in a timely fashion, in accordance with the dues-collection policies of O.T.O. in effect at the time.•We consent to the binding arbitration of the Grand Tribunal of Ordo Templi Orientis in resolving civil disputes between members of O.T.O.In addition, initiates accept various other sworn obliga-tions in the course of our degree ceremonies. Those oaths are designed to provide the individual magi-cian with freedom and power through discipline, to ensure the harmonious operation of the Order, and to effect positive change in the world. They are not con-tracts—they are unconditional, irrevocable, and sacred pledges that remain formally in effect throughout the initiate’s life, regardless of his or her membership status. Properly understood, they are one of the great-est benefi ts of initiation in O.T.O.Members should study assiduously the sacred oaths that we have taken, in order to fulfi ll them knowledgeably. Copies of the oaths, written in code, are included in the Grand Lodge Degree Study Guides (see “Degree Instructional Materials,” below). Your sponsors, or your initiator or local body master, will be able to instruct you in how to decipher the code. U.S. Grand Lodge strongly recommends that each initiate commit his or her oaths to memory."},{"pageNumber":7,"pageContent":"Minerval Guide7MEMBERSHIP STATUSThe following is an explanation of various statuses of O.T.O. membership: AssociateAssociate status is available via mail to persons at least 18 years of age. Associates receive The Magical Link and may attend OTO functions that are open to the public. ActiveInitiateThis category includes all initiate members of Minerval degree or higher, who have not been assigned to any other status listed below. Dues for active members continue to accrue annually according to the published schedule. Minerval initiates, though active initiate members of O.T.O., remain “welcome guests” of the Order until they achieve full member-ship status by taking the First Degree. Minervals may not hold offi ce in any local body.Demitted (or “Expired”)Demitted (or “Expired”)DemittedA Minerval member who has not paid dues or otherwise contacted Grand Lodge for over two years is subject to demitted status, by determination of the demitted status, by determination of the demittedGrand Treasurer General. An attempt will always be made to contact the member by mail at the last known address before making the fi nal determination to demit. Demitted members may not attend initiations or members-only events, vote in O.T.O. meetings or elec-tions, serve as offi cers in a local body or other offi cial O.T.O. group, or represent O.T.O. in any way. A demitted Minerval may only re-join the Order only re-join the Order onlyby taking his or her First Degree initiation. No back dues or extra fees are required from demitted Minervals who take their First Degree. InactiveA member of First Degree or higher who has not paid dues or otherwise contacted Grand Lodge for over two years is subject to inactive status, by deter-mination of the Grand Treasurer General. An attempt will always be made to contact the member by mail at the last known address before making the fi nal inactive determination. Inactive members may not attend initia-tions or members-only events, vote in O.T.O. meetings or elections, serve as offi cers in a local body or other offi cial O.T.O. group, or represent O.T.O. in any way. An inactive member may re-join the Order in one of two ways:1)To reactivate membership at the current degree, pay two times the current dues rate for the degree. Membership is reactivated for one year following receipt of payment. If partial payments are made, membership is not reactivated until the full amount has been received. 2) Membership can also be reactivated by taking the next degree. In this case, the inactive member must pay one year of dues at the current degree one year of dues at the current degree one yearin addition to the normal dues and fees for the degree he or she is taking. Membership is reac-tivated for one year following the initiation. Full payment is due before initiation can proceed.NOTE: Reactivation takes effect only upon receipt of full payment and approval by the Grand Treasurer General and is subject to verifi cation of Good Report. For any questions concerning membership reactiva-tion, please contact the GTG. SabbaticalActive members who are dues-current may request a leave of absence from active membership for a specifi ed period of time. If you are not dues-current, you must pay the minimum amount of dues owed in order to be granted sabbatical status. While on sab-batical, no additional dues will accrue. Members on sabbatical may not attend initiations or members-only events, vote in O.T.O. meetings or elections, serve as an offi cer in a local body or other offi cial O.T.O. group, or represent O.T.O. in any way. At the end of the sab-batical period, you may return to active membership or request an extension of your sabbatical. To request this status, please write or email the Grand Treasurer General and state the length of time you wish to be on sabbatical. Bad ReportA member, or a non-member applicant, may be placed on bad report status for good cause. A member on bad report is disqualifi ed from advancing to the next degree, and may have one or more membership privileges curtailed, until such a time as the bad report status is lifted. The Executive Council or its designee shall specifi cally set forth the conditions and restric-tions of the bad report status. See “Causes for Bad Report and Disciplinary Action,” below."},{"pageNumber":8,"pageContent":"Minerval Guide8On Notice (of Pending Bad Report)A member may be placed “on notice” for good cause by a local body master, thus curtailing specifi c membership privileges such as attending events at a particular location. Such notice must include a specifi c time limit which may not exceed one year. Notice is reported to the member’s sponsors and to the Electoral College for recording. It is not reported to the Executive unless the member on notice fails to comply with the terms and conditions of the notice. Failure to comply with such terms and conditions may result in the member being placed on bad report status. See “Causes for Bad Report and Disciplinary Action,” below.SuspendedA member may be suspended from the Order for good cause provided reasonable effort is made to serve the member with notice of the proceedings against him or her and the member has been given an oppor-tunity to be heard in his or her own defense. In case of emergency, in the unanimous opinion of the Executive Council, a member may be suspended without prior notice provided reasonable effort to serve written notice is promptly made. The Executive Council, Grand Tribunal, or their designee shall state the duration of said suspension. Upon suspension, all rights and privi-leges afforded by membership in O.T.O. are suspended. Suspension may be appealed to the Areopagus with the sanction of a member of the Electoral College. Such sanction may be requested by writing to the Secretary of the Electoral College. See “Causes for Bad Report and Disciplinary Action,” below.ResignedAny member may resign from active member-ship at any time by sending written notice to the U.S. Grand Secretary General. All Order rituals, charters, documents, and other materials in possession of the member must be returned to the GSG. Resignation entails automatic bad report status and curtailment of all membership rights and privileges until the Executive lifts such status. Resigned members may only be readmitted to the Order by applying in writing to the U.S. Executive Council, care of the GSG. ExpelledA member may be expelled from the Order for good cause provided reasonable effort is made to serve the member with notice of the proceedings against him or her and the member has been given an opportunity to be heard in his or her own defense. An expulsion is carried out by authority of the National Grand Master General or the O.H.O., and is subject to reversal only by the O.H.O. Upon expulsion, all rights and privileges afforded by membership in OTO shall cease. Expulsion may be appealed to the Areopagus with the sanction of a member of the Electoral College. Such sanction may be requested by writing to the Secretary of the Electoral College. See “Causes for Bad Report and Disciplinary Action,” below.DUES, FEES AND DONATIONSO.T.O. operates primarily on dues, fees, and donations collected from the membership. Members are charged with the obligation of supporting the Order to the fullest extent of their fi nancial means. Annual dues are established by the Order as a minimum contribution. Initiation fees are set to help defray the costs of the initiation itself. Many local bodies, with the permission of the Grand Treasurer General, charge their own dues and/or surcharges to help cover operating costs. Dues to Grand Lodge are payable for each new initiation at the point of initiation, after approval of the application but before commencement of the initiation ceremony. Any outstanding dues balances should be paid at the same time. After the initiation has taken place, dues are payable each year directly to the Grand Treasurer General, by the anniversary of the date of the initiation, until the next initiation has been taken. Failure of Minervals and Associates to remain dues-current results in expiration of membership (sometimes referred to as “demit”). Failure of initiate members of I° and higher to remain dues-current results in a change of membership status from active to inactive. Members are requested and expected to make whatever additional contributions and donations they can afford. All donations must be irrevocable. Members may specify a purpose for the donation, such as a contri-bution to a building or legal fund, in which case O.T.O. may not use the donation for any other purpose. If it cannot be used for the purpose specifi ed (for instance, if the specifi ed purpose is not in accordance with the non-profi t purpose or policies of O.T.O.), then O.T.O. will return the donation to the donor. Donations of offi ce equipment to local bodies or books donated to O.T.O. libraries are irrevocable, and any attempt to effect the return of the donated material will be grounds for bad report."},{"pageNumber":9,"pageContent":"Minerval Guide9CONFIDENTIALITY AND SECRECYO.T.O. is a serious and secret order, and its members are pledged to the secrecy and sacredness of its mysteries.Membership of any individual in O.T.O. shall not be made known to the public (those who have not signed a Preliminary Pledge Form) except upon the informed consent of the member. The O.T.O. membership lists are released only to those O.T.O. offi cers who have a specifi c need for such information in their service to the Order. However, a public claim to or denial of membership by an individual is deemed consent for the O.T.O. to publicly discuss the member-ship or non-membership of that individual to the same extent as the individual’s public claim or denial.In general, any degree held by a member should only be revealed to other members who hold a degree in the same Triad. Perfect Initiates may reveal their rank to Minervals, and VII°s may reveal their rank to V°s. A certain amount of degree confi dentiality may be forfeited by those who assume leadership positions; for example, most Minervals know that Lodge Masters must be at least V° and that persons acting as Sovereign Grand Inspectors General must be at least VII°.O.T.O. considers its initiation rituals and the offi cial instructional documents of its degrees to be confi dential to the initiates of the degree in question, and under the seal of the Minerval Oath as well as that of the degree in question.Performances of O.T.O. initiation rituals are strictly confi dential to the initiates of the degree being worked. Only active O.T.O. members on good report who have been duly initiated into a particular degree are entitled to the privilege of attending initiation rituals for that degree. Others shall not attend or be permitted to attend initiations or view ritual scripts or temple arrangements of that degree, and shall not be unnecessarily informed regarding anything pertaining thereto, including the oath.O.T.O. ritual scripts shall be kept in the posses-sion of chartered initiators, except that they may be temporarily lent to O.T.O. members holding at least the degree in question for the purposes of study, rehearsal and working of initiations. These are not to be copied without special permission from an Executive offi cer or the Initiation Secretary. Any unauthorized printed editions of the O.T.O. initiation rituals, such as the edition by Francis King, are to be treated as confi dential documents by O.T.O. members, regardless of their accuracy or lack thereof. It is not appropriate for O.T.O. members to sell or dis-tribute copies of such documents without the express permission of the X°. Should an O.T.O. member fi nd a copy for sale to the public, it would be appropriate for the member to purchase it; however, Grand Lodge Headquarters strongly recommends that candidates for initiation into a particular degree of O.T.O. wait until after they have been initiated into that degree before reading the ritual of that degree. The offi cial instructional documents of the VII°, VIII°, IX° and X° are to be treated as strictly confi den-tial to the members of those degrees, even though ver-sions of some of these documents have been printed or otherwise distributed without authorization by O.T.O. These documents, even printed versions, should not be sold, circulated or distributed by O.T.O. members without the express permission of the X°. If you are unsure whether a document you possess is confi den-tial, write to the Grand Secretary General or Grand Treasurer General for verifi cation. CANDIDATE SPONSORSHIPEach degree application for Minerval through P.I. requires the names and signatures of two sponsors. All candidate sponsors must be active members of good report, and must hold at least the I° and the degree to which the candidate is seeking admission. Names of sponsors should be written legibly, and civil names should be used rather than magical names or mottoes. Care should be taken in sponsoring candidates, in accordance with Liber CI, Twelfth House, q.v. The Grand Tribunal can suspend or revoke any member’s sponsorship privileges if it determines said privileges have been used recklessly. Before signing on as sponsors to a candidate, prospective sponsors should familiarize themselves with the candidate’s background, character, sense of honor, mental and emotional stability; and (if applicable) the candidate’s history of good fraternal conduct and keeping his or her oaths and obligations. The sponsors must also verify with the local body master that Grand Lodge has not recorded the candidate as being of bad report. However, sponsorship is the responsibility of the sponsors, and local bodies may not impose their own restrictions on sponsorship.Additional information on sponsorship is included in the First Degree Study Guide."},{"pageNumber":10,"pageContent":"Minerval Guide10ELIGIBILITY AND ADVANCEMENTEvery man and woman that is of full age, free, and of good report, has an indefeasible right to the III° —Liber LII.Men and women are not “of full age” if they are too young to fully participate as citizens of their country. Currently, “full age” is interpreted as at least 18 years old for Minerval and First Degree, and 21 years old for Second Degree and higher. Those under 18 years of age are not eligible for Minerval initiation; but may be eligible for associate status.Men and women are not “free” if they are incarcerated or otherwise restricted from travelling to one of our local bodies to be initiated, or if they are incapable of voluntarily taking and keeping a binding oath to the Order. Individuals who are on probation or parole from prison may not be eligible for initiation, depending on the terms of their probation or parole. Men and women are not “of good report” if the Grand Tribunal and/or the Executive Council has determined that they are of “bad report” (see “Membership Status,” above, and “Causes for Bad Report and Disciplinary Action,” below), or if a local body master has placed them on notice of pending bad report, or if they have resigned from membership, or if they cannot fi nd two members in good standing will-ing to vouch for and sponsor them. Individuals who have been convicted of a serious crime may be deter-mined to be of automatic “bad report” by the Grand Tribunal and/or the Executive Council, depending on the circumstances.Within the U.S. Grand Lodge, initiates must spend a minimum of one month within the Minerval Degree before proceeding to the I°, a minimum of nine months within the I° before proceeding to the II°, a minimum of one year within the III° before proceeding to the IV°. The IV° and P.I. initiations may be taken on the same occasion. There is no stigma attached to remaining in a degree for as long as it takes to decide whether or not to proceed. Beyond the P.I. all initia-tions are by invitation only.There are certain specifi c requirements for advancement to particular degrees. Before advanc-ing to any Man of Earth degree beyond Minerval, the candidate must pass an oral examination dealing with the secrets of the preceding degrees. A particular task specifi ed in the II° ritual must be accomplished prior must be accomplished prior mustto advancement to the III°. This task is to be accom-plished without the aid, instruction, or interpretation of other initiates. Prior to advancement to the IV°, a candidate must have brought two persons to the must have brought two persons to the mustMinerval degree (preferably as their sponsor) who subsequently became initiates. Further, potential IV° candidates must take the written examination adopted and issued by Grand Lodge. Individual initiators and body masters may not impose additional requirements for advancement in the Man of Earth degrees beyond those set by Grand Lodge. Whenever an initiator or local body refuses a member advancement in these degrees for any reason, the member has the right to appeal directly to the Executive Council. The degrees following P.I. are available by invita-tion only. According to Section 14 of Liber LII,In selecting members for advancement, attention is paid to their devotion to the Order, to their intelligence in apprehending the nature of its teaching, to their zeal in spreading the principles of the Order so far as they themselves understand them, though always with the discretion inseparable from the due guarding of the secrets, and to all those qualities of courage, honour, and virtue without which man is not worthy of that name.The privilege of inviting Perfect Initiates to advance to the degree of Knight of the East and West (K.E.W.), which qualifi es initiates for ordination to the E.G.C. Priesthood, belongs to Sovereign Grand Inspectors General VII° in counsel with the X°. Candidates for advancement to K.E.W. are evaluated on the basis of the qualities specifi ed in Section 14 of Liber LII. They are expected to have a record of good fraternal behavior, of dedicated, active, helpful participation in local M.M.M. and E.G.C. activities (to the extent possible), and of having made a sincere attempt to adhere to the terms of their initiatory oaths. They are expected to be very familiar with the Man of Earth initiation rituals of the M.M.M., and the Gnostic Mass of the E.G.C. They must be able to demonstrate all the modes of recognition from Minerval through P.I. In addition, they are expected, at a minimum, to be conversant with Crowley’s writings in general, with the basics of the theory and practice of both Magick and Yoga, with the principal concepts of the Qabalah, with at least one system of divination, and with the structure and operating principles of the Order as set forth in Liber 194, Liber 101, Liber 52,and the O.T.O. Constitution of 1917."},{"pageNumber":11,"pageContent":"Minerval Guide11The details of the invitation process for admission to the V° are confi dential, but no person may be invited to the V° without the sanction of the Electoral College (see Liber 194). It is not appropriate for Knights of Liber 194). It is not appropriate for Knights of Liber 194the East and West to inquire about their own advance-ment; rather, they should endeavor to exemplify the qualities set forth in Liber LII, as well as the particular qualities expected of a Sovereign Prince or Princess of Rose+Croix, namely: knowledge, leadership, depend-ability, harmony, helpfulness, and self-control. In addition to possessing all the qualifi cations for a K.E.W. initiate, they should be knowledgeable in matters of the history, policies, and administrative and initiatory structure of O.T.O. (including the E.G.C.), the theory and practice of both Magick and Yoga, and the history and literature of Thelema. They should also have a good general knowledge of such fi elds as history, philosophy, comparative religion, and critical thinking. Knights of the East and West who prove themselves worthy will be called to advance in due time, which will not neces-sarily be at the same time as their comrades.DEGREE INSTRUCTIONAL MATERIALSThe offi cial teachings of M.M.M. are to be found in its rituals, or Mysteries. The Mysteries of the degrees of M.M.M., like good poetry, both condense a great deal of information within a relatively small package, and, through indirect means, convey information which is otherwise incommunicable. The initiate who seeks with persistence and dedication to understand the Mysteries of these degrees and put their teachings into practice in his or her daily life will be well prepared for the revelations of the deeper teachings of our Order. U.S. Grand Lodge has prepared study guides for each of the M.M.M. degrees. The guides serve as a resource for M.M.M. initiates who wish to more fully understand and make use of the teachings of our Mysteries through a detailed program of study and practice. Those members who conscientiously follow the recommendations of the study guides will have satisfi ed many of the criteria for advancement to the invitational degrees. The guide for each degree is subdivided as follows:1.The “Recommended for Study” references should be explored in depth. They include many of the offi -cial publications of both the O.T.O. and the A∴A∴2.The “Recommended for Memorization” references will be of such value as to warrant their word-for-word commitment to memory. The development of memory is in itself an invaluable magick discipline.3.The “Supplementary Reading” references address generalized research topics which should be inves-tigated as time permits. 4.The “Recommended Practices” items constitute a suggested “core curriculum” of basic practices in Yoga and Magick, which has been developed in correspondence with the teachings of the degrees of M.M.M.5.The “Supplementary Practices” items are practices which may be benefi cial and illuminating for many, but are not suitable, for various reasons, for inclu-sion in a generalized curriculum.6.The “Required for Advancement” items are tasks which must be accomplished before being admit-ted to the next M.M.M. degree.The study guides are available from initiators and local body masters, and they are confi dential to the members of the degrees for which they are written. (See “Confi dentiality and Secrecy,” above.) Your sponsors are available to assist you with obtaining study materials, and with memorization of your oaths and modes of recognition.Local bodies may offer additional study materials and courses pertinent to the M.M.M. degrees, with Grand Lodge approval, and they may offer special diplomas for satisfactory completion of local study programs."},{"pageNumber":12,"pageContent":"Minerval Guide12OTHER MEMBER RESOURCESU.S. Grand Lodge WebsiteU.S. Grand Lodge operates a website at:http://www.oto-usa.org/ The website features announcements, contact infor-mation for offi cers, local bodies and governing and administrative bodies worldwide, general informa-tion on Thelema and the history of O.T.O, historical documents, the current schedule of dues and fees, the current issue and back-issues of Agapé, and other infor-mation. The U.S. Grand Lodge Treasury page at http://www.oto-usa.org/treasury/ features a secure, password-protected database that mem-bers can use to determine their current dues status.O.T.O. PublicationsThe International Headquarters and national Grand Lodges of O.T.O. publish several periodicals, listed below. Many individual Lodges, Oases and Camps issue periodicals as well.AgapéThe offi cial organ of U.S. Grand Lodge O.T.O. Agapé is distributed quarterly to all local bodies within Agapé is distributed quarterly to all local bodies within Agapéthe U.S. It contains current contact information for U.S. Grand Lodge offi cers, announcements, and articles by U.S. Grand Lodge offi cers and members. Members may obtain copies from their local body master, or they may download copies in PDF format (free Adobe Acrobat Reader required) from the U.S. Grand Lodge website. The EquinoxFounded in 1909 e.v., this serial has had a long and distinguished history in issuing the principal literature of A∴A∴ and O.T.O. The Equinox, Vol. III, No. 10 appeared in 1986 e.v. and contains most of Crowley’s published writings on O.T.O. (in print with Samuel Weiser, Inc.)The Orifl ammeThis occasional literary journal is available to members free of charge when issued. The fi rst issue of the current series was a collection of Jack Parsons essays entitled Freedom is a Two-Edged Sword, pub-lished in 1989 e.v.The second was a collection of Crowley essays, The Revival of Magick, published in 1998 e.v.The Magical LinkThis is an occasional newsletter distributed to all O.T.O. members worldwide since 1981 e.v. Each issue of The Magical Link contains an updated address list of all O.T.O. local bodies and reports of O.T.O. activities worldwide.Local PublicationsMany O.T.O. Lodges, Oases and Camps publish their own local newsletters and occasional publica-tions with articles, fi ction, poetry and artwork by local members. An updated directory of these publications appears in The Magical Link.RITUAL ROBES AND REGALIAO.T.O. robes and regalia for the M.M.M. Degrees should conform to standards issued by Grand Lodge Headquarters. Robes and regalia should be worn only for offi cial O.T.O. membership activities or personal workings, and should not be worn or displayed in public. Members attending an initiation who possess a rank higher than that being worked on the occasion should wear only the “fi xed” regalia corresponding to their rank in the Man of Earth Triad while in Temple. The “fi xed” regalia include the I° robe and anything that is intended to be perma-nently attached to it. Only the initiating offi cer should wear headgear while in Temple, with certain specifi c exceptions that are explicitly described in the ritual scripts. Regalia should be kept as simple as possible; unnecessary embellishments should be avoided.GNOSTIC MASS AND ECCLESIA GNOSTICA CATHOLICAThe Gnostic Catholic Church, or Ecclesia Gnostica Catholica, is an inseperable part of Ordo Templi Orientis, and the Gnostic Mass is an O.T.O. ritual— in fact, the central public and private ritual of the O.T.O.E.G.C. does not administer Christian sacraments, and its ecclesiastical powers are founded on a spiritual suc-cession from the Master Therion and the constituent originating assemblies of O.T.O., rather than on tradi-tional Christian apostolic succession. The traditional doctrines, theology, canon law, and insignia of the Roman Catholic and Eastern Orthodox churches do not operate within E.G.C."},{"pageNumber":13,"pageContent":"Minerval Guide13Public celebrations of the Gnostic Mass—i.e. those at which non-initiates are in attendance—must be performed in accordance with the guidelines pub-lished in the E.G.C. Manual distributed to clergy and local body masters by Grand Lodge. Those guidelines set requirements for the initiatory qualifi cations of ritualists, memorization of the ritual, conformity of the ceremonies to the specifi cs of Liber XV, and physical composition of the eucharistic substances.Any modifi cation of the Gnostic Mass for public or private celebration, or any rite or mystery which involves the modifi cation of the Gnostic Mass for public or private celebration, must be approved in advance by the Patriarch of E.G.C. (i.e. the O.H.O. of O.T.O.)Questions on E.G.C. policies and procedures should be addressed to the Grand Secretary General.RELATIONS WITH OTHER ORGANIZATIONSIn general, O.T.O. does not take cognizance of its members’ participation in other groups. However, it is inappropriate for O.T.O. members to hold member-ship in other organizations which: a)claim authority in O.T.O. or E.G.C.; b)appropriate the name “Ordo Templi Orientis,” the name “Ecclesia Gnostica Catholica,” or other offi -cial O.T.O. rituals, documents and/or trademarks for their own use; c)actively dispute O.T.O.’s legitimacy or right to exist; or d)hold policies which would interfere with an O.T.O. member’s conscientious observance of their obligations within O.T.O.O.T.O. members who also hold membership in other initiatory organizations should bear it in mind that O.T.O., while tolerant of diversity, will not abide such groups proselytizing among its ranks. It is not necessary for O.T.O. members to keep their other affi liations secret, but active recruitment within O.T.O. is inappropriate. Examples of such recruitment include proselytizing at O.T.O. events, distributing promotional literature through O.T.O. channels, and creating an atmosphere where any O.T.O. member might feel unwelcome because he or she does not hold membership in some other non-O.T.O. organization as well.ALCOHOL, DRUGS, AND FIREARMSAlcohol shall not be furnished or made available at any O.T.O. function or event to any person whose age is less than the legal public drinking age as specifi ed by state or local law (except for small quantities of sacramental wine administered as part of the Gnostic Mass).No illegal drugs are permitted at any O.T.O. event.O.T.O. has neither the interest in developing, nor the resources to enforce, any policy regarding the personal consumption of alcohol or drugs by its members outside the bounds of offi cial O.T.O. events, unless such consumption adversely impacts the peace-ful and productive operations of the Order or of a local body of the Order.However, O.T.O. will take any and all actions necessary to prevent its facilities and resources from being used for illegal purposes, such as the distribu-tion of illegal drugs. Therefore, confi rmed possession of illegal drugs at O.T.O. functions or events is grounds for bad report or suspension, and confi rmed sale or solicitation for sale of illegal drugs at O.T.O. events is grounds for expulsion. Sale or solicitation for sale of illegal drugs by any O.T.O. member so acting as to convey the impression that such sale or solicitation for sale is in any way a part of offi cial O.T.O. activity is also grounds for expulsion.Firearms are prohibited at O.T.O. functions and events unless carried by a law enforcement offi cer or licensed security guard in the performance of his or her duty.SEXUAL CONDUCTAs expressed in Liber CI, the Order exists in part to foster free and joyful relations between its members. However, sexual conduct that is not between fully consenting adults is antithetical to freedom and is not tolerated in O.T.O.Freedom has no room for coercion, and refusing an unwanted sexual advance is not “un-Thelemic.” No O.T.O. member should ever be forced, pressured, or made to feel obligated to have sexual relations with any other O.T.O. member, for any reason."},{"pageNumber":14,"pageContent":"Minerval Guide14CAUSES FOR BAD REPORT AND DISCIPLINARY ACTIONA local body master may place members “on notice of pending bad report” for unruly, disruptive, or abusive behavior at O.T.O. events, for minor incidents of slan-der or defamation, for harassment of other members, for minor property damage, failure to repay local debts or otherwise honor reasonable local obligations, and other relatively minor offenses of local concern. Such notice must involve a hard copy letter specifying the cause, terms, remedy and duration of the notice, which may involve selective suspension of local privileges. If the term of the notice expires without satisfactory res-olution of the problem(s), a report must be fi led with the Executive Council of Grand Lodge, and a determi-nation of formal bad report will be considered. A local body master or an aggrieved member may also submit a request to directly place a member on bad report, in the form of a petition to a Sovereign Grand Inspector General, the Grand Tribunal, or the Executive Council. The petition should include all per-tinent details of the problems, charges, requested rem-edies (if any), and signed and dated testimonies from witnesses, as appropriate. Copies should be sent to the Executive (even if the petition is directed elsewhere for immediate action) and to the individual being charged. The individual being charged has a right to fi le a defense with the local body and the Executive.Formal bad report of an O.T.O. member can only be declared by a Sovereign Grand Inspector General, by the Grand Tribunal, or by the Executive Council. Bad report declared by a Sovereign Grand Inspector General must be ratifi ed by the Executive Council within 30 days. Any member who has resigned from O.T.O., or who has been expelled or suspended from O.T.O., is automatically on bad report until such bad report is lifted by the Executive.In addition to having specifi c membership privi-leges suspended, a member on bad report is disquali-fi ed from taking any O.T.O. initiation at any location until his or her bad report status is removed by the Executive. Violation of this rule by misrepresentation to an initiator is grounds for expulsion.Acts greatly prejudicial to the purposes of the Order, or repeated failure to abide by the rules and regulations of the Order are grounds for suspension or expulsion from membership. Acts considered greatly prejudicial to the purposes of the Order may include, but are not limited to:Perfi dyIntentional betrayal of the Order and/or its offi -cers; treason. Includes aiding and abetting the hostile actions of other persons or groups to the potential detriment of O.T.O. Extremely Unfraternal ConductIncludes serious crimes against other individual members of the Order (or their families), such as seri-ous slander or libel (intentional and damaging), serious theft or vandalism, extortion, assault and battery result-ing in serious physical injury, assault with a deadly weapon, and serious non-consensual sexual conduct. Also includes the intentional or negligent placement of another member, beyond that member’s control, in serious jeopardy of death, physical injury, prosecution, litigation, or serious loss of property. Violation of Offi cial TrustSerious failure of a duly appointed offi cer to properly perform his or her duties. Includes abuse of authority, fi nancial malfeasance or serious fi nancial mis-feasance, public misrepresentation of the Order, and negligence in offi ce resulting in death, physical injury, prosecution, litigation, or serious loss of property.Jeopardizing Order SecurityIncludes any unauthorized or illegal activities that could subject the Order and/or its offi cers to pros-ecution, litigation, or physical attack. Serious Violations of Order Confi dentialityFor information considered confi dential, see the earlier section on “Confi dentiality and Secrecy.”PerjuryAs used herein, perjury means providing false information under oath or signature. This includes: providing false information on an application form; providing false written or sworn testimony to an offi -cer during an investigation; and failing to abide by any stated O.T.O. policy after having sworn to abide by it.Lèse-MajestéAs used herein, lèse-majesté means subversion lèse-majesté means subversion lèse-majestéor usurpation of powers and privileges reserved to offi cers and governing bodies within O.T.O. or expressed and demonstrated rejection of the authority of any duly elected or appointed offi cer or governing body within O.T.O. It includes: intentional violation of any stated O.T.O. policy after due notifi cation; intentionally interfering with a duly appointed O.T.O. offi cer’s legitimate performance of his/her duties;"},{"pageNumber":15,"pageContent":"Minerval Guide15obstructing communications between an offi cer and other members; failure to respond in a timely manner to an offi cer’s request for information; making false representations regarding one’s own membership status (bad report, etc.) to an initiator or other offi cer; and making false representations of one’s own rank or authority within O.T.O. or one’s ability to speak on behalf of the Order, its offi cers and Governing bodies. LawsuitMembers of O.T.O. U.S.A. of First Degree and above agree to arbitration of disputes in the Grand Tribunal, except as prohibited by law. Initiation of civil lawsuits between members of O.T.O. is forbidden on pain of expulsion, with the following exceptions: members may sue each other for divorce in states where divorce requires such suit; and members may sue each other when given leave to do so by the Grand Tribunal or the Executive.COMPLAINT PROCEDURESInitiates should strive to resolve disputes among them-selves before resorting to the authorities of the Order. Complaints and charges against individual mem-bers may be directed to the master of their local body for consideration and handling. Anonymous charges against O.T.O. members cannot be accepted and will not be considered by the Executive, the Grand Tribunal, or the Electoral College. If an offended member feels he or she has a legitimate need for confi dentiality due to fear of violent reprisal or blackmail, the local body master should submit the complaint on behalf of the offended member with a cover letter confi rming his or her judgment that the need for confi dentiality is legitimate.Complaints against local body masters regarding perceptions of improper conduct of local body busi-ness, unsafe conditions, or failure to observe stated Order policies may be submitted by any member. Such complaints must be submitted in writing, signed and dated, to the Electoral College and the Executive, and/or to the responsible Sovereign Grand Inspector General, for review and decision. Questions and concerns about local body function may be addressed by email at any time to the President of the Electoral College, at ec_president@oto-usa.org.Complaints regarding the technical perfor-mance of initiation rituals should be discussed with a Sovereign Grand Inspector General, or fi led in writing with the Executive. Initiation rituals and the Gnostic Mass in progress should not be interrupted unless for a serious danger to life, health, property or security. It is better to do an initiation ritual over, than to disrupt the event on a suspicion of minor error. The presence of anyone who has not attained to the degree of the initia-tion who is also not a candidate at an initiation requires interruption of the initiation, as soon as detected. Decisions of the Grand Tribunal or Executive may be appealed to the Areopagus upon obtaining permission to do so from a member of the Electoral College. Such permission may be solicited by writing to the Secretary of the Electoral College. FORMS OF ADDRESSCertain forms or styles of address are prescribed for use in formal correspondence with members of the various degrees of O.T.O. These forms of address should be employed when you (1) are writing to some-one whose degree is known to you, or (2) when you are writing to an offi cer whose offi ce is associated with a particular degree, whether you know the offi cer’s actual degree or not. For instance, if writing to the actual degree or not. For instance, if writing to the actualPresident of the Electoral College, you would use the form of address for a Senator; if writing to a member of the Grand Tribunal, you would use the form of address for a G.I.C. When in doubt, keep it simple: Dear Brother (Sister). The offi cial forms of address for formal correspon-dence are given below:"},{"pageNumber":16,"pageContent":"Minerval Guide160°– III°(Men): Dear Sir and Brother (Women): Dear Madam and SisterIV°Excellent CompanionP.I.[no form of address]K.E.W.(Men): Instructed Brother (Women): Instructed SisterV°(Men): Very Excellent and Perfect Prince (Women): Very Excellent and Perfect PrincessSenate(Men): Very Excellent and Perfect Prince, and Reverend Senior (Women): Very Excellent and Perfect Princess, and Noble Dame of the Red Eagle OR Very Excellent and Perfect Princess and Dame Knight of the Red EagleVI°(Men): Illustrious Sir Knight (Women): Illustrious Dame KnightG.I.C.(Men): Illustrious and Just Sir Knight (Women): Illustrious and Just Dame KnightP.R.S.(Men): Illustrious, Just and Enlightened Sir Knight (Women): Illustrious, Just and Enlightened Dame KnightVII°(Men): Very Illustrious Sir Knight (Women): Very Illustrious Dame KnightSupreme Grand as VII°, adding “and Most Wise and Excellent Councilloras VII°, adding “and Most Wise and Excellent Councilloras VII°, addingCouncilof His Most Sacred Majesty”VIII°Perfectly Illuminated and Very Illustrious Brother [Sister]IX°Thrice Holy, Thrice Illuminated and Thrice Illustrious Brother [Sister]X°Most Holy, Most Illuminated and Most Worshipful Father [Mother]. Other members of the X° write “Brother [Sister]” for “Father [Mother].” The National Grand Master General is not approachable as such by any person who has not reached the VI°, except by special permission; however, the Grand Secretary General will forward appropriate correspondence to the National Grand Master’s attention.Frater [Soror] Superior(O.H.O.):Most Holy and Most Beloved Father [Mother] in the Lord. The O.H.O. is not approachable as such by any person who has not reached the VIII°, except by special permission; however, the International Secretary General will forward appropriate correspondence to the Frater Superior’s attention.For those addresses in which fraternity is not mentioned, the writer may add “and dear Brother [Sister]” or “and very dear Brother [Sister]” as his or her feeling dictate. The closing (before your signature) for writers of the K.E.W. and all lower degrees should be “Yours Fraternally.” Within the V°-X°, sign “In the Bonds of the Order,” with such additional expressions of duty as may be suited to the degree of the writer.No form of address, no signature, and no closing should be used within the Council of Perfect Initiates. Within that degree, the writer of the letter should be indicated, if doubt exists, by some allusion in the text. A formal superscription should be prefi xed to the letter in the following terms. For X°: “A Petition to His Most Sacred Majesty the Supreme and Holy King Ruling in the United States of America [or name of other country] that is in the Sanctuary of the Gnosis.” For a member of the IX°, “To the Thrice Holy, Thrice Illuminated and Thrice Illustrious (name) IX°.” For a member of the VIII°, “To the Perfectly Illuminated and Very Illustrious (name) VII°.” For a member of the VII°, “To the Very Illustrious Sir [Dame] Knight (name) VII°.” And so on for the lesser degrees.In the O.T.O. tradition, only the Frater Superior and the Grand Master of each Grand Lodge are required to assume Magical Titles, but many members prefer to use magical names or mottoes in lieu of their civil names. To avoid confusion, the civil name should always be included in any correspondence addressed to Grand Lodge Headquarters."},{"pageNumber":17,"pageContent":"Minerval Guide17MEMORANDUM REGARDING LIBER CI (1999 E.V.)Liber CI (“An Open Letter to Those Who May Wish to Join the Order: Enumerating the Duties and the Privileges”) sets forth Crowley’s vision for O.T.O. as of 1919, now eighty years ago. Many of its provisions are applicable and operative today. Some, such as those regarding Profess-Houses and special universities, belong to the future. Still others are, for practical reasons or due to changes in cultural paradigms, simply obsolete. In the interest of clarity, I offer the following list of policy differences between the O.T.O. envisioned in Liber CI and the O.T.O. as it actually exists today in the Liber CI and the O.T.O. as it actually exists today in the Liber CIUnited States. O.T.O. does not now encourage its members to treat those outside the Order as inferiors who pos-sess no rights. While we do encourage members to do their part in recruiting new members, we do not expect or encourage them to aggressively proselytize among their friends, employers, and any wealthy or powerful acquaintances they may have. We encourage community and all levels of social interaction between O.T.O. members, but they remain free to engage in personal relationships and marriage with whomever they choose, and to employ, work for, and do business with whomever they choose. At this time, we do not have offi cial Profess-Houses or special educational institutions, though we look forward to a day when we will. We do not have special facilities for the care of children or expectant mothers, nor do we accept children into any special training or educational programs. While we offer what assistance we can to the families of members who suffer bereavement, we do not require our offi cers to adopt the orphaned children of members. We no longer hold ideas of ”the frontal duty of womankind” as points of doctrine. Rather, we empha-size the individuality of all women and all men. Lodge Masters are encouraged (as are all members) to offer hospitality to travelling members. However, until such a time as Order-operated lodging facilities are available, providing hospitality to travel-ling members is not considered mandatory.Members who are professionals, tradesmen, or businessmen are not expected to donate their products or services to the Order, though such donations are gratefully received. All members retain full control over their personal property, except those items of property they may choose to donate to the Order. The members of the IX° do not hold the property of the Order in common. The property of the U.S. Grand Lodge is held by the O.T.O. U.S.A. corporation, in accordance with California non-profi t corporation law. We do offer a variety of methods to relieve the fi nancial burden of dues payment to members undergo-ing genuine hardship. However, dues and fees paid to O.T.O. are not refundable under any circumstances, and O.T.O. does not make personal loans to its members. Also, dues and fees paid to O.T.O. cannot be transferred or assigned at any time to a member’s heirs or legatees. Although our Grand Tribunal does provide arbi-tration for disputes between members, the services of our legal advisers are not available to members free of charge. Further, we reserve the right to waive the pro-hibition against lawsuits between members and recuse ourselves from arbitrating any particular dispute. In fact, it is our policy to do so in the case of domestic disputes. The Grand Tribunal does not arbitrate disputes between members and non-members, though we can provide legal referrals to our members who require them. Finally, while we encourage members to attend meetings of their Lodge and Chapter, such attendance is not considered mandatory except under extraordi-nary circumstances. Sabazius X°National Grand Master GeneralU.S. Grand Lodge of Ordo Templi OrientisApril, 1999 EV"},{"pageNumber":18,"pageContent":"Minerval Guide18FIRST HOUSE1.There is no law beyond Do what thou wilt. Yet it is well for Brethren to study daily in the Volume of the Sacred Law, Liber Legis, for therein is much counsel concerning this, how best they may carry out this will. SECOND HOUSE2.The private purse of every Brother should always be at the disposal of any Brother who may be in need. But in such a case it is a great mischief if the one ask, and the other consent; for if the former be really in need, his pride is wounded by his asking; and if not, the door is opened to beggars and imposters, and all manner of arrant knaves and rogues such as are no true Brethren. But the Brother who is possessed of this world’s goods should make it his business to watch the neces-sity of all those Brethren with whom he may be personally acquainted, anticipating their wants in so wise and kindly and delicate a manner that it shall appear as if it were the payment of a debt. And what help is given shall be given with discre-tion, so that the relief may be permanent rather than temporary. 3.All Brethren shall be exceedingly punctual in the payment of Lodge Dues. This is to take precedence of all other calls upon the purse. LIBER CI — AN OPEN LETTER (1919 E.V.)An Open Letter to Those Who May Wish to Join the OrderEnumerating the Duties and PrivilegesThese Regulations Come into Force in Any District Where theMembership of the Order Exceeds One Thousand Souls.Issued by Order:BAPHOMET XI° O.T.O., HIBERNIÆ IONÆ ET OMNIUMBRITANNIARUM, REX SUMMUS SANCTISSIMUSAN EPISTLE OF BAPHOMET to Sir GEORGE MACNIE COWIE, Very Illustrious and Very Illuminated, Pontiff and Epopt of the Areopagus of the VIII Degree O.T.O. Grand Treasurer General, Keeper of the Golden Book, President of the Committee of Publications of the O.T.O. Do what thou wilt shall be the whole of the Law.IT HAS BEEN REPRESENTED TO Us that some persons who are worthy to join the O.T.O. consider the fees and subscriptions rather high. This is due to your failure to explain properly the great advantages offered by the Order. We desire you therefore presently to note, and to cause to be circulated throughout the Order, and among those of the profane who may seem worthy to join it, these matters following concerning the duties and the privileges of members of the earlier degrees of the O.T.O. as regards material affairs. And for convenience we shall classify these as pertaining to the Twelve Houses of the Heaven, but also by numbered clauses for the sake of such as understand not the so-called Science of the Stars. First, therefore, concerning the duties of the Brethren. Yet with our Order every duty is also a privilege, so that it is impossible wholly to separate them.OF THE DUTIES OF THE BRETHREN"},{"pageNumber":19,"pageContent":"Minerval Guide19THIRD HOUSE4.The Brethren shall be diligent in preaching the Law of Thelema. In all writings they shall be careful to use the prescribed greetings; likewise in speech, even with strangers. 5.They shall respond heartily to every summons of the Lodge or Chapter to which they may belong, not lightly making excuse. 6.Brethren should use every opportunity of assisting each other in their tastes, businesses, or professions, whether by direct dealing with Brethren in prefer-ence to others, or by speaking well of them, or as may suggest itself. It seems desirable, when possible, that where two or more Brethren of the same Lodge are engaged in the same work, they should seek to amalgamate the same by entering into partnership. Thus in time great and powerful corporations may arise from small individual enterprises. 7.They shall be diligent in circulating all tracts, manifestos, and all other communications which the Order may from time to time give out for the instruction or emancipation of the profane. 8.They may offer suitable books and pictures to the Libraries of the Profess-Houses of the Order. FOURTH HOUSE9.Every Brother who may possess mines, land, or houses more than he can himself constantly occupy, should donate part of such mines or land, or one or more of such houses to the Order. 10.Property thus given will be administered if he desire it in his own interest, thus effecting a saving, since large estates are more economically handled than small. But the Order will use such property as may happen to lie idle for the moment in such ways as it may seem good, lending an unlet house (for example) to some Brother who is in need, or allow-ing an unused hall to be occupied by a Lodge. 11.(Yet in view of the great objects of the Order, endowment is welcome.) 12.Every Brother shall show himself solicitous of the comfort and happiness of any Brother who may be old, attending not only to all material wants, but to his amusement, so that his declining years may be made joyful. FIFTH HOUSE13.Every Brother shall seek constantly to give plea-sure to all Brethren with whom he is acquainted, whether by entertainment or conversation, or in any other manner that may suggest itself. It will fre-quently and naturally arise that love itself springs up between members of the Order, for that they have so many and sacred interests in common. Such love is peculiarly holy, and is to be encouraged. 14.All children of Brethren are to be considered as children of the whole Order, and to be protected and aided in every way by its members severally, as by its organization collectively. No distinction is to be made with regard to the conditions surrounding the birth of any child. 15.There is an especially sacred duty, which every Brother should fulfi l, with regard to all children, those born without the Order included. This duty is to instruct them in the Law of Thelema, to teach them independence and freedom of thought and character, and to warn them that servility and cowardice are the most deadly diseases of the human soul. SIXTH HOUSE16.Personal or domestic attendants should be chosen from among the members of the Order when possible, and great tact and courtesy are to be employed in dealing with them. 17.They, on their part, will render willing and intel-ligent service. 18.While in Lodge, and on special occasions, they are to be treated as Brothers, with perfect equality; such behaviour is undesirable during the hours of service, and familiarity, subversive as it is of all discipline and order, is to be avoided by adopting a complete and marked change of manner and address. 19.This applies to all persons in subordinate positions, but not to the Brethren Servient in the Profess-Houses of the Order, who, giving service without recompense, are to be honoured as hosts. 20.In case of the sickness of any Brother, it is the duty of all Brethren who know him personally to attend him, to see that he want for nothing, and to report if necessary his needs to the Lodge, or to Grand Lodge itself. 21.Those Brethren who happen to be doctors or nurses will naturally give their skill and care with even more than their customary joy in service."},{"pageNumber":20,"pageContent":"Minerval Guide2022.All Brethren are bound by their fealty to offer their service in their particular trade, business, or profes-sion, to the Grand Lodge. For example, a stationer will supply Grand Lodge with paper, vellum, and the like; a bookseller offer any books to the Library of Grand Lodge which the Librarian may desire to possess; a lawyer will execute any legal business for Grand Lodge, and a railway or steamship owner or director see to it that the Great Offi cers travel in comfort wherever they may wish to go. 23.Visitors from other Lodges are to be accorded the treatment of ambassadors; this will apply most especially to Sovereign Grand Inspector Generals of the Order on their tours of inspection. All hos-pitality and courtesy shown to such is shown to Ourselves, not to them only. SEVENTH HOUSE24.It is desirable that the marriage partner of any Brother should also be a member of the Order. Neglect to insist upon this leads frequently to serious trouble for both parties, especially the uninitiate. 25.Lawsuits between members of the Order are absolutely forbidden, on pain of immediate expul-sion and loss of all privileges, even of those accu-mulated by past good conduct referred to in the second part of this instruction. 26.All disputes between Brethren should be referred fi rstly to the Master or Masters of their Lodge or Lodges in conference; if a composition be not arrived at in this manner, the dispute is to be referred to the Grand Tribunal, which will arbitrate thereon, and its decision is to be accepted as fi nal. 27.Refusal to apply for or accept such decision shall entail expulsion from the Order, and the other party is then at liberty to seek his redress in the Courts of Profane Justice. 28.Members of the Order are to regard those without its pale as possessing no rights of any kind, since they have not accepted the Law, and are therefore, as it were, troglodytes, survivals of a past civilisa-tion, and to be treated accordingly. Kindness should be shown towards them, as towards any other animal, and every effort should be made to bring them into Freedom. 29.Any injury done by any person without the Order to any person within it may be brought before the Grand Tribunal, which will, if it deem right and fi t, use all its power to redress or to avenge it. 30.In the case of any Brother being accused of an offence against the criminal law of the country in which he resides, so that any other Brother cognisant of the fact feels bound in self-defence to bring accusation, he shall report the matter to the Grand Tribunal as well as to the Civil Authority, claiming exemption on this ground. 31.The accused Brother will, however, be defended by the Order to the utmost of its power on his affi rming his innocence upon the Volume of the Sacred Law in the Ordeal appointed ad hoc by the Grand Tribunal itself. 32.Public enemies of the country of any Brother shall be treated as such while in the fi eld, and slain or captured as the offi cer of the Brother may com-mand. But within the precincts of the Lodge all such divisions are to be forgotten absolutely; and as children of One Father the enemies of the hour before and the hour after are to dwell in peace, amity, and fraternity. EIGHTH HOUSE33.Every Brother is expected to bear witness in his last will and testament to the great benefi t that he hath received from the Order by bestowing upon it part or the whole of his goods, as he may deem fi t. 34.The death of a Brother is not to be an occasion of melancholy, but of rejoicing; the Brethren of his Lodge shall gather together and make a banquet with music and dancing and all manner of glad-ness. It is of the greatest importance that this shall be done, for thereby the inherited fear of death which is deep-seated as instinct in us will gradually be rooted out. It is a legacy from the dead aeon of Osiris, and it is our duty to kill it in ourselves that our children and our children’s children may be born free from the curse. NINTH HOUSE35.Every Brother is expected to spend a great part of his spare time in the study of the principles of the Law and of the Order, and in searching out the key to its great and manifold mysteries. 36.He should also do all in his power to spread the Law, especially taking long journeys, when pos-sible, to remote places, there to sow the seed of the Law."},{"pageNumber":21,"pageContent":"Minerval Guide21TENTH HOUSE37.All pregnant women are especially sacred to members of the Order, and no effort should be spared to bring them to acceptance of the Law of Freedom, so that the unborn may benefi t by that impression. They should be induced to become members of the Order, so that the child may be born under its aegis. 38.If the mother that is to be have asserted her will to be so in contempt and defi ance of the Tabus of the slave-gods, she is to be regarded as especially suitable to our Order, and the Master of the Lodge in her district shall offer to become, as it were, god-father to the child, who shall be trained specially, if the mother so wishes, as a servant of the Order, in one of its Profess-Houses. 39.Special Profess-Houses for the care of women of the Order, or those whose husbands or lovers are members of the Order, will be instituted, so that the frontal duty of womankind may be carried out in all comfort and honour. 40.Every Brother is expected to use all his infl uence with persons in a superior station of life (so called) to induce them to join the Order. Royal personages, ministers of State, high offi cials in the Diplomatic, Naval, Military, and Civil Services are particularly to be sought after, for it is intended ultimately that the temporal power of the State be brought into the Law, and led into freedom and prosperity by the application of its principles. 41.Colleges of the Order will presently be established where the children of its members may be trained in all trades, businesses, and professions, and there they may study the liberal arts and humane letters, as well as our holy and arcane science. Brethren are expected to do all in their power to make pos-sible the establishment of such Universities. ELEVENTH HOUSE42.Every Brother is expected to do all in his power to induce his personal friends to accept the Law and join the Order. He should therefore endeavor to make new friends outside the Order, for the purpose of widening its scope. TWELFTH HOUSE43.The Brethren are bound to secrecy only with regard to the nature of the rituals of our Order, and to our words, signs, etc. The general principles of the Order may be fully explained, so far as they are understood below the VI°; as it is written, “The ordeals I write not: the rituals shall be half known and half concealed: the Law is for all.” It is to be observed that punctual performance of these duties, so that the report thereof is noised abroad and the fame of it cometh even unto the Throne of the Supreme and Holy King himself, will weigh heavily in the scale when it comes to be a question of the high advancement of a Brother in the Order. OF THE PRIVILEGES OF THE BRETHRENFIRST HOUSE44.The fi rst and greatest of all privileges of a Brother is to be a Brother; to have accepted the Law, to have become free and independent, to have destroyed all fear, whether of custom, or of faith, or of other men, or of death itself. In other papers the joy and glory of those who have accepted The Book of the Law as the sole rule of life is largely, though never fully, explained; and we will not here recapitulate the same. SECOND HOUSE45.All Brethren who may fall into indigence have a right to the direct assistance of the Order up to the full amount of fees and subscriptions paid by them up to the time of application. This will be regarded as a loan, but no interest will be charged upon it. That this privilege may not be abused, the Grand Tribunal will decide whether or no such applica-tion is made in good faith."},{"pageNumber":22,"pageContent":"Minerval Guide22THIRD HOUSE46.Members of the Order will be permitted to use the Library in any of our Profess-Houses. 47.Circulating Libraries will presently be established. 48.Brethren who may be travelling have a right to the hospitality of the Master of the Lodge of the district for a period of three days. FOURTH HOUSE49.Brethren of all grades may be invited to sojourn in the Profess-Houses of the Order by Grand Lodge; and such invitation may confi dently be expected as the reward of merit. There they will be able to make the personal acquaintance of members of the higher Grades, learn of the deeper workings of the Order, obtain the benefi t of personal instruction, and in all ways fi t themselves for advancement. 50.Brethren of advanced years and known merit who desire to follow the religious life may be asked to reside permanently in such houses. 51.In the higher degrees Brethren have the right to reside in our Profess-Houses for a portion of every year, as shown: VI°—Two weeksG.T.—One month P.R.S.—Six weeks VII°—Two months S.G.C.—Three months VIII°—Six months 52.Members of the IX°, who share among themselves the whole property of the Order according to the rules of that degree, may, of course, reside there per-manently. Indeed, the house of every Brother of this grade is, ipso facto, a Profess-House of the Order. FIFTH HOUSE53.All Brethren may expect the warmest co-operation in their pleasures and amusements from other members of the Order. The perfect freedom and security afforded by the Law allows the characters of all Brethren to expand to the very limits of their nature, and the great joy and gladness with which they are constantly overfl owing make them the best of companions. “They shall rejoice, our chosen; who sorroweth is not of us. Beauty and strength, leaping laughter and delicious languor, force and fi re, are of us.”54.Children of all Brethren are entitled to the care of the Order, and arrangements will be made to educate them in certain of the Profess-Houses of the Order. 55.Children of Brethren who are left orphans will be offi cially adopted by the Master of his Lodge, or if the latter decline, by the Supreme Holy King him-self, and treated in all ways as if they were his own. 56.Brethren who have a right to some especial inter-est in any child whose mother is not a member of the Order may recommend it especially to the care of their lodges or of Grand Lodge. SIXTH HOUSE57.In sickness all Brethren have the right to medical or surgical care and attendance from any Brethren of the Lodge who may be physicians, surgeons, or nurses. 58.In special necessity the Supreme Holy King will send his own attendants. 59.Where circumstances warrant it, in cases of lives of great value to the Order and the like, he may even permit the administration of that secret Medicine which is known to members of the IX°. 60.Members of the Order may expect Brethren to busy themselves in fi nding remunerative occupa-tion for them, where they lack it, or, if possible, to employ them personally. SEVENTH HOUSE61.Members of the Order may expect to fi nd suitable marriage partners in the extremely select body to which they belong. Community of interest and hope being already established, it is natural to suppose that where mutual attraction also exists, a marriage will result in perfect happiness. (There are special considerations in this matter which apply to the VII° and cannot be discussed in this place.) 62.As explained above, Brethren are entirely free of most legal burdens, since lawsuits are not permit-ted within the Order, and since they may call upon the legal advisers of the Order to defend them against their enemies in case of need."},{"pageNumber":23,"pageContent":"Minerval Guide23EIGHTH HOUSE63.All Brethren are entitled after death to the proper disposal of their remains according to the rites of the Order and their grade in it. 64.If the Brother so desire, the entire amount of the fees and subscriptions which he has paid during his life will be handed over by the Order to his heirs and legatees. The Order thus affords an absolute system of insurance in addition to its other benefi ts. NINTH HOUSE65.The Order teaches the only perfect and satisfac-tory system of philosophy, religion, and science, leading its members step by step to knowledge and power hardly even dreamed of by the profane. 66.Brethren of the Order who take long journeys overseas are received in places where they sojourn at the Profess-Houses of the Order for the period of one month. TENTH HOUSE67.Women of the Order who are about to become mothers receive all care, attention, and honour from all Brethren. 68.Special Profess-Houses will be established for their convenience, should they wish to take advantage of them. 69.The Order offers great social advantages to its members, bringing them as it does into constant association with men and women of high rank. 70.The Order offers extraordinary opportunities to its members in their trades, businesses, or profes-sions, aiding them by co-operation, and securing them clients or customers. ELEVENTH HOUSE71.The Order offers friendship to its members, bring-ing together men and women of similar character, taste, and aspiration. TWELFTH HOUSE72.The secrecy of the Order provides it members with an inviolable shroud of concealment. 73.The crime of slander, which causes so great a pro-portion of human misery, is rendered extremely dangerous, if not impossible, within the Order by a clause in the Obligation of the Third Degree. 74.The Order exercises its whole power to relieve its members of any constraint to which they may be subjected, attacking with vigour any person or persons who may endeavour to subject them to compulsion, and in all other ways aiding in the complete emancipation of the Brethren from aught that may seek to restrain them from doing That Which They Will. 75.It is to be observed that these privileges being so vast, it is incumbent upon the honour of every Brother not to abuse them, and the sponsors of any Brother who does so, as well as he himself, will be held strictly to account by the Grand Tribunal. The utmost frankness and good faith between Brethren is essential to the easy and harmonious working of our system, and the Executive Power will see to it that these are encouraged by all means possible, and that breach of them is swiftly and silently suppressed. Love is the law, love under will. Our fatherly benediction, and the Blessing of the All-Father in the Outer and the Inner be upon you. Baphomet X° O.T.O. Ireland, Iona, andAll the Britains"}]
