[{"pageNumber":1,"pageContent":"ORDO TEMPLI ORIENTIS MYSTERIA MYSTICA MAXIMA STUDY GUIDE prepared by Sabazius Xº U.S. National Grand Master General INTRODUCTION Do what thou wilt shall be the whole of the Law. According to Book 52, Manifesto of the O.T.O., \"Every man and woman that is of full age, free, and of good report, has an indefeasible right to the IIIº. Beyond this, admission is only granted by invitation from the governing body concerned.\" According to Book 194, An Intimation with Reference to the Constitution of the Order, \"The Third Triad consists of the degrees from Minerval to Prince of Jerusalem. The Minerval degree is a Prologue to the First; the degrees subsequent to the Third but pendants to it. In this, the Man of Earth series, there are then but Three Degrees; and these Three are One.\" Therefore, advancement from the degree of Minerval through that of Prince of Jerusalem (or P.I.) is deemed to be by right, the sole qualifications for advancement within these degrees being full age, freedom, and good report. In addition, there are a few, specific tasks identified in the rituals themselves, which must be accomplished prior to advancing to the next degree. O.T.O. does not require demonstrated knowledge or proficiency in any particular practice for advancement within the Man of Earth Triad, beyond familiarity with the modes of recognition for each degree. However, the Mysteries of the higher degrees of O.T.O., beyond M∴M∴M∴, cannot be fully comprehended or successfully practiced without the knowledge, understanding, and technical"},{"pageNumber":2,"pageContent":"skill which can only be acquired through diligent study and practice. In M∴M∴M∴, the individual initiate has the personal responsibility to educate him or herself in these matters. The teachings of M∴M∴M∴ are to be found in its rites of initiation, or Mysteries. The Mysteries of the degrees of M∴M∴M∴, like good poetry, both condense a great deal of information within a relatively small package, and, through indirect means, convey information which is otherwise incommunicable. The initiate who seeks with persistence and dedication to understand the Mysteries of these degrees and put their teachings into practice in his or her daily life will be well prepared for the revelations of the deeper teachings of our Order. This study guide has been prepared as a resource for M∴M∴M∴ initiates who wish to more fully understand and make use of the teachings of our Mysteries through a voluntary program of study and practice. The guide is divided into sections by M∴M∴M∴ degree, and by subsections as follows: 1. The \"Recommended for Study\" subsection includes references which should be explored in depth. It includes many of the official publications of both the O.T.O. and the A:.A:. 2. The \"Recommended for Memorization\" subsection includes references which will be of such value as to warrant their word-for-word commitment to memory. 3. The \"Supplementary Reading\" subsection includes suggested additional references and generalized research topics which should be investigated as time permits. 4. The \"Recommended Practices\" subsection contains a suggested \"core curriculum\" of basic practices in Yoga and Magick; which has been developed in correspondence with the teachings of the degrees of M∴M∴M∴. Some of the practices included in this subsection are marked with an asterisk (*). These activities are suitable for lifelong practice by most Thelemites. The remainder of the exercises in this section are recommended for practice as part of the program for the degree in which they are given. Within the degree, the student should aim for intimate familiarity with these practices, rather than mastery of them. Later, she or he may choose to pursue some (or all) of them in greater depth over a longer period of time. 5. The \"Supplementary Practices\" subsection includes suggested practices which may be beneficial and illuminating for many; but are not suitable, for various reasons, for inclusion in a generalized curriculum. 6. The \"Required for Advancement\" subsection contains a list of those tasks which must be accomplished before being admitted to the next M∴M∴M∴degree. Given the normal constraints of time, availability of materials, and so forth, portions of the program are likely to require more time than the student has available before proceeding to the next degree. This is especially true, obviously, in those instances where a student is permitted to take more than one degree on the same occasion. In such cases, the student should endeavour to approach degree-specific material in the light of the appropriate degree, even though she or he may actually be an initiate of a higher degree. If you have studied or practiced some of the material given herein previously, we suggest that you return to it in the context of your M∴M∴M∴degree. The light of your initiation"},{"pageNumber":3,"pageContent":"may reveal knowledge that was previously concealed. We also encourage you to consult frequently with your initiator, and/or with the Master of your local Camp, Oasis or Lodge. He or she can review and discuss the initiation rituals with you, attempt to answer your questions, and provide personalized guidance to help bring you to a fuller comprehension of the Mysteries of our system. Please feel free to include additional study material or practices in your personal O.T.O. curriculum, as you, in consultation with your initiator, see fit. We are always happy to receive reports on additional references and techniques that members have found useful. Frequently cited references are abbreviated as follows: B4 = Book 4 CW = Collected Works of Aleister Crowley, Vols I-III EQ I:x = The Equinox, Volume I, No. x EQ III:1 = The Equinox, Volume III, No. 1, the \"Blue Equinox\" EQ III:10 = The Equinox, Vol III, No. 10 EQ III:10 contains most of the important works published in the Blue Equinox. HBT = The Holy Books of Thelema, ed. by Caliph Hymenaeus Alpha, Xº DRHM = Doctrine et Rituel de la Haute Magie, by Eliphas Levi, transl. by A.E. Waite under the title Transcendental Magic MWT = Magick Without Tears RoM = The Revival of Magick, and Other Essays (Oriflamme No. 2) 777 = 777 Revised, vel Prolegomena Symbolica ad Systemam Sceptico-Mysticae Viae Explicandae, Fundamentum Hieroglyphicum Sanctissimorum Scientiae Summae (Samuel Weiser, in 777 and Other Qabalistic Writings of Aleister Crowley) Many of the above references are still in print with various publishers of occult titles, and most should be available in the library of your local O.T.O. body. Most of Crowley's Libri, and many other useful texts, are available on the Internet from the U.S. Grand Lodge web site and web sites of various O.T.O. local bodies. A number of the references cited herein, as well as hundreds of useful references not cited herein, are to be found at your local public and university libraries. The library is the best place to conduct research on general topics; and the encyclopedias, in particular, are always a good place to start. One final note: O.T.O. membership, regardless of degree, does not, of itself, confer any status in Freemasonry. Nearly one hundred years ago, when O.T.O. was established in Germany, it was closely allied to several rites of European Freemasonry. However, in October of 1918, owing to the unique religious teachings of O.T.O., Aleister Crowley determined it appropriate for O.T.O. to sever all Masonic ties and formally renounce any claim to \"make Masons.\" At that time, while retaining the use of certain convenient customs and terminology used in early Freemasonry, Crowley revised the O.T.O. rituals, insignia and modes of recognition to avoid infringing upon the legitimate privileges of the established and"},{"pageNumber":4,"pageContent":"recognized authorities of modern Freemasonry. Further revisions along similar lines have been implemented in more recent years. Despite some similarities between names and titles used within O.T.O. and the names and titles used in Masonry, various churches, and other organizations, the conferral of any degree, rank, office, or status within O.T.O. does not constitute conferral of any degree, rank, office, or status in any other active organization, Masonic, religious, or otherwise; any more than status as a sergeant in the Salvation Army equates to status as a sergeant in the U.S. Marine Corps. Love is the law, love under will. Sabazius Xº January, 1998 e.v. Revised September, 2002 e.v."},{"pageNumber":5,"pageContent":" O.T.O. M∴M∴M∴STUDY GUIDE 0º RECEPTION Minerval (M) prepared by Sabazius Xº Element: Earth. Chakras: Âjñâ (\"Command\") and Mulâdhâra (\"Root-support\"). \"1. The Ego is attracted to the Solar System.\" – System of the O.T.O. (MWT) \"The Minerval Degree represents the attraction of a wandering God, or `Ego', within the Solar System.\" - Preface to the Revised Rituals \"I begin by showing the object of the pure soul, `One, individual and eternal', in determining to formulate itself consciously, or, as I may say, to understand itself\" - The Confessions of Aleister Crowley Recommended for Study:  The Minerval Guide (private publication of U.S. Grand Lodge – you are entitled to a copy – ask your initiator or local body master)  Liber AL vel Legis, sub figura CCXX (220) [EQ I:10; EQ III:10; HBT; B4, Part IV]  The Equinox of the Gods (The Equinox, Vol. III no. III) [B4, Part IV]  The Master Therion's published commentaries on The Book of the Law. Several editions have been published: • The Law is for All [Llewellyn Publications, 1975; New Falcon Publications, 1996] • Magical and Philosophical Commentaries on the Book of the Law [93 Publishing, 1974] • The Commentaries of AL [Weiser, 1975] (NOTE: In keeping with the Class A Comment appended to Liber AL, O.T.O. considers all commentary on Liber AL not written by the Master Therion himself to be simply the personal opinion of its author or authors.)  The Holy Books of Thelema (HBT), in general  Liber II (2): The Message of the Master Therion [EQ III:10]  Liber Porta Lucis, sub figura X (10) [HBT]  Liber DCCCXXXVII (837): The Law of Liberty [EQ III:10]  \"Duty,\" by Aleister Crowley [RoM; US Grand Lodge Website]  “The Ceremonial of Initiates,” by Eliphas Levi [DRHM, Part 2, Chapter IX]"},{"pageNumber":6,"pageContent":"  The Revival of Magick, by the Master Therion [RoM]  Liber XV (15): Ecclesiae Gnosticae Catholicae Canon Missae: The Gnostic Mass [B4]  Liber LII (52): Manifesto of the O.T.O. [EQ III:10]  Liber CI (101): An Open Letter to Those Who May Wish to Join the Order [EQ III:10]; see also “Memorandum Regarding Liber CI” in the Minerval Guide  Liber CLXI (161): Concerning the Law of Thelema [EQ III:10]  \"Mysteria Mystica Maxima, Order of Oriental Templars, First Instruction,\" By Franz Hartmann [EQ III:10]  (Introduction to) Constitution of the Antient Order of Oriental Templars (Ordo Templi Orientis) [EQ III:10]  \"An O.T.O. Prospectus,\" by W. T. Smith [EQ III:10]  \"An Introduction to the History of the O.T.O.,\" by Ad Veritatem [EQ III:10]  \"Grady McMurtry, et al., vs. SOTO, Findings of Fact and Judgment,\" Hon. Charles A. Legge [EQ III:10]  \"What is Freemasonry?,\" by Aleister Crowley [EQ III:10]  Magick in Theory and Practice [B4, Part III], Introduction, Chapter 0 (The Magical Theory of the Universe)  MWT, Introduction, Chapters 1, 2, 13, 18, 31, 81, 82, 83: Magick, The System of the O.T.O., Importance of our Conventional Greetings, Religion, Method of Training, etc.  Liber E vel Exercitiorum, sub figura IX (9), especially sections I and VII [B4]  Magick [B4, Part II], Chapter 13: The Book  Liber O vel Manus et Sagittae, sub figura VI (6), especially Introduction [B4; EQ I:2]  Liber Resh vel Helios, sub figura CC (200) [B4; EQ I:6]  \"The Five Adorations\" [EQ I:2]  \"A Symbolic Journey,\" by Soror Meral [attached]  \"Saladin: Most Mysterious Master,\" by Lon Milo DuQuette [attached]  \"Temple Guidelines,\" by Soror Meral [attached]  \"Sacred and Secret: Approaching the Mysteries\" by Sabazius [attached]  Little Essays Toward Truth: Man, Memory  Study the Minerval Ritual with your sponsors and initiator. Recommended for Memorization:  The Oath of the Minerval Degree [attached]  The Modes of Recognition (sign, grip, word) of the Minerval Degree  The Adorations in Chapter III of Liber AL beginning with, \"Unity uttermost showed!\" and ending with, \"Abide with me, Ra Hoor Khuit!\" These adorations are suitable for use in Liber Resh by M∴M∴M∴initiates.  The Creed and Anthem from Liber XV, the Gnostic Mass "},{"pageNumber":7,"pageContent":" Supplementary Reading:  Aleister Crowley and the Practice of the Magical Diary, by James Wasserman [New Falcon]  The Shaving of Shagpat, by George Meredith [various editions] Recommended Practices:  Meditate over the First Paradox of Philosophy. Review the Minerval Lecture with your Initiator, if necessary. Evaluate the meaning of \"Do what thou wilt\" in terms of this principle.  Attend and participate in the Gnostic Mass, the central ceremony of O.T.O.'s public and private celebration. *  Solar Adorations. *  Say \"Will\" [attached] before a meal on a regular basis (See Magick in Theory and Practice [B4, Part III], Chapter 13 -- footnote to paragraph 6; Introduction to WT, and the variant in the final portion of the Minerval Ritual. This variant is particularly suited to your work within the M∴M∴M∴) *  Liber E, section I: The Magical Diary. Include a brief magical autobiography, a discussion of your aims in joining the Order, and an ongoing analysis of the events in your life in terms of your initiation. * Required for Advancement: Administratively, the Minerval is an Initiate Member of Ordo Templi Orientis and Mysteria Mystica Maxima. Magically, the Minerval is a \"welcome guest\" of the Order, rather than a full member. A Minerval cannot head a Camp, or sponsor another initiate. The Minerval may leave the Order at any time, for any reason. Full membership in the order begins with the First Degree, wherein a magical bond of fraternity is established between the Order and the initiate which will last for the duration of the initiate's life. In an administrative sense, the First Degree member may resign from O.T.O., but the magical link established in the First Degree initiation cannot be broken during the initiate's lifetime. Therefore, the choice to proceed to the First Degree should be considered carefully. There are three formal requirements for admission to the First Degree: 1. You must accept Liber AL vel Legis, sub figura CCXX, also known as The Book of the Law, without wishing to make changes in it; 2. You must acknowledge the necessity for the timely payment of dues and fees; and 3. You must consent to the binding arbitration of the Grand Tribunal of O.T.O. in resolving disputes between members of the Order. According to Book 101, (Of the Duties of the Brethren, Seventh house, No. 25) \"Lawsuits between members of the Order are absolutely forbidden, on pain of immediate expulsion and loss of all privileges.\" This requirement does not apply to divorce or domestic disputes, and may be waived by the Grand Tribunal on a case-by-case basis. "},{"pageNumber":8,"pageContent":"In addition, you must: 1. Possess a black, Tau-shaped robe, preferably of wool, without a hood; 2. Sign the Informed Consent, Release, and Indemnity statement; 3. Have secured the signatures of two sponsors, who are members in good standing of at least Iº, who attest to your good report; 4. Pass an oral examination in the official secrets (modes of recognition) of the Minerval Degree. The minimum time requirement between Minerval and First Degree is 30 days, which may be waived only when the Minerval and First Degree are taken on the same occasion, or otherwise by direct order of the Grand Master. There is no maximum time requirement between Minerval and First Degree. You may take as long as you like to decide whether or not to proceed. There is no stigma attached to remaining a Minerval for the rest of your life, if you so choose. September 2002 e.v.  "},{"pageNumber":9,"pageContent":" M I, AB, bg an hpls pnr i ur pr, hb dcl tt I am a ntv % CRNt, a f m % +| Ct % AtNS, +| ay % MTLN, @ tt I am tvlg pbly t HPLS, +| Ct % +| S~, i sr % Lt @ Tth, % Wsdm @ % Pc. Hmy, y fry, I dmd ur hos, @ ppn i ur M:S, whh I s: t sty @ t hd scd @ scr, @ if I bk ths oh @ bty +| bd @ sl, m +| ds dv m ccs; m I b mtd @ no m a m!  "},{"pageNumber":10,"pageContent":" WILL A magical dialogue to be performed before a meal Adapted from a note in Chapter 13 of Magick in Theory and Practice by Aleister Crowley A. (With a knife, knocks ### ##### ###) \"Do what thou wilt shall be the whole of the law.\" B. \"What is thy will?\" A. \"It is my will to eat and drink.\" B. \"To what end?\" A. \"That my body may be fortified thereby.\" B. \"To what end?\" A. \"That I may accomplish the Great Work.\" B. \"Love is the law, love under will.\" A. \"Fall to!\" (knocks #) This may be adapted as a monologue. One may also add the inquiry \"What is the Great Work?\" and answer appropriately, when it seems useful to specify the nature of the Operation in progress at the time. The point is to seize every occasion of bringing every available force to bear upon the objective of the assault. It does not matter what the force is (by any standard of judgment) so long as it plays its proper part in securing the success of the general purpose. Thus, even laziness may be used to increase our indifference to interfering impulses, or envy to counteract carelessness. "},{"pageNumber":11,"pageContent":"SACRED AND SECRET Approaching the Mysteries Do what thou wilt shall be the whole of the Law. The word \"Mystery\" is derived from the Greek MYSTERION, which means that which is known only to the Initiated (Mystes). The Mysteries of ancient Eleusis and Samothrace, as well as those later Mysteries of Mithras and of the early Christians, were indeed held sacred and secret by their initiates; so much so that our knowledge of them is incomplete even today. We, the Initiates of O.T.O. and M∴M∴M∴, are obliged to observe the same sort of reverence toward our own Mysteries -- our secret initiatory rites and sealed documents -- as was observed by the ancient Initiates; but why? Why should the free flow of information be restricted, and why should we view a series of strange little costume dramas and obscure epistles as particularly sacred? First, we must consider the initiatory experience itself. Rites of initiation usually include certain staged events which are intended to \"shock\" the Candidate into a new state of awareness. If the candidate has been forewarned of such an event, it will fail of its intended effect; and the candidate will be cheated of part of the initiatory experience. Second, our Mysteries, like the ancient Mysteries, are progressive in nature. In order to receive the full benefit of certain initiatory revelations, the candidate must be prepared by previous instruction, experience, and initiation. Prematurely introducing an unprepared candidate to such Mysteries would be like handing a five-year-old child a book on differential equations, or a violin, or a flask of vitriol. Recall the lesson of the \"Sorcerer's Apprentice.\" Finally, if we look a little deeper into the word MYSTERION, we find that it conveys the idea of a perceptible form embodying an imperceptible -- or less easily perceptible -- significance or power: \"an outward sign of a thing divine.\" It is the term used by the Orthodox Churches for what the Roman Catholic Church would call a \"Sacrament.\" There are aspects of our Mysteries which are not readily perceptible, and not readily grasped by the intellect. In a way, our Mysteries can be likened to the consecrated implements of the ceremonial magician. The wand of the magician, for example, may be fashioned from a simple stick of ordinary wood. Although it has great symbolic significance as an aspect of the magician himself, the magician does not value it for its symbolism alone; a deeper value lies in the magical force with which the wand has become imbued through the magician's untiring devotion. The true magician fashions his wand with great care, sparing no expense, neglecting no detail. He consecrates it according to the formulae known by him to be correct. He constantly anoints it with the Holy Oil of his Aspiration, and he carefully guards it from the cynical scrutiny of the profane. You will never catch a true magician waving his precious wand drunkenly about at a costume party, making vulgar jokes about it. In the same way, you will never find a true Magician of our Order making foolish or careless mockery of our Mysteries, or openly discussing them with non-Initiates. The ceremonial magician knows that the power of the wand is, to a great degree, determined by his own attitude toward it. If he treats it as a sacred artifact of incalculable value and potency, so will it be to him. If he treats it as merely a primitive token of a flawed and"},{"pageNumber":12,"pageContent":"outdated dogma, then it will have no power for him, and he will gain nothing from its continued possession except a deepening ignorance of his own nature. Thus, Noble Guest, what you will receive from participation in our Mysteries will depend on the attitude with which you approach them. Approach them as silly formalities which do nothing but get you into an interesting club, and they will, indeed, be nothing more to you. Approach them with the respect and reverence befitting such things as are truly sacred and mysterious, and they will open to you the portals of power and illumination. Love is the law, love under will. Sabazius "},{"pageNumber":13,"pageContent":" TEMPLE GUIDELINES & PROTOCOL These suggestions for an initiates conduct within the precincts of the Lodge or Temple are based upon experience. Of course, each individual who serves as Master of a particular a Lodge or Temple will have their own specific ideas about appropriate conduct and behavior while in this “sacred space”. Yet, there may be those who are new or inexperienced and therefore these ideas may assist in setting up one’s own particular system of conduct. To begin with, in the O.T.O. Manifesto it is stated that we are a serious and secret occult Order. So let us ever endeavor to keep this in mind. We need to deal with a very few who may be disruptive, unthinking or uncaring of the security and peace of others and who may consciously or unconsciously offend. What is a Temple? It is anywhere the Gnostic Mass is being performed, whether outdoors or in a private home or converted garage space. It is anywhere that an O.T.O. initiation is taking place. It could be a place where the officers of various grades or degrees are having a serious meeting, if that is what they desire. It could be for the Rites of Eleusis that a Temple is declared and established. It could be anywhere that members of O.T.O. declare there to be a Temple. There are also many Temples of various other faiths, religions, brotherhoods, etc., and these should be respected with the same due reverence that you would want your own sacred Temple to be respected. 1) Liber CI (An Open Letter to Those Who May Wish to Join the OTO) Ch. 32 clearly states, “Public enemies of the country of any Brother shall be treated as such while in the field, and slain or captured as the officer of the Brother may command. But within the precincts of the Lodge all such divisions are to be forgotten absolutely; and as children of One Father the enemies of the hour before and the hour after are to dwell in peace, amity, and fraternity.” This then should also apply to members who may have lesser complaints against one another. 2) If a member (or other) is late to a Temple gathering, no matter what the reason, their late arrival is unthinking of the comfort and care of others who have arrived on time. Also, if a ceremony is already in progress, this late arrival can disrupt the entire magical mood of the operation and has the potential to nullify that which has been built up with the work of concentration on the part of the entire group. It is perfectly permissible to declare your Temple closed to late-comers. The late arrival should be fully prepared and amenable to retreat even if their lateness was due to traffic, accident or other difficulty. Their bad fortune or lack of forethought , should not be imposed on other individuals or the group as a whole. 3) The participants in a given ceremony should never threaten anyone’s well being at any time. For instance, within the Minerval degree, the Black Guard does not draw or wield the"},{"pageNumber":14,"pageContent":"sword for any other reason than it’s required usage within the ceremony itself. (Even in this regard there are specific official O.T.O. safety memorandums pertaining to the use of magical weapons within the Lodge-ed.) Swords and daggers are only utilized where indicated and never at an odd of unsafe moment. Nor should any initiator ever indulge in any action, which might hurt anyone else. This means taking proper care that everyone within the Temple’s health and well-being be regarded as paramount. 4) Each member should be afforded the same respect, which one would expect for themselves, keeping always in mind that as Thelemites, we are brothers and sisters and we honor each others opinion even if we do not agree with it. 5) Those who may arrive at an event unduly intoxicated and unable to control their “lower animal passions” or the wild actions that may arise because of this condition may be barred from any ceremony according to the will of the Temple or Lodge Master or Mistress. It is better if each person is fully conscious of ones conduct and with what is going on, so that they remember the events which are for their own spiritual growth. Also, if requested by the Master or Temple guardian and participants, smoking should stop or be kept well away from temple activity, as it might interfere with the incense or specific energies being worked and thus hamper the effectiveness of the ceremony or disrupt specific magical situations. 6) Theft, should it ever occur, should be treated seriously and immediately, as this means the direct interference with the will of another or of the Temple as a whole. Ultimately, within the precincts of our initiatory work, this should never occur, yet may potentially from time to time within semi-public settings. Irregardless it is best for the offended party of a theft to report it directly to the Master, as if they do not they are directly contributing to future events of the same manner. 7) Any person, initiate or otherwise, causing breakage or damage to Temple equipment or housing or materials should consider themselves responsible for its replacement, no matter the cost or inconvenience. 8) Reverence is suggested for any ceremony so that you and others can benefit to the utmost in terms of what is taking place. 9) If the particular Temple space which you utilize is also used by others in the Order, or even other groups, then it should always be left as clean (or cleaner) after any given event. Remember to be considerate and conscientious. "},{"pageNumber":15,"pageContent":"10) Those conducting a given ceremony will make it more effective and bring the power of the whole ceremony through themselves and the observers if they will endeavor to memorize and rehearse their parts. 11) To talk, chatter, whisper, laugh (inappropriately), fidget, yawn or make any superfluous gestures or actions, noise or motion during a ceremony can have ruinous effects on the energies being built up within any given ceremony, both for yourself and others. This is especially true within an initiatory environment. Your silence and stillness as an observer will allow the higher Light of L.V.X. to grow within you. (This is one of the main priorities for Yogic practices of Asana – ed.) 12) Temple work benefits you and all others and will benefit everyone even more if there is anything members can to to help out. It is not just a good idea but of the highest practical importance to ask beforehand if there is some contribution that you can make to assist. This not only aids in building up the group mind which draws us closer together but also assists us in realizing the value of service and responsibility in our lives. All of us, as initiates, are really striving toward One Goal, the knowledge of the Divine and the presence of that force which dwells within all the members of the Temple. Soror Meral "},{"pageNumber":16,"pageContent":" A SYMBOLIC JOURNEY Corinth – This city was situated on the Isthmus between the Greek mainland and the Peloponnesos. It had two sea posts for trade and the wealthy merchants made of it the most licentious city in all of Greece. It was a favorite resort of courtesans. Over a thousand sacred female concubines (hierodules) were kept in the Temple of Aphrodite for the worship of visitors. Symbolically Corinth can be equated to Yesod, the sphere of the Moon and to Malkuth the sphere of the Elements simultaneously. Athens – was known for being a great center of learning and government, its brilliant orators, its architecture and ordered way of life. The intellectual pursuits of Athens can be symbolically equated with the sphere of Hod, ruled by Mercury on the Tree of Life. Mitylini – was situated on and served as the capitol city of the Island of Lesbos, from which is derived the term lesbian. Sappho was born and lived here and became the greatest of the Greek female poets. Some of her poetry still exists today and was well liked by Crowley. Sappho sang of love, which went far beyond human love, and the legend goes that she threw herself into the sea for the love of the Sun God. Mitylini can be viewed as symbolic of the sphere of Netzach, ruled by Venus, the planet( and goddess) of love, whose symbol ™ encompasses the whole of the Tree of Life. Heliopolis – was the Greek name for the Egyptian city called “ON” by the Egyptians in ancient times. This was the major center of wisdom of the Egyptians, located near modern day Cairo, and was known for its worship of the Sun. Solon, Plato and Thales of the Greeks, were reported to have learned from the Heliopolin priests. This city is a representation of Tiphareth, sphere of the Sun. Upon the map shown on the reverse page the distances from Greece to Egypt were very great to the ancient traveler. Journey by sea was fraught with peril as a great many pirates roamed the Mediterranean and if one was caught, one could be killed or more likely sold into slavery. Peril on land was almost as bad. But then, in a symbolic way, are you selling your own self into slavery by indulging in the “lower passions” ? Are you becoming (or already) addicted to anything which might interfere with your True Will ? Or are you going to win through with the assistance of occult knowledge to the city of the Sun, the radiant sphere of Tiphareth ? Soror Meral "},{"pageNumber":18,"pageContent":"Saladin Most Mysterious Master by Lon Milo DuQuette U.S. Deputy National Grand Master General December 27, 1997 E.V. I do not recall ever hearing the name Saladin until I was introduced to him at the very beginning of my O.T.O. initiatory journey. At the banquet following the ceremony, my initiator, Hymenaeus Alpha, (still magnificently arrayed) was kind enough to give me a thumb-nail sketch of this most remarkable character, and he encouraged me to pursue further research. “Your labor will be well repaid,” he counseled. In the years since that memorable evening I have been privileged to officiate at many Minerval ceremonies and I never forget to deliver a short Saladin lecture at the banqueting table. On November 18, 1095 Pope Urban II attended an historic conclave of bishops at Clermont-Ferrand cathedral. Afterward he spoke at a large outdoor assembly and related how Christians in the Holy Land were suffering and dying at the hands of Turks and other Moslem infidels. He chastised the great Christian knights of Europe who waged perpetual bloody war against each other, and offered them a way to redeem their souls and escape eternal punishment in hell. He encouraged them and indeed all who heard his voice to renounce killing each other and travel to the Holy Land and wage a righteous war against the godless Saracens. Anyone who lost this life on this expedition, either in battle or misadventure en route, would be forgiven all his sins and assured his place in heaven. The reaction was astonishing. Not only did professional men-at-arms respond to this war of penance, but tradesmen, farmers and laborers by the thousands sewed the red cross to their clothing and set out to reclaim Jerusalem for Christendom. For the next 200 years the"},{"pageNumber":19,"pageContent":"political, religious and military institutions of Europe, Asia, and the Middle-East were enmeshed in a collective nightmare. Incredibly, many of the great political, religious and military struggles of the late 20th Century remain as the sad inheritance of that bloody madness known as the Crusades. Throughout all of recorded history one cannot encounter so great an enterprise inspired by less worthy motives, executed with more cruel incompetence, or led by individuals of more despicable character. Why then does Ordo Templi Orientis., a modern magical fraternity, militantly pledged to the ideals of personal liberty and dedicated to the Brotherhood of Man, adopt as our ancestral tradition the military order of crusading knights known as the Knights Templar? That question, dear Brothers and Sisters, will be answered more clearly as you progress through the degrees of our Holy Order. For the moment the answer must begin with your introduction to the radiant figure in the conical tent, the first thing you saw when your sight had been restored. Ironically, your mystic initiator, before whom you stood and recited your sacred oath, was not the leader of the crusading Knights Templar but their most deadly enemy -- Saladin, the master general and warrior-king of the entire Islamic world. It is not possible, neither am I qualified, to present to you a comprehensive biography of this great man. Fortunately, the last twenty years have seen a resurgence of interest in Islamic history and it is very easy to locate several very excellent biographies at your local bookstore and library. As my initiator and King told me, “Your labor will be well repaid.” What follows is the briefest of sketches. Al Malik Al Nasur Salah-ad-Din Abul Musafer Jusuf-bin-Ayub, known in the West as Saladin 1(1137-1193) was a Kurdish Moslem, nephew of Shirkoh, the trusted lieutenant of the great Nureddin. In 1148 Nureddin had succeeded in recapturing and holding the key city   1The following note was graciously provided by Brother Glen Alcorn: Transliterally: SLAH ALDEN (written backwards of course) Phonetically: Salah Uddin (the i is long) the l is not pronounced because the following letter is a solar or dental letter. According its gets doubled in its pronunciation. Salah: Righteousness or pious nature Uddin: the faith together: Righteousness of the faith"},{"pageNumber":20,"pageContent":"of Damascus, an event that would trigger the chain of events that would result, after his death, in the unification of the major Moslem forces that would eventually drive the Crusaders from the Holy Land. The social and religious complexities of Middle-East politics were as tortuously convoluted in Medieval times as they are today. I will not even attempt in this place to relate the braided litany of events that would eventually make Saladin the master of Egypt. Suffice to say that in 1164 Nureddin, in an attempt to overcome the collapsing Fatimid caliphate in Egypt and establish military stability to the region, sent his trusted lieutenant, Shirkoh, to Cairo accompanied by his young nephew, Saladin. By 1168 Shirkoh was successful beyond anyone’s expectations and became Governor of Egypt and made Saladin his Deputy. Shirkoh died a year later leaving 31 year old Saladin master of the wealthiest nation of Islam. In the following years, Saladin would unite the Islamic forces as no one had ever done before (or has done since.) He proclaimed Jihad against the Latin Kingdom recapturing town after town. On July 4, 1187 he triumphed in the deciding battle of the era. Nearly 20,000 Crusaders including over 1,200 heavily armed mounted knights were slain by an equal number of Saladin’s troops at the Horns of Hattin near modern Zippori.2 By the beginning of Autumn he recaptured Tiberias, Acre and nearly all Crusader strongholds south of Tripoli. Finally on October 2, just three months after the victory at the Horns of Hattin, the City of Jerusalem capitulated to Saladin without a fight. Soon thereafter, with the exception of a handful of cities by the sea, the entire region was once again free of foreign infidel occupation There are endless tales of Saladin’s deeds and adventures. So many that his character has taken on the mythic proportions of fable. What is not fable, however, was the respect Saladin commanded from both his friends and his enemies. He was loved and esteemed by King       2 It is an especially ironic (especially for the brethren of Ordo Templi Orientis) to point out that after his victory at the Horns of Hattin Saladin, who was legendary for his chivalrous and compassionate treatment of prisoners) executed some 200 Templars and Hospitalers, including the masters of both Orders, calling them, “...the"},{"pageNumber":21,"pageContent":"Richard the Lionhearted and it was the consensus among the more chivalrous leaders of the Crusades that, “If Saladin were only a Christian, he would be the greatest prince on earth.” It is said that each morning after prayer, Mighty Saladin stepped out of his tent to greet his soldiers. Standing guard at the entrance to the tent was his Noble Emir who announced the presence of the King by shouting so that every ear could hear...”All fall down before the Light of the World!” Dear Brothers and Sisters, I cannot imagine a more appropriate mythical initiator for our Beloved Order than the brave and virtuous warrior king Saladin. As you will soon discover, our wondrous magick springs from the wisdom and secret teachings of the mysterious East which, by tradition, was brought back to Europe by the returning knights. Each of you, like an ancient Templar, has traveled from the West to the East in search of light and truth. It is our sincere wish that before your journey is over you will know yourself to be, like Mighty Saladin, the “Light of the World.”       firebrands of the Franks...these more than all the other Franks destroy the Arab religion and slaughter us.” Ibn al-Athir, Quoted in Rily-Smith, The Knights of St. John, p. 75."}]
