[{"pageNumber":1,"pageContent":" Report of the Defense Science Board/ Air Force Scientific Advisory Board Joint Task Force on Acquisition of National Security Space Programs   May 2003 Office of the Under Secretary of Defense For Acquisition, Technology, and Logistics Washington, D.C. 20301-3140"},{"pageNumber":2,"pageContent":" This report is a joint product of the Defense Science Board (DSB) and Air Force Scientific Advisory Board (AFSAB). The DSB is a Federa l Advisory Committee es tablished to provide independent advice to the Secret ary of Defense. The AFSAB is a Federal Advisory Committee which provides a link between the Air Force and the nation’s scientific community. Statements, opinions, conclusions, and recomme ndations in this report do not necessarily represent the official position of the U.S. Air Forc e or the Department of Defense.   This report is UNCLASSIFIED."},{"pageNumber":3,"pageContent":" i MEMORANDUM FOR UNDER SECRETAR Y OF DEFENSE (ACQUISITION, TECHNOLOGY & LOGISTICS) SUBJECT: Final Report of the Defens e Science Board (DSB) Task Force on Acquisition of National Security Space Programs We are pleased to forward the final re port of the DSB Task Force on Acquisition of National Security Space Programs. The Task Force was chartered by the Under Secretary of Defense (ATL), Secretary of the Air Force, and Undersecretary of the Air Force/Director of the NRO. It was asked to investigate sy stemic issues related to space systems acquisition, to include all aspects from requirements defi nition and budgetary planning through staffing and program execu tion; and to recommend improvements to the acquisition of space programs from initiation to deployment. Over the course of this study, the me mbers of this team discerned profound insights into systemic proble ms in space acquisition. Their findings and conclusions succinctly identified requirements definition a nd control issues; unhealthy cost bias in proposal evaluation; widespread lack of bud get reserves required to implement high risk programs on schedule; and an over all underappreciation of the importance of appropriately staffed and trained system engineering staffs to manage the technologically demanding and unique aspect s of space programs. This task force unanimously recommends both near term solu tions to serious problems on critical space programs as well as long-term recovery from systemic problems. This report highlights our nation’s depe ndence on space assets to perform our national security mission and delineates appropr iate remedies for a strategic recovery to US National Security Space programs. I endorse all of the Task Force’s recommendations and propose you forward th e report to the Secretary of Defense. Given the significance of this report, the task force shou ld reconvene in approximately one year to review th e progress of the corrective actions. Dr. Daniel E. Hastings AFSAB Chairman Dr. William Schneider, Jr. DSB Chairman"},{"pageNumber":4,"pageContent":" ii "},{"pageNumber":5,"pageContent":" iii MEMORANDUM FOR CHAIRMAN, DEFENSE SCIENCE BOARD SUBJECT: Final Report of the Defense Scie nce Board/Air Force Scientific Advisory Board Joint Task Force on Acquisition of National Security Space Programs Attached is the final report of the Defense Science Board/Air Force Scientific Advisory Board Joint Task Force on Acquisition of Na tional Security Space Programs. The task force was chartered by the Under Secretary of Defense (ATL), Secretary of the Air Force, and Undersecretary of the Air Force/Director of the NRO to review the acquisition of national security space programs, identify and characterize systemic problems, and recommend improvements. Additionally, we were tasked to review th e current status of three specific programs: the Space-Based In frared System (SBIRS) High, the Future Imaging Architecture (FIA), and the E volved Expendable Launch Vehicle (EELV). Recent operations have once again illustrated the degree to which U.S. national security depends on space capabilities. We believe this dependence will continue to grow, and as it does, the systemic problems we identify in our report will become only more pressing and severe. Needless to say, the final report details our full set of findings and recommendations. Here I would simp ly underscore four key points: 1. Cost has replaced mission success as th e primary driver in managing acquisition processes, resulting in excessive technical and schedule risk . We must reverse this trend and reestablish missi on success as the overarching principle for program acquisition. It is difficult to overemphasize the positive impact leaders of the space acquisition process can achieve by adopti ng mission success as a core value. 2. The space acquisition system is strongly bi ased to produce unrea listically low cost estimates throughout the acquisition process. These estimates lead to unrealistic budgets and unexecutable programs. We recommend, among ot her things, that the government budget space acquisition programs to a most probable (80/20) cost, with a 20–25 percent management reserve for devel opment programs included within this cost. 3. Government capabilities to lead and manage the acquisition process have seriously eroded . On this count, we strongly recommend that the government address acquisition staffing, reporting integrity, systems engineering capabilities, and program manager authority. The report details our specific recommendations, many of which we believe require immediate attention. "},{"pageNumber":6,"pageContent":" iv 4. While the space industrial base is adequat e to support current programs, long-term concerns exist . A continuous flow of new program s—cautiously selected—is required to maintain a robust space industry. Without such a flow , we risk not only our workforce, but also critical national capabilities in th e payload and sensor areas. The task force would like to express its appr eciation to all those who contributed their knowledge, insights, and hard work to this effort. Mr. A. Thomas Young Chairman "},{"pageNumber":7,"pageContent":" v TABLE OF CONTENTS D S B T R A N S M I T T A L L E T T E R ................................................................................. i T A S K F O R C E C H A I R M A N ’ S T R A N S M I T T A L L E T T E R ............................ iii T A B L E O F F I G U R E S ................................................................................................. vi 1.0 EXECUTIVE SUMMARY........................................................................................... 1 1.1 Key Findings ............................................................................................................... .. 1 1.2 Recommendations ......................................................................................................... 4 1.3 Specific Programs ......................................................................................................... 6 2.0 CHARTER .................................................................................................................... 8 2.1 Problem Statement ........................................................................................................ 8 2.2 Scope ...................................................................................................................... ....... 8 3.0 STUDY METHODOLOGY ......................................................................................... 9 4.0 BACKGROUND ........................................................................................................ 10 5.0 DEPENDENCY ON SPACE ...................................................................................... 12 6.0 ACQUISITION SYSTEM ASSESSMENT................................................................ 13 6.1 Objectives................................................................................................................. ... 13 6.2 Unrealistic Budgeting ................................................................................................. 14 6.3 Requirements Control ................................................................................................. 19 6.4 Acquisition Expertise .................................................................................................. 23 6.5 Industry ................................................................................................................... .... 26 7.0 CAPABILITY OF THE INDUSTRIAL BASE.......................................................... 28 8.0 SPECIAL ATTENTION PROGRAMS ...................................................................... 30 8.1 SBIRS High................................................................................................................. 30 8.2 FIA ........................................................................................................................ ...... 31 8.3 EELV ....................................................................................................................... ... 31 9.0 SUMMARY AND CONCLUSIONS ......................................................................... 33 APPENDICES A. TERMS OF REFERENCE .......................................................................................... 35 B. TASK FORCE MEMBERSHIP................................................................................... 39 C. MEETINGS DATES AND LOCATIONS................................................................... 45 D. BRIEFINGS RECEIVED ............................................................................................ 46 E. REPORTS AND PUBLICATIONS OF INTEREST ................................................... 49 F. ACRONYMS ................................................................................................................ 51 G. TASK FORCE BRIEFING .......................................................................................... 52"},{"pageNumber":8,"pageContent":" vi TABLE OF FIGURES Figure 1: Program characteristics ..................................................................................... 16 Figure 2: Observed space program characteristics............................................................ 16 Figure 3: One route to success .......................................................................................... 17 Figure 4: Inexperienced program mana ger or an inviolate schedule ................................ 17 Figure 5: AEHF case study—requirements gr owth prior to program initiation ............... 20 Figure 6: SBIRS case study—requirement s growth during program execution............... 22 "},{"pageNumber":9,"pageContent":" 1.0 EXECUTIVE SUMMARY he Undersecretary of Defense (Acqui sition, Technology, and Logistics) and the Secretary of the Air Force cosponsored th e Joint Defense Science Board (DSB)/Air Force Science Advisory Board (AFSAB) Ta sk Force on the Acquisition of National Security Space Programs and directed the task force to • Recommend improvements to the ac quisition of space programs from initiation to deployment; • Assess the nation’s dependency on space; • Characterize problems by l ooking at underlying causes and systemic issues such as cost growth and schedule delays that impact all space programs; and • Analyze the Space-Based Infrared System (SBIRS), Future Imaging Architecture (FIA), and Evolved Expendable Launch Vehicle (EELV). Over the course of its deliberations, the task force met with responsible representatives of acquisition- and operati on-oriented government organizations, visited national security space contractors, and revi ewed a broad spectrum of space programs and issues. The panel also interviewed senior government and industry officials, both active and retired. The scope of the study included both classi fied and unclassified space acquisition activities. The task force conducted meetings during the latter part of 2002 and evaluated issues that have developed over years of acquisition activity. In so doing, we observed many positive steps already being taken to try to correct deficiencies in the space acquisition process. We did not attempt to inve stigate or evaluate initiatives that were already underway. 1.1 Key Findings During the 1990s, several changes occurred in the national security space environment: • Declining acquisition budgets, • Acquisition reform with signifi cant unintended consequences, • Increased acceptance of risk, • Unrealized growth of a commercial space market, • Increased dependence on space by an expanding user base, • Consolidation of the sp ace industrial base. All of this took place in the face of changing national security needs as the Department of Defense (DoD) transitioned from the structured cold war environment to the more global and unpredictable threat enviro nment we see today. The following list summarizes the task force’s key findings: • U.S. national security is critically dependent upon space capabilities and that dependence will continue to grow. Pressing requirements exist to monitor activities and events throughout the world, transfer massive quan tities of data, and project force on a global scale. As a nation, we require robust space a ssets to meet these requirements effectively. We rely on the current genera tion of operational T"},{"pageNumber":10,"pageContent":"Acquisition of National Security Space Programs 2 space systems to suppo rt national security needs on a daily ba sis. While nonspace systems clearly contribute ma jor capabilities that help meet national security needs, we see no viable alternative to th e unique capabilities that space systems provide. • The task force found five basic reasons for the significant cost growth and schedule delays in national security sp ace programs. Any of these will have a significant negativ e effect on the success of a pr ogram. And, when taken in combination, as this ta sk force found in assessing recent sp ace acquisition programs, these factors ha ve a devastating effect on program success. 1. Cost has replaced mission success as the primary driver in managing space development programs , from initial formula tion through execution. Space is unforgiving; thousands of good decisions can be undone by a single engineering flaw or workmanshi p error, and these flaws and errors can result in catastrophe. Mission su ccess in the space program has historically been based upon unrelen ting emphasis on quality. The change of emphasis from mission success to cost has resulted in excessive technical and schedule risk as well as a failure to make responsible investments to enhance quality and ensure mission success. We clearly recognize the importance of cost, but we can achieve our cost performance goals only by managing qua lity and doing it right the first time. 2. Unrealistic estimates lead to unrealistic budgets and unexecutable programs . The space acquisition system is strongly biased to produce unrealistically low cost estimates th roughout the process. During program formulation, advocacy tends to dominate and a strong motivation exists to minimize program cost estimates. Independent cost estimates and government program assessments have proven ineffective in countering this tendency. Proposals from competi ng contractors typically reflect the minimum program content and a “price to win.” Analysis of recent space competitions found that the incumbent contractor loses more than 90 percent of the time. An incoming competitor is not “burdened” by the actual cost of an ongoing program, and thus can be far more optimistic. In many cases, program budgets are th en reduced to match the winning proposal’s unrealistically low estimat e. The task force found that most programs at the time of contract initi ation had a predictable cost growth of 50 to 100 percent. The unrealistically low projections of program cost and lack of provisions for manage ment reserve seriously distort management decisions and program content, increase risks to mission success, and virtually guarantee program delays. 3. Undisciplined definition and uncontrolled growth in system requirements increase cost and schedule delays . As space-based support has become more critical to our national secu rity, the number of users has grown significantly. As a result, requirement s proliferate. In many cases, these requirements involve multiple systems and require a “system of systems”"},{"pageNumber":11,"pageContent":"Acquisition of National Security Space Programs 3 approach to properly resolve and allocate the user needs. The space acquisition system lacks a disciplin ed management process able to approve and control requirements in the face of these trends. Clear tradeoffs among cost, schedule, risk, and requirements are not well supported by rigorous system engi neering, budget, and management processes. During program initiation, this results in larger requirement sets and a growth in the number and scope of key performance parameters. During program implem entation, ineffective control of requirements changes leads to cost growth and program instability. 4. Government capabilities to lead and manage the space acquisition process have seriously eroded . This erosion can be tr aced back, in part, to actions taken in the acquisition reform environment of the 1990s. For example, system responsibility was ceded to industry under the Total System Performance Responsibility (TSPR) policy. This policy marginalized the government program management role and replaced traditional government “oversight” with “insight.” The authority of program managers and other work ing-level acquisition officials subsequently eroded to the point where it reduced their ability to succeed on development programs. The task for ce finds this to be particularly important because the program manage r is the single individual (along with the program management staff) who can make a challenging space program succeed. This requires strong authority and accountability to be vested in the program manager. Accountability and management effectiveness for major multiyear programs are diluted because the tenure of many program managers is less than 2 years. Widespread shortfalls exist in the experience level of government acquisition managers, with too many in experienced personn el and too few seasoned professionals. Th is problem was many year s in the making and will require many years to corr ect. The lack of dedicate d career field management for space and acquisition personnel ha s exacerbated this situation. In the interim, special measures are required to mitigate this failure. Policies and practices inherent in acquisition reform inordinately devalued the systems acquisition engineer ing workforce. As a result, today’s government systems engineering capabilit ies are not adequate to support the assessment of requirements , conduct trade studies, develop architectures, define programs, oversee contractor engineering, and assess risk. With growing emphasis on effects-based capabi lities and cross-sy stem integration, systems engineering becomes even mo re important and interim corrective action must be considered. The government acquisition environment has encouraged excessive optimism and a “can do” spirit. Progra m managers have accepted programs with inadequate resources and excessive levels of risk. In some cases, they have avoided reporting ne gative indicators and major problems and have been discouraged from reporting problems and concerns to hi gher levels for timely corrective action."},{"pageNumber":12,"pageContent":"Acquisition of National Security Space Programs 4 5. Industry has failed to implement proven pr actices on some programs . Successful development of space programs requires strong leadership and rigorous management pr ocesses both in industry and in government. Government actions, contract provis ions, and fee structures can cause industry to lose focus and can even penalize sound program implementation practices. It is of param ount importance that industry leadership assures that these programs are implemented ut ilizing proven management and engineering practices. The task force found inst ances in SBIRS and FIA where this leadership was deficient. • The space industrial base is adequate to support current programs, although there are long-term concerns . Nearly every mission area in national security space is in transition, with development of an entirely new sa tellite system or a major block upgrade. Other major spac e system developments are in the formulation stage. These fact ors have led to concerns that the industrial base may not be adequate to support the required range of activit ies. The task force found that prime contractors have an adequate workforce to ha ndle the current and near- term planned programs, and excess productio n capacity exists. Today, turnover of skilled work force is low and sufficien t new hires are avai lable. Second- and third-tier contractors are having problems, primarily due to low demand for the components they produce. In some circumst ances, domestic capabilities required to support national security space are at risk. This will require proactive government involvement for a small number of selected cases. On balance, the industry can support current and near-term planned programs. Commercial space activity has not developed to the degree anticipated, and the expected national security benefits from commercial space have not materialized. The government must rec ognize this realit y in planning and budgeting national security space programs. In the far term, there ar e significant concerns. Th e aerospace industry is characterized by an aging workforce, w ith a significant portion of this force eligible for retirement curr ently or in the ne ar future. Developi ng, acquiring, and retaining top-level engineers and managers for national security space will be a continuing challenge, partic ularly since a significant fraction of the engineering graduates of our universiti es are foreign students. 1.2 Recommendations The task force found significant, systemic problems in the acquisition of national security space systems that require imme diate attention, both to correct current deficiencies and to prevent these deficiencies in future programs. The panel recommends the following immediate actions : 1. The Under Secretary of the Air Force/ Director National Reconnaissance Office (USecAF/DNRO) should establish mission success as the guiding principle in all space systems acquisition. Th is requires incor poration of the principle in policy statements, leadership actions, and co ntractual provisions and incentives."},{"pageNumber":13,"pageContent":"Acquisition of National Security Space Programs 5 2. The SecDef should establish the same au thority for the USecAF for DoD space programs as the DNRO has for impl ementing the National Reconnaissance Program (NRP) budget. 3. To ensure realistic budg ets and cost estimates, the USecAF/DNRO should • Direct that space acquisition programs be budgeted to a most probable (80/20) cost, with a 20 -25 percent management reserve for development programs included within this cost; also direct that re serves are not to be used for new requirements; • Direct that source selectio ns evaluate contractor co st credibility and use the estimate as a measure of th eir technical understanding; • Conduct more effective inde pendent cost estimates and program assessments and incorporate the re sults into the progra m budget and plan; and • Implement independent senior adviso ry reviews at critical acquisition milestones with experien ced, respected outsiders. 4. The USecAF/DNRO should compete space system acquisitions only when clearly in the best interest of the government (e.g., new mission capability, major new technology, or poor incu mbent performance). When a competition occurs and a nonincumbent is the winner, the loss of investment in th e losing incumbent must be reflected in the program budget an d plan. In addition, pr ovisions must be made to assure continui ty between the legacy sy stem and the new system. 5. SecDef and the Director of Central Inte lligence (DCI) should designate senior leaders in the DoD and intelligence co mmunity with author ity to lead their respective requirement s processes for national security space systems. The senior leaders must have the su pport necessary to assess —technically and fiscally— proposed requirements and th e authority to couple re quirements with funding. 6. The USecAF/DNRO should authorize the program manager to control requirements within the approved ba seline. The progra m manager should continuously trade and challenge requir ements throughout the program life cycle. Significant requirements changes should re quire the approval of the senior leaders for requirements. 7. The Commander, Air Force Space Comma nd, should complete the ongoing effort to establish a dedicated career field for space op erations and acquisition personnel. 8. The USecAF/DNRO should require that key program management tours be a minimum of 4 years. 9. The USecAF/DNRO should, through policy a nd leadership actio n, clearly define the responsibility, authority, and accountabili ty for program managers, recognizing the criticality of program managers to the success of their programs. In selecting managers, ac quisition experience mu st be a prerequisite."},{"pageNumber":14,"pageContent":"Acquisition of National Security Space Programs 6 10. USecAF/DNRO should develop a robust systems engi neering capability to support program initiati on and development. Sp ecifically, USecAF/DNRO should • Reestablish organic govern ment systems engineeri ng capability by selecting appropriate people from within gove rnment, hiring to acquire needed capabilities, and implementi ng training programs; and • In the near term, ensure full utilizat ion of the combined capabilities of government, Federally Funde d Research and Development Center (FFRDC), and systems engineering a nd technical assistance (SETA) system engineering resources. 11. The USecAF/DNRO should require program managers to iden tify and report potential problems early. • Program managers should establis h early warning metrics and report problems up the management chai n for timely corrective action. • Severe and prominent penalties shou ld follow any attempt to suppress problem reporting. 12. The USecAF/DNRO should demand that nati onal security space contractors • Account for the qua lity of their program im plementation and for mission success, • Identify proven manageme nt and engineering practi ces and ensure they are being utilized, and • Account for the early iden tification and open discussi on of problems in their program. 13. Program managers should align contract and fee structure to focus industry attention on proven management and engineering practices and mission success. 1.3 Specific Programs In addition to the general findings and reco mmendations, the task force examined three specific programs. The findings and reco mmendations for each are given below. 1.3.1 SPACE-BASED INFRARED SYSTEM (SBIRS) HIGH Findings . SBIRS High has been a troubled program that could be considered a case study for how not to execute a space program. The program has been restructured and recertified and the task force assessment is that the corrective actions appear positive. However, the changes in the program are enormous and close monitoring of these actions will be necessary. Recommendations . The task force recommends pro ceeding with the restructured program. However, the program implementati on to date has been during an era of questionable program practices. The task for ce recommends a review of past engineering and test activities to assure acceptable quality of the product. It is critically important that a competent and complete test program be implemented for SBIRS High. This may"},{"pageNumber":15,"pageContent":"Acquisition of National Security Space Programs 7 necessitate additional testing to mitigate omissions and embedded problems that would otherwise manifest themselves as mission cr itical failures on orbit. While we were impressed with the current program manage ment, additional experienced managers are required to execute the program successfully. 1.3.2 FUTURE IMAGERY ARCHITECTURE (FIA) Findings . The task force found the FIA program under contract at the time of the review to be significantly underfunded and technically flawed. The task force believes this FIA program is not executable. Recommendations . The task force concludes that the FIA deficiencies can be mitigated sufficiently to permit the program to conti nue. The program funding must be augmented to reflect a most probable (80 percent) co st. Significant program and schedule changes will be required to maximize the probability of mission success. An independent review should be implemented to assess the adequacy of the restructured program. Finally, the same recommendation relative to past engi neering and test activities cited for SBIRS High applies to FIA. 1.3.3 EVOLVED EXPENDABLE LA UNCH VEHICLE (EELV) Findings . National security space is critically dependent upon assure d access to space. Assured access to space at a minimum requires sustaining both contractors until mature performance has been demonstrated. The ta sk force found that the EELV business plans for both contractors are not financially viable. Assured access to space should be an element of national security policy. Recommendations . The task force recommends that the SecDef initiate actions to incorporate assured access to space into national security policy. The task force recommends that the USecAF/DNRO establis h a long-term plan for the EELV program. This plan should (1) address the requiremen t for U.S. production of the RD-180 engine, West Coast launch, and dual manifesting; and (2) define the approach to future contracting, including any potential downse lect and associated funding. The government must take funding actions beginning no late r than FY04 to assure that both EELV programs remain viable. "},{"pageNumber":16,"pageContent":"Acquisition of National Security Space Programs 8 2.0 CHARTER The Undersecretary of Defens e (Acquisition, Technology, and L ogistics), the Secretary of the Air Force, and the Undersecretary of th e Air Force/Director National Reconnaissance Office, recognized that there are significant problems in many critical National Security Space Programs resulting in significant cost growth and schedule delays. Given their programmatic concerns and recognition of the importance of the space program to the national security of our countr y, they concluded that the most effective way to develop a detailed understanding of the relevant issu es and potential corrective actions was to establish an independent advisory group. The Joint Defense Science Board (DSB)/Air Force Scientific Advisory Board (AFSAB) Task Force on the Acquisition of National Security Space Programs was thereby estab lished and charged with (1) reviewing the acquisition process of national security space programs from initiation to deployment and (2) recommending improvements to the acquisition process. 2.1 Problem Statement Significant cost growth and schedule delays in many critical space system programs have caused senior DoD and Intellig ence Community leadership to question our nation’s ability to acquire and sustain national security sp ace systems. The recent series of problems comes at a time when our nation has been gr owing increasingly reliant on space systems to perform military and intelligence operations. This task force was asked to characterize whether the United States is becoming too de pendent on space and whether vulnerabilities arise from this dependency. In addition, the ta sk force was charged with characterizing underlying causes and systemic issues. 2.2 Scope The task force was directed to consider al l aspects of the space acquisition process— including industry suppliers as well as gove rnment acquirers—and seek to understand why cost growth and schedule delays occur. In addition, the task force was to address the four interconnected sectors of the Na tional Space Program—commercial, civil, intelligence, and military—to derive insights into such aspects as personnel issues (numbers, skills, experience, and demographics of space professionals) and the effects of corporate mergers. The task force assessment was to consider all aspects of the government’s role in managing and funding sp ace system acquisition. Finally, the task force was to recommend what industry and the government can do to address the problem. Such remedies should include both near- a nd long-term actions and should explain how the Air Force, as the DoD Executive Agen t for Space should strategically approach current and proposed space programs, specifi cally the Space-Based Infrared System (SBIRS) High, the Future Imaging Architect ure (FIA), and the Evolved Expendable Launch Vehicle (EELV) programs. Additionally, th e task force was asked to determine if the problems identified are severe enough to necessitate scaling back additional ambitious space programs until existing programs have been confidently placed on a path toward improvement."},{"pageNumber":17,"pageContent":"Acquisition of National Security Space Programs 9 3.0 STUDY METHODOLOGY From the outset, the task force decided on a methodology that woul d support a thorough investigation of the programs and proce sses involved. The task force began by examining previous studies, including the Commission to Assess United States National Security Space Management and Organization , the Booz Allen Hamilton Space Systems Development Growth Analysis Report , and other relevant studies as listed in appendix E. The task force reviewed a broad spectrum of space programs and issues and held reviews with national securi ty space contractors, as we ll as both acquisition- and operation-oriented government organizations. Sessions were held at the following locations: • The Pentagon, • The National Reconnaissance Office, • The Boeing Company, • Lockheed Martin, • TRW, • Air Force Space and Missile Systems Center, • Air Force Space Command, and • The Aerospace Corporation. The panel interviewed senior government officials, both active and retired. These visits and interviews were conducted in secure environments so that classified programs and issues could be fully discussed. While conducting the review during the la tter part of 2002, the task force became aware of several positive steps already being taken to try to correct deficiencies in the space acquisition process such as Air Force Space Command’s planned improvements in the requirements process and SMC efforts to address its acquisition oversight. The panel commends these actions, but no attempt was made to investigate or evaluate “wet paint” on those initiatives that are already underway. "},{"pageNumber":18,"pageContent":"Acquisition of National Security Space Programs 10 4.0 BACKGROUND The high risk in the current na tional security space program is the cumulative result of choices and actions taken in the 1990s. The e ffects persist and can be described as six factors: • Declining acquisition budgets, • Acquisition reform with signifi cant unintended consequences, • Increased acceptance of risk, • Unrealized growth of a commercial space market, • Increased dependence on space by an expanding user base, • Consolidation of the sp ace industrial base. The national security space budget declined following the cold war. However, the requirements for space-based capabilities increased rather than declining with the budget. This mismatch between available fundi ng and diverse, dema nding needs resulted in the commencement of more programs than the budget could support. Unfounded optimism translated into significan tly underfunded, high-risk programs. Acquisition reform was intended to re duce the cost of space programs, among others. This reform included reduced govern ment oversight, less government engineering of systems, greater dependency on industry, and increased use of commercial space contributions. At the same time there was a changed emphasis on “cost,” as opposed to “mission success,” as the primary objective. While some positive results emerged from acquisition reform, it greatly eroded the gove rnment acquisition capability needed for space programs and created an environment in which cost considerations dominated considerations of mission su ccess. Systems engineering was no longer employed within the government and was essentially eliminated. The critical role of the program manager was greatly reduced and partially annexed by contract staff organizations. As the government role changed from “oversight” to “insight,” acquisition managers and engineers perceived their loss of opportunity to succeed, and they moved to pursue other career opportunities. One underlying theme of the 1990s was “tak e more risk.” The result was an abandonment of sound programmatic and engine ering practices, which resulted in a significant increase in risk to mission success. A recent Aerospace Corporation study, “Assessment of NRO Satellite Developmen t Practices” by Steve Pavlica and William Tosney, documents the significant increase in mission critical failures for systems developed after 1995 as compar ed to earlier systems. The government had significant expectati ons that a commercial space market would develop, particularly in commerci al space-based communications and space imaging. The government assumed that this commercial market would pay for portions of space system research and development and that economies of scale would result, particularly in space launch. Consequen tly, government funding was reduced. The commercial market did not materialize as expected, placing increased demands on national security space program budgets. This was most pronounced in the area of space launch."},{"pageNumber":19,"pageContent":"Acquisition of National Security Space Programs 11 During the 1990s, the community of nati onal security space users grew from a few senior national leaders to a much larger set, ranging from the senior national policy and military leadership all the way to th e front-line warfighter. On one hand, this testified to the value of space assets to our national security; on the other, it generated a flood of requirements that overwhelmed the requirements management process as well as many space programs of today. Finally, decreases in the defense a nd intelligence budgets necessitated major changes in the space industry. Industry, in part to deal with ex cess capacity, underwent a series of mergers and acquisitions. In some cases, critical sub-tier suppliers with unique expertise and capability we re lost or put at risk. Al so, competing successfully on major programs became “life or death” for i ndustry, resulting in extreme optimism in the development of industrial cost estimates and program plans. "},{"pageNumber":20,"pageContent":"Acquisition of National Security Space Programs 12 5.0 DEPENDENCY ON SPACE The task force found that the United States is critically and incr easingly dependent upon space systems for the conduct of its milita ry and intelligence operations. This dependency is both broad and deep for both military operations and national policy execution: communications; intelligence, su rveillance, and rec onnaissance; early warning; situational awareness; precisi on targeting; naviga tion and timing; and meteorology/oceanography. Satellite systems, in turn, depend critically upon space launch capability. Given this dependency, it is significant that most U.S. space mission areas are currently in transition, meani ng that a new system or bloc k improvement is currently being implemented. In summary: System In transition? Early warning   Yes Weather Yes Communications  Yes Classified communications  No Secure communications  Yes Global Positioning System Yes Imagery intelligence   Yes Signals intelligence  No Launch   Yes The simultaneous execution of so many progr ams in parallel pl aces heavy demands upon government acquisition and industry perfor mers. Many of these programs have an unacceptable level of risk. The recommendations contained in this report chart a course for reducing this risk. "},{"pageNumber":21,"pageContent":"Acquisition of National Security Space Programs 13 6.0 ACQUISITION SYSTEM ASSESSMENT During the course of this st udy, the task force identified systemic and serious problems that have resulted in significant cost growth and schedule delays in space programs. The task force grouped these probl ems into five categories: 1. Objectives : “ Cost” has replaced “mission success” as the primary objective in managing a space system acquisition. 2. Unrealistic budgeting : Unrealistic budgeting leads to unexecutable programs. 3. Requirements control : Undisciplined definition a nd uncontrolled growth in requirements causes cost growth and schedule delays. 4. Acquisition expertise : Government capabilities to l ead and manage the acquisition process have eroded seriously. 5. Industry : Deficiencies exist in industry implementation. In the following sections, each of these areas is discussed. 6.1 Objectives Findings and Observations . “Cost” has replaced “mission success” as the primary objective in managing a space system acquisi tion. Program managers face far less scrutiny on program technical performance th an they do on executing against the cost baseline. There are a number of reasons why this is so detrimental. The primary reason is that the space environment is unforgiving. Thousands of good engine ering decisions can be undone by a single engineering flaw or workmanship error, resulting in the catastrophe of major mission failure. Options for correction are scant. Options for recovery that used to be built into space sy stems are now omitted due to their cost. If mission success is the dominant objective in program execution, risk will be minimized. As we discuss in more detail later, where “co st” is the objective, “risk” is forced on or accepted by a program. The task force unanimously believes that the best cost performance is achieved when a project is managed for “mission success.” This is true for managing a factory, a design organization, or an integration and te st facility. It is well known and understood that cost performance cannot be achieved by managing cost. Cost performance is realized by managing quality . This emphasis on mission succe ss is particularly critical for space systems because they operate in the harsh space environment and post-launch corrective actions are difficult and of ten impact mission performance. Responsible cost investment from the out set of a program can measurably reduce execution risk. Consider an example in wh ich 20 launches, each costing $500 million, are to be delivered. If each launch has a 90 percent probability of success, then statistically over the span of the 20 launches, two will be lost. Suppose that instead of accepting 90 percent reliability, risk reduction investments are made in order to achieve 95 percent reliability. At 95 percent reliability, statistically only one launch will fail. An investment of $25 million of ri sk reduction in each launch w ould break even financially. However, there would also be one additional successful launch. This example demonstrates what the task force believes to be a better way of managing a program: prudent risk reduction investment can be dramatically productive. The current cost-"},{"pageNumber":22,"pageContent":"Acquisition of National Security Space Programs 14 dominated culture does not encour age this type of prudent inve stment. It is particularly valuable when the program is addressing immense engineering challenges in placing new capabilities in space, with the assurance that they can perform. The task force clearly recognizes the im portance of cost in managing today’s national security space program; however, it is the position of the task force that focusing on mission success as the primary missi on driver will both increase success and improve cost and schedule performance. Recommendations . Establish “mission success” as th e overarching principle for program acquisition. This requires establishing “mi ssion success” as the top priority in policy statements, leadership actions, and contractual provisions and incentives. It is difficult to overemphasize the positive impact that leaders of the space acquisition process can achieve by re-adopting “mission success” as a core value. 6.2 Unrealistic Budgeting Findings and Observations . The task force found that un realistic budget estimates are common in national security space programs a nd that they lead to unrealistic budgets and unexecutable programs. This phenomenon is prevalent; it is a systemic issue. National security space typically pushes th e limits of technologi cal feasibility, and technology risk translates into schedule and co st risk. The task for ce found that it is the policy of the NRO and the practice of the Air Force to budget programs at the 50/50 probability level. In cost estimating termi nology this means the program has a 50 percent chance of being under budget or a 50 percent chance of bei ng over budget. The flaw in this budgeting philosophy is that it presumes th at areas of increased risk and lower risk will balance each other out. However experi ence shows that risk is not symmetric; on space programs in particular it is significantl y skewed in the direc tion of the increased, higher risk and hence increased cost. Fundament ally, this is due to the fact that the engineering challenges are daunt ing and even small failures can be catastrophic in the harsh space environment. Under these circumst ances it is the position of the task force that national security space programs should be budgeted at the 80/20 level, which the task force believes to be the most probable cost. This raises the issue of how to make the cost estimate. In some instances, contractor cost proposals were utilized in establishing budge ts. Contractor proposals for competitive cost-plus contracts can be char acterized as “price-to-win” or “lowest credible cost.” As a result, these proposals should have little cost credibility in the budgeting process. Utilizing the same proba bility nomenclature, these proposals are most likely approximately “20/80.” To better illustrate the e ffect of budgeting to “50/ 50” or “80/20”, assume a program with a most probable cost at $5 billion. The difference between “80/20” and “50/50” is about 25 percent, with a comparab le difference between “50/50” and “20/80.” Therefore, budgeting a $5 billion program at “50/50” results in a cost of $3.75 billion, and at “20/80” results in a cost of $2.5 bill ion. Given the budgeting practices of the NRO and Air Force, a cost growth of 1/3 (and up to 100 percent if the c ontractor cost proposal becomes the budget) can be expected from this factor alone."},{"pageNumber":23,"pageContent":"Acquisition of National Security Space Programs 15 Another complication of the budgeting pro cess is that the incumbent nearly always loses space system competitions. The ta sk force found that in recent history the incumbent lost greater than 90 percent of sp ace system competitions. If an incumbent is performing poorly, that incumbent should lo se, although it is hi ghly unlikely that 90 percent of the corporations that build space systems are poor performers. While the incumbents do go on to win other competitions, transitions between contractors are expensive. The government typically has inve sted significantly in capital and in tellectual resources for the incumbent. When the incumb ent loses, both capital resources and the mature engineering and management capability are lost. A similar investment must be made in the new contractor team. The governme nt pays for purchase and installation of specialized equipment, as well as fit-out of manufacturing and assembly spaces that are tailored to meet the needs of the progra m. Most importantly, the highly relevant expertise of the incumbent’s staff—their knowledge and skills—is lost because that technical staff is typically not accessible to th e new contractor. This replacement cost is substantial. The government budget and the aggr essive “priced to wi n” contractor bid may not include all necessary renewal costs. This adds to the budget variance discussed earlier. Utilization of incumbent s uppliers can soften this impact. Consolidation of the indu stry has somewhat complic ated our analysis, e.g., Rockwell was the original incumbent for the Global Positioning System (GPS); however, Boeing became the incumbent because it acquired Rockwell. However, this incumbent loss phenomenon is well-documented. The task force suspects that with the emphasis being on competition and the drive to level the playing field in the competition evaluation, the evaluation and decision process is not making decisions that are ultimately in the best interest of the government. These decisions incur excess cost and added risk due to loss of engineeri ng infrastructure and expertise. Another problem that results from the exceedingly high proportion of incumbent losses is that a non-incumbent can be more optimistic in their assessment of technical complexity, risk, and cost. They may devel op an unrealistic budget and an unexecutable program plan. So, several factors result in the under budgeting of space programs. They include government budgeting policies and practices, reliance on contractor cost proposals, failure to account for the lost investment wh en an incumbent loses, and the fact that advocacy (not realism) dominates the progr am formulation phase of the acquisition process. Now we turn to discussion of the ramifica tions of attempting to execute such an inadequately planned program. Figures 1–4 illustrate these ramifications. Figure 1 defines a typical space program: it has require ments, a budget, a schedule, and a launch vehicle with its supporting infr astructure. The launch vehicle limits the size and weight of the space platform. These four characteris tics establish boundaries of a box in which the program manager must operate. The only way the program mana ger can succeed in this box is to have margins or reserves to facilitate tradeoffs and to solve problems as they inevitably arise."},{"pageNumber":24,"pageContent":"Acquisition of National Security Space Programs 16 Figure 1: Program characteristics. Figure 2 illustrates what the task force found for poorly planned programs: inflexible and growing requirements, an underfunded budget, and an unrealistic program plan. Figure 2: Observed space program characteristics . Figures 3 and 4 show two possible outc omes. With an experienced program manager and program staff, schedule will be used as reserve with corresponding cost increases occurring later in the life of the program. The task force found many programs with schedule delays of more than one y ear. Significant schedule delay and increased cost can be a route to operational success. In other words, the experienced program manager extends schedule instead of increasing operational risk. Cost Underbudgeted Requirements Little flexibility Growing Schedule Inadequate due to unrealistic project plan Launch No flexibility Inadequate or no margin Margin Cost Requirements Schedule Launch"},{"pageNumber":25,"pageContent":"Acquisition of National Security Space Programs 17 • Significant schedule delay • Significant cost increase for extended schedule Figure 3: One route to success . Figure 4 illustrates the most troubling outco me: an inexperienced program manager and staff and/or a critical need to adhere to a fixed schedule re sult in risk being used as reserve. Mission failure becomes more probable. Figure 4: Inexperienced program manager or an inviolate schedule. The task force does not believe any res ponsible manager knowingly accepts risks that will result in operational failure. Howe ver, when cost and schedule margins are inadequate, risk becomes the only “margin” available. Multiple small increments of accumulated risk can result in an unaccepta bly high cumulative probability of mission failure. The task force believes that the FIA program under contract in the fourth quarter of calendar year 2002 fits this scenario. Schedule Inadequate due to unrealistic project plan Cost Under budgeted Requirements Little flexibility Growing requirements Launch No flexibility Inadequate or no margin Schedule Inadequate due to unrealistic project plan Cost Under budgeted Requirements Little flexibility Growing requirements Launch No flexibility Increased Risk • High probability of mission failure Inadequate or no margin"},{"pageNumber":26,"pageContent":"Acquisition of National Security Space Programs 18 Recommendations . The task force recommends that: • National security space programs be budgeted to the most probable (80/20) cost estimate, and the government es tablish a 20-25 percent reserve within that most probable budget • The government establish a policy that th e reserve be used only to execute the approved program baseline (not for new requirements), and • Contractor cost proposals for competitive cost-plus contracts not be used to validate government budgets unless change s are made to the source selection process to ensure contractor cost estimate credibility. The initial thought of the task force wa s to recommend giving no consideration to the contractor cost proposal in the budge ting process. That remains the recommendation if no change is made to the source selection proce ss. Further consider ation suggests that there are changes that could be made in the source selection process that would incentivize more credible c ontractor cost proposals. One option is to use the cost proposal as an indicator of the contract or’s technical understa nding of the job. For example, if an element of a proposal is tec hnically outstanding and receives the highest score, but the proposed cost for the elem ent is substantially underestimated, the conclusion should be that the contractor doe s not have sufficient understanding of that element and the technical score for it would be adjusted down. Another option would be to negotiate up, without increased fee, the difference between a low contractor proposal and the most probable estimated cost. Both op tions require a competent government cost estimating capability. Additional Recommendations. • Conduct and accept credible independent cost estimates and program reviews prior to program initiation. This is cri tically important to counterbalance the program advocacy that is always present. • Hold independent senior advisory reviews using experienced, respected outsiders at critical program acqui sition milestones. Such reviews are typically held in response to the kind of problems identified in the report. The task force recommends reviews at critical milestones in or der to identify and resolve problems before they become a crisis. • Compete national security space progra ms only when clearly in the best interest of the government. The task force did not review the individual source selections and does not imply th at they were not properly conducted. However, it is clear that when the incu mbent loses, there is a significant loss of government investment that must be accounted for in the program budget of the non-incumbent contractor. Suggested reasons to compete a program include poor incumbent performance, failure of the incumbent to incorporate innovation while evolving a system, subs tantially new mission requirements, and the need for the introduc tion of a major new technology. • When the non-incumbent wins the following recommendations should be implemented:"},{"pageNumber":27,"pageContent":"Acquisition of National Security Space Programs 19 - Reflect the sunk costs of the legacy contractor (and inevitable cost of reinvestment) in the program budget and implementation plan. - Maintain operational overlap betwee n legacy systems and new programs to assure continuity of support to the user community. 6.3 Requirements Control The task force found that requirements defi nition and subsequent control, or lack thereof, to be a dominant driver of cost increases, schedule dela ys, and incurred mission risk. The current system is not adequate to manage and control requirements. Our consideration of the management of requi rements spans the period of time prior to program implementation when the program is being advocated through program implementation. Prior to Program Initiation Findings and Observations . As discussed earlier in this report, there was an increase and a broadening of the use of space assets during the decade of the 1990s. Today, users include a large number of operational users, including some with regional interests and niche missions. And, the user base conti nues to expand in re sponse to the war on terrorism. New users bring new requirements. Those trying to initiate a new program applaud this because new users with new requi rements constitute an expanded base of support. However, this support comes at the co st of reduced program manager flexibility because of the increased number of key performance parameters (KPPs) needed to satisfy and maintain the support of the e xpanded constituency. For too many programs the net result has been dramatically increas ed requirements with ineffective systems engineering and/or financial assessment of their impact. This has repeatedly overwhelmed the existing requirements management process. One example of the resulting impact is that the SBIRS High pr ogram had an excessive number of KPPs: 18. Experience suggests more than 4 to 5 KPPs will overly constrain program execution; the orthogonal KPPs prevent the program manager from making tradeoffs that would assure an execution of a program with prudent risk. The Advanced Extremely High Frequency (AEHF) program depicted in figure 5 provides an illustrative example of cost and requirements growth."},{"pageNumber":28,"pageContent":"Acquisition of National Security Space Programs 20 AEHF Quantitative Framework Cost Estimate History, 1999-2002 1.3B Jan 99 $2.6B Nov 01 $0.54B $0.36B $0.96B $0.72B 0 0.5 1 1.5 2 2.5 3 3.5 Billions of Then-Year Dollars ~ $1.7B $2.8B $3.2B Ad d ed Requir em ents Cost gro wth 9 9 M a y 00 $2.6B M a y 02 Proposal Source: BAH Study: Space Systems Development Growth Analysis Report Figure 5: AEHF case study—requirements growth prior to program initiation. Figure 5 is a simplified depicti on of a chart taken from the Booz Allen Hamilton Space Systems Development Growth Analysis Report . It depicts five successive budgets for AEHF. Early budgets in 1999 and 2000 varied s ubstantially. The initial Service Cost Position in January 1999 was reduced substa ntially to $1.32 billion in the President’s Budget. The number of space vehicles to be built strongly influenced costs. Budgets for May 2000 and subsequent dates assume cons truction of only two space vehicles. There was a dramatic increase in the AEHF budget between May 2000 and November 2001 (see the circled area). The change has two components: a cost growth of $.36 billion (over 20%) to implement the same requirements as used to define the May 2000 budget and a cost growth of $.72 billion (over 40 %) to fund new requirements. The increase of more than one billion dollars illustrates th e dramatic impact requirements definition can have on the cost of a program. This case study is described not to suggest th at the incremental AEHF requirements were not justified, but to illustrate that the establishment of additional KPPs has a major impact on program cost. Properly scopi ng a program prior to implementation necessitates (1) control on the number and sc ope of KPPs, (2) an effective process for system engineering, (3) cost assessment of the impacts to the program for each new or changed requirement, and (4) a disciplined decision making process to evaluate the importance and impact of each requirement."},{"pageNumber":29,"pageContent":"Acquisition of National Security Space Programs 21 Recommendations . To derive a more effective requirements process for space programs, the task force recommends that: • A senior leader be established with in the DoD and a senior leader be established within the Intelligence Comm unity with the authority to accept or reject requirements to be utilized by each program and ensure accepted requirements are funded within the most probable budget; • Appropriate operators, users, and acqu isition personnel ar e included in the requirements development process; • An effective and credible systems engineering and cost estimating capability is available to support th e requirements process; • Training and certification programs are in stituted for managers involved in the requirements process; and finally, • An approved Requirements Definition Docu ment that results from the “prior to program initiation” requirements process be used during the program implementation phase. During Program Implementation Findings and Observations . The task force found that the fa ilure to control requirements during program implementation al so contributed significantly to cost increases, program delay, and increased risk. This proble m was exacerbated by ineffective systems engineering and the weakened authority of program managers. In recent programs managers have not had the authority to c ontrol requirements and take action based on their judgment of tradeoffs in implementa tion. Figure 6 illustrates this finding by showing the cost history for SBIRS High. It is a simplified version of a chart excerpted from the “Space Systems Development Growth Analysis” report. It depicts a succession of cost estimates and funded budgets for SB IRS High at seven successive points in time. As with the prior figure, we distinguis h between cost growth for the original requirements, and cost growth due to “requi rements creep.” Note that the contractor’s bid is the most unrealistic estimate of all. Th is concrete example illustrates the task force observation that contractor’s must “price to win.” After award, cost for the original requirements and the cost of added requireme nts grew substantiall y—roughly a factor of three."},{"pageNumber":30,"pageContent":"Acquisition of National Security Space Programs 22 Figure 6 distinguishes growth of cost of im plementing the original requirements and the cost of requirements added after contract award. The acquisiti on processes are not responsibly serving the public, the Congress, the DoD or the services and other user communities. SBIRS High Quantitative Framework Cost Estimate History, 1996-2002 1996 Estimate $3.2B 1997 President’s Budget $2.6B MPC $2.4B Contractor Bid $1.6B Aw ard $2.1B Mar 2002 POE $2.3B $3.3B $1.3B 0 1 2 3 4 5 6 7 $6.2B $5.1B Billions of Then-Year Dollars $1.1B Oct 01 EAC Add ed R equirement s Cost Gro wth with Origin al Requ ir em ents • MPC: Most Probable Cost • EAC: Estimate at Completion • POE: Program Office Estimate Source: BAH Study: Space Systems Development Growth Analysis Report Figure 6: SBIRS case study—requirements growth during program execution. Recommendations . The task force recommends the following: • Give the program manager authority over requirements management during program implementation and make the program manager accountable to the senior requirements leader previously recommended; • Direct the program manager to continue to assess th e impact of requirements in the Requirements Definition Document until preliminary design review (PDR); • Review and evaluate the requirement s in the Requirements Definition Document at PDR; specify that any changes require the approval of the senior requirements leader, and pl ace the resulting requirements under change control; • Direct that program acceptance of any new requirements must be associated with an identified, adequate funding source; • Strengthen the systems engineering capability supporting the program manager to ensure sound assessment of the total impact of requirements changes;"},{"pageNumber":31,"pageContent":"Acquisition of National Security Space Programs 23 • Direct that the program manage r chair the program requirements Configuration Control Board and give the program manager the authority to accept or reject requirements changes, including the authority to make reasonable adjustments to requirements to enhance program implementation; and • Specify that any significant cha nge in requirements affecting the user/operator requires th e approval of the senior requirements leader. 6.4 Acquisition Expertise Findings and Observations . The government’s capability to lead and to manage the space acquisition process has been seriously eroded, in part due to actions taken in the acquisition reform environment of the 1990’s. The task force found th at the acquisition workforce has significant deficiencies: so me program managers have inadequate authority; systems engineering has almost b een eliminated; and some program problems are not reported in a timely and thorough fashion. These findings are particularly troubling given the strong conviction of the task force that the government has critical and va luable contribu tions to make. They include the following: • Manage the overall acquisition process; • Approve the program definition; • Establish, manage, and control requirements; • Budget and allocate program funding; • Manage and control the budge t, including the reserve; • Assure responsible management of risk; • Participate in tradeoff studies; • Assure that engineering “best practices” characterize program implementation; and • Manage the contract, incl uding contractual changes. These functions are the unique responsi bility of the government and require a highly competent, properly staffed wo rkforce with commensurate authority. Unfortunately, over the decade of the 1990s th e government space acquisition workforce has been significantly reduced and their aut hority curtailed. Capabl e people recognized the diminution of the opportunity for success and left. They continue to leave the acquisition workforce because of a poor wo rk environment, lack of appropriate authority, and poor incentives. This has resu lted in widespread shortfalls in the experience level of government acquisition managers, with too many inexperienced individuals and too few seasoned professionals. To illustrate this, in 1992 SMC had sta ffing authorized at a level of 1,428 officers in the engineering and management career fi elds with a reasonable distribution across the ranks from lieutenant to colonel. By 2003 that authorization had been reduced to a total of 856 across a ll ranks. In the face of increas ing numbers of programs with increasing complexity, this type of reducti on is of great concern. Of note, when one looks at the actual staffing in place at SMC today against this authorization, one finds an"},{"pageNumber":32,"pageContent":"Acquisition of National Security Space Programs 24 overall 62 percent reduction in the colone l and lieutenant colonel staff and a disproportionate 414 percent in crease in lieutenants (76 authorized in 1992 to 315 authorized in 2003). The majority of thos e lieutenants are assigned to the program management field. Such an unbalanced depe ndence on inexperienced staff to execute some of most vital space programs is a crucial mistake and re flects the lack of understanding of the challenges and unforgiving nature of space programs at the headquarters level. The task force observes that space programs have characteristics that distinguish them from other areas of acquisition. Space assets are typically at the limits of our technological capability. They operate in a unique and harsh environment. Only a small number of items are procured, and the fi rst system becomes operational. A single engineering error can result in catastrophe. Following launch, operational involvement is limited to remote interaction and is constr ained by the design characteristics of the system. Operational recovery from probl ems depends upon thoughtful engineering of alternatives before launch. These properties argue that it is cr itical to have highly experienced and expert engineering pers onnel supporting space program acquisition. But, today’s government systems engineer ing capabilities are not adequate to support the assessment of require ments, the conduct of tradeoff studies, the development of architectures, the definition of program plan s, the oversight of contractor engineering, and the assessment of risk. Earlier in this report, weaknesses in establishing requirements, budgets, and program definition were cited as a major cause of cost growth, schedule delay, and incr eased mission failures. Defici encies in the government’s systems engineering capability contribute directly to these problems. The task force believes that program managers and their staffs are the only people who can make a program succeed. Seni or management, staff organizations, and other support organizations can contribut e to a successful program by providing financial, staffing, and problem -solving support. In some inst ances, inappropriate actions by senior management, staff, and support orga nizations can cause a program to fail. The special management organization, th e FIA Joint Management Office (JMO), provides an example of dilution of the author ity of the program manager. The task force recognizes and supports the need to manage the FIA interface between the NRO and NIMA and the need in very special cases for senior management—the DCI in this instance—to have independent a ssessment of program status. The task force believes the intrusive involvement by the JMO in the FI A program as presented by the JMO to the task force conflicts with sound program management. Given the criticality of the program manage r, the task force is highly concerned by the degree to which the program manager’s role and authority have eroded. Staff and oversight organizations have been significantly strengthened and their roles expanded at the expense of the authority of the program manager. Program managers have been given programs with inadequate funding and unexecutable program plans together with little authority to manage. Further, progr am managers have b een presented with uncontrolled requirements and no authority to manage requirement changes or make reasonable adjustments based on implementa tion analyses. Several program managers interviewed by the task force stated that the acquisition e nvironment is such that a “world class” program manager would have difficulty succeeding."},{"pageNumber":33,"pageContent":"Acquisition of National Security Space Programs 25 The average tenure for a program manage r on a national security space program is approximately two years. It is the view of the task fo rce that a program cannot be effectively or successfully managed with su ch frequent rotation. The continuity of the program manager’s staff is also critically im portant. The ability to attract and assign the extraordinary individuals necessary to manage space programs will determine the degree of success achievable in corre cting the cost and schedule pr oblems noted in this study. A particularly troubling finding was that there have been instances when problems were recognized by acquisition and contractor personnel and not reported to senior government leadershi p. The common reason cited fo r this failure to report problems was the perceived direction to not report the problems or the belief that there was no interest by government in having th e problem made visible. A hallmark of successful program management is rapid iden tification and reporting of problems so that the full capabilities of the combined government and contractor team can be applied to solving the problem before it gets out of control. The task force concluded that, without significant improvements, the government acquisition workforce is unable to manage th e current portfolio of national security space programs or new programs currently under consideration. Recommendations . The erosion of the government’s acquisition management capabilities occurred over a period of years. Corres pondingly, correcting these deficiencies will require considerable time, a lthough some—such as resolution of the program manager’s authority and responsibilities— can be corrected rapidly. Th e importance of the program management recommendations cannot be ove restimated. Specifically, the task force recommends the following: • Complete the ongoing efforts to estab lish a career field for space operations and acquisition personnel, and recognize that the space career field is distinctly different from the ICBM career field; • Define the responsibility, authority, and accountability of program managers in a manner that is consistent with the critical nature of their role; • Assign program managers based on both capabilities and experience; • Extend program management tours to a minimum of 4 years and follow the assignment with positiv e career opportunities; • In the near term, utilize Excepted Civ il Service and retired personnel with significant acquisition experience; • Provide program managers with an executable program, including realistic requirements, budgets, and schedules; • Make adequate resources and resource management authority available to program managers; • Give program managers the authority to manage and control requirements, including the authority to re ject unfounded new requirements; • Establish policies to identify and report potential problems early; • Establish metrics for the early warni ng of problems, and direct program managers and their support staff to re port problems up the management chain for timely corrective action;"},{"pageNumber":34,"pageContent":"Acquisition of National Security Space Programs 26 • Establish severe and prominent penalties for the failure to report problems; • Develop a robust systems engineering cap ability to support program initiation and development; • Reestablish organic government system s capability by selecting appropriate people from within government, hiring to acquire needed capabilities, and implementing training programs; and finally, • Ensure full utilization of the combined system engineering capabilities of the government, Federally Funded Research and Development Centers (FFRDC), and systems engineering and technical a ssistance (SETA) organizations in the development and implementation of National Security Space Programs . 6.5 Industry Findings and Observations . The task force did not find systemic problems with the implementation of national security sp ace programs by industry, although we did observe troublesome implementation problems and issues. These will be discussed in this section and some will be highlighted explicitly in the later SBIRS High, FIA, and EELV sections. First, it is appropriate to comment on the task force’s expectations of industry. We believe that industry has two basic responsibilities: 1. Execute the contract esta blished between the government and the contractor; and 2. Identify and report flaws in the contract that can adversely impact technical, schedule, cost, and/or mission success. It is with the second resp onsibility that the task fo rce found the greatest reason for concern. We found a number of space progra m contracts to be significantly flawed. Accomplishment of stated objectives within established schedules and cost parameters was very improbable and ultimate mission success was certainly questionable. Actions taken in the environment of the 1990s made a dominant contribution to this situation. SBIRS and FIA provide speci fic examples for concern. The SBIRS software test program was excessively optimistic and ulti mately was a major contributor to the required program restructuring. FIA’s space se gment test program was deficient to the point that mission success would have been in jeopardy. The task force observed instances in which industry did not imple ment proven engineering and management practices and did not comm unicate systemic program problems to the government acquisition leadership in a timely manner. While the task force believes industry ha s the responsibilities defined above, regardless of the circumstances, we do note th at the government is not always receptive to industry concerns or respons ive to program issues. Also, c ontract and fee structure in a contract can cause industry to lose focus on sound program implementation and on reporting. Recommendations . The task force recommends that the government require national security space contractors to"},{"pageNumber":35,"pageContent":"Acquisition of National Security Space Programs 27 • Account for the quality of their prog ram implementation and mission success, • Identify proven management practices and ensure that they are being implemented, and • Be accountable for the early identifica tion and open discussion of problems on their programs. The task force also reco mmends that the government: • Be open and responsive to cont ractor program concerns, and • Align contract structure to focus i ndustry attention on proven management and engineering practices and mission success."},{"pageNumber":36,"pageContent":"Acquisition of National Security Space Programs 28 7.0 CAPABILITY OF THE INDUSTRIAL BASE The task force was asked to assess the state of the industrial base. We consider industry capacity and capability for both current and fu ture programs. Section 5 of this report stated that most U.S. space programs are cu rrently in transition, meaning that a new system or block improvement is being impl emented. One implication is that there is currently a peak demand for industry. Managing this demand puts a premium on systems engineering and program management, especially for prime contractors. Specific findings and observations for prime contractors include the following: • Significant excess “factory” capacity exists today, • Adequate staffing is available for current programs, • Acceptance rate for new hires is ve ry high—voluntary turnover is low, • Concern is developing over acquiring and retaining “top” systems engineers and experienced program managers, and • Major problems will rise in the future (e.g., a large and growing percentage of the experienced workforce is becoming eligible for retirement). Changes have occurred in the employment environment. Acceptance rates for new hires are greater than 80 percent and voluntary tur nover is low, with some contractors in the low single-digit percentage. The net result is th at adequate staff is available for current programs, although a need exists for “top” systems engineers and experienced program managers (a need driven by the large de velopment workload). This need will be exacerbated as new programs are added. The future workforce situation is of gr eater concern. The current workforce age is—on the average—in the late 40s, and a sign ificant percentage of this workforce is eligible for retirement. This issue needs to be addressed before it results in a significant decline in the available workforce. In our judgment industry at the prime contractor level has the capacity and capabilities required for current and near -term planned programs. Below the prime contractor level there do exist industria l base concerns. S econd- and third-tier contractors are having problem s primarily due to low demand for the components they produce. This is particularly true for sp ace-qualified parts. The problems at the second and third tier will require proactive government involvement for a small number of selected cases. The task force anticipates problems in the payload and sensor area. In some circumstances, domestic capabilities re quired to support payload and sensor development for national security space are at risk. Finally, comm ercial space activity has not developed to the degr ee anticipated, and the expected national security benefits from commercial space have not materialized. Industry is most challenged by the erra tic demands on their capacity. As an example, space program development activities are currently at a high. One should not conclude that industry cannot accommodate ne w programs. Programs initiated today will be going into development afte r some current development programs have moved to the production phase. Each phase requires differe nt capabilities. If ne w starts could be"},{"pageNumber":37,"pageContent":"Acquisition of National Security Space Programs 29 commenced in a manner that dampens erra tic demands on capacity and capability, industry could perform most capably and efficiently. On balance, the industry can support cu rrent and near-term planned programs. Special problems need to be addressed at the second and third leve ls. A continuous flow of new programs, cautiously selected, is requ ired to maintain a robust space industry. "},{"pageNumber":38,"pageContent":"Acquisition of National Security Space Programs 30 8.0 SPECIAL ATTENTION PROGRAMS The task force was asked to examine three specific programs that were of special concern and interest to the government. We discuss each of these programs below. 8.1 SBIRS High Findings and Observations . SBIRS High has been a troub led program. It could be considered a case study for how not to execu te a space program. The following list of program characteristics (prior to program r econstruction) illustrates this observation: • Cost-driven, • Underfunded, • Optimistic contractor proposal, • Uncontrolled requirements, • Limited program manager authority and capability, • Funding instability (four replans), • Program manager instability (four go vernment and four industry program managers), and • Failure to implement “best practices.” SBIRS High is a product of the 1990s ac quisition environment. Inadequate funding was justified by a flawed implementa tion plan dominated by optimistic technical and management approaches. Inherently gove rnmental functions, such as requirements management, were given over to the contractor. In short, SBIRS High illustrates that while government and industry understand how to manage challenging space programs, they abandoned fundamentals and replaced them with unproven approaches that promis ed significant savings. In so doing, they accepted unjustified risk. When the risk was u ltimately recognized as excessive and the unproven approaches were seen to lack cred ibility, it became clea r that the resulting program was unexecutable. A major restructuring followed. It is well-known that correcting problems during the critical de sign and qualification-testing phase of a program is enormously costly and more ris ky than properly structuring a program in the beginning. While the task force believes that the SBIRS High correc tive actions appear positive, we also recognize that (1) many progr am decisions were made during a time in which a highly flawed implementation plan was being implemented and (2) the degree of corrective action is very large. It will take time to validate that the corrective actions are sufficient, so risk remains. The task force was impressed with th e current program management; however, there is a concern that the program lacks experienced personnel and that the “Basket SPO” approach dilutes attention to the cri tical issue of SBIRS High restructuring and implementation of the revised program. Unde r the “Basket SPO” concept, the program management is responsible not only for SB IRS High but also the associated legacy program, the ground segment, and SBIRS Low. While this concept may be sound for a stable set of programs, it is viewed as c onfounding the correction of a troubled program and the start of a new program."},{"pageNumber":39,"pageContent":"Acquisition of National Security Space Programs 31 Recommendations . The task force recommends pr oceeding cautiously with the restructured program. Because the program, prior to restructuring, was implemented during an era of questionable program practices, the task fo rce recommends a review of past engineering and test activ ities to assess their quality. Th is may necessitate additional testing to mitigate omissions and embedded problems that would otherwise manifest themselves as mission critical failures on or bit. Finally, the task force recommends adding experienced managers to the SBIRS program. 8.2 Future Imagery Architecture (FIA) Findings . The task force found the FIA program under contract at the time of our review to be significantly underfunded and technically flawed. The ta sk force believes that the FIA program—thus structur ed—is not executable. Recommendations . The task force concludes that the FIA deficiencies can be mitigated sufficiently to permit the program to conti nue. Program funding should be increased to the level of a most probable (80 percent) cost. Significant program and schedule changes will be required to increase th e probability of mission success. An independent review should be implemented to assess the adequacy of the restructured program. Finally, we make same recommendation for FIA as for SBIRS High—validate the results of past engineering and testing activities. 8.3 Evolved Expendable Launch Vehicle (EELV) Findings and Observations . The only U.S. capability to pr ovide assured access to space for national security space programs is the Evolved Expe ndable Launch Vehicle (EELV) program. The EELV program was defined assuming the emergence of a robust commercial space program that (in combina tion with the government space program) would provide the financial foundation for th e two EELV contractors. The commercial space program has not materialized and is not ex pected to materialize in the near future. As a result, the business plans for both prime c ontractors are financially inadequate. It is unacceptable for the government to make th e entire national secu rity space program depend upon launch capabilities provided by cont ractors with business plans that are so severely flawed. While the initial mission success of the sy stems of both contractors is impressive, the task force believes that assured access to space requires that both contractors be retained until mature system performance is demonstrated. Only at this point could a potential downselect take place. However, ther e is a question of whether it is in the best interest of the country to rely totally on one launch system and one contractor for such a critical capability. EELV is maturing in a highly cost-constrai ned environment, and prevailing cost pressures can put mission success at risk. Assu red access to space is too critical to the U.S. national security to be handled simply as a budget problem; as a matter of national security policy, risk needs to be reduced to an acceptable level. The government also needs to recognize that the assumed commercial space program did not materialize to the degree e xpected. As a result, the government is the"},{"pageNumber":40,"pageContent":"Acquisition of National Security Space Programs 32 prime user of EELV program products. Absen ce of market volume has created a funding shortfall for the EELV program. The government must take the uncertain ty out of the EELV by establishing a plan that resolves these issues and make that plan available to th e program participants so that informed decisions can be made . Actions should follow that consideration. Recommendations . The task force recommends that: • Assured access to space be an elem ent of national security policy; • Government funding be provided beginning no later than FY04 to assure that both EELV programs are viable; and • A long-term EELV program plan be estab lished to address issues such as the requirement for U.S. production of the RP-180 engine, West Coast launch capability, and dual manifesting; the pl an should include an approach to future contracting, including any potential downselect and associated funding. "},{"pageNumber":41,"pageContent":"Acquisition of National Security Space Programs 33 9.0 SUMMARY AND CONCLUSIONS A robust national security space program is crit ical to the security of the United States. The space program has evolved over the past se veral decades. Due to events and actions of the decade of the 1990s, national security space programs incurred cost growth, schedule delays and increased mission failures. National security sp ace is too important to allow these cost, schedule, and mission failure problems to continue. This report contains specific recommendations to correct cited deficiencies that we assert are the causes of these problems and concerns with indivi dual space programs. A return to a mission success culture, as opposed to a cost-centric culture, is a necessary prerequisite. Corrective actions for current programs must include: • Assurance of realistic budgets and executable program plans; • Implementation of a process to control requirements; • Revitalization of both the management and engineering of the government acquisition work force; • Implementation of an independent review process; • Assurance of credible problem repor ting, with metrics on early warning; • Industry accountability for proven manageme nt and engineering practices with appropriate contract an d fee structures; and • Recognition that program implementation has occurred during an era of questionable program practices, requiring review of past engineering and test activities to assure acceptable quality. The task force believes that all recommenda tions included in this report should be implemented for new programs. Assured access to space is a necessary element for the success of each national security space program. Assuri ng access to space should not be resolved simply as a budget issue. It is a policy i ssue of the utmost importance. Required launch capabilities should be established by na tional security policy. Industry—with the corrective actions cited in this report—has the capability to support the required robust nati onal security space program fo r the near term. However, there are significant long-term concerns rega rding the workforce and sub-tiers that need to be addressed now in order to mitigate their future impact. National security space programs have continually pushed the limits of our technological capabilities and can be expected to do so in the future. We expect future programs to be much more interrelated. Th at will introduce new technical complexity. It is important that the problems discusse d in this report be resolved so that maximum attention can be give n to the inherent challenges of current and future space programs. As difficult as it will be to resolv e the current problems, failure to do so will result in higher costs and more delays in th e future. Failure to correct the cited problems will assure more mission failures. Even if all of the corrections recomme nded in this report are made, national security space will remain a challengi ng endeavor, requiring the nation’s most competent acquisition personnel, bo th in government and industry."},{"pageNumber":42,"pageContent":"Acquisition of National Security Space Programs 34 "},{"pageNumber":43,"pageContent":"Acquisition of National Security Space Programs 35 A. TERMS OF REFERENCE"},{"pageNumber":44,"pageContent":"Acquisition of National Security Space Programs 36 "},{"pageNumber":45,"pageContent":"Acquisition of National Security Space Programs 37 "},{"pageNumber":46,"pageContent":"Acquisition of National Security Space Programs 38 "},{"pageNumber":47,"pageContent":"Acquisition of National Security Space Programs 39 B. TASK FORCE MEMBERSHIP CHAIRMAN    Mr. A. Thomas Young Mr. Young is the former Director of NASA’s Goddard Space Flight Center and President and Chief Operating Officer of Martin Marietta Corporation. He retired from Lockheed Martin in July 1995. Mr. Young is currently a Dir ector of the Goodrich Corporation, Pepco Holdings, Inc. and Science Applications Internationa l Corporation. Mr. Young is involved in various advisory and review activities associated with the U.S. Space Program and is a member of the National Academy of Engineering. MEMBERS Dr. Wanda Austin Dr. Austin is the Senior Vi ce President, Engineering and Technology Group for The Aerospace Corporation (2001 to presen t). Prior to accepting her current position, she served as General Manager of Aerospace’s MILSATCOM Division as well as its Electronic Systems Division. She is a member of the Air Force Scientific Advisory Board and a consultant to the NASA Aerospace Safety Advisory Panel. Her areas of expertise includ e satellite communications engineering, space systems engineering, modeling and simulation. Dr. William F. Ballhaus, Jr. Dr. Ballhaus is President and CEO of The Aerospace Corporation. Previously he served as vice president, Engineering and Technology and corporate officer of Lockheed Martin Corporati on and as the director of the NASA Ames Research Center. He is a member of the Defense Science Board and served on the Air Force Scientific Advisory Board for seven years and was board co-chair from 1996 to 1999. Ballhaus is a member of the National A cademy of Engineering and an elected member of its Council. RADM (Ret) Tom Betterton Admiral Bettert on is an independent consultant (1992 to present). He served in the U.S. Navy for 35 years, during which time he was a Major Program Manager and senior Navy official , Director Program C, National Reconnaissance Office (1978 to 1992). He has served on a number of Defense Science Board task forces."},{"pageNumber":48,"pageContent":"Acquisition of National Security Space Programs 40 LtGen (Ret) Donald Cromer Don Crom er was president of Hughes Space and Communications Company (HSC), the world’s leading manufacturer of commercial communications satellites, from October 1993 to December 1998. Cromer joined HSC as vi ce president in August 1991, following a 32-year career in the U.S. Air Force. He had attained the rank of lieu tenant general, and during his last 3 years in the se rvice, he was commander of the Space Systems Division, Air Force Systems Command, at Los Angeles Air Force Base. VADM (Ret) David Frost Admiral Frost is currently the Pres ident of Frost & Associates, a private consulting company specializing in space systems, missile defense, remote sensing, joint operations, and information systems. His active duty assignments included tours as Commander, Naval Space Command and Deputy Commander, U.S. Space Command. He serves on several governmental advisory boards and has participated in multiple studies in the area of space acquisition. MGen (Ret) Donald Hard General Hard is currently an independent consultant for government organizations and aerospace industry companies. He retired as an Air Force Major General with 31 years of active du ty service, including assignment to several high-level positions in national security space programs. He has 9 years of experience in private industry and is a member of several government-sponsored senior review teams established to provide advice and guidance for national security space programs Dr. Daniel E. Hastings Dr. Hastings is the Co-Director of the Engineering Systems Division at the Massachusetts Institute of Technology (2001 to present). He is also the chair of the Air Force Scientific Advisory Board (2003 - present). He served as the Chief Scientist for the Air Force from 1997 to 1999. His areas of expertise include space environment interactions, space propulsion, space systems architecture, space policy, and the management of science and technology."},{"pageNumber":49,"pageContent":"Acquisition of National Security Space Programs 41 Mr. Jimmie Hill Mr. Hill retired fr om the Air Force in 1996, after mor e than 45 years of service. At the time of his retirement he was Principal Deputy Assi stant Secretary of the Ai r Force (Space) and Deputy Director of the National Reconnaissance Office. Mr . Hill has received a number of awards, including distinguished service medals from the CIA, NASA, and the NRO. In 1996, Mr. Hill was chosen by the National Space Club as its recipient of the Goddard Memorial Trophy. Dr. Anita Jones Dr. Jones is a Prof essor of Computer Science at the University of Virginia School of Engineering and Applied Science. She served as Director of Defense Research and Engineering (DDR&E) from 1992 to 1997. Professor Jones has served on many government advisory boards and scientific panels including the Defense Science Board, the Air Force Scientific Advisory Board, as well as boards and panels for NASA, the National Academies, and the National Science Foundation . She currently serves on the Defense Science Board and the National Science Board. Maj. Gen. (Ret) Nathan J. Lindsay Nathan J. Lindsay is a space systems management consultant with experience in both government and commercial space systems. He served in the U.S. Air Force for 34 years and retired as a Major General. While in the Air Force, he succeeded in a variety of positions involving program management and operations of the Air Force and NRO launch and satellite systems. Mr. Lindsay also retired as a vice president of Lockheed Martin in 1998. He is the recipient of several awar ds, including the Defense Distinguished Service Medal, the National Intelligence Medal, NASA’s Distinguished Service Medal, and the NRO Distinguished Service Award. Mr. Peter Marino Mr. Marino is a pr ivate consultant for government an d industry on defense and intelligence issues. He has held senior positions in both government and private industry and served with the CIA from 1970 to 1986. Throughout his career he has received a number of technical and management awards, including the CIA Distinguished Intelligence Medal and Distinguished Officer Citation. He is a member of numerous advisory boards, including the Defense Science Board (1995 to present)."},{"pageNumber":50,"pageContent":"Acquisition of National Security Space Programs 42 Mr. John McMahon Mr. McMahon is a cons ultant to the Lockheed Martin Corporation and currently act s as director on a numbe r of Lockheed boards. From 1951 to 1986, he served with the CIA and was appointed Deputy Director of Central Intelligence in 1982. In 1986, Mr. McMahon joined Lockheed Missiles and Space Company. He served as Executive Vice President for the company and Corporate Vice President until August 1988 when he was elected President of the Lockheed Missiles an d Space Systems Group and President and CEO of Lockheed Missiles and Space Company. He retired from Lockheed in 1994. Gen. (Ret) Thomas S. Moorman, Jr. General Moorman is a Partner in Booz Allen Hamilton (1998 to present). He also serves as a member of the Board of Trustees for The Aerospace Corporation, is an Outside Director on the Board of Smiths Industries, and is the Chairman of the Space Panel of the U.S. Strategic Command Strategic Advisory Group. He served in the United States Air Force for 35 years. General Moorman served as Commander of Air Force Space Command (1990-92). At the time of his retirement in 1997, General Moorman was Vice Chief of Staff, United States Air Force. He is a member of the Council on Foreign Relations. Dr. Bradford W. Parkinson Dr. Parkin son is the Chairman of the Aerospace Corporation and is on the board of directors of Draper Laboratories a nd Trimble Navigation. He served in the U.S. Air Force from 1957 to 1978, retiring as a colonel. In 1973, as a U.S. Air Force colonel, he created and ran the NavStar GPS Joint Program Office, leading th e definition, development, and testing of the Global Positioning System. Since his retirement in 1978, he has continued working on GPS research and development. A Stanford University Professor since 1984, Dr. Parkinson was named the Edward C. Wells Professor of Aeronautics & Astronautics, an endowed chair (1995) and Emeritus (2001). He is the recipient of numerous and distinguished awards and has been inducted into the NASA Hall of Fame. He received the NAE’s Draper Prize (“the Engineer’s Nobel”) in 2003. "},{"pageNumber":51,"pageContent":"Acquisition of National Security Space Programs 43 Dr. Tony Pensa Dr. Pensa is the Assistant Director of Lincoln Laboratory at the Massachusetts Institute of Technology (2001 to present). His areas of expertise include surveillance, radar systems, signal processing, space surveillance, space control, space-based surveillance systems, hypers pectral sensors, and space debris. He is a reci pient of the NASA Group Achievement Award. Mr. Vincent Vitto Mr. Vitto is the President and CEO of the Charles Stark Draper Laboratory. Pr ior to joining Draper in 1997, he held a number of positions at MIT’s Lincoln Laboratory (1982-1997). He has served on a wide variety of advisory boards and panels, including the Defense Science Board and the Air Force Scientific advisory board and is curre ntly the vice chairman of the DSB. He is the recipient of the Navy’s Meritoriou s Public Service Award and the Air Force’s Decoration for Exceptional Civilian Service. Dr. Max Weiss Dr. Weiss is curre ntly an independent consultant, having retired from Northrop Grumman in 1996 as th e Vice President and General Manager of the company’s Electronic Syst ems Division. From 1961 to 1986, Dr. Weiss held a number of positions with The Aerospace Corporation, including Group Vice President of the Engineering Group. He has served as Member of US Air Force Scientific Advisory Board, and NRC Committee on Educational Issues. He is als o the recipient of the IEEE Fredrik Philips Award (1993) and Centenni al Medal (1983). Mr. John J. Welch From 1987 to 1992, Mr . Welch served as the Assistan t Secretary of the Air Forc e (Acquisition), Senior Procurement Executive, Information Resource Management Executive, and Air Force Acquisition Executive. In 1987, Mr. Welch retired as Senior Vice President, Corporate Business Development followin g 37 years with the LTV Aerospace and Defense Company. Mr. Welch was Chief Scientist of the Air Force from 1969 to 1970. He has served on a number of advisory panels and bo ards, including the Defense Science Board and the Air Force and Army Scientific Advisory Boards. His awards include, among others, the Air Force Distinguished Service Medal. "},{"pageNumber":52,"pageContent":"Acquisition of National Security Space Programs 44 EXECUTIVE SECRETARY Mr. Al Krum Al Krum is a CIA se nior officer who has been assigned to the National Reconnaissance Office for 20 years. He has served in a number of operational, development and systems engineering management and leadership positions in the both the Imagery and Communications directorates. Mr. Krum has also served with industry working for both Lockheed Martin and TRW. Mr. Krum retired in February 2003 and is now employed by Northrop Grumman TASC. DSB SECRETARIAT Lt. Col. Roger W. Basl, USAF Lt. Col. Ba sl has been serving on the DSB Secretariat since June 2001. Prior to this assignment he served in various acquisition and space leadership roles to include : MILSATCOM Program Element Monitor (1999-2001); Chief, Milstar Development, Test and Engineering (1997-1999); and Deputy Program Manager, Launch Base Support (CCAFS) (1992- 1996). LtCol Basl holds a B.S. in Aeronautical Engineering and an M.S. in Aerospace Engineering. AFSAB SECRETARIAT LtCol John J. Pernot, USAF Lt. Col. Pernot has been serving on the AFSAB Secretariat since March 2001. Prior to this assignment he served in various acquisit ion and leadership roles to include: Deputy Chief, Ordna nce Division and Program Manager, Dense Metal Warhead (Munitions Directorate, 1998-2001); Chief, Materials Division and Laboratory Director (USAF Academy, 1994-1998). Lt Col Pernot holds a B.S. in Mechanical Engineering and an M.S. an d Ph.D. in Aeronautical Engineering. SUPPORT STAFF Mr. Frank LaBelle, SAIC Ms. Donna Preski, SAIC Mr. Richard Balzano, SAIC Mr. Mark Mateski, SAIC "},{"pageNumber":53,"pageContent":"Acquisition of National Security Space Programs 45 C. MEETING DATES AND LOCATIONS DATE  LOCATION  13–14 Aug. 2002 Pentagon 28–29 Aug. 2002 Chantilly, VA 18–19 Sept. 2002 Seal Beach and Huntington Beach, CA (Boeing) 20 Sept. 2002 CA (TRW) 3–4 Oct. 2002 Denver, CO (Lockheed) 15–16 Oct. 2002 Los Angeles, CA (SMC) 17 Oct. 2002 Colorado Springs, CO 30 Oct.–1 Nov. 2002 Chantilly, VA 7–8 Nov 2002 Chantilly, VA 18–20 Nov. 2002 Chantilly, VA 24 Jan. 2003 Chantilly, VA 13–14 Feb. 2003 Chantilly, VA"},{"pageNumber":54,"pageContent":"Acquisition of National Security Space Programs 46 D. BRIEFINGS RECEIVED 13-14 AUG. 2002 “Overview of NRO Perspectives” Multiple (see below) “NRO Perspective” Mr. Vincent Dennis “IMINT”      “SIGINT”      “AS&T”      “COMM”      “SMC Commander’s Sight Pi cture” LtGen. Brian Arnold “Air Force Space Acquisition Perspectives” Mr. Richard McKinney “Transformational Comm unications Architecture” and “Navy Programs” RADM Rand Fisher 28-29 AUG. 2002 “FIA and Future Programs Perspective” Ms. Carol Staubach “Space Systems Development Growth Analysis, Space R&D Industrial Base, and Conclusions from the Space Industrial Base Study” Gen. (Ret.) Thomas S. Moorman, Jr. “Synopsis Program Management Review” Mr. Tom Betterton “Assured Access” Brig. Gen. Thomas Taverney “SBIRS” Col. Dan Cvelbar “NRO Perspectives” Mr . Dennis Fitzgerald 18-19 SEPT. 2002 “Boeing/IDS Overview,” “Boeing’s Perspective— Assessment of Current Health and Acquisition Environment for National Security Space Programs,” and “Boeing Systems and Processes” Mr. Robert Roberts “Selected National Security Programs Discussions” Multiple (see below) “Future Imagery Architecture” Mr. Ed Nowinski “P4500” Mr. John Werle"},{"pageNumber":55,"pageContent":"Acquisition of National Security Space Programs 47 “MCP” Mr. Mike Gianelli “GPS” Mr. Mike Rizzo “Launch Services Program Disc ussions” Mr. Gale Schluter “Markets, Capabilities, and Quality Strategies Overview” Mr. Randy Brinkley “BSS Programs” Mr. Charles Toups “GPS” Mr. Mike Rizzo “System Engineering” Dr. Bill Ballhaus “Operations” Mr. Mark Weltman “Supply Chain Management” Mr. Dan Bridleman “Quality” Ms. Marilyn Davis 20 SEPT. 2002 “TRW Overview” Mr. Tim Hannemann “System Engineering” Ms. Joanne Maguire “Program Management Experience” C. Staresinich, F. Ricker, P. Borzcik, C. Kau, D. DiCarlo 3-4 OCT. 2002 “Denver Operations” T. Marsh “Sunnyvale Operations” L. Kwiatkowski “Military Space/SBIRS” M. Crandall “Assured Access/EELV” M. Gass “Classified Programs and Technology Inse rtion” K. Peters, B. McAnally, D. Klinger “Systems Engineering and Program Management” G. Hall, M. Crowley “Capture Process—PTW” K. Tobey "},{"pageNumber":56,"pageContent":"Acquisition of National Security Space Programs 48 15-16 OCT. 2002 “SMC Issues Recap” LtGen. Brian Arnold “Advanced EHF/Transformational Comm unication” Ms. Christine Anderson “Global Positioning System II/OCS Briefing Col. James Haywood “SBIRS High Update” Col. Mark Borkowski “EELV”    Col.    John    Wagner    “Aerospace Topics: Roles and Responsibilities, Technical View of Main Programs, and Industrial Based Issues” Dr. Bill Ballhaus and Dr. Wanda Austin 17 OCT 2002 “Welcoming Remarks/Sight Picture/Space Cadre Presentation” Gen. Lance Lord Untitled    BGen    William    Shelton    Untitled BGen John Sheridan “ARSPACE—SMDC/ARSPACE Perspective on Use and Acquisition of Space Capabilities” Multiple (see below) “Overview and Operational Perspective” Mr. John Marrs “Army Acquisition of TENCAP and NRO Relationship” Mr. Thom Revay “USSTRATCOM”   RADM   McArthur   Untitled LtGen (Ret.) Roger DeKok 8 NOV. 2002 “Spectrum Astro Presentation” Mr. David Thompson 24 JAN. 2003 Systems Engineering Integrated Defense Systems, Boeing, Seal Beach Mr. Ron Johnson 13 FEB. 2003 “Assessment of NRO Satellite Development Practices,” The Aerospace Corporation Mr. Steve Pavlica and Mr. William Tosney"},{"pageNumber":57,"pageContent":"Acquisition of National Security Space Programs 49 E. REPORTS AND PUBLICATIONS OF INTEREST 6250.01A Satellite Communications. 10 Dec. 2001. Acquisition Management—Directive 7. 8 Mar. 2000. Director, CIA. Direction to Minimize Future Im agery Architecture (FIA) Program Schedule Delays. 23 Oct. 2002. Fuhrman, Robert. Report to the Di rector of Cent ral Intelligence, DCI Task Force on The National Reconnaissance Office, Final Report (known as the Fuhrman Report). 13 Apr. 1992. Jeremiah, David. Report to the Direct or, National Reconnaissance Office; Defining the Future of the NRO for the 21 st Century (known as the Jeremiah Panel Report) . 26 Aug. 1996. Kelly, Geiger. Report to the Direct or, National Reconnaissance Office; Volume 1: NRO Restructure Study Briefing. July 1989. Booz Allen Hamilton. Space Technology Industrial Base Assessment—Final Report. Dec. 2000. National Polar-Orbiting Operational Environmental Satellite System. 1 May 2002. NRO Review Training Strategies—Executive Summary. 30 Jan. 2003. Our National Security Space Vision 2020. Packard, David. Interim Report of the Blue Ribb on Commission on Defense Management – National Security Planning and Budgeting. 28 Feb. 1986. Pavlika, Steve and William Tosney, The Ae rospace Corporation. “Assessment of NRO Satellite Development Practices.” 2003. Report of the Commission to Assess United States National Security Space Management & Organization. 11 Jan. 2001. Report of the National Commission for the Review of the NRO. 1 Nov. 2000. Report to Chairman, Subcommittee on Strate gic Forces, Committee on Armed Services, and the Honorable Robert C. Smith, U.S. Senate, Defense Acquisition Improvements Needed in Military Space Systems Planni ng and Education. May 2000. Science and Technology and the AR Vision: Ar chiving a More Effective S&T Program. May 2001. Space Systems Development Growth Analysis—Executive Summary. 28 Aug. 2002. Thompson, David. Spectrum Astro Briefing and VHS tape. 20 Apr. 2002. Thompson, David. 50 Technical & Program Mgmt Init iatives to Revitalize the NRO— White Paper and VHS Tape . 29 Apr. 2002."},{"pageNumber":58,"pageContent":"Acquisition of National Security Space Programs 50 U.S. Air Force Scientific Advisory Board. A Space Roadmap for the 21 st Century Aerospace Force: Volume 1, Summary. Nov. 1998. USecAF. Space Acquisition Policy 02-01. Woolsey, James. NRO Program Task Force for the Di rector of Central Intelligence. Sep. 1992."},{"pageNumber":59,"pageContent":"Acquisition of National Security Space Programs 51 F. ACRONYMS AEHF Advanced Extremely High Frequency AFSAB Air Force Scientific Advisory Board DCI Director of Central Intelligence DNRO Director, National Reconnaissance Office DoD Department of Defense DSB Defense Science Board EAC  Estimate  at  Completion  EELV Evolved Expendable Launch Vehicle FFRDC Federally Funded Research and Development Center FIA Future Imagery Architecture GPS Global Positioning System JMO Joint Management Office KPP Key Performance Parameter MPC Most Probable Cost MFP Major Force Program NIMA National Imagery and Mapping Agency NRO National Reconnaissance Office NRP National Reconnaissance Program PDR  Preliminary  Design  Review  POE Program Office Estimate SBIRS Space-Based Infrared System SecDef Secretary of Defense SETA  Systems  Engineering  and Technical Assistance SMC Air Force Space and Missile Systems Center TSPR Total System Performance Responsibility USecAF Under Secretary of the Air Force "},{"pageNumber":60,"pageContent":"Acquisition of National Security Space Programs 52 G. TASK FORCE BRIEFING UNCLASSIFIED 1 UNCLASSIFIED ACQUISITION OF NATIONAL SECURITY SPACE PROGRAMS DSB/AFSAB TASK FORCE REPORT NOVEMBER 19, 2002 UNCLASSIFIED 2 UNCLASSIFIED OUTLINE • Charter • Membershi p • Methodology • Schedul e of Acti vities • Acqui sition Environment • Summary Observations • Government Role i n Space Acquisition • Dependence on Space • Acqui sition System Probl ems • Industri al Base Assessment • Space Based Infrared System (High) • Future Imagery Architecture • Evol ved Expendabl e Launch Vehi cle "},{"pageNumber":61,"pageContent":"Acquisition of National Security Space Programs 53 UNCLASSIFIED 3 UNCLASSIFIED CHARTER • Problem Statement – Significant cost growth and schedule delays for many critical space systems • Scope – Understa nd w hy cost grow th and sc hed ule delays occur, considering all aspects of acquisition process – Assess industrial base – Assess Government’s role and base – Examine U.S. national security dependence on space UNCLASSIFIED 4 UNCLASSIFIED – Emphasis Areas • Space Based Infrared System (High) (SBIRS) • Future Imagery Architecture (FIA) • Evolved Expendable Launch Vehicle (EELV) • Recommend corrective actions • De live rable s – Interim Report Sep 2002 – Final Briefing Nov 2002 – Final written report Feb 2003 CHARTER "},{"pageNumber":62,"pageContent":"Acquisition of National Security Space Programs 54 UNCLASSIFIED 5 UNCLASSIFIED MEMBERSHIP • Tom Young, Chai r Nate Li ndsay • Wan da Aus t i n P et er Marino • Bill Ballhaus John McMahon • Tom Betterton Tom Moorman • Don Cromer Brad Parki nson • Davi d Frost Tony Pensa • Don Hard Vince Vitto • Dani el Hastings Max Wei ss • Ji mmie Hill Jack Wel ch • Anita Jones Al Krum, Executive Secretary UNCLASSIFIED 6 UNCLASSIFIED METHODOLOGY • Exa mi ned previous relevant studies • Performed Structured Reviews • Conducted Multiple Interviews • Task Force Discussions "},{"pageNumber":63,"pageContent":"Acquisition of National Security Space Programs 55 UNCLASSIFIED 7 UNCLASSIFIED SCHEDULE OF ACTIVITIES DATE LOCATION A ctivit y AUG 13 Pentagon OSD, National Reconnaissance Office AUG 14 Pentagon, AF SMC, Air Force, Navy AUG 28 Chantilly, VA Faga FIA Panel, Space R&D Study AUG 29 Chantilly, VA AF SMC, NRO SEP 18 Seal Beach, CA Huntington Beach, CA Boeing Boeing SEP 19 El Segundo, CA Boeing SEP 20 Redondo Beach, CA TRW OCT 3,4 Denver, CO Lockheed Martin OCT 8,9 Chantilly, VA DoD, Air Force, and NRO OCT 15 El Segundo, CA AF SMC OCT 16 El Segundo, CA Aerospace Corporation OCT 17 Colorado Spring, CO AF Space Command, BMDC/ARSPACE, US STRATCOM OCT 30,31 NOV 1 Chantilly, VA FIA, End to End FIA Joint Management Office, DCI Gap Study NOV 7,8 Chantilly, VA NPOESS, FIA, JMO NOV 19 Pentagon Oral Repor t UNCLASSIFIED 8 UNCLASSIFIED • Declining acquisition budgets •Acquisition reform • Greater acceptance of risk • Changing National Security needs • Mergers and Acquisitions ACQUISITION ENVIRONMENT (DECADE OF THE ’90s) "},{"pageNumber":64,"pageContent":"Acquisition of National Security Space Programs 56 UNCLASSIFIED 9 UNCLASSIFIED SUMMARY OBSERVATIONS • Mission success has been mixed • National security critically dependent upon space • Space Acquisition process seriously flawed -- systemic problems from requirements through execution • Industrial base adequate for current programs; concern about selected payloads/suppliers • Government acquisition process inadequate for current programs • FIA and EELV require urgent and critical action—SBIRS(H) corrective actions appear adequate • National Security Space programs are technologically demanding and will continue to be challenging UNCLASSIFIED 10 UNCLASSIFIED U.S. National Security is Critically Dependent on Space Systems Fi ndi ngs a nd O bse rvatio ns • U.S. National Security is critically and increasingly dependent upon space systems – Communications – Intelligence, Surveillance and Reconnaissance • Early Warning • Situational Awareness • Precision Targeting – Navigation and Timing – Meteorology and Oceanography – Assured Access to Space • Most of these programs are in transition • UAV and other programs complement, but do not replace space "},{"pageNumber":65,"pageContent":"Acquisition of National Security Space Programs 57 UNCLASSIFIED 11 UNCLASSIFIED Most space missions are in transition Mission Area Transition Early War ning Yes Weather Yes Co mmunicatio ns (nor mal) Yes Classified Com No Secure Com Yes GPS Yes “I” Yes “S” No Li f t Yes UNCLASSIFIED 12 UNCLASSIFIED Re comme ndations • Establish program risk consistent with criticality • Fund launch capabilities consistent with criticality • Size space system procurements recognizing launch and operational risk • Establish a program to offset vulnerability of critical space assets • Maintain continuity of capabilities during program transitions U.S. National Security is Critically Dependent on Space Systems "},{"pageNumber":66,"pageContent":"Acquisition of National Security Space Programs 58 UNCLASSIFIED 13 UNCLASSIFIED Government Role in Space Acquisition • Manage overall Acquisition Process • Budget and allocate funds • Establish, manage and control requirements • Manage and control budget, including reserve • Approve Program Definition • Assure responsible risk management • Participate in trade studies • Assure engineering “best practices” are utilized in program implementation • Manage contract including contractual changes • Sustain a viable and competent workforce UNCLASSIFIED 14 UNCLASSIFIED Acquisition System Problems • Cost is primary driver in managing acquisition process • Unrealistic budgets—unrealistic/optimistic Program Plan • Undisciplined Requirements definition and uncontrolled grow th • Inadequate Government acquisition approach • Industry implementation deficiencies Result Significant cost growths and schedule delays "},{"pageNumber":67,"pageContent":"Acquisition of National Security Space Programs 59 UNCLASSIFIED 15 UNCLASSIFIED Cost is Primary Driver Fi ndi ngs a nd O bse rvatio ns • Cost has become the dominant driver in the acquisition process in Government and industry • Excessive emphasis on cost can have a detrimental effect on technical performance and the ultimate program cost • Cost and schedule performance are realized by managing quality no t cost • Responsible cost investment can measurably reduce program execution risk UNCLASSIFIED 16 UNCLASSIFIED Re comme ndations • Re-establish mission success (quality) as primary criteria in managing acquisition process – Requires policy cha nges – Requires leadership actions – Improved cost, schedule and technical performance will follow Cost is Primary Driver "},{"pageNumber":68,"pageContent":"Acquisition of National Security Space Programs 60 UNCLASSIFIED 17 UNCLASSIFIED Unrealistic Budgets Fi ndi ngs and observations • Advocacy dominates program formu lation phase of acquisition process • Independent cost and program assessments have been ineffective or ineffectively utilized • Most programs are budgeted at 50% p robability – Most programs have inadequate reserves – When reserves exist, they are often used for new requirements • Contractor cost proposals for Cost Plus contracts have little credib ility – Inappropriately used to reduce program budgets – Creates unrealistic e xpectations as to true program costs • Incumbent nearly always loses – Non-incu mbent can be mo re optimistic – Govern ment loses investment in incumbent (cap ital and intellectual resource) • Unrealistic budgets – Lead to unrealistic progra m plans requiring inefficient/costly corrective action – Contribute to schedule delays and/or excess program operational risk UNCLASSIFIED 18 UNCLASSIFIED Program Budgeting – An Example 0 20 40 60 80 100 120 Hubble Space Te le s cope Cos t N GST B udge t Targe t TRW Prop LM Prop Conservative Es timate Next Generation Space Telescope (NGST) % of NGS T “ Estimate” "},{"pageNumber":69,"pageContent":"Acquisition of National Security Space Programs 61 UNCLASSIFIED 19 UNCLASSIFIED Program Characteristics Margi n Cost Performance Requirements Schedule Launch Vehic le UNCLASSIFIED 20 UNCLASSIFIED Program Characteristics Inadequate or no Margins Co s t •Under budgeted Performance Requirements • Lit t le flexibilit y • Growing Schedule • Inadequate due to unrealistic project plan Launch Vehicle Findings and Observations "},{"pageNumber":70,"pageContent":"Acquisition of National Security Space Programs 62 UNCLASSIFIED 21 UNCLASSIFIED Program Characteristics Inadequate or No Margins Co s t •Under budgeted Performance Requirements • Lit t le Flexibilit y • Growing Schedule • Inadequate due to unrealistic project plan Launch Vehicle RESULT 1 •Significant schedule delay •Significant cost increase to cover schedule delay UNCLASSIFIED 22 UNCLASSIFIED Program Characteristics Inadequate or No Margins Co s t • Under budgeted Performance Requirements • Lit t le flexibilit y • Growing Schedule • Inadequate due to unrealistic project plan Launch Vehicle RESULT 2 Increased Risk •High p robab ility of mission failure "},{"pageNumber":71,"pageContent":"Acquisition of National Security Space Programs 63 UNCLASSIFIED 23 UNCLASSIFIED Recommendati ons • Budget programs to “80% probability” • Establish reserve (20-25%) within “80% probability” budget • Expend reserve to execute approved program—not new requirements • Contractor cost proposals (cost plus contracts) – Delete any use of contractor cost proposals or – Establish cost credibility evaluation criteria and scoring as part of source selection process • Require credible independent assessments prior to Program Initiation – Independent Cost Estimate – Independent Program Review (FFRDC, SETA, etc.) • Implement independent senior advisory review at critical acquisition milestones (experienced, respected outsiders) Unrealistic Budgets UNCLASSIFIED 24 UNCLASSIFIED Recommendations – Continued • Compete only when clearly in the best interest of the government – New mission or major new tec hnology – Poor incumbent performance • If non-incumbent wins, loss of Government investment in incumbent should be reflected in program budget and implementation plan • If no n-i ncumbe nt w ins, mai ntai n pro gra m overlap to assure conti nuity Unrealistic Budgets "},{"pageNumber":72,"pageContent":"Acquisition of National Security Space Programs 64 UNCLASSIFIED 25 UNCLASSIFIED Concept to Assure Greater Credibility of Contractor Cost Proposal • Utilize cost pr oposal as measure of contractor’s technical understanding • Reduce high technical score (for a particular element of proposal) if proposed cost is not credible • Negotiate up contractor’s proposal without fee to achieve realistic program plan • Requires competent government cost estimating capability UNCLASSIFIED 26 UNCLASSIFIED Requirements Fi ndi ngs and observations • Requirements growth is a dominant driver of cost increases and schedule delays • Prior to Program Initiation – Growth in number and scope of KPP’s – Ineffective discipline and decision making – Ineffective systems engineering assessment of requirements impact • During Program Implementation – Ineffective control of requirements change – Ineffective systems engineering assessment of impact of changes to requirements – Weakened authority of PM to exercise judgment to affect trades in implementing requirements "},{"pageNumber":73,"pageContent":"Acquisition of National Security Space Programs 65 UNCLASSIFIED 27 UNCLASSIFIED AEHF Quantitative Framework ( A Point in Time ) Advanced EHF Development Costs SAR, Commitment Letter, Le tte r Co ntra c t, P ro po sa l TY$ May 00 Nat'l Team Commitment 99 PB 1.32B Jan 99 SCP $2.63B Nov 01 Letter Contract 0.54B 0.36B 0.96B 0.72B 0 0.5 1 1.5 2 2.5 3 3.5 Billions of Then Year Dollars May 02 Proposal $2.6B $2.6B ~ $1.7B $2.8B SV1,2 MSC NRE Add’l Costs For SV 3-5* Source: Jan 99 Service Cost Position (SCP) Briefing AEHF Cost Growth Briefing (De c 01, BAH Analysis Add’l Costs For SV 3-5* *Price fo r SV 3-5 to be delivered in separate proposal $3.2B Added Scope Varian ce SV5 SV4 SV3 SV2 SV1 UNCLASSIFIED 28 UNCLASSIFIED SBIRS High Quantitative Framework ( A Point in Time ) SBIRS High EMD Costs Estimate, PB, Bid, Award and EAC TY$ Mar 2002 POE Oct 2001 EAC 1996 Estimate $3.2B 1997 President's Budget $2.6B MPC $2.4B Contractor Bid $1.6B Award $2.1 Variance $3.3B Variance $2.3B Scope $1.3B Scope $1.1B 0 1 2 3 4 5 6 7 Total = $6.2B Total = $5.1B Growth Attrib u ted to Varian ce Added Scope Billions of Then Year Dollars Note: PB – President ’s Budget ; MPC – Mos t Probable Cos t; EA C – Es tim ate of Com pleti on (1) $5.1B from 20 Nov 2001 SBI RS H igh EM D Co st Tract Briefin g. Includes 36 00, 302 0, and SPO Cost funds (satel lite s 3, 4, & 5) (2) $6.3B from 29 Mar 200 1 SBIR S High Program Office Estim ate (POE). Includes 3600, 3020, and SPO Cos t funds (satel lite s 3 ,4, & :5) (3) Other sources: ABIDE S; Source Selection Document; BAH analysis "},{"pageNumber":74,"pageContent":"Acquisition of National Security Space Programs 66 UNCLASSIFIED 29 UNCLASSIFIED Requirements • Ge ne ral Re co mme ndat io ns – Ensure the establishment of a senior leader within the DoD and a senior leader within the Intelligence Community with the authority to accept or reject requirements – Ensure the requirements development process includes operators, users and acquisition personnel – Provide system engineering support to execute the requirements trades process – Institute training and certification programs for requireme nts ma nagers UNCLASSIFIED 30 UNCLASSIFIED Requirements Recommendati ons • Prior to Program Initiation: – Strengthen the systems engineering process for assessing the impact of proposed requirements, with particular emphasis on cost – Create an approved requirements definition document – New or revised requirements must be accepted by Requirements Leader prior to utilization by program • During Program Implementation – Make the PM responsible for requirements management – PM continues to assess impact of new requirements until SRR or PDR – Review and appro ve Program Requirements at time of SRR or PDR and place them under change control "},{"pageNumber":75,"pageContent":"Acquisition of National Security Space Programs 67 UNCLASSIFIED 31 UNCLASSIFIED Requirements • During Program Implementation (continued) – New requirements must come with an identified funding source – Strengthen systems engineering capability to assess total impact of requirements changes – PM Chair Program Requirements CCB with authority to accept or reject requirements changes (including authority to reject un- funded requirements) and to make reasonable adjustments to requirements to enhance program implementation – A significant change in requirements affecting the user/operator requires coordination with the requirements leader prior to approval UNCLASSIFIED 32 UNCLASSIFIED Inadequate Government Acquisition Process • Acquisition Work Force • Program Manager Authority • Systems Engineering Capability • Reporting Integrity "},{"pageNumber":76,"pageContent":"Acquisition of National Security Space Programs 68 UNCLASSIFIED 33 UNCLASSIFIED Acquisition Workforce Fi ndi ngs and Observations • Interacted with some excellent Program Managers • Many senior managers in acquisition chain of command have little or no large systems management experience • Too few experienced program managers and insufficient emphasis / progress on development • Average tenure for many Program Managers less than 2 years • The skill level and experience at the middle management level is inadequate • SMC and NRO inadequately staffed • Capable people leave the acquisition workforce due to poor work environment, lack of appropriate authority and poor incentives UNCLASSIFIED 34 UNCLASSIFIED Acquisition Workforce Re comme ndations • Perform a study to determine approach to workforce revitalization a t NRO a nd SMC • Provide SMC and NRO with adequate staff at appropriate experience levels • Require mini mum P M to urs of fo ur (4) years • Utilize Excepted Service authorities and hire retired personnel with significant acquisition experience to solve near term problem "},{"pageNumber":77,"pageContent":"Acquisition of National Security Space Programs 69 UNCLASSIFIED 35 UNCLASSIFIED Program Manager Authority Findings and Observations • Acquisition environment is such that “World Class” PM would have difficulty succeeding • PM authority has been eroded by acquisition reform • Staff and oversight organizations have been strengthened at expense of PM authority • Inadequate program funding with no margin presents PM with unexecutable program with no ability to manage • Uncontrolled requirements growth plus no authority to reasonably adjust requirements presents PM with impossible management challenge • Special management organizations such as “JMO” can dilute PM authority UNCLASSIFIED 36 UNCLASSIFIED • Only Government PM and contractor PM and their respective organizations can make a program succeed – Staff organizations and senior leadership can contribute to success by constructive support – Staff organizations and senior leadership can cause a program to fail RECOMMENDATIONS • Recognize the key role of PM through policy and leadership actions • Assure Program definition is realistic (requirements, budget, schedule and implementation approach) • Provide PM with adequate reserve and reserve management authority • Provide PM with authority to management and control requirements, including the authority to make reasonable adjustments to enhance program execution Program Manager Authority "},{"pageNumber":78,"pageContent":"Acquisition of National Security Space Programs 70 UNCLASSIFIED 37 UNCLASSIFIED Systems Engineering Capability Fi ndi ngs and observations • Government systems engineering capability has eroded significantly • Capability is not adequate to assess requirements, program definition and program execution Recommendati ons • Near Term – Utilize combined capabilities of government, FFRDC’s and SETA’s • Long Term – Re-establish government systems engineering capability • Select appropriate people from within government • Hire to acquire capabilities • Implement training programs UNCLASSIFIED 38 UNCLASSIFIED Reporting Integrity Fi ndi ngs a nd O bse rvatio ns • Many problems are recognized by Government Acquisition or ga nizatio ns a nd co ntractors • Problems not reported to senior government leadership • Environment encourages over-optimism in ability to work through major problems Re comme ndation • Establish environment that encourages problem reporting • Severely punish failure to report problems "},{"pageNumber":79,"pageContent":"Acquisition of National Security Space Programs 71 UNCLASSIFIED 39 UNCLASSIFIED Industry Implementation Findings and Obse rvations • Failure to assure “best practices” were applied (some programs) • Failure to communicate systemic program problems to Government acquisition leadership in a timely manner • Contract and fee structure can cause industr y to lose focus on sound pr ogram implementation practices Re comme ndations • Hold industr y accountable f or qua lit y of pr ogra m impleme ntat ion • Government P rogram off ice wit h support of FFRDC’s and SETA’s assure “best practices” are being utilized • Establish an environment that encourages early identification and open discussion of problems • Align contract and fee structure to bala nce progra m ris k between government and industr y and focus industry attent ion on “best pract ices” management and mission success UNCLASSIFIED 40 UNCLASSIFIED Capability of the Industrial Base Fi ndi ngs a nd o bse rvatio ns • Most program areas are in transition • Significant excess capacity in “factory” • Adequate staffing available • Acceptance rate for new hires is very high • Concern is developing, acquiring and retaining “top” systems engineers and experienced Program Managers • Major future problem (large and growing percentage of workforce eligible for retirement) "},{"pageNumber":80,"pageContent":"Acquisition of National Security Space Programs 72 UNCLASSIFIED 41 UNCLASSIFIED Re comme ndations • Monitor corrective actions for existing problems to assure stabilized acquisition environment • Cautiously add new programs • Phase new starts so as to avoid highs and lows in staffing requirements Capability of the Industrial Base UNCLASSIFIED 42 UNCLASSIFIED SBIRS HIGH Fi ndi ngs and Observations • Case study in how not to do a Space Program – Cost Driven – Under funded – Optimistic contractor proposal – Uncontrolled requirements – Limited PM authority and capability—max use of Acquisition reform – Funding instab ility—4 replans – PM instability—4 Government PM’s and 4 Industry PM’s – Failure to implement “best practices” • “Basket SPO” pushes critical program management down a le vel and dilutes attention of System Program Director • Corrective action appears positive "},{"pageNumber":81,"pageContent":"Acquisition of National Security Space Programs 73 UNCLASSIFIED 43 UNCLASSIFIED Re comme ndations • Proceed with revised program • Review past engineering activities to assure acceptable quality of product • Strengthen SPO with additional experienced managers SBIRS High UNCLASSIFIED 44 UNCLASSIFIED EELV Fi ndi ngs and observations • Business plans for both contractors are financially inadequate and probably would not be supported if at program initiation • National security space is critically dependent upon assured access to space • Assured access to space requires both contractors---at least until sustainable performance is demonstrated • EELV program has occurred in highly cost constrained environment--- continued pressure can put mission success at risk • Recommendati ons • Establish a long term plan for the EELV Program and make visible to both contractors • Take necessary actions to assure both contractors remain viable---at least until sustainable performance is demonstrated "},{"pageNumber":82,"pageContent":"Acquisition of National Security Space Programs 74 UNCLASSIFIED 45 UNCLASSIFIED Summary Observations • Mission success has been mixed • National security critically dependent upon space • National Security Space Acquisition process seriously flawed— systemic problems • Industrial base adequate for current programs • Government acquisition management inadequate for current programs • FIA and EELV require urgent and critical action---SBIRS(H) corrective actions appear appropriate • National Security Space programs are technologically demanding and will continue to be challenging "}]
