[{"pageNumber":1,"pageContent":"AT&T’s Implementation of NSA Spying on American Cit izens 31 December 2005 I wrote the following document in 2004 when it bec ame clear to me that AT&T, at the behest of the National Security Agency, had illegally installed secret computer gear designed to spy on internet traffic. At the time I thought this was an outgrowth of the notorious “Total Information Awareness” program whi ch was attacked by defenders of civil liberties. But now it’s been revealed by the New York Times that the spying program is vastly bigger and was directly authorized by pre sident Bush, as he himself has now admitted, in flagrant violation of specific statute s and Constitutional protections for civil liberties. I am presenting this information to faci litate the dismantling of this dangerous Orwellian project. "},{"pageNumber":2,"pageContent":"AT&T Deploys Government Spy Gear on WorldNet Network -- 16 January, 2004 In 2003 AT&T built “secret rooms” hidden deep in the bowels of its central offices in various cities, housing computer gear for a government spy operation which taps into the company's popular WorldNet service and the entire Internet. These installations enable the government to look at every individual message on the Internet and analyze exactly what people are doing. Documents showing the hardwire installation in San Francisco suggest that there are similar locations being installed in numerous other cities. The physical arrangement, the timing of its construction, the government- imposed secrecy surrounding it, and other factors all strongly suggest that its origins are rooted in the Defense Department's “Total Information Awareness” (TIA) program which brought forth vigorous protests from defenders of Constitutionally-protected civil liberties last year: “As the director of the effort, Vice Adm. John M. Poindexter, has described the system in Pentagon documents and in speeches, it will provide intelligence analysts and law enforcement officials with instant access to information from Internet mail and calling records to credit card and banking transactions and travel documents, without a search warrant.” -- The New York Times , 9 November 2002 To mollif y critics, the Defense Advanced Research Projects Agency (DARPA) spokesmen have repeatedly asserted t hat they are only conducting “research” using “artificial syn t hetic data” or information from “normal DoD intelligence channels” and hence there are “no U.S. citizen privacy implications” (Department of Defense, Office of the Inspector General report on TIA, December 12, 2003). They also changed the name of the program to “Terrorism Information Awaren ess” to make it more politically palatable. But feeling the heat, Congr ess made a big show of allegedly cutting off funding for TIA in late 2003, and the political fallout resulted in Admiral Poindexter's abrupt resignation la s t August. However, the fine print reveals that Congress eliminated funding only for “the majority of the TIA components,” allowing several “co mponents” to continue (DoD, ibid ). The essential hardware elements of a TIA-type spy p rogram are being surreptitiously slipped into “real world” telecommunications offices. In San Fran cisco the “secret room” is Room 641A at 611 Folsom Street, the site of a large SBC phone building, three floors of which are occupied by AT&T. High spe ed fiber optic circuits come in on the 8 t h floor and run down to the 7 th floor where they connect to routers for AT&T's WorldNet s e rvice, part of the latter's vital “Common Backbone.” In order to snoop on these circuits, a special cabinet was installed and cabled to the “secret room” on the 6 th floor to monitor the information going through the circuits. (The lo cation code of the cabinet is 070177.04, which denotes the 7th floor, aisle 177 and bay 04.) The “secret room” itself is roughly 24-by-48 feet, containin g perhaps a dozen cabinets including such equipment as Sun servers and two Junip er routers, plus an industrial-size air conditioner."},{"pageNumber":3,"pageContent":"The normal workforce of unionized technicians in the office are forbidden to enter the “secret room,” which has a special combination lock on the main door. The telltale sign of an illicit government spy operation is the fact that o nly people with security clearance from the National Security Agency can enter this room. In practice this has meant that only one management-level te chnician works in there. Ironically, the one who set up the room was laid off in late 2003 in one of the company's endless “downsizings,” but he was quickly replaced by another. Plans for the “secret room” were f ully drawn up by December 2002, curiously only four months after DARPA started awa rding contracts for TIA. One 60- page document, identified as coming from “AT&T Labs Connectivity & Net Servi ces” a nd authored by the labs' consultant Mathew F. Casamassima, is titled “ Stu dy Group 3, LGX/Splitter Wiring, Sa n Francisco and dated 12/10/02. (See sample pdf 1-4.) This document address es the special problem of trying to spy on fiber optic circuits. Unlike copper wire circuits which emit electrom agnetic fields that can be tapped into without disturbing the circuits, fib er optic circuits do not “leak” their light signals. In order to monitor such communi cations, one has to physically cut into the fiber somehow and divert a portion of the light signal to see the information. This problem is solved with “splitters” which literally split off a percentage of the light signal so it can be examined. This is t he purpose of the special cabinet referred to abov e: circuits are connected into it, the light signal is split into two signals, one of which is diverted to the “secret room.” The cabinet is to tally unnecessary for the circuit to perform-- in fact it introduces problems since the sig nal level is reduced by the splitter— its only p urpose is to enable a third party to examine the data flowing between sender and recipient on the Internet. The above-referenced document includes a diagram (pdf 3) sho wing the splitting of the light signal, a portio n of which is diverted to “SG3 Secure Room,” i.e., the so-called “Study Group” spy room. Another page headlined “ Cabinet Naming ” (pdf 2) lists not only the “splitter” cabinet but also the equipment installed in the “SG3” room, including various Sun devices, and Juniper M40e and M160 “backbone ” routers. Pdf file 4 shows shows one of many tables detailing the connections between the “splitter” cabinet on the 7 th floor (location 070177.04) and a ca binet in the “secret room” on the 6 t h floor (location 060903.01). Since the San Francisco “secret room” is numbered 3, the implication is that there are at least several more in other cities (Seattle, San Jose, Los Angeles and San Diego are so me of the rumored locations), which likely are spread across the U.S. One of the devices in the “Cabinet Nam ing” list is particularly revealing as to the purpose of the “secret room”: a Narus STA 6400 . Narus is a 7-year-old company which, because of its particula r niche, appeals not only to businessmen (it is backed by AT&T, JP Morgan and Intel, among others) but also to police, military and intelligence officials. Last November 13-14, for instance, Narus was the “Lead Sp onsor” for a technical conference held in McLean, Virginia, titled “Intelligence Support Systems for Lawful Interception and Internet Surveillance.”* Police officials, FBI and DEA agents, and major telecommunications companies eager to cash in on the “war on terror” had gathered in the hometown of the CIA to discuss their special p roblems. Among the attendees wer e AT&T, BellSouth, MCI, Sprint and Verizon. Narus founder, Dr. Ori Cohen, gave a keynote speech. So what does the Narus STA 6400 do?"},{"pageNumber":4,"pageContent":"“The [Narus] STA Platform consists of standalone traffic analyzers that collect network an d customer usage information in real time directly from the message...These analyzers s it on the message pipe into the ISP [Internet Service Provider] cloud rather than tap into each router or ISP device” ( T elecommunications magazine, April, 2000),** A Narus press release (1 Dec.,1999) also boasts that its Semantic Traffic Analysis (STA) technology “captures comprehensive customer usage data...and transforms it into actionable information...[it] is the only technology that provides complete visibility for all Internet applications.”*** To implement this scheme, WorldNet's highspeed data circuits already in service had to be re-routed to go through the special “splitter” cab inet. This was addressed in another document of 44 pages from AT&T Labs, titled “SIMS, Splitter Cut- In and Test Procedure,” dated 01/13/03 (pdf 5-6). “SIMS” is an unexplained reference to the secret room. Part of this reads as follows: “ A WMS [work] Ticket will be issued by the AT&T Bri dgeton Network Operation Center (NOC) to charge time fo r performing the work described in this procedure document .... “This procedure covers the steps r equired to insert optical splitters into select live Common Backbone (CBB) OC3, OC12 a nd OC48 optical circuits.” The NOC referre d to is in Bridgeton, Missouri, and controls WorldNet operations. (As a sign that government spying goes hand-in-hand with union-busting, the entire CWA Local 6377 which had jurisdiction over the Bridgeton NOC was wiped out in early 2002 when AT&T fired the union workforce and later re-hired them as non-union “management” employees.) The cut-i n work was performed in 2003, and since then new circuits are connected through the “splitter” cabinet. Another “Cut-In and Test Procedure” document da ted January 24, 2003, provides diagrams of how AT&T Core Network c ircuits were to be run through the “splitter” cabinet (pdf 7). One page lists t he circuit IDs of key Peering Links which were “cut-in” in February 2003 (pdf 8), including ConXion, Verio, XO, Genuity, Qwest, P AIX, Allegiance, Abovenet, Global Crossing, C&W, UUNET, Level 3, Sprint, Telia, PSINet, and Mae West. By the way, Mae West is one of t w o key Internet nodal points in the United States (the other, Mae East, is in Vienna, V irginia). It's not just WorldNet customers who are being spied on—it's the entire Internet. The next logical question is, what central command is collecting the data sent by the various “se cret rooms”? One can only make educated guesses, but perhaps the answer was inadvertently given in the DoD Inspector General's report (cited above): “For testing TIA capabilities, DARPA and the U.S. Army Intelligence and Security Com mand (INSCOM) created an operational research and development enviro nment that uses real time feedback. The main node of TIA is located at INSCOM [in Fort Belvoir, Virginia]...” Among the agencies participating or planning to participate in the INSCOM “testing” are the “National Security Agency, the Defense Intelligence Agency, the Central"},{"pageNumber":5,"pageContent":"Intelligence Agency, the DoD Counterintelligence Field Activity, the U.S. Strategic Command, the Special Operations Command, the Joint Forces Command and the Joint Warfare Analysis Center.” There are also “discussions” going on to bring in “non-DoD Federal agencies” such as the FBI. This is the infrastructure for an Orwellian police state. It must be shut down! * TeleStrategies postings, see: http://www.serviceprovidersclub.com/main/event-detail.cfm?eventId=36&v=agenda http://telestrategies.com/issworld/sponsors.htm http://telestrategies.com/iss_2004/index.htm ** see http://www.findarticles.com/cf_dls/m0TLC/4_34/62350496/p1/article.jhtml *** see http://www.lucent.com/press/1299/991201.nsa.html"},{"pageNumber":14,"pageContent":"Entrances to the “secret room” at AT&T central offi ce, 611 Folsom St., San Francisco "},{"pageNumber":15,"pageContent":" Understanding the New Telecommunications Technologies and Industry Dynamics - - February 17 - 18 , McLean Sponsored By: TeleStrategies More Info Register Accelerating Profit Potential-Obtaining the Right Information for Porting, Billing and Provisioning - - February 23 , McLean Sponsored By: TeleStrategies More Info Register Mastering Resale in a Microsoft.NET World - - March 11 , McLean Sponsored By: TeleStrategies More Info Register ISS World 2003:Intelligence Support Systems for Lawful Interception and Internet Surveillance Conference and Exhibits Hosted by TeleStrategies November 12 , 2003 : McLean, VA TIME: 8:00 AM - 4:00 PM Agenda: November 13 8:30-10:00 Keynote Session This keynote session addresses the new problems and challenges facing telecommunications service providers and law enforcement agencies regarding lawful interception and Internet surveillance. The distinguished panel will give their insight on such questions as “Is Intelligence Support Systems (ISS) a market of industry on its own?” “Are ISS just add-on features to billing systems, mediation devices, circuit switches or routers?” “How do service providers make a business case for ISS investment” “Can ISS investments be justified by revenue assurance, fraud detection or infrastructure protection?” And more! Moderator • Dr. Jerry Lucas, President, TeleStrategies Panelists • Dr. Ori Cohen, Founder, Narus • Tony Rutkowski, President, Global LI Industry Forum and VP, VeriSign • Stewart Baker, Partner, Steptoe & Johnson • Gene McLean, VP and Chief Security Officer, Telus Communications • William Crowell, IT Consultant, Security and Intelligence Systems • Albert Gidari, Partner, Perkins Coie LLP 10:00-6:00 Exhibits Open 10:30-12:00 Session A: FCC and FBI Update There are numerous vexing questions raised with the convergence of voice and data, voice over the Internet, does CALEA apply to Internet services and funding of IP CALEA. This panel addresses these and other issues from a federal government regulatory and law enforcement perspective. • Scott Marcus, Senior Advisor for Internet Technology, Office of Strategic Planning and Policy Analysis, FCC • Eric Mason, Supervisory Special Agent , CALEA Implementation Unit, of the Electronic Surveillance Technology Section. • Agent Martin J. King, Supervisory Special Agent, Technology Law Unit, Office of the General Counsel, FBI • James Craig, Special Agent in Charge of New Orleans DEA Field Division ISS World 2003:Intelligence Support Systems for Lawful Interception ... Surveillance Conference and Exhibits : Service Providers Club Event http://www.serviceprovidersclub.com/main/event-detail.cfm?eventId=36&v=agenda (1 of 4) [1/28/2004 7:49:49 PM]"},{"pageNumber":16,"pageContent":"Session B: Internet Surveillance Options There are two approaches telecommunications service providers have to support lawful interception and Internet surveillance. They can either create their own ISS infrastructure or they can outsource. Two leading vendors will present their visions and solutions. • Dr. Ori Cohen, Founder, Narus • Raj Puri, Vice President, VeriSign 12:00-1:30 Hosted Lunch 1:30-3:00 Session A: International Development in Lawful Interception Lawful interception is a global requirement. However, surveillance laws and requirements differ from country to country and region to region. A further complication is surveillance activities cross international boundaries. The panelists will address the differences between North America and Western Europe, and the United States and Canada regarding lawful interception as well as global cooperative efforts underway. • Tony Rutkowski, President, GLIIF and VP NetDiscovery, Verisign • Frank Fransen, TNO Telecom, The Netherlands • Ian Cooper, HomeOffice, National Technical Assistance Centre, (UK) • Jay Thomson, President, Canadian Association of Internet Providers • Gene McLean, VP and Chief Security Officer, Telus Communications Session B: Electronic Surveillance Challenges and Solutions for Wireless Service Providers Mobile wireless communications is the service choice of drug dealers, terrorist and other criminals. The surveillance challenges are many including roaming, pre-paid and the new IP data services. The panel will address today’s regulatory issues and technology solutions assisting law enforcement including precise location service and packet data interception. • Julius Knapp, Deputy Chief of Office of Engineering and Technology, FCC • Todd McDermott, Vice President, Verint Technology • Joe Hogan, CTO, Openet Telecom 3:30-5:00 Session A: Electronic Surveillance Challenges in Supporting Local and State Law Enforcement The interface between telecommunications service providers and law enforcement agencies is crucial in the war against criminals and terrorists. This session looks at the issues from a former local prosecutor and law enforcement prospective. The panel will address the challenges of wireless state to state roaming, as well as the issues of dealing with subpoena backlogs, service provider technical support and electronic delivery of intercept data. • Owen Carragher, Partner, Lankler and Carragher • Kenneth Hicks, Special Agent, Criminal Intelligence Division, Technical Support Unit, Virginia State Police • Sgt. David Heslep, Technical Assistance Section Supervisor, Technical Investigation Division, Maryland State Police • Sgt. Donald Yates, Major Narcotics Branch, Electronic Surveillance Unit, Metropolitan Police Department, Washington, D.C. Session B: Electronic Surveillance Challenges and Solutions for Cable VoIP Providers ISS World 2003:Intelligence Support Systems for Lawful Interception ... Surveillance Conference and Exhibits : Service Providers Club Event http://www.serviceprovidersclub.com/main/event-detail.cfm?eventId=36&v=agenda (2 of 4) [1/28/2004 7:49:49 PM]"},{"pageNumber":17,"pageContent":"The cable TV industry is preparing the first massive roll out of VoIP in the local exchange environment. Meeting CALEA and Internet surveillance mandates is a challenge. In this regard, CableLabs has been at the forefront of standards development for local VoIP service. This panel looks at cable standards, equipment and cable operator readiness to support lawful interception. • Eric Rosenfeld, Project Director, PacketCable Security, CableLabs • Cherie Kiser, Partner, Mintz, Levin, Cohn, Ferris, Glovsky and Popeo • Cemal T. Dikmen, General Manager, Lawful Intercept Products, SS8 Networks • Rafael Fonseca, Senior Director, Product and Network Evolution, Cedar Point Communications 5:00-6:00 Evening Reception Sponsored by: Narus November 14 8:00-10:00 Session A: Electronic Surveillance Cost Recovery Solutions Service providers receive subpoenas, court orders and search warrants requiring the production of records and technical assistance. The panel will discuss which law enforcement related costs are reimbursable and provide guidance in developing the reimbursement request. • H. Michael Warren, President, Fiducianet • Mark Tauber, Chair, Telecom Practice Group, Piper Rudnick • Other speakers to be announced Session B: Next Generation Internet Surveillance Tools Government mandates for Internet surveillance has stimulated new product development and approaches. This panel addresses how to transform packet intercept into intelligence, new developments in non-intrusive probes and Internet Access Point (IAP) function options. • Arkady Linshitz, Director of Marketing, ECTel • Adam Weinberg, Director of Technologies, Nice Systems Ltd • Tal Givoly, Chief Scientist, XACCT Technologies • Fred Dohen, General Deputy Manager, Aqsacom Session C: Electronic Surveillance Solutions for VoIP Service Providers VoIP presents major challenges to lawful interception. This panel addresses what VoIP signals need to be intercepted, how should the signals be handed over to the LEA and when should a service provider have lawful interception capabilities in place. • Frank Fransen, TNO Telecom, The Netherlands • Dave Ashby, Regional Manager, MetaSwitch • Mandy Schuyler, VP, Product Solutions, Sotas • Charllie Baker, Product Manager, Brooktrout Technology 10:00-1:00 Exhibits Open 10:30-11:30 Session A: Law Enforcement Support Services Outsourcing law enforcement support services is an option for telecommunications service providers just like billing and other OSS/BSSs. This session presents alternatives to meeting legal demands ISS World 2003:Intelligence Support Systems for Lawful Interception ... Surveillance Conference and Exhibits : Service Providers Club Event http://www.serviceprovidersclub.com/main/event-detail.cfm?eventId=36&v=agenda (3 of 4) [1/28/2004 7:49:49 PM]"},{"pageNumber":18,"pageContent":"for customer records and technical assistance and explores various options for managing these outsourced functions. • H. Michael Warren, President, Fiducianet • Bill Oswald, Senior Consultant, Crucial Security, Inc., and former Executive Director of Security, Qwest Session B: Electronic Surveillance Standards Update (10:30-12:30) Standards in support of lawful interception is a three-legged stool. First you need standards for the interface between the Law Enforcement Agency to service providers infrastructure, second you need standards for ISSs internal to service providers infrastructure, finally, you need global standards to support international law enforcement activities and ISS industry development. This panel addresses the status of standards in ATIS T1S1, ETSI, OASIS, CableLabs and other standard bodies around the world. Moderator • Tony Rutkowski, President, GLIIF and VP, NetDiscovery, Verisign Panelists • Ian Cooper, National Technical Assistance Center, HomeOffice, (UK) • Greg Ratta, Vice Chairman, T1S1 Lawfully Authorized Electronic Surveillance and Lucent Technologies • Eric Rosenfeld, Project Director, PacketCable Security, CableLabs • Stewart Baker, Partner, Steptoe & Johnson Session C: Electronic Surveillance Challenges and Solutions for ISPs ISPs were not covered under CALEA but lawful interception mandates were under the USA Patriot Act. This panel explores implications of new FCC proceedings as well as what COTS tools are available that both LEAs and ISPs can use today for Internet surveillance. • David Baker, VP, Law and Public Policy, EarthLink • Paul Thornton, Customer Services Manager, Accuris • Ken Georgiades, Senior Director, Top Layer Networks 11:45-12:30 Session A: Router-Based Solutions for Lawful Intercept Conventional packet switches can perform the Intercept Access Point (IAP) function as an alternative to dedicated probes. This session addresses the advantages of the router approach, the IAP “toolkit” functions available in modern COTS routers/CSR platforms to support lawful intercept, and using XML for mediation content of the IAP. • Tim LeMaster, Systems Engineer, Juniper Networks Session B: Electronic Surveillance Standards Update (continued from 10:30 session) Section C: SS7-Based Solutions for Lawful Interception The nervous system of today’s PSTN is the Signaling System 7 (SS7) network. This session looks at the value that SS7 brings when used for lawful intercept and the types of tools that can be used to automate the process of intelligence gathering. • Travis Russell, Product Marketing, Tekelec ISS World 2003:Intelligence Support Systems for Lawful Interception ... Surveillance Conference and Exhibits : Service Providers Club Event http://www.serviceprovidersclub.com/main/event-detail.cfm?eventId=36&v=agenda (4 of 4) [1/28/2004 7:49:49 PM]"},{"pageNumber":19,"pageContent":"For sponsorship or exhibiting information, contact Tatiana Lucas at 703-734-2639, or talucas@telestrategies.com LEAD SPONSOR Narus' software products provide real-time information from the world's largest telecommunications networks and are able to respond with action. These products empower carriers & operators to offer value-based services, lower delivery costs, and protect network infrastructure. Narus also enables government & law enforcement agencies to monitor and intercept intelligence for national security purposes. Narus is the recognized performance leader, with production environments exceeding 10 billion records per day, for global applications in wireless, WiFi, prepaid, broadband, voice and data. Customers include Cable & Wireless, Comcast, KDDI, KPN, T-Mobile, Ono, Qwest and WilTel. Narus is headquartered in Palo Alto, California with offices throughout the world. Backed by AT&T, Bowman Capital, JP Morgan, Intel, Mayfield, and NTT, Narus is fully-funded, and privately held. ASSOCIATE SPONSOR VeriSign, Inc. (Nasdaq: VRSN), delivers critical infrastructure services that make the internet and telecommunications networks more intelligent, reliable and secure. Every day VeriSign helps thousands of businesses and millions of consumers connect, communicate, and transact with confidence. Additional news and information about he company is available at http://www.verisign.com OTHER SPONSORS & EXHIBITING COMPANIES ISS World 2003 http://telestrategies.com/issworld/sponsors.htm (1 of 2) [1/28/2004 7:49:59 PM]"},{"pageNumber":20,"pageContent":" All Contents Copyright © 2003 TeleStrategies, Inc. 7918 Jones Branch Dr., 3rd Floor McLean, VA 22102 voice: 703-734-7050 fax:703-893-3197 ISS World 2003 http://telestrategies.com/issworld/sponsors.htm (2 of 2) [1/28/2004 7:49:59 PM]"},{"pageNumber":21,"pageContent":"ISS World is now an international event where service providers, law enforcement agencies, other government officials and vendors can meet to create cost effective lawful interception, fraud control and network security solutions that balance privacy, national security and public safety. Last November's’ ISS World attracted 221 attendees, over half of whom were service providers and law enforcement agents. We believe this is the largest gathering of its kind open to service providers vendors and law enforcement agencies. This May’s ISS World exhibits will be collocated with Billing and OSS World 2004 exhibits. Many lawful interception, fraud control and network security vendors are also in this market space. More importantly for ISS World exhibitors, lawful interception managers also report to the same senior managers that have Billing and OSS oversight responsibilities. For information on presenting, sponsoring or exhibiting at ISS World 2004, contact Tatiana Lucas, Director of Business Development at talucas@telestrategies.com or call 703.734.2639. ISS World 2003 Attendees Service Providers AT&T AT&T Wireless BellSouth Bluegrass Cellular British Telecom Comcast Earthlink ICG Communications Intelus LDMI Telecom Level 3 Lightship Telecom MCI Nemont Telephone Nextel Pac-West South Central Rural Telephone Sprint Sprint PCS T-Mobile Telus Telenor TelePacific Communications Telestra U.S. Cellular United Online Verizon Z-Tel Law Enforcement Agencies Australian Federal Police D.C. Police Department Drug Enforcement Administration Federal Bureau of Investigation Florida Dept. of Law Enforcement Maryland State Police National Drug Intelligence Center Quebec Police Force Royal Canadian Mounted Police U.S. Capital Police U.S. Secret Service Vancouver Police Department Virginia State Police Attending Countries Argentina Australia Canada Denmark France Germany Ireland Israel Italy Netherlands Philippines Singapore Sweden United Kingdom United States ISS World 2004 http://telestrategies.com/iss_2004/index.htm (1 of 2) [1/28/2004 7:50:08 PM]"},{"pageNumber":22,"pageContent":" All Contents Copyright © 2003-2004 TeleStrategies, Inc. 7918 Jones Branch Dr., 3rd Floor McLean, VA 22102 voice: 703-734-7050 fax:703-893-3197 ISS World 2004 http://telestrategies.com/iss_2004/index.htm (2 of 2) [1/28/2004 7:50:08 PM]"},{"pageNumber":23,"pageContent":"Home · Submit a Site SEARCH FOR · Advanced Search · Help You are Here: Articles > Telecommunications > April, 2000 > Article Sponsored Links Content provided in partnership with Print article Tell a friend Find subscription deals Narus Defines Internet Business Infrastructure Market.(Software Development Kit, Virtual Analyzer)(Product Announcement) Telecommunications , April, 2000 www.narus.com Most ISPs have focused on building out their networks and plugging customer usage data into generic, flat-rate billing applications, with profit margins an afterthought. But to stay afloat, ISPs need real-time customer usage data, analysis and applications. A new market has emerged that some expect will turn customer usage data into gold mine for ISPs. Internet business infrastructure (IBI) will permit ISPs to collect and analyze information about customers and network patterns in real time and then act on that intelligence to deliver enhanced products and services. The Yankee Group predicts ISPs will look to IBI applications for data collection and aggregation, IP billing and fraud analysis, operations support and business planning. The research group estimates the IBI market this year will reach $525 million, growing to $7.6 billion in 2004. Narus Inc. has helped ignite this market with its Software Development Kit (SDK) Platform, which is now available. The STA Platform consists of standalone traffic analyzers that collect network and customer usage information in real time directly from the message don't affect rate, content or network performance. \"This is novel in the industry,\" according to Karl Whitelock, program director of Stratecast Partners, OSS Competitive Strategies Analysis Service. These analyzers sit on the message pipe into the ISP cloud rather than tap into each router or ISP device. Consequently, Narus has interoperability on its side because it's not connected to a device like other vendor offerings, according to Whitelock. To further support interoperability, Narus has introduced Virtual Analyzer Plug-ins that permit different types of data collection for ISPs that might, for example, use Cisco routers with NetFlow, SNMP over a gateway device, or server logs from an application server. The NetFlow Plug-ins for SNMP and log files will be available in Q2. Narus is also testing its STA technology with Cisco's 12000 Gigabit Switch Router. Narus LogicServers then aggregate the data and apply business rules, or RuleSets, to transform the data into information for specific applications for billing, customer care, business analysis, fraud detection, usage profiling and customer retention. Currently, Narus offers Intelligence and a Billing Mediation System (BMS). Narus Intelligence, which is shipping, supports analysis and other decision-support activities in IP networks. The BMS began shipping in December 1999, and the company is working to integrate it into Cisco's OSS reference architecture. Recognizing the importance of a standard billing protocol, Narus co-founded with AT&T the Internet Protocol Detail Record (IPDR) Working Group, the purpose of which is to develop Internet billing standards. But Whitelock contends that Narus and other IBI players should focus on making a flexible product, regardless of protocol. ISPs can also use the SDK v.1.0 application programming interface to customize the STA platform with custom logic RuleSets. Narus, however, does not position itself as an applications provider. Instead, through its Solution Partner Program. Narus has joined forces with application heavy-weights and network platform developers, including Amdocs, Convergys, Portal, Solect and sun Microsystems. Convergys, for example, has added QoS pricing as well as scalability to aggregate billing data for millions of users in real time. Whitelock considers the application-development aspect of IBI as a significant market opportunity: \"Narus is providing the means through which service providers can how generate revenues not associated with actual network usage. Thus, service providers have a Telecommunications: Narus Defines Internet Business Infrastructure...(Software Development Kit, Virtual Analyzer)(Product Announcement) http://www.findarticles.com/cf_dls/m0TLC/4_34/62350496/p1/article.jhtml (1 of 2) [1/28/2004 7:50:21 PM]"},{"pageNumber":24,"pageContent":"market opportunity for information that has nothing to do with the network services you provide.\" SDK v. 1.0 runs on Microsoft Windows and NT and is deployed or is being looked at by more than two dozen service providers, including MediaO ne. COPYRIGHT 2000 Horizon House Publications, Inc. COPYRIGHT 2001 Gale Group 1 Related Terms l Computer software industry Product introduction l Internet service providers Planning l Performance analysis software Product introduction l Program development software Product introduction SEARCH FOR · Advanced Search · Help ©2003 LookSmart, Ltd. All rights reserved. - About Us · Advertise with Us · Advertiser Log-in · Privacy Policy · Terms of Service Telecommunications: Narus Defines Internet Business Infrastructure...(Software Development Kit, Virtual Analyzer)(Product Announcement) http://www.findarticles.com/cf_dls/m0TLC/4_34/62350496/p1/article.jhtml (2 of 2) [1/28/2004 7:50:21 PM]"},{"pageNumber":25,"pageContent":"Press Room Events/Speakers Photo Gallery Press Contacts Search press releases NARUS teams with Lucent Technologies to deliver industry's first IP Business Infrastructure solution for OC-48 carrier networks FOR RELEASE WEDNESDAY DECEMBER 01, 1999 Lucent's breakthrough technology allows NARUS to scale semantic traffic analysis technology to meet the needs of the highest-speed IP networks REDWOOD CITY, Calif. - (Editor's note: This release was issued by NARUS Inc.) NARUS Inc., the leading provider of IP Business Infrastructure (IBI) solutions, announced today that it will use breakthrough Optical Area Networking technology from Lucent Technologies (NYSE: LU) in its NARUS Semantics™ solutions. This will enable service providers to develop, price and deploy new services for their target customers at the speed of light. Specifically, NARUS is integrating Lucent's OptiStar™ OC48 network adapter cards into its NARUS Semantics Analyzers, which form the first tier of its Semantic Traffic Analysis (STA) technology platform. With the new OptiStar-enabled devices from NARUS, service providers using optical networks will, for the first time, have real-time NARUS teams with Lucent Technologies to deliver industry's first IP Business Infrastructure solution for OC-48 carrier networks http://www.lucent.com/press/1299/991201.nsa.html (1 of 5) [1/28/2004 7:51:07 PM]"},{"pageNumber":26,"pageContent":"access to critical customer usage information, allowing them to better understand their customers' preferences, track network use, and provide services more closely tailored to their customers' needs. \"NARUS is dedicated to providing service providers of all sizes with the information they need to remain competitive, profitable, and customer-focused,\" stated Mark Stone, NARUS' President and COO. \"This 'win-win' agreement using Lucent's advanced optical area networking technology will allow us to scale to meet the needs of any service provider on the planet - whether that provider has a customer base in the hundreds or millions.\" Lucent's OptiStar OC48 is an IP network adapter card that can be plugged into servers and other network appliances, connecting them directly to the backbone network using high-speed fiber optics. Supporting speeds up to 2.5 gigabits per second (Gb/s), the OptiStar OC48 enables servers and other appliances to operate at much higher speeds than they do today, while minimizing network complexity. \"Our breakthrough Optical Area Networking technology is ideally suited for NARUS' platform,\" stated Tim Sullivan, Lucent's Vice President and General Manager, Optical Area Networking. \"We are pleased to be playing an integral role in helping NARUS deliver these leading IBI solutions to the marketplace.\" Integration of OptiStar NARUS teams with Lucent Technologies to deliver industry's first IP Business Infrastructure solution for OC-48 carrier networks http://www.lucent.com/press/1299/991201.nsa.html (2 of 5) [1/28/2004 7:51:07 PM]"},{"pageNumber":27,"pageContent":"technology into the NARUS Semantics Platform allows NARUS to assist even the largest providers of IP services to expand their focus from building reliable, scalable networks to delivering differentiated services - such as IP telephony, video conferencing, and applications hosting. NARUS Semantics Analyzers, which form the first tier of the Platform, are unique hardware appliances that install easily in any network and capture application-level usage information in real time directly from the network without any impact on performance. The Analyzers pass data to NARUS Semantics LogicServers, which form the second tier of the Platform. The LogicServers further process the data according to flexible business rules, and provide the resulting usage information to applications such as the NARUS Intelligence decision support application, the NARUS Billing Mediation System and other applications from third parties including fraud detection, churn management and service planning. NARUS Semantics Analyzers enabled with Lucent's OptiStar OC48 technology will be available in Q1 of next year. About NARUS: NARUS, the leading provider of IP business infrastructure (IBI) solutions, gives IP service providers the flexibility to implement and manage new services and business models profitably, and at will. NARUS' solutions are based on the company's Semantic Traffic NARUS teams with Lucent Technologies to deliver industry's first IP Business Infrastructure solution for OC-48 carrier networks http://www.lucent.com/press/1299/991201.nsa.html (3 of 5) [1/28/2004 7:51:07 PM]"},{"pageNumber":28,"pageContent":"Analysis (STA) technology, which captures comprehensive customer usage data directly from carrier-grade networks and transforms it into actionable information. The patent-pending STA technology, which is the only technology that provides complete visibility for all Internet applications, is the foundation for applications that range from decision support to IP billing mediation. NARUS is a founding member of the Internet Protocol Data Record (IPDR) initiative, along with AT&T, TeleStrategies, and many others. Privately held and based in Redwood City, CA, NARUS investors include Frontier Internet Ventures, Inc., a subsidiary of Frontier Communications (NYSE: FRO), MediaOne Ventures, a division of MediaOne Group (NYSE: UMG), Mayfield Fund, Walden Ventures, Chase Capital, and others. The company's Web address is http://www.narus.com . ABOUT LUCENT Lucent Technologies is a global leader in optical networking technology. Bell Labs, Lucent's research and development, has garnered more than 2,000 patents in optical technology alone. And with more than 4,000 dense wave division multiplexing (DWDM) systems installed, Lucent has the largest global deployment of next-generation optical networking systems. Lucent Technologies designs, builds and delivers a wide range of public and private networks, communications systems and software, data networking systems, business telephone systems and microelectronics NARUS teams with Lucent Technologies to deliver industry's first IP Business Infrastructure solution for OC-48 carrier networks http://www.lucent.com/press/1299/991201.nsa.html (4 of 5) [1/28/2004 7:51:07 PM]"},{"pageNumber":29,"pageContent":"components. For more information about Lucent Technologies, visit its Web site at http://www.lucent.com . For more information, reporters may contact: Frank Briamonte Lucent Technologies 908) 559-5692 - office (800) 607-9849 - pager Email: fbriamonte@lucent.com Deborah Hamilton Sterling Communications (408) 441-4100 Email: dhamilton@sterlingpr.com Richard Kagan NARUS, Inc. (650) 306-9100 Email: rickk@narus.com View the information and policies regarding Lucent's press release archive. Terms of use Privacy statement Copyright © 2004 Lucent Technologies. All rights reserved. NARUS teams with Lucent Technologies to deliver industry's first IP Business Infrastructure solution for OC-48 carrier networks http://www.lucent.com/press/1299/991201.nsa.html (5 of 5) [1/28/2004 7:51:07 PM]"}]
