[{"pageNumber":2,"pageContent":"Table of contents Introduction : Nature and Purpose of the Corporate State THE CORPORATIONS THE NATIONAL CORPORATION INDUSTRIAL SELF-GOVERNMENT ECONOMIC JUSTICE FOREIGN TRADE BOARD THE INVESTMENT BOARD PROTECTING THE INVENTOR FINANCE CHARTER OF LABOUR OCCUPATIONAL FRANCHISE METHOD OF ELECTION PARLIAMENT HOUSE OF LORDS THE GOVERNMENT THE CROWN LOCAL GOVERNMENT THE PROBLEM OF LEISURE PATRONAGE OF ART ORGANIC PURPOSE"},{"pageNumber":3,"pageContent":"THE COMING CORPORATE STATE INTRODUCTION: Nature and Purpose of the Corporate S tate PEOPLE realise that Fascism stands for the introduc tion of the \"Corporate State.\" Many have a very haz y idea of what this is, how it is to be brought about, and in what manner it will function. To clear up these difficulties we must understand w hy Fascists think it necessary to substitute the ne w constitutional forms of the Corporate State for tho se of Financial Democracy. Such a fundamental chang e will amount to no less than a revolution; and, before a nation embarks upon such a drastic course, it must be convinced of the reason for so doing. The cause is simple, for we find that \"Democracy\" i s failing all over the world. Before we can set thi ngs right, we must understand why \"Democracy\" has failed. The failure is largely to be attributed to the mistaken belief in absolute individual \"liberty,\" which has negatived all effective government and deprived the People of their essential freedom. The Liberals of the last century introduced Democra cy by a series of Reform Bills, but at the same tim e that they were granting political self-government, they were depriving political power of its last influenc e in economic matters by the Repeal of the Corn Laws and the Navigation Acts. While the people enjoyed the sham war of political controversy, the economic and fina ncial control of the country was passing rapidly in to the hands of a few irresponsible individuals, who alone possessed the wealth and power to exploit their li berty at the expense of the community. Today, when economic factors so obviously dominate all purely political considerations, this betrayal of democratic self-government becomes increasingly evi dent. Since the war the British electorate has call ed for certain social improvements, and a solution of the unemployment problem. Again and again political par ties have made promises to effect the people's will, and when in office have been \"unable\" to carry out the ir pledges. It is easy to blame this failure on indivi dual politicians, but it is the system which is at fault. With the best will, none of the old parties can hope to impr ove our economic distress, so long as they uphold t he perverted tenets of individual liberty which deny t hem the power to rule, and condemn the bulk of the People to economic enslavement. British Union demands the Corporate State as a mean s of effective economic government, without which a ll self-government can be no more than an illusion. Bl ackshirts will not be satisfied with the pomp and c eremony of Parliamentary procedure, and uniforms and emolum ents of high political office. They will demand pow er to govern; power not merely to act as figureheads run by civil servants, but power to control and direct industrial and financial organisation. In fact, British Union demands that the official go vernment shall be the real government. Only such a government can fulfil the wishes of the people. Not only will it be possible to clear slums and cure unemployment, but the productive powers of the nati on will be released to raise the standard of life o f the entire community. The Corporate State is a means of equating economic forces to the needs of the. Nation. It is designed to end the chaos and disorder of the present economic syst em, and replace them by an organised economy. It is designed to break the hidden dictatorship of vested interests and alien financiers who exploit present conditions for their own benefit. These powers have driven Lab our Governments out of office, they dictate the pol icies of National Governments, but they will never control a Corporate State. The Corporate State is of a three-fold nature:- (1) A PHILOSOPHIC CONCEPTION which recognises the n ation as an organism of a higher order, transcending the individuals of which it is compose d. (2) AN ECONOMIC ORGANISATION which plans and develo ps industry along lines of functional service. (3) A SOCIAL ORDER which maintains the family and f reedom of Self-expression and initiative within the bounds of national well-being."},{"pageNumber":4,"pageContent":"We view the State as a united nation, as a function al expression of occupational groups; and finally, as a multitude of reproductive family units. We approach these aspects in this order: AUTHORITY, PROSPERITY AND FREEDOM, when AUTHORITY is the means by which the State is maintained as a social entity. PROSPERITY is attained by the functional organisati on of economic and industrial groups. FREEDOM is realised by the individual once he is re leased from political corruption and economic oppre ssion to enjoy leisure for cultural self-expression. This slogan differs materially from that of Democra cy in this. Fascism recognises the desirability of individual freedom of expression and initiative, as a basis of healthy social life, but it does not place this pr inciple before all others, as does decayed Democracy. Individual f reedom can only follow economic liberation. \"Libert y,\" adopted as an over-riding principle, must inevitabl y degenerate into the capitalist system, or usurioc racy. Furthermore, the slogan gives a useful synopsis of the British Union programme on attaining power. First, central authority will be established by an enabling Bill, empowering the Government to rule by order in council. Secondly, the Government will establish prosperity by planning both production and distribution. Thirdly, with the advent of authority in government , and prosperity through planning in industry, the individual will gain for the first time that economic freedom which he has been denied by the Liberal capitalist system - security of work and wages, home and happiness, lif e and leisure. Individual, functional group, and na tion as a whole, all find their healthy co-relation through t he organisation of the Corporate State. It is in th e perfection of this co-relation, or balance, within the State, tha t British Union finds scope for unending endeavour. It is only by a clue synthesis of all three factors in the national life, giving a true balance to the interests of individual, group and nation, that we can attain ou r end. These three aspects of the Corporate State m ay be dealt with under the three headings : \" politics,\" \"econo mics\" and \"culture.\" (1) POLITICAL. - Central government welding the nat ion together by the exercise of authority. (2) ECONOMIC. - The science of organisational plann ing upon functional lines for the production and distribution of wealth. (3) CULTURAL. - The release of individual enterpris e for more energy of invention and design. For the sake of convenience we take the economic as pect first, the political second and the cultural t hird, as it is in the sphere of economics that the most drastic ch anges must be made. "},{"pageNumber":5,"pageContent":"THE COMING CORPORATE STATE Section One ECONOMIC Chapter One THE CORPORATIONS THE Corporate State is based upon industrial or occ upational organisation rather than the regional or geographical method of government used today. This feature runs through the whole system, both of Government and representation, and must be grasped as a fundamental before the real nature of the Corp orate State can be appreciated. The regional administrati on of Democracy is largely replaced by functional i ndustrial organisation on a vocational basis. British Union seeks a more effective means of self- government. Turning from the local administration o f the urban borough and the rural district, the Corporate State endows industries and occupations with new p owers of self-government. These powers are exercised in the same manner as those of local authorities today. In the position of the borough council we have the industr ial corporation, which possesses the right to pass by-laws binding upon the industry as a whole, just as the c ouncil can pass by-laws for the borough. Hitherto all attempts at industrial planning have b roken down because of the difficulty of compelling an industry to fulfil agreements. In the Corporate sys tem decisions arrived at by the corporation will be legally binding, and any breach will be punishable at law. Within the Corporate State every great industry, an d groups of smaller industries and professions, wil l be controlled by such a Corporation giving the industr y powers of economic self-government. The following is a list of Corporations, which woul d be required to control the economic system. A - PRIMARY PRODUCTS. 1. Agricultural. 2. Fishing. 3. Mining and Fuel. 4. Iron and Steel. 5. Metal Trade. B - INDUSTRIAL. 6. Engineering. 7. Printing and Paper Trade. 8. Shipbuilding. 9. Textiles. : 10. Leather and Rubber. 11. Glass and Pottery. 12. Chemicals. 13. Woodworking and Furnishing. 14. Clothing. C. - DISTRIBUTIVE. 15. Building. 16. Public Utilities. 17. Transport. 18. Shipping and Docks. 19. Wholesale and Retail Trades. D. - ADMINISTRATIVE, ETC. 20. Banking and Insurance. 21. Civil Service. 22. Professional."},{"pageNumber":6,"pageContent":"23. Art and Entertainment. 24. Domestic. 25. Pensioners. These Corporations would, in their turn, be split u p into smaller groups functioning in single industr ies within the main category, but would represent the whole in dustrial section in relation to the. central govern ment. We now turn to the typical Corporation, and see in what manner it is organised and how it will functio n. There will be represented on the Corporation employers, w orkers and consumers. Each group will be given equa l representation and equal power, and may not be outv oted by the other two. Sane functioning of the nation as a whole can only be attained by collaboration between the various in dustrial factors, not by their mutual hostility, as supposed by the Manchester school of economists. The employers' representatives will be elected by t he owners, partners and directors in the business e nterprises of the industry, and by those engaged in a manageri al capacity or in executive office. They will repre sent the organising side and will form an employers' federat ion. Association to this employers' federation will be compulsory upon every business enterprise, which wi ll contribute a yearly subscription proportional to the number of its employees, and submit itself to the d isciplined control of the federation. The workers' representatives will be elected by all employees, whatever their function, including cler ical staff (excepting only those engaged in a managerial capac ity mentioned above). They will form a trade union embracing every worker, but confined entirely to th ese. The principle of Trade Unionism is entirely re tained, and advanced to 100 per cent. Stripped of their obn oxious and irrelevant political activities the Unio ns will play an essential part in the organisation of the Corpor ate State. The consumers' representatives cannot be elected li ke the others, as consumers may very well be scatte red broadcast. Actually the nation itself is the ultima te consumer in the case of most products and, there fore, the Government, as representative of the nation, is bes t fitted to nominate the consumers' representatives . Reputable persons will be chosen to represent the interests o f the ultimate consumer, and these will hear the gr ievances and suggestions of anyone who is affected by the wo rking of the industry in question. In many cases ot her industries are big consumers, when the Government w ill appoint representatives to be nominated by the Corporations controlling these industries to watch over their interests. It is through these corporate institutions that a r ationalised expression of opinion will be realised in keeping with the modern age. For the first time all members of every industry will have their share in the con trol of the great economic factors of their daily life. By elec ting trustworthy representatives they will choose n ot some vague general Party policy - to be conveniently for gotten by politicians in office - but will determin e, in common with the other factors of production, the co nditions of their daily work, the remuneration for their service and the planning and regulation of their ow n trade or profession."},{"pageNumber":7,"pageContent":"Chapter Two THE NATIONAL CORPORATION ECONOMISTS and sociologists will recognise that, in effect, the system of the Corporate State closely resembles Syndicalism as advanced by revolutionary thinkers during the nineteenth century. True, the n ew syndicalism is divested of its original class-consc ious outlook, and incorporates employers with worke rs in its system, but the basis remains syndicalist and in It aly both employers' and workers' organisations are termed \"syndicates.\" The argument which defeated the original Syndicalis ts was that they made insufficient allowance for ce ntral government. They wished to invest each syndicate wi th self-governing powers, and assumed that they wou ld arrange for a mutual distribution of their products by negotiation. Obviously tendencies would then ar ise for each industry to attempt to exploit the community, possibly by means of restricted output, which would mean merely replacing the class war by an internecine in dustrial conflict. British Union will take strong measures to prevent this danger arising, and the Corporate State may be defined as a syndicalist system upon which has been superim posed a powerful central government. The consumers' representatives described in the last article are a n indication of the check and control which Fascism exerts over any tendencies to exploit the nation. The consumers' representatives are in a certain sen se the delegates of central authority, to give warn ing of any unjustifiable raising of prices or restricting of o utput. They are, however, backed up by a central ec onomic council, which crowns the industrial structure of t he Corporate State. This general economic council i s the National Corporation, which comprises representativ es from every Corporation, and centralises the administration of the whole system. The Corporation s themselves are not only diversified by their diff erent industrial functions, but they will certainly in ma ny cases have their administrative centres in the p rovinces. For example, we must expect to find the following C orporations having their seats in the following tow ns :- Shipping Corporation : Liverpool. Leather Trades Corporation : Northampton. Glass and Pottery Corporation : Stoke-on-Trent. Textile Corporation : Manchester. Shipbuilding Corporation : Glasgow. Metal Trades Corporation : Birmingham. iron and Steel Corporation : Middlesbrough. Mining Corporation : Cardiff. Fisheries Corporation : Grimsby. Agricultural Corporation : York. Though the remaining thirteen might be situated in London, many category councils will have provincial seats, jute at Dundee, cutlery at Sheffield, etc. It will be the duty of the National Corporation to co-ordinate activities in the interests of the nati onal welfare. The National Corporation will be elected upon the s ame principle as are the Corporations. Each will no minate equal numbers of employers and workers. The number of members from each Corporation will not be equal, but will be weighted in accordance with the importa nce of the industry to the national welfare. The to tal of members will, however, be kept as low as possible. Its function will be executive and administrative, as distinct from the occupationally elected House o f Commons, which will be legislative. All controversi es within the individual Corporations, which cannot be settled by compromise, will be referred to the Nati onal Corporation for settlement according' to the p ublic interest. Disputes between individual Corporations will also come before the National Corporation, whi ch will exercise a judicial capacity. The task of industria l planning on a national scale will be vested in th e National Corporation, which will adjust consumption to produ ction by its control over wage rates throughout the industrial field. Similarly, the control over the I nvestment Board, the Foreign Trade Board, and other important"},{"pageNumber":8,"pageContent":"corporate institutions, will be exercised by this n ational economic council. All broad economic issues will come before this body, which will include the best execu tive brains of industrial and professional life of the country, sitting as an advisory council to the Minister of C orporations, who will act as speaker and control th e deliberations of the assembly. The first task of the National Corporation must be to solve the economic quandary of so-called \"over- production,\" which is bound up with that of unemplo yment. The problem is essentially one of organisati on, and refutes the suggestion made by modern defeatists th at unemployment is the inevitable result of rationa lisation, Socialists actually suggest that machines should be put on the dole; a return to the policy of the mac hine- wreckers of over a hundred years ago. Surely man ca n establish his mastery over modern technique? To take a simple analogy, we will suppose there are twenty families on an island in the Pacific, who b y the use of primitive methods of agriculture can feed themse lves by eight hours' work a day. Were a passing philanthropist to supply them with a plough, he wou ld be introducing rationalisation. The islanders wo uld find that fifteen families could now supply the needs of the community. If they were foolish enough to foll ow the methods of Western Civilisation, they would condemn five of their families to unemployment, and supply them with just sufficient food to keep them alive, accor ding to the calculations of the medicine-man of the island. The most primitive savages would scarcely be as foo lish as this. They would quickly learn that by a readjustment of the hours of work to six a day inst ead of eight, all would have employment and would e njoy more leisure. It will be seen from this simple analogy that the p roblem of rationalisation is a problem of organisat ion. The advance of modern science can bring either greater wealth or greater leisure, or a sane combination of both. The planned state is required to meet the problem of ra tionalisation by organised methods. We do not neces sarily propose a wholesale shortening of hours of work, bu t rather an increase in the standard of life. The m eans used will be largely financial, through higher wages and salaries and putting a larger volume of currency a nd credit into free circulation. We shall have to break with the gold standard and set up a managed currency, bu t this involves no real danger of inflation in a planned a nd disciplined State. The issue is a simple one. Modern science enables u s to produce enormous quantities of goods, and it i s purely muddle and inefficiency in our economic system if t hese goods are denied to those who need them. The s uccess of a planned State is in the degree in which it can distribute the products of industry to the people; the need is evidenced by the fact that the Liberal-Capitalist s ystem is incapable of solving that problem. The Cor porate State will not be set up in order to stabilise the present status quo, but to release the full powers of modern production for the benefit of all sections. Within such a State we can give an absolute guarantee that the problem of unemployment will be finally and permane ntly solved."},{"pageNumber":9,"pageContent":"Chapter Three INDUSTRIAL SELF-GOVERNMENT THE Corporations have important duties within the s tructure of the State. These may be divided into th ree general categories. Regulative, Planning and Social . Each Corporation must regulate the relations betw een the various factors of production in the industry it co ntrols; it must also plan the development of the in dustry or the closing down of redundant plant; finally, it must t ake heed of the social amenities of those engaged i n the industry, their industrial insurance, superannuatio n, etc. To begin with the regulative function, we have the relation between the three main groups of employers , workers and consumers. At present employers and wor kers are opposing armies threatening one another wi th the destructive, anti-social weapons of the strike and lock-out. In the planned State neither can be t olerated, and all questions of wages, hours and conditions of wor k will be settled .between employers' and workers' representatives on the Corporation. Early in the formation of the Corporate State, the National Corporation will call upon every industria l Corporation to prepare their codes of wages, hours and conditions of work, which shall be legally bind ing upon every member of the industry, master or man. In the preparation of these codes, the consumers' represe ntatives will act as intermediaries between the two parties, and make every endeavour to bring about an amicabl e agreement. If they fail, the National Corporation w ill intervene with suggestions, and in the last res ort the matters in dispute will go before a Labour Court fo r compulsory arbitration. Similarly as between employers and consumers, quest ions of prices, terms of competition, output, etc., will be settled by mutual agreement. Any attempt of employe rs and workers to combine to restrict production an d extort unreasonable profits and wages will be comba ted by the consumers' representatives, who can appe al to the National Corporation to intervene in the public interest. The return upon invested capital in the form of div idends and other payments will also be the subject of regulation, as workers and consumers will resist to o great a share going to capital. Here the National Investment Board will prove useful, as it will publish from ti me to time a guiding figure of the requisite return upon secure investment to maintain a steady economic flow of na tional saving. Investors will have a right to claim a higher return in respect of previous losses and insecurity in the case of speculative ventures, which will al l be taken into consideration. In the event of failure to reac h an agreement the investors will have a right of a ppeal to the Investment Board. In regard to the planning of industry on a large sc ale, the Corporation will consider the advisability of the expansion or contraction of the industry it control s. Where the industry has been successful and the d emand for its products increasing, expansion in the public in terest is necessary. The Corporation will apply to the Investment Board for capital, and the Board will en courage and authorise the flotation of new concerns . The workers' representatives will make arrangements for the necessary new trained workers, while the consu mers' representatives will advise on the marketing. For the first time representatives of workers and c onsumers will enter into partnership with employers in the planning of the industry in which they are so intim ately concerned. In those unfortunate cases of indu stries which owing to the advance of science are supersede d by new inventions, the inevitable contraction can be carried out with the minimum of hardship in a plann ed system. By mutual agreement redundant plant will be closed down, the employers compensated and the disp laced workers transferred by means of Government training centres to other expanding industries in n eed of men. The tremendous scope for useful action is not compl eted with the above, as the social development of t he Corporate State is perhaps its most important featu re. In Italy, the Dopolavoro, or \"After-Work\" recre ation, is one of the most startling innovations to foreign ey es, and the German Labour front is developing apace the amazing \"Strength through Joy\" organisation. In thi s country the same methods will undoubtedly be carr ied even further with the greater resources at our disp osal. Already many progressive firms have their own recreation facilities for their employees. These de sirable enterprises will be co-ordinated into a gen eral system of recreation in which all members may take part. T he Corporations will maintain their own industrial"},{"pageNumber":10,"pageContent":"insurance and superannuation schemes, which will pr oduce pensions for all employees commensurate with the service they have rendered the industry during thei r working lifetime. This will be more, satisfactory than the pensions offered by many private concerns today, wh ich are lost if the employee leaves to join another firm. The field for industrial self-government and regula tion for mutual benefit is only too evident. The Co rporate State is the only means of realising the advantages of such a system, without the destructive, anti-so cial features of the Class War, which are so repugnant to all fai r-minded Englishmen."},{"pageNumber":11,"pageContent":"Chapter Four ECONOMIC JUSTICE DESPITE our immense advantage in some respects over other-countries, we do not feel entirely satisfied with our legal system. However incorruptible our judges may be, they can only administer the Law as it exis ts, and the Law is biased in favour of the owner of propert y. Indeed, the Law is mainly concerned in defining- the rights of property and protecting the property owner. Our system of Law is the bulwark erected by bourgeois s ociety to protect the interests of those who have. Behind this barrier financiers and capitalists exert their full money power, secure in the knowledge that bourgeois Law m aintains their right to the ownership and use of th eir wealth, even when it is used against the public int erest. What we require today is economic justice; justice as between the various factors of industry. Employe rs, workers, consumers are at present occupied in a bit ter conflict each for their own interests. It will be the duty of Corporate justice to bring economic life within the bounds of law and order. Under financial democracy morality has sunk to a low ebb. It is a case of \"ea t, or be eaten\" in the fierce struggle of modern co mmercial competition. There is little cause to be proud of \"success\" when \"success\" is attained at the expense of others. Da rwinian survival in the realm of nature may have tended to improve the species : economic survival in the real m of commerce seems to degenerate the race. The predomin ance of Jews is not surprising - they possess the attributes suitable to survival under these conditi ons. Corporate justice will go beyond the bourgeois conc eption of protection of property, indeed it will la y down the conditions under which property may be owned. A man may by no means do what he likes with his own. If he possesses great wealth, he bears a grave responsibi lity that that wealth is used to the public benefit . Private ownership and initiative is encouraged, but the individual is required to consider public welf are as well as private interest. Liberal atavism, which held th at in serving his own interests the individual auto matically advanced the interests of the community, has been d iscredited, and we now turn from the laws of the ju ngle to the laws of man. Economic justice will be the first object of the Co rporate State. The Corporations have been devised f or the express purpose of regulating all the factors in in dustry in accordance with justice. The British Unio n sets its face sternly against class war and cut-throat compe tition. Strikes and lockouts will be prohibited as crude re sorts to force where justice should hold sway in a dispute over ownership of property we do not permit force, why then in a dispute over wage rates and condition s of labour? The workers will no longer need to resort to direct action to enforce respect for agreements, but will be enabled to bring suit against the offending employer before the Courts by ordinary legal means. Similarly, agreements as to prices and terms of com petition will be negotiated between representatives of employers and consumers. No industry will be permit ted to force up prices (by restricting production) beyond what is a fair return for labour and investment, co mmensurate with that in other industries. Once pric es and terms of competition have been negotiated and appro ved by the Minister of Corporations, they will be g iven legal standing, and anyone undercutting or indulgin g In any other form of unfair competition will be g uilty of an offence for which he can be arraigned before an Industrial Court. The above outlines the first beginnings of ordered economic justice. The very first crudities of prese nt economic relationships will be regulated; but the c ode of economic justice will be extended to social insurance, child welfare, superannuation and other means of sa feguarding the individual against economic mishap. No longer will it be possible for an honest workman , dismissed through no fault of his own, to sink lo wer and lower in the social scale of despair and misery. No longer will a black-coated worker, faithful servan t for twenty years or more, be dismissed with a week's or month's wages. No longer will a small tradesman fa ce the"},{"pageNumber":12,"pageContent":"cut-throat competition of a multiple store suddenly planted down beside his shop. All these will turn confidently to Corporate economic justice, which wi ll safeguard them against unfair treatment and unfa ir competition at the hands of even the wealthiest and most powerful interests."},{"pageNumber":13,"pageContent":"Chapter Five FOREIGN TRADE BOARD EVEN people prepared to accept the need of a higher wage standard in order to build up an adequate hom e market fear the effect of higher wage costs on our export trade. They claim that, desirable as a highe r standard of life may be, it would lead to an \"unfavourable\" balance of trade presumed to be fatal. Actually, as every finance ridden country is now at tempting to export more than it imports in a cut-th roat endeavour to dispose of goods it cannot sell at hom e, British trade has been falling away rapidly of r ecent years. Other countries are trying to produce and manufactu re as many of their own needs as they can. This need not trouble us. It is time we turned our productive capacity to our own benefit, instead of to the enrichment of international financiers. By raising the purchasing power and standard of life of the ho me country and of our Imperial Dominions we shall find adequate markets without selling our products to foreigners. All we have to consider is our needs in raw product s and foodstuffs unobtainable within the Empire. Lo rd Beaverbrook insists that these are negligible, as t he Empire provides practically everything we need. We are inclined to agree with him, but: for a period it ma y be necessary to depend upon certain foreign raw p roducts and foodstuffs, until our home and imperial resourc es have been developed. How are we to pay for these , if, owing to a higher standard of wages we cannot compe te with cheap Oriental labour? The answer is that the organisation of the Corporat e State gives us a bargaining power never before re alised. This country handles the greatest buying power the world has known; the needs of an industrial populat ion of over 40,000,000 people. Yet this buying power has n ever-been mobilised as a means of advancing our int erests as an exporting nation. We shall approach those nat ions which desire to sell us quantities of raw mate rials and foodstuffs with the condition \"Britain buys from th ose who buy from Britain.\" This will be no empty po litical slogan, but will be effectively enforced. The National Corporation will set up a Foreign Trad e Board, which will regulate foreign trade. The imp orter will no longer be at liberty to import regardless o f the national welfare, but will place his orders w ith those countries which are prepared to offer a market for British exports. By these means an effectively bala nced trade will be established, based not upon maximal exports , but upon minimal imports. We need have no fear of foreign producers refusing to do business on these terms, for these are the pe ople who are suffering most severely from \"overproduction\" a nd would rather have even a smaller quantity of Bri tish goods in return for their products than burn them o r dump them in the sea. It is time we organised our united power to enforce that respect on world markets to which we, as the premier commercial nation, are entitled."},{"pageNumber":14,"pageContent":"Chapter Six THE INVESTMENT BOARD THE hidden dictatorship of finance operating from t he City of London has been one of the major causes of the economic decline of this country. The great financi al houses of the City have entirely refused to reco gnise their responsibilities towards the British nation, and ha ve directed their immense resources into foreign in vestment detrimental to the interests of our own industries. Taking-advantage of freedom to export capital, thes e financiers, many of alien origin, have floated lo ans for every conceivable foreign interest and have starved British industry of capital and credit. With the advent of the Corporate State this financi al tyranny will be broken once and for all by a Gov ernment armed with authority to carry out the people's will for the people's good. An Investment Board will be set up to control and regulate all future flotations. The mem bership will consist of trusted Government official s, representatives of banking and insurance, and the P atents Office. Its duty will be to review every new flotation, and all applications for further credits. When satisfi ed, the Investment Board will issue a licence, without whic h any application to the public for investment will be illegal. All further foreign lending without specia l sanction will be prohibited. We have wasted enoug h money in that direction, for where we have not lost our c apital we have been setting up our competitors in b usiness. Even in the case of investments in this country the licence will not be issued without full investigat ion. The general public must be protected from unscrupulous exploitation. The Investment Board will not only te st the financial reliability of proposed flotations, but w ill investigate whether further investment in the f ield in question is in the public interest. For this purpos e the Board will consult with the corporation contr olling the industry. This licensing of investment to protect the investi ng public and to direct it into the most useful cha nnels is not the only duty of the Investment Board. Another is t hat of controlling and regulating the volume of sav ing in the community for future investment. In the present eco nomic system saving has little relation to the need s of investment. Owing to personal insecurity under the present system and the excessive reward frequently extorted by capital, saving has generally been excessive. When investment is practically at a standstill, sav ing has nevertheless been extensive, and fatuous po liticians have congratulated a half-fed nation on this deflec tion of its income from spending to saving. Under t he Corporate State the Investment Board will regulate saving and spending' according to the needs of the nation and its resources. Usury in the form of a fixed rate of interest on lo ans and debentures without risk will be discouraged , and the load of debt upon nation and industry lifted by thi s means. Such loan capital will in all deserving ca ses be repaid, but will no longer be permitted to accumula te an interest charge which is entirely unearned by service. Finally, the field of its activities is not confine d to this country. It will also take part in the pl anned development of Imperial resources. The Board will be open to pr oposals for investment within the Empire, but in gr anting permission for the flotation of enterprises oversea s will communicate with the emigration authorities to negotiate the immigration, where possible of Britis h labour into the Dominion in question to compensat e for the increased labour demand and the grant of financial assistance. Emigration must follow investment in ou r planned Imperial system, until the present over-pop ulation of the Motherland is compensated by the ful l development of our Dominions and Colonies overseas."},{"pageNumber":15,"pageContent":"Chapter Seven PROTECTING THE INVENTOR BRITISH inventors and inventions have been scandalo usly treated under the present industrial and finan cial system. It is notorious, that in many cases they ha ve been driven abroad, because of the impossibility of getting adequate financial support at home. The excuse is the traditional conservatism of the B ritish character but we refuse to believe that the slogan of \"Safety First\" interprets the real spirit of the Br itish people. It is not through lack of enterprise, but because o f grave defects in our system. (1) Except for the Patent Office, which merely regi sters the fact that the invention is a novel one, t here is no official body of trained technicians and scientists to decide on the value and practicability of the i nvention. (2) Our banks through amalgamation and exaggerated caution have become mere bureaucratic moneylender's on security, differing in no essential aspect from pawnbrokers. They have ceased to lend money even on business prospects and personal character, and so r efuse with abhorrence to finance any such risky pro position as an invention. (3) Although it is possible to float a company to f inance an industrial venture based upon a new inven tion, that invention must be a practical marketable propositio n. There is no means of obtaining support from the first experimental stage to maturity. The result is that the unfortunate inventor is at t he mercy of the private financier or the industrial combine. As notoriously, inventors are both poor and unbusiness like, they are incapable of coping with the wiles o f either one or the other. In many cases they find themselve s with a splendid idea, which they can exhibit thro ugh a working model, but without the means of carrying ou t the experiments on a large scale which are necess ary to make the invention a practical proposition. What ca n an inventor do in such a position? Through patent agents, etc., he must seek to interest some private financi er in his idea, who will undertake to finance the n ecessary experiments. This financier has the inventor in the hollow of his hand and can strike the most unfair bargain with him. Some of the greatest inventions have brou ght their inventors practically nothing. Every inventor is proud of his invention, and will resist any attempt at its suppression. The private financier, on the other hand, merely regards the process as a bus iness transaction, and in many cases inventions hav e been used merely as instruments for the extortion of vas t sums from vested interests which would suffer fro m their development. Several great combines have been serio us offenders in this direction, buying up and suppr essing many patents, which might have been most beneficial to the nation as a whole, simply because their development would have put large stocks of goods an d machinery out of date. Scarcely any body of men have suffered so severely from corruption as have inventors, upon whom we dep end for ultimate material progress and even for existen ce in the stress of war. We should be proud of inve ntors and give them assistance and encouragement in their wor k for the community. A British Union Government wou ld take vigorous steps to help inventors by setting-up the following institutions: (1) A Board of Scientific Research associated with the Patents Office to investigate every promising i nvention and advise upon its practicability and value. (2) The Investment Board would consider the report and find the funds to carry the invention from the experimental stage to the point where a public comp any could be floated to bring the new patent on to the market. By these means the inventor would receive direct as sistance at a much earlier stage than he does today , and would no longer be at the mercy of the financier. I t may be argued that this method is bureaucratic, a nd technical experts are often the first to condemn ne w inventions. The staff of the advisory board would , however, contain objective scientific workers, and the whole system would work as an additional aid to inventors, not as an entire substitute for present methods. In the exceptional case of the invention, which is so novel or ingenious that it fails to meet with exper t approval, the inventor could still fall back upon private investment, which would be by no means excluded fro m this field."},{"pageNumber":16,"pageContent":"On no account would a British Union Government perm it the purchase of valuable patents by vested inter ests and their entire suppression."},{"pageNumber":17,"pageContent":"Chapter Eight FINANCE NOWHERE is the decline of any functional concept of occupational responsibility so evident in the mode rn economic structure as in the matter of finance. Som e manufacturers of shoes still have at least some i dea that shoes are not only made to be sold, but also to be worn, and strive to produce serviceable footwear. P urveyors of money have apparently no thought for the use of money, but only, for its negotiation. Money in itself has only one function, and that is to facilitate the exchange of goods and services an d thus to distribute production. How many bankers have any co nception of, let alone care for, this use of money? If you ask a bank manager on what he bases his poli cy, he will answer, first, the security of his depo sitors; second, the profits of his shareholders; third, if at all, the development of industry. None of these points has any direct bearing upon the use of money as a means of exchange, which is its vital function. Bankers thin k of money as a thing apart, and develop their policy as if banking existed only for its own sake. During t he last depression, they declared dividends of from 12 to 1 8 per cent, despite the large ground rents and depr eciation they had to pay on their palatial premises. The ban king profession is proud of its success in coming t hrough the depression triumphantly by drastic restriction of m oney and credit, which has strangled industry and t rade. British Union is determined to bring banking and fi nance in this country to a proper concept of a func tional responsibility towards the community as a whole. Monetary policy cannot be directed entirely on the basis of the interests of bank depositors and share holders, but must take into account the need of adequate mon ey and credit to finance the exchange of goods and services. Warehouses and stores are now choked -wit h goods, millions of men and women are offering the ir services without response. Obviously there is a lac k of the means of exchanging these goods and servic es; money could provide this means; but money is locked away in the vaults and ledgers of our banking and financial institutions, and is not used. A British Union Government would break this artific ial stringency, and release sufficient money and cr edit to assure the sale of unsold goods, and the employment of unused services taking the advice of all promin ent experts on this important task of mobilising the na tional credit, including such famous credit reforme rs as Major Douglas. \"A terrible risk !\" your financial expert will cry. \"Sure to lead to inflation and panic !\" Under Demo cracy it would, but British Union Government has no intentio n of perpetuating the chaos of democratic capitalis m, subject to the booms and crises of mass hysteria. U nder these conditions it is not surprising that Bri tish bankers have insisted upon excessive stability and a \"sound \" currency. The Corporate system will transfer the stability to the economic structure as a whole. Instead of planning finance for itself alone, Briti sh Union plans the whole economic system, brings it under scientific control, and renders it immune to depres sion and panic which sweep at intervals through the individualist system. Such corporate stability is f ar more valuable than mere financial stability, for what is the advantage of financial security at the expense of p olitical and social security. British Union does not contemplate nationalisation, but will place banking, finance and insurance unde r the supervision of a financial corporation, which will be responsible to the Government. This corporation will direct monetary and financial policy in accordance with Corporate principles, placing service to the n ational interest before personal or sectional interests, so lving the problem of financing the consumption of g oods and services on the present scale of production and the n turning to the further development of industry. Present money issues are inadequate for financing- the high standard of life rendered possible by mode rn scientific and technical accomplishment, so British Union Government would break any connection with g old, and base currency upon a commodity basis. The Bank of England would be brought under strict, state con trol and empowered to issue this new currency in accorda nce with productive capacity. The present anomaly o f a Bank of England note which bears a direct lie as su perscription, would be removed, and notes issued as legal"},{"pageNumber":18,"pageContent":"tender, with the security of the Corporate organisa tion that they will always purchase a fair pound's worth of commodities. The remainder of the banking system would be brough t into line and an entirely new policy adopted, by means of which bankers will be enabled to encourage consu mption as well as production. At present, owing to the complete absence of planning, it is impossible for bankers to finance a higher standard of life, but w ith the development of corporative organisation, discipline and control, a general raising of purchasing power would become possible. The Financial Corporation will bear a greater respo nsibility than any other, and for this reason will come under more strict governmental direction. It is imperativ e that the nation should control its own monetary a nd financial affairs, and prevent their falling again into the hands of the selfish and irresponsible min ority - largely alien or bound up in alien interests - which at pre sent dictates financial policy. Money power is the greatest economic power in the m odern world; such power should only be in the hands of clean and responsible Government, empowered by the people to use it in the national interest."},{"pageNumber":19,"pageContent":"Chapter Nine CHARTER OF LABOUR THIS balanced system of co-operation between the fa ctors of economic life must emerge from the present conflict between producer and consumer, debtor and creditor, employer and worker. It will be no easy t ask to end the conflict which capitalism has brought about . Liberalism, with its hideous doctrines of greed a nd self- interest, poorly disguised as liberty, equality and fraternity, must be completely eradicated from the public mind. In its place, British Union must set co-opera tion, service and patriotism, with the final realis ation that no citizen may permanently enrich himself to the detri ment of the nation. The most difficult problem is the class war between employers and workers fought so bitterly today. Br itish Union will unite worker, small trader, and honest p roducer in a common onslaught upon the tyranny of h igh finance realising that the employers have common in terests with the workers in the attainment and main tenance of a higher standard of life. Nevertheless, the wor kers recognising their relative weakness will be ch ary of abandoning the strike weapon and entering into any system of co-operation. We may say that an earthly paradise has arrived as the result of the advent of the Age of Plenty, and that the economic lions wil l lie down with the economic lambs. The workers will still ret ort, \"Yes, with us inside?\" We must make it clear t hat we have trimmed the capitalist lien's claws and pulled his financial teeth. The class war can only be ended by a treaty of peac e, between the opposing forces. British Union as th e great pacific force will act as mediator and draft the te rms of agreement in a solemn Charter of Labour on s ome such terms as given below. A. An emphatic statement of the philosophic princip le of the united corporate nation, to which everyon e, employer and worker alike, owes a duty of service i n return for an assured and just reward. B. Establishment of employers' and workers' organis ations with full powers to negotiate national wage and hours agreements for each industry. (100 per cent T rade Unionism.) C. Creation of judiciary bodies to settle disputes between employers and workers, and the consequent a bolition of all strikes and lock-outs. (Judges aided by trad e assessors.) Safeguard of workers' interests by insistence upon: i Compulsory weekly and yearly holiday on pay. ii. Compulsory payment of overtime rates, and limit ation of standard hours of work. iii. Regulation of piece time rates to enable avera ge man to earn standard washes at least. iv. Election and recognition of shop stewards in ev ery concern employing more than a limited number of employees, v. Compensation for worker or employee of long serv ice upon dismissal (or death) prior to superannuati on, vi. Equal pay for men and women doing similar work and no dismissal upon marriage. vii. Holiday on full pay for mothers upon birth of a child, viii. Workers' and employees' claims to have prefer ence in the event of bankruptcy. E. Joint organisation by employers and workers as f ollows : i. Special labour exchange for each industry or cra ft situated in the trade union offices. ii. Craft training to improve quality, output, and efficiency, ' iii. Superannuation schemes based upon status reach ed (similar to present civil service pensions), iv. Pooling of all after-work recreation schemes an d their development by the Corporation. v. Educational and holiday schemes, especially for the young in unpleasant industrial surroundings. vi. Housing schemes in relation to employment, espe cially where new industries are being developed. F. Unemployment and health insurance to be conducte d by the State, subject to the following conditions : i. Benefit payments to depend upon status in indust ry of recipient, ii. No means test. Only disqualification : refusal of work at trade union rates. No time limit for ben efit. iii. Special national medical service to study and eradicate industrial disease, with generous compens ation for victims meantime."},{"pageNumber":20,"pageContent":"This is the form of agreement that will be entered into by employers, workers, and State for the final settlement of the class war. There is no mention of the \"minim um wage,\" so beloved of class war Socialists, for t his is merely a defensive weapon against exploitation, whi ch will no longer be needed in the Corporate State. On the contrary, the workers will enjoy full partnership i n industry, taking their full share of profits in t he form of advancing wage rates. A standard wage rate for unsk illed labour may well emerge, but skilled labour in each industry will be paid according to its own just sch edule negotiated between employers' federation and trade union, and will depend upon the prosperity of the i ndustry itself. It is also necessary to insist upon the removal of present trade union restrictions upon production, a s these defensive measures will become absurd with the solu tion of the unemployment problem by scientific organisation and the adjustment of the hours of wor k. Once the trade unionist appreciates that he is a true partner, he will realise that efficient production is in his own interest, and will use every endeavou r to increase output and prevent waste. So is it possible to lay at rest the misgivings of the workers, and make a just and lasting peace to e nd the miserable conflict of the class war."},{"pageNumber":21,"pageContent":"Section Two POLITICAL Chapter Ten OCCUPATIONAL FRANCHISE REGARDLESS of its impotence in economics democracy has proved a complete failure even in politics. Far be it from us to condemn the general principle that th e people should control their own destinies. As far as this is the meaning of the ancient Greek word \"democracy\" w e do not complain, but it is obvious that financial - democracy is far from satisfactory in attaining thi s end. The error lies in the unnatural principle of equali ty, which has led to the absurd institution of the universal franchise. Men are not, and never will be equal. Th is is not to say that Fascism advocates a return to the theories of aristocracy. Heredity plays only a moderate part in the development of the human individual. Great men are as likely to come as the sons of peasants as of lan downers. Inequality is not so much the result of bi rth, as of environment finding out and accentuating minor diff erentiations of character and ability in the servic e of society. We need engineers, doctors, pilots, musici ans, chemists, soldiers, just as much as we need le aders; and even the haphazard organisation of modern society a ids us in finding and training them. The absurdity comes in treating these many differen t varieties of the genus, man, as equals. Having sp ent unending trouble in training men to perform a varie ty of functions, society undoes much of its work by giving them an \"equal\" voice in the government of their co untry. This is an insult! To tell a seaman, that fo r the purposes of democratic government a farm labourer's opinion of shipping problems is as good as his own , is insulting; just as insulting as to tell a farmer th at a seaman's opinion upon agricultural problems is as valuable as his. Yet this is precisely what universal franch ise does. It makes no allowance for specialised kno wledge, but counts all noses alike. British Union distinguishes between a seaman and a farmer, a doctor and an engineer, and will not rega rd their opinions as of equal value upon every subject. Brit ish Union will consult seamen on shipping, farmers on agriculture, doctors on health, engineers on engine ering, and not waste time by asking all of them the ir opinion on the other man's business. This is mere sanity in this age of specialisation, if all self-government is not to fail. The Corporate State extends the vocational principl e to politics. Industrial self-government for the Corporations. Occupational Franchise for Parliament . Members will be elected to represent definite tra des and callings. A farmer will vote for a farmer, a miner for a miner and so forth. Minor trades and professi ons of an allied nature will combine to return joint members. On the analogy of the Groups will be formed : 1. (Agriculture). 2. (Fishing). 3. (Mining). 4. (Iron and Steel). 5. (Metals). 6. (Engineering). 7. (Printing). 8. (Shipbuilding). 9. (Textiles). 10. (Leather). 11. (Pottery). 12. (Chemicals). 13. (Furnishing). 14. (Clothing). 15. (Building). 16. (Public Utilities). 17. (Transport)."},{"pageNumber":22,"pageContent":"18. (Shipping), 19. (Distributive). 20. (Financial). 21. (Civil Service). 22. (Professional). 23. (Art and Entertainment). 24. (Domestic). 25. (Pensioners).Corporations the following Occupat ional Farmers, farm labourers. Fishermen. Coal Owners, miners. Iron Masters, iron workers. Metal manufacturers, metal workers. Machine manufacturers, engineers. Publishers, printers. Shipbuilders, shipyard workers. Textile manufacturers, textile workers. Leather manufacturers, boot and shoe operatives, et c. Porcelain and glass manufacturers, potters and glas s blowers. Chemical manufacturers, chemists. Furnishers, wood and upholstery workers. Clothiers, tailors and seamstresses. Contractors, builders. Municipal officials and workers. Transport organisers, railway men, transport worker s, airmen. Ship-owners, seamen. Wholesalers, shopkeepers, distributive workers, co- operatives. Bankers, insurance, brokers, clerks. Civil Servants. Doctors, lawyers. Entertainers, artists. Housewives, domestic servants. Ex-servicemen, retired people. Certain Occupational Groups will be split up into s ub-groups to allow for the special representation o f important interests. Thus the Cotton and Woollen In dustries will be separately represented within the Textile Group, and seats especially reserved for women to r epresent the women operatives so prominent in these industries. On the other hand in such homogeneous i ndustries as agriculture, mining, the distributive trades, zoning will be resorted to in order to allow for th e representation of special local differentiation o f opinion and conditions. The several great coalfields will be separately rep resented, and large agricultural areas, such as Eas t Anglia, Scotland, etc, given their own members. By this means we shall gain a Parliament representa tive of the people. Every important function will b e represented by men and women immediately concerned. We shall have a true cross-section as -a functiona l community, not a cross-section of the windbags of t he nation, expert in nothing but deceiving a mass e lectorate at the polls."},{"pageNumber":23,"pageContent":"Chapter Eleven METHOD OF ELECTION IT is obvious that the Occupational Franchise is co mpletely opposed to the present Party System. No on e would represent a trade or occupation on account of his a ssociation with a former political party. The elect or on an Occupational Franchise would be more concerned to r eturn a man of sound sense and real knowledge of hi s occupation, than one with any particular political outlook. The best we can say for a political party is that i t stands for some philosophy roughly defined as Con servative, Liberal or Socialist. At its worst, it falls to the level of a corrupt association for distributing th e spoils of office. Even at its best the political party is a poor inst rument of self-government. Surely before a people c an make any effective progress, it must make up its mind to a c ommon philosophy of life as a first step. Especiall y is this necessary in the modern age, which calls more and m ore insistently for a planned State. Such a State c an only be built upon a firm philosophic basis. A candidate will not stand on a vague general party platform in the old sense of the word; but he may advocate any concrete policy for the industry capable of rea lisation within the structure of the Corporate Stat e. New men will come forward as protagonists of new ideas of i ndustrial and social organisation much more readily than they can under corrupt democratic politics, and wil l make their names by constructive administrative w ork instead of intrigue. Voters will enjoy a free choice, having a vote for each vacant seat in the industrial constituency. Ev ery man or woman of one year's standing in the industry will p ossess a vote whether employed or not. On the emplo yers' side members of the. boards of directors (not share holders) managers, and other members of the organis ing staffs, will possess direct votes. Shareholders wil l possess an indirect control over voting- by their election of directors. Women will possess equal rights, both as candidates and voters, except where there is a sufficient blo ck of either sex to warrant special representation- By th is means women will be guaranteed a much larger per manent representation than they have been granted under so -called Democracy. Women's interest's will be repre sented by women, especially in the domestic sphere, where housewives and domestic servants will return a soli d block. It may be asked how the electors are to become acqu ainted with the candidates considering the large si ze of the constituencies. There will not be the same need to hear and see the candidate as there is under the pr esent system, for the candidate will not be some obscure politician, but a member of the elector's own trade or vocation, probably well known to him by repute. Thr ough trade papers, the post, meeting's at technical centres, and judicious use of the wireless, it should be pos sible for occupational candidates to make themselve s .at least as well known as are present candidates to the mass of voters. Another advantage is that it enables the electorate to express an opinion upon a number of different s ubjects simultaneously. The question of improved wages for miners was of burning interest at the last election , but was completely submerged by the Abyssinian conflict adr oitly dragged in by the astute Mr. Baldwin as a red herring across the path of pacifist Labour. Under the Corpo rate State it will be possible for the mining indus try to express an opinion upon this subject, without preju dicing the power of the farmer to express his opini on of the success or otherwise of the marketing boards, or of doctors on matters of the public health. This will give a valuable guide upon informed public opinion at each election. This contact between Government and peop le, so essential to good administration, will be much more effectively realised under the Occupational Franch ise."},{"pageNumber":24,"pageContent":"Chapter Twelve PARLIAMENT PRESENT-DAY Parliament is hopelessly incompetent. N ot only are members elected on a political party qualification poorly equipped to judge complicated issues, but the antiquated and complex rules make t he passage of business cumbersome, and give the opposi tion unending opportunities for obstruction. When w e bear in mind that Parliament is the only source of legal authority on national, economic and even many local matters, and is, therefore, continually overloaded with a flood of pending legislation, we realise how inadequate this eighteenth century machine must be to grapple with twentieth, century conditions. How will British Union restore Parliament as a usef ul instrument of government? First by reducing the work it is required to do. It is absurd that Parliament sho uld concern itself with such matters as the Spindle s Bill, which is a matter for the Cotton Industry itself. Industr ial Self-government will relieve Parliament of much legislative clutter. A great volume of present parliamentary bu siness upon industrial matters will be disposed of by people far more competent to deal with it than are present members of Parliament. A very important function remains, for the proper d evelopment of which Parliament must be released fro m pettifogging detail. It is here at the heart of the Corporate State that all general questions must be decided. This is the true function of legislation. Too long has P arliament concerned itself with the detailed wordin g of complicated measures, which are drafted for it by t he expert civil servants of Whitehall. Detailed ela boration of fundamental principles is an executive, not a legis lative function. Parliament should concern itself w ith fundamentals laying down the principles upon which Government and the executive organisations will act . These principles will bear the form of legislative Acts, as at present, and it will be the duty of the Judiciary to see that they are properly carried into detailed ef fect. The occupationally-elected House of Commons will be fitted to undertake this work. Even though occupat ional franchise may seem wasted in a House that does not deal with detailed questions of administration touc hing the various industries, it will be extremely valuable t o have expert opinions of the effect of general pri nciples upon particular industries. If it were a question concer ning public health, doctors and nurses representati ves would speak, and the House would listen to the experts on this particular subject. If the House was concerne d upon some problem of defence depending upon adequate foo d supplies (as at present) they would listen attent ively to the opinion of farmers' and farm labourers' represe ntatives. Quite beyond the advantage of immediate informed te chnical advice, even in the discussion of general m atters, the occupational franchise will be of inestimable v alue in putting an end to the evil system of politi cal parties, and setting free the Member of Parliament to act as his intelligence and conscience may direct. In the British Union House of Commons political par ties will cease to exist, and members will be free to vote for the first time as they think fit, after having expert opinions put before them by qualified repres entatives of the trades and occupations principally concerned. D ifferences of opinion will arise, but they will hav e a realist basis, instead of being artificial opposition to ev erything done by the party in office. Also it will be perfectly possible for men to vote together in support or opp osition to a certain measure, and then split up ent irely differently upon some other measure. There will be no party ties to bring about unsatisfactory comprom ises and corrupt deals behind the scenes. Parliament will be a true sounding board of public opinion. It will be relieved of administrative and executive responsibilities beyond its power, which will pass to the Government and the self-governing Industrial Corporations, but it will retain authority to deter mine the guiding principles upon which the State wi ll be conducted. For this purpose its procedure will be g reatly simplified and those best qualified to speak upon the merits of any measure given preference in debate. S uch a Parliament will have an immense advantage ove r the present puppet show at Westminster, with its string s manipulated from the City of London, and will be able to play its important part in the national organisatio n of the Corporate State."},{"pageNumber":25,"pageContent":"Chapter Thirteen HOUSE OF LORDS THE House of Lords is a complete anachronism, havin g lost any vague resemblance to its original purpos e. In its original form it fulfilled useful service, as i t was composed of great landowners and churchmen as sembled to advise the King on the administration of his kingdo m. It was natural that it was an hereditary house, for the ownership of land has been an hereditary privilege from time immemorial. Also we must remember that in those days, ownership of land was no sinecure, but implied responsibilit y towards tenants and a function of service to the ov erlord and ultimately to the King. It was to implem ent this duty of service to the Crown that the Lords were ga thered together to confer with the Government. In t ime, this association became disturbed. New Lords were .appoi nted who never shouldered the feudal obligations of land- ownership, and eventually the grant of a peerage be came merely a reward for outstanding services to th e dominant political faction. The Crown was no longer in a position to endow new peers with estates, as was the invariable custom in earlier times, and the majorit y of present-day peers have no association with the soil. Inevitably this has led to a decline in the prestig e of the Upper House. It is not to be expected that people should show great respect to peers, frequently of alien bi rth, who have obtained titles by contributions to p arty funds. Nor is it reasonable that the degenerate descendant s of illustrious forebears should be considered sui table to undertake parliamentary responsibilities. Under British Union, the House of Lords will be rep laced by a new chamber of \"notables,\" people who ha ve given great service in their own lifetime. The only members of the present House permitted to remain w ould be the spiritual lords, legal lords and those land-own ing peers who share particular responsibility as lo cal leaders in the sphere .of agriculture. Appointment would be by the Crown, but would be only for life. Men of outstanding ability in the following would b e especially considered. Literature and the Arts. The Diplomatic Service. The Defence Services. Science and Invention. Medicine and Public Health. Social and Public Services. Appointment would not only be a reward for signal s ervices, but also a means of having expert advice b y outstanding men readily available for national admi nistration. The Upper House would not be a replica of the Lower House, but would be reconstructed to undertake wor k for which an occupationally elected House of Commons wo uld be unsuited. There would be greater stress in t he Upper Chamber upon the cultural, philosophical and moral aspects of legislation rather than the primar ily material aspects discussed in the Lower House. For this purpose, the members appointed for merit in intellectual service not excluding literature and t he arts would be better equipped than their colleag ues in the House of Commons. Also steps would be taken to obta in representation of organised cultural and religio us bodies not at present considered. The presidents an d leading members of learned societies would be sui table candidates for royal consideration as would the lea ders of local cultural bodies in Wales, Scotland an d elsewhere, who are striving to maintain invaluable local traditions. Representatives of other denomina tions than the Church of England would be appointed, either th rough the heads of their hierarchy or other leaders which they themselves would recommend to the Crown. Relig ious thought would, therefore, have its channel of approach to save advice upon the moral conduct of n ational affairs. There would always be naval, military and air exper ts and experts upon foreign affairs with experience of diplomatic service abroad. The Dominions would also be invited to recommend their representatives to t he Crown, in order to maintain continued contact upon Imperial matters. Colonial administrators of experi ence would be present as a reward for their services, an d be capable of giving valuable advice."},{"pageNumber":26,"pageContent":"It is not suggested that all these experts and nota ble men should sit simultaneously any more than do the present peers. They would be considered as a panel from whi ch the Government could select expert advisers upon any difficult problem. If any special legislation were being discussed, those peers would attend who were particularly interested, and would give their exper t opinion. So British Union demands reality in another of our oldest established institutions. It is no part of t he British Union creed to destroy traditional forms of nationa l life, but to restore the original functions of th ese institutions and imbue them with vitality to grapple with the pr oblems of our age. The House of Lords should find u nder British Union inspiration a new life of leadership and usefulness."},{"pageNumber":27,"pageContent":"Chapter Fourteen THE GOVERNMENT BRITISH Union Government will differ from present G overnment in the concentration of authority and responsibility in fewer hands. Detailed administrat ion will pass largely to self-governing; Corporatio ns, while many Government departments and even ministries wil l be combined under one Minister. The Government may be expected to consist only of the following mi nisters :  Prime Minister  Home Secretary (responsible also for Ministry of He alth and all local government)  Foreign Secretary  Imperial Secretary (combining Dominion and Colonial secretaryships and the India Office)  Minister of Defence (controlling Air Ministry, Admi ralty and War Office)  Minister of Corporations (controlling all present e conomic ministries, such as Agriculture and Transport, Board of Trade, and Ministry of Labour)  Minister of Education and the Fine Arts  Chancellor of the Exchequer  Lord Chancellor (controlling, all legal departments and administering British Equity). The inner Cabinet would be comprised of only three or four ministers without portfolio sitting with th e Prime Minister to plan national affairs as a whole. These Ministers, who could bear the old traditional titl es of Lord President of the Council, Lord Privy Seal, etc., wo uld be relieved of administrative duties, and would devote their time and energies to general questions. As Mo sley has pointed out it is absolutely necessary for a Government to think out the problems with which it is faced, but when its members are so occupied with administrative details that they have no time to th ink, it is not surprising that Government shows lit tle evidence of thought. British Union Government will work on a different p rinciple, vesting supreme power in a small executiv e Cabinet, who will be able to take a wide view. Admi nistrative Ministers will be called into consultati on in the discussion of executive action concerning them, but the final decision will rest with the Prime Minist er and his inner Council, who will have complete freedom of ac tion unobstructed by administrative red tape. Ministers will be \"ex officio\" members of both Hous es. They will possess the right to be represented b y their Under-secretaries in their absence, so that a prope r contact between Government and Parliament is main tained. British Union will drop the absurd idea that Minist ers should be chosen only from among Members of Parliament. It does not follow that because a man m ay be a good representative of one. particular trad e or occupation, that he should therefore be especially qualified for office. No harm will be done in divor cing Government office from Parliamentary representation . It may be asked what control the people will exerci se over Government, if it is thus divorced from pop ular representation. Clearly there can be no pro-Governm ent and anti-Government parties in Parliament. This would be entirely contrary to British Union principles an d a return to the bad Party System. Parliament must vote on the merits of each case, and not as a means of expr essing its opinion of the Government in office. A British Union Government is prepared to submit it self to a direct vote at regular intervals. At leas t every five years a plebiscite will be taken, and the people wi ll be given an opportunity of voting for or against the Government. By this means they will possess the mos t direct control over Prime Minister and Government by refusing their mandate to Ministers of whom they no longer approve. It has been argued that such an el ection would not be fair as no opposition propaganda would be allowed, but we prefer to believe that the Brit ish people are quite capable of recognising a bad gover nment, when they experience it, without a lot of in terested politicians pointing out its defects to them. On th e other hand we are all thoroughly tired of the rep eated swing of the pendulum from one extreme to another, and wo uld prefer that the advantage, if anything, should, in the interests of the nation, be given to a continuity o f governmental policy. In the event of any grave ab use of office, however, the people would have it in their power to dismiss the Government by an adverse vote."},{"pageNumber":28,"pageContent":"Such is then the compact efficient form of British Union Government deriving its authority by direct p lebiscite from the people themselves. No more than a dozen mi nisters in all form the whole Government, with an i nner Cabinet of less than half that number, relieved of administrative duties to direct national affairs as a whole. With such a handy instrument, in place of the cumbe rsome governmental machine of today, with its many posts for place seeking politicians, the British Union Pr ime Minister will be able to achieve the reconstruc tion impossible to his predecessors."},{"pageNumber":29,"pageContent":"Chapter Fifteen THE CROWN British Union recognises the traditional dual sourc es of sovereignty in our national life, KING and PE OPLE. This will become of the utmost importance in the ev ent of the rejection of the government by the peopl e at a plebiscite. The people will then have withdrawn the ir support from government, which will, of course, be forced to resign. Responsibility for continuity of government will then fall upon the Crown, which wil l not have the automatic resort to an opposition party, the \"H obson's Choice\" of Democracy. The King will be required to interpret the people's verdict and find new ministers in whom he believes the people will have confidence. The new government wil l then submit itself, by a further plebiscite, to t he people. This procedure lays a much greater responsibility u pon the Crown than does Democracy, but we have ever y confidence in the ability of King and Royal Family to carry out their ancient obligations. British Union will restore the good feudal principl e that land is held directly or indirectly of the C rown for service, insisting that no land is held in absolute right, but that the owners owe a feudal duty of se rvice to the Crown, and through the Crown to the British people. This service was originally military service, when the King could rely upon his feudal levies to protect t he Kingdom in time of invasion. Today the service r equired is obviously economic, and will be strictly imposed up on every owner of land. The ownership of land will again become a social ob ligation. Landowners will be expected to give the l ead to their tenants in the proper utilisation of the soil , undertaking the personal management of their esta tes and living amongst the people for whose welfare they are respo nsible. By this means, the good social relationship s that still linger in many parts will be strengthened. In these days of overcrowding, uncontrolled ownersh ip of land constitutes a dangerous and obstructive monopoly. What better and more traditional control could be found than the restoration of the feudal a uthority of the Crown? If any landowner should prove obstruc tive or fail in his duty, the Crown will resume occ upation of his estates and pass them to some loyal subject, or subjects, better fitted to administer them in t he public interest. Finally we come to the matter of the King's Privy C ouncil. After a Fascist revolution the relics of pa st democratic governments can scarcely be useful advis ers to the monarch. We have no doubt, therefore, th at His Majesty will agree to the abolition of the Privy Co uncil in its present form, and its replacement by a Grand Council composed of the leading personalities who h ave been instrumental in the great revolutionary ch ange. The councillors will be appointed on the advice of the revolutionary Leader, and will be recruited fro m rising political personalities as these find their way int o prominence. So it will be seen that British Union reserves a ve ry important role for the Crown in the organisation of the Corporate State, and will certainly not be lacking in respect to King and Royal Family. Indeed, the Cr own will regain a position of leadership and feudal responsi bility it has not enjoyed since Charles I was execu ted by the first democratic parliament of the rapacious mercha nts of the City of London."},{"pageNumber":30,"pageContent":"Chapter Sixteen LOCAL GOVERNMENT BRITISH Union implies a centralised political syste m, but also devolves a large measure of self-govern ment upon the Corporations. The question arises as to th e future of democratic local government through whi ch so much administration passes today. Local self-government must eventually be largely su perseded by industrial self-government, because the latter is more efficient and in keeping with the specialis ation of modern knowledge. Before the institutions of the Corporate State are. brought into being, however, t he first British Union Government must operate thro ugh the existing institutions of the State, of which those of Local Government are of great importance. British Union will never tolerate local authorities dominated in opposition to the party in power at W estminster. No business can prosper when its branches follow a different policy from its central office, and Gover nment would assure that its authority at the. centre will not be sabotaged by local authorities. During the first British Union Parliament, Blackshi rt M.P.s will return, after giving the Government p ower to act by voting an Emergency Powers Bill, to their ow n constituent areas, and will be empowered to super vise Local Authorities in their administration of the ne w measures of reconstruction. These M.P.s will tolerate no attempts to obstruct, and will take measures to reform Local Authorities in keeping with the new age. Personal responsibility will repl ace anonymous committee management, individual councillors being made responsible for departments and answerable for them to the Council. If mismanag ement occurs it will be possible to pin down responsibili ty to an individual, who will not escape by the usu al excuse of shifting majorities on a committee. Obstruction cou ld be traced to the individual, and he would be dea lt with directly without deposing a whole council, on which there may be members willing to co-operate, whatev er their former attachments may have been. But the use of M.P.s as local leaders in reorganisa tion it should be possible to pass the transitional period without difficulty. A single purpose will be mainta ined, both national and local, and every resource o f men and material used for national reconstruction. Great pu blic works on roads and reclamation, re-housing and town planning, will be carried through with the minimum of obstruction. A full reconditioning of Britain fo r her new destiny. At the end of the transitional period, when a new e lection is held on an occupational basis, the new M .P.s will no longer be elected on a regional franchise and wi ll not be suited to undertake these duties. They wi ll be replaced by officials, using the traditional titles of \"Lord Lieutenants\" of Counties, etc., but veste d with considerable responsibilities and powers of local a dministration. Responsibility for law and order wil l be vested in an hierarchy responsible to the Crown, and close ly paralleling feudal principles in the ownership o f land. Under these administrators the present borough, urb an and county councils will function more actively in a much modified form. They will not be elected on a g eneral franchise, but by local occupational, cultur al and recreational groups. With the development of the Co rporations most executive functions will pass to th em. Road maintenance, lighting and traffic direction wi ll pass into the hands of the Transport Corporation . Water supply, drainage, electric and gas Supply to the Pu blic Utilities Corporation. Housing and slum cleara nce to the Building Corporation. Hospital and ambulance servic es to the Medical Corporation. While Police and Cri minal investigation will be centralised under the Home Of fice, and Education under a national authority. It is unnecessary to elaborate the advantages of ce ntralised national organisation in all these sphere s. Local administration of such services is obsolete, and mu st be replaced by such nationally planned organisat ions as the Electricity Supply Board. British Union merely meets this trend of the times in advance. Many important functions will remain for the recons tituted councils. They will act as advisory council s to the local administrator. They will be the channels for the expression of local opinion, and will pass grie vances and suggestions to the relevant Corporation. Their most important remaining function will be the. encourag ement of local cultural activities, including the maintenanc e of local traditions, and the coordination of recr eational"},{"pageNumber":31,"pageContent":"facilities. They will play a large part in town pla nning, and maintain their civic responsibilities up on this higher level of cultural and artistic reputation. British Union will counterbalance 'centralisation, by a very real encouragement of local cultural trad itions and handicrafts, local sports and amenities, and it wil l be the duty of the local authorities to extend th eir work in this direction."},{"pageNumber":32,"pageContent":"Section Three CULTURAL Chapter Seventeen THE PROBLEM OF LEISURE The effect of solving the problem of abundance and finding means for the distribution of plenty will b e a temporary solution of the unemployment problem. But as Science endows us with ever-increasing powers o f production, we are bound to be faced once more with a superfluity of labour, as the machine displaces man. In a properly organised state this will not involve any return to the scourge of unemployment, for a superf luity of labour will be met by shortened hours, lengthened e ducation and earlier retirement. The problem of unemployment becomes transformed into a problem of leisure. Many refuse to take this problem seriously, pointin g out that the rich have long enjoyed leisure. This is a poor argument, as the misuse of leisure by the rich is a crying scandal. No treadmill could be more weariso me to the man of discrimination than the futile succession of \"events\" that constitute the London Season. It wou ld be a national tragedy if the emancipated masses were to take the rich as their pattern and base their use o f leisure upon the dismal trivialities of the fashionable wor ld. A serious obligation of the Corporate State will be the organisation of leisure. Every Corporation wil l organise recreational facilities. Libraries, playing fields and social clubs supplied by prosperous and progres sive firms will be co-ordinated and thrown open to all in the industry. The British Union will not be satisfied u ntil every worker has facilities to enjoy his favourite sport and follow his own recreational hobby. Instead of p laying football our young men go to see others play. Inste ad of training as athletes they watch dogs, horses, and motor cyclists race around a track. This is a most ominous sign, for it is the differen ce between Greece and Rome, between the athlete and the gladiator. The decline of Rome included the policy of bread and circuses for the dispossessed proletar iat deprived of access to work and the soil. The Britis h people must be led back to the playing fields. Th ey must learn that physical fitness apart from being a plea sure to themselves is an obligation which they owe to the nation. The first efforts in the organisation of le isure, especially for the young, will be devoted to sport and athleticism. Every industry will have its own sport s ground and swimming' pools in every industrial to wn, and its own teams to compete for the highest sporting a nd athletic honours. There are many less strenuous forms of recreation o f equal value. Music, dramatics, literature, debate and indoor games of skill will be encouraged. Here is t he answer to those who fear the results of raising restrictions upon drinking. The public house is popular because it is often the only centre of social recreation av ailable. Already the cinema has reduced drunkenness by its s uperior recreational value. British Union centres o f athletic and cultural recreation will complete the process a nd reduce drunkenness to its pathological minimum. Thus we make of leisure not a curse, but an opportu nity. This cannot be achieved by the democratic met hod of anarchy and chaos. A proverb tells us that \" The de vil finds mischief for idle hands to do,\" and there are elements in modern society which are not above givi ng the devil able assistance - at a price. Our addi tional leisure must not lead to the development of such a sink of iniquity in London, as disgraced Berlin bef ore the National-Socialist Revolution. That leisure must be directed by authority into channels that will bene fit both State and people, improving the physical well-being of the race by an ordered athleticism, and develop ing the cultural standards of the masses by recreational ac tivity."},{"pageNumber":33,"pageContent":"Chapter Eighteen PATRONAGE OF ART OPPOneNTS insist that the Fascist State is inimical to culture because it tends to deprive the artist of the freedom of self-expression. Like most such accusati ons, it takes for granted the enjoyment of liberty at the present time. In this commercial age, the artist is bound to the most sordid standard of popular taste , from which he can only escape by a studied eccentricity in the hope that his .audacity may attract the intellectu al snobs. To call this a state of freedom is a perversion of ter ms. We live today in an age of lucre. The tyranny of th e majority is come. It is upon the artist that this tyranny falls most heavily, for .he is in a small minority in a p hilistine world. By establishing' commercial standa rds, the majority condemn the artistic minority to serve the ir popular taste, or starve in obscurity. This is n ot freedom but the harshest of tyrannies. It is not surprising that art has sunk to a low ebb and that artists sh ould form a rebellious Bohemian community, intent, mainly, upon shocking the hippopotamus that crushes their talen t, but seldom succeeding in penetrating its thick philisti ne hide. Art is the expression of the spirit of the whole co mmunity, or it is nothing but neurotic self-exhibit ionism. If art is to recover its prestige it must receive generous patronage. The philistine majorities are unfitted for this tactful undertaking. The aristocracies of the past were far more successful in patronage of the arts; as were even the \"nouveau riche\" Roman capitalists like Maecenas. Ou r millionaires fall far short, and there is somethi ng humiliating in subordinating artists of genius to b e the paid servants of the rich. The Corporate State offers the artist his own honou red place in the national life. A special corporati on will give him self-governing powers and enable him to equip a nd train himself and his fellows. This corporation will enjoy special protection and support. It is only by giving the artist his proper place in the national life and granting him means of protec ting his own interests that we can save culture from the decline due to decades of neglect. The Corporate State will maintain a much closer con tact between artist and people. The mass, in their recreational hours, will be encouraged, by reduced prices and special facilities, to visit concerts an d opera, theatres and exhibitions of pictures and sculpture, so that the artist no longer lives apart as a Bohe mian rebel against society, but enjoys the patronage of the pe ople themselves. To prevent the extension of living by proxy, the pe ople will not only be encouraged to view the works of the professional artist but will be given every facilit y to develop their own amateur talents. The rise of the machine has ruined handicrafts and damaged artistry. Britis h Union will combat this tendency by means of recre ational organisation which will be largely devoted to resto ring lost handicrafts. The. ideal is that the man w ho has just left tending the automatic machine that turns out h undreds of shoes an hour may yet return to his own last and turn out a hand-made pair of shoes as good as any m ade by mediaeval craftsmen. It would seem a good measure, in order to curb the cruel, drab mediocrity of the machine age. to obtai n the best simple forms for mass production and then forbid th e manufacture of any articles of decoration by mach ine. Let us use the machine to produce necessities and banis h poverty, but the reproduction of articles of deco ration by the million is killing artistic impulse. The man wh o, not so long ago, would have produced some vase o r picture frame at his own work bench or with his own fretsaw now walks down to Woolworth's and buys the same so rt of article for sixpence. As recreational schemes develop, the tendency will be to restore handwork as an artistic hobby after t he day's work on the machine is ended. A hobby that may well become increasingly profitable as an appreciation of handwork returns and machines are restricted to the manufacture of simple necessities and complicated mechanisms. No longer will the mantel-pieces of the people be adorned with Birmingham-produced \"Presen ts from Margate,\" but with the products of the skill o f members of the family and their neighbours. We ma y even see a return to the beautiful decorated hand-made f urniture of Chippendale and Adam."},{"pageNumber":34,"pageContent":"Without following the vista of a returning age of a rt and artistry, in which artist and people will re cover their lost harmony, enough has been said to show the absu rdity of condemning Fascism as the enemy of culture . Considering the hopeless decline of artistic accomp lishment throughout the demo-Liberal era, any such accusation comes badly from the reactionary support ers of the present order. A revolutionary urge that restores the national spirit of the British people may well recover the Tudor atmosphere that gave us Shakespea re and the greater triumphs of English poetry and drama."},{"pageNumber":35,"pageContent":"Chapter Nineteen ORGANIC PURPOSE NO greater mistake could be made than to regard the Corporate State as a mere mechanism of administrat ion. On the contrary, it is the organic form through whi ch the nation can find expression. Fascism is no ma terialist creed like Communism, which sets up, as its only pu rpose, the material benefit of the masses. Fascism is essentially idealistic, and refuses any such limita tion. Fascism recognises the nation as an organism with a purpose, a life, and means of action transcending those of the individuals of which it is composed. To limit s uch an organism to a purpose within itself, to the mere service of its constituent parts, would be a denial of the whole philosophic concept of the Corporate State. No active organism can adopt a self-limiting purpos e. There is always striving towards an external goa l or development would cease. Man himself, as an organis m composed of many million cells, does not consider his whole purpose one of self-indulgence, or at least s uch men are rightly condemned by all moral authorit y. The man of worth will sacrifice his immediate welfa re to the needs of his career. Similarly, the Corpo rate State must not be considered solely as a means of good go vernment. It is also the means of self-expression o f the nation as a corporate whole in the attainment of it s national destiny. This does not involve a claim of divinity for the S tate. The very suggestion of purpose debars any cla im to divinity, for the divine is perfect and cannot have a progressive purpose. On the contrary, the State is in grave need of spiritual guidance in the attainment of its purpose, which is the achievement of national dest iny in accord with universal moral law. The fact that Fasc ists condemn the present form of the State and the form that it has adopted in Soviet Russia shows that the Fasc ist does not accept the absolute, authority of the State as divine. He judges the present State by absolute val ues that transcend all states and advocates the ado ption of the Corporate. State because this will be in better acc ord with the divine law. The Corporate State is then in no sense absolute, b ut must conform to the universal moral law as a hum an institution. On the other hand, it is only through co-operation with others in the organic purpose of the State that the individual can attain his highest potentiality. There is no need for any conflict between individu al and the State, as neither can exist without the other. It i s only by a true balance between the needs of indiv idual and State that progress can be achieved for both. The C orporate State, with its functional organisation of human effort in a communal purpose, best achieves this es sential balance. It may then be asked what is this purpose, this des tiny, for which you desire to prepare the nation. H ere a little becoming modesty would not be out of place. One has become heartily sick of the rationalist materialis ts who, like Mr. H. G. Wells, know exactly where they are g oing. We set no limit, especially in the cultural s phere, to the achievement of the nation. We know that we are not merely preparing the nation for war, for, unlik e our internationalist opponents, we are perfectly prepar ed to recognise and sympathise with the national as pirations of other peoples. We know that mere material satisf action of the needs of the masses is not our ultima te aim but merely a means of releasing the people from sordid material pre-occupations to take part in the great adventure. What then is the purpose of the Corporate organisat ion of the national life? May I, as a humble member of the nation, profess my ignorance of the divine purpose upon earth which i s our destiny? All that we can do is to prepare a fitting vehicle for the attainment of that destiny, to giv e the nation that organic form instinct with life, which will en able it to play its part in the great events of fut ure world history. This, however, at least we may say, that the mediae val people who lived in hovels and built cathedrals were nearer to a realisation of the divine purpose than we are today; that the Tudor Period, the high point of our own national life, found its expression, not only in th e seafaring and Empire building of Walter Raleigh a nd Francis Drake, but in the philosophy and science, of Franci s Bacon and the poetry and drama of William Shakesp eare. It will be in recovering the \"age of faith\" of Chri stendom and the vital energy of Tudor England that we may realise in part the great future of our nation."}]
