[{"pageNumber":1,"pageContent":"ATTACKS ON INNOCENT ARABS ~ Articles by David Icke ATTACKS ON INNOCENT ARABS REVEAL THE CHILD-LIKE MENTALITY OF THOSE RESPONSIBLE - AND HOW EASY IT IS FOR A FEW -TO CONTROL THE WORLDBy David Icke One of the scenes imprinted in my psyche was when the prison van left the court in Liverpool with the two young boys accused, and later convicted, of the murder of the toddler, James Bulger.In the wake of this terrible event, those who condemned the two boys for their violent actions proceeded to attack the prison van and screamed that they wanted to kill the kids inside. The mentality that can condemn murder and violence while seeking retribution by the same means must tread the very depths of hypocrisy and self-delusion. So it is with the oh so predictable attacks on innocent Muslims in America and Britain, people who are no more responsible for what happened in New York and Washington than those who are now seeking to cause them harm for the crime of being a Muslim in a country where the Illuminati government has launched a coldly calculated, pre-arranged, propaganda campaign to demonise the Arab world for its own sick and despicable ends. http://www.davidicke.com/icke/articles3/innocentarabs.html (1 of 5) [2/28/2003 9:28:04 PM]"},{"pageNumber":2,"pageContent":"ATTACKS ON INNOCENT ARABS ~ Articles by David IckeThe same happened after the Oklahoma bombing in 1995 when rumours that an Arabic group were responsible began to circulate and the conditioned confusion is such that Arab people are now pointing out that it was an American, Timothy McVeigh, who turned out to be responsible for that. So here we have Americans believing that Arabs were behind the horrors of this week while Arabs are saying that people should remember that an American right-wing fanatic was behind the Oklahoma bomb. But BOTH have been manipulated to believe a falsehood. Bin Laden was not the man behind the events of this week and McVeigh was not the man who destroyed the Murrah building. The same force was behind both atrocities and bin Laden and McVeigh are just the fall guys to hide that fact. The child-like mentality that is now causing suffering for Arabic people in the U.S. and elsewhere has clearly given up any pretence at rational thought. Terrible violence has been perpetrated on the occupants of the Pentagon and the World Trade Center (some of whom will have been Arabic themselves no doubt) and so these silly people believe that they must be violent and hostile to anyone who happens to be of the same genetic stream as those the government is WRONGLY accusing. Beam me up Scotty, it's mad down here.This is a classic example of how the human race is divided and ruled. The manipulated masses of one country are played off against the manipulated masses of another country or countries. What we all need to understand is that it is those who RULE the people within all countries, races, and religions, that we need to focus on because THESE RULERS ARE CONTROLLED BY THE SAME FORCE!!The Arab peoples are manipulated and herded by their Illuminati rulers just the same as Israeli people or Americans, Australians, and elsewhere. It is we, the manipulated people who need to unite and http://www.davidicke.com/icke/articles3/innocentarabs.html (2 of 5) [2/28/2003 9:28:04 PM]"},{"pageNumber":3,"pageContent":"ATTACKS ON INNOCENT ARABS ~ Articles by David Ickerecognise our common desires and interests. Instead, like these ridiculous people who are attacking those of Arabic origin, we allow ourselves to fight among each other and therefore play the very game the Illuminati (those REALLY responsible for the U.S. atrocities) want us to. NOW IS THE TIME TO COME TOGETHER IN COMMON CAUSE,ALL PEOPLES, ALL RACES, ALL RELIGIOUS BELIEFS,BECAUSE IF WE DON'T WE WILL BE DIVIDED AND RULED IN A GLOBAL PRISON OF OUR OWN MAKING.David Icke Related Articles:ALICE IN WONDERLAND AND THE WTC DISASTER by David IckeBosnia and Oklahoma: Problem-Reaction-Solution by David IckeThe Biggest Secret Interview by David IckeThe Global Elite by David Icke & Jeff RenseSpiritual answers to Global Conspiracies Turning the Tide of World Events by David IckeRelated Research: Begin your search for the truth today ---http://www.davidicke.com/icke/articles3/innocentarabs.html (3 of 5) [2/28/2003 9:28:04 PM]"},{"pageNumber":4,"pageContent":"ATTACKS ON INNOCENT ARABS ~ Articles by David IckeThe Biggest Secretand the truth shall set you freeI am me I am freeChildren of the MatrixThe Robots' RebellionLifting the VeilWhat You Should Know about the US ConstitutionThe ConspiratorsThe Temple of Karnak-How Rogue Judges Have Been Strangling Your DemocracyThe Tranceformation of AmericaRule by SecrecyRulers of Evil Link URL for websites http://www.davidicke.com/icke/articles3/innocentarabs.html http://www.davidicke.com/icke/articles3/innocentarabs.html (4 of 5) [2/28/2003 9:28:04 PM]"},{"pageNumber":5,"pageContent":"ATTACKS ON INNOCENT ARABS ~ Articles by David Ickehttp://www.davidicke.com/icke/articles3/innocentarabs.html (5 of 5) [2/28/2003 9:28:04 PM]"}]
