[{"pageNumber":1,"pageContent":"Welcome to David Icke's WebSite ~ www.davidicke.comThis page is maroon background and white letteringIf you do not see this color scheme - click hereHOW IT IS POSSIBLE TO ORCHESTRATE AND MASTERMIND A TERRORIST ATTACK WITHOUT THE TERRORISTS THEMSELVES EVEN KNOWING WHO IS REALLY BEHIND ITBy David IckeOne of the crucial elements in the Illuminati global network is, as I have been emphasising in my books for years, the technique of \"compartmentalisation\".The Illuminati structure is one of pyramids within bigger pyramids within still bigger pyramids until you reach the one that encompasses all the others. It is like Russian dolls, one inside the other.Look at any organisation today, a bank, business, university, government, whatever, and you will see that it is structured as a compartmentalised pyramid. The person who sits behind the counter in a bank will not know what their branch manager is deciding or planning, and the manager, in turn, will not know what is happening at regional level, and they will not know what http://www.davidicke.com/icke/articles3/terrorattack3.html (1 af 7) [19-06-2002 11:22:54]"},{"pageNumber":2,"pageContent":"Welcome to David Icke's WebSite ~ www.davidicke.comis being planned at national level, and on it goes.The only people who know the true plans and agenda of that bank are the handful at the top of the pyramid who know how all the innocent, individual, contributions by people employed by the bank fit together. The overwhelming majority of employees, including those in agencies like the CIA and FBI, have no idea what the big picture is because they are compartmentalised from what is going on elsewhere at their own level, let alone at higher and higher levels.What can seem matter of fact and innocent to an individual within the pyramid can be very much more sinister when put together with everyone else's compartmentalised contributions.A \"bank\" pyramid, for instance, is encompassed by bigger pyramids until you have one that includes the whole global banking system and at the top of that are a handful of interbreeding families going back to the far ancient world who pull the strings of global finance to suit and manipulate their own agenda.It is the same with governments, transnational corporations, the global media empires, the secret society network, national \"security\" agencies like the CIA, and so on. They are each compartmentalised on a \"need to know\" basis and imprisoned by bigger pyramids and at these higher levels these apparently unconnected institutions, businesses, and agencies are all the SAME organisation controlled by the SAME people.http://www.davidicke.com/icke/articles3/terrorattack3.html (2 af 7) [19-06-2002 11:22:55]"},{"pageNumber":3,"pageContent":"Welcome to David Icke's WebSite ~ www.davidicke.comThis Illuminati structure of compartmentalised pyramids allows them to organise horrendous attacks like those in New York and Washington while those who actually hi-jacked the planes have no idea who the ultimate \"Mr. Big\" really is. For instance, the CIA (a mere tool and often fall guy for higher agencies) provided money and other support to the Afghan rebels and terrorist networks that eventually became the Taliban during the Soviet Union invasion.But the money and support was channelled through Pakistan and elsewhere and while some in Afghanistan would have known where it was coming from, the vast majority would not have known the true source, nor the nature of the global game in which they were being used as mere pawns.The Illuminati don't control everyone or even nearly everyone in these various organisations, they control those who control the http://www.davidicke.com/icke/articles3/terrorattack3.html (3 af 7) [19-06-2002 11:22:55]"},{"pageNumber":4,"pageContent":"Welcome to David Icke's WebSite ~ www.davidicke.comorganisation. It is through these few key positions of decision-making that everyone else in the organisation, the pyramid, is told what they will and will not do. It does not take many people to control the actions and policy of an organisation, whatever it may be, if you control the key decision-making positions.So in terms of the atrocities in the United States, let's start with those who actually hi-jacked the planes. These could have been directly mind-controlled and programmed to do it, or they could have genuinely believed they were serving their religion. Probably a combination of the two. It matters not to the Illuminati, it is the outcome they are interested in.The hi-jackers would have answered to a network or what they believed were the actual organisers. But from that point they would have lost track of the power game that was playing them like a violin. Who controlled what the hi-jackers believed was their support and organisational network? They have no idea.The Illuminati do not represent a \"side\" or a \"faction\". They CREATE the \"sides\" and the \"factions\" and they use them to manipulate the game of divide and rule and centralisation of global power. They operate within the Islamic world as they operate within the \"western world\".So as the bigger pyramids envelope the smaller pyramids you reach a point in the structure where the same force is manipulating and organising the horrors in America while also manipulating and organising the RESPONSE to those horrors through their puppets such as Bush, Cheney, Powell, and Blair.This is how they can work their problem-reaction-solution scams. One of their strands creates the problem (in this case the U.S. atrocities) another strand (the media) tells the people the Illuminati version of the problem (98% of journalists do this unknowingly), and yet another strand offers the \"solutions\" to the problem, \"solutions\" which advance their global agenda (in this http://www.davidicke.com/icke/articles3/terrorattack3.html (4 af 7) [19-06-2002 11:22:55]"},{"pageNumber":5,"pageContent":"Welcome to David Icke's WebSite ~ www.davidicke.comcase a massive erosion of freedoms to \"fight terrorism\").You could look at a structure something like this. There will be other elements involved, but it will give you an idea of what I am describing.Link URL for websites http://www.davidicke.com/icke/articles3/terrorattack3.htmlFeel free to post this page URL anywhere!Copyright(c) David Icke- Bridge of Love PublicationsPermission granted to distribute this article freely in free-to-the-public media and publicationsOther requests should be directed to Royal Adams Bridge of Love USAAdditional Reading:l ATTACKS ON INNOCENT ARABS REVEAL THE CHILD-http://www.davidicke.com/icke/articles3/terrorattack3.html (5 af 7) [19-06-2002 11:22:55]"},{"pageNumber":6,"pageContent":"Welcome to David Icke's WebSite ~ www.davidicke.comLIKE MENTALITY OF THOSE RESPONSIBLE - AND HOW EASY IT IS FOR A FEW - TO CONTROL THE WORLD ~ by David Ickel ALICE IN WONDERLAND AND THE WTC DISASTER by David IckeTurkish:l ALICE HAR•KALAR D•YARINDA Ve DÜNYA T•CARET MERKEZ• FELAKET• E•ER ABD GADDARLIKLARININ ARKASINDAK• GÜCÜ ARIYORSANIZ, YALNIZCA •U SORUYU SORUN: K•MFAYDALANIYOR? Yazan: David Ickefrançais:l Le Désastre du World Trade Center - Qui en bénéficie? par DAVID ICKE>>> To the Headlines Page <<< http://www.davidicke.com/icke/articles3/terrorattack3.html (6 af 7) [19-06-2002 11:22:55]"},{"pageNumber":7,"pageContent":"Welcome to David Icke's WebSite ~ www.davidicke.comhttp://www.davidicke.com/icke/articles3/terrorattack3.html (7 af 7) [19-06-2002 11:22:55]"}]
