[{"pageNumber":1,"pageContent":" The European Spider's Web! Parts 1 & 2 by David Icke From: Bridge of Love Magazine ~ May 1997 Part One: Welcome to Hitler's Europe, 50 years on! A web is being woven in Europe day after day. A vast web which is intended to trap every man, woman and child on the continent. This web being woven by politicians, government officials and financiers who are no more than actors playing out roles in a grotesque movie under the direction of the Global Elite. This web has a name. It is called the European Union. The \"actors\" have names too. We see them on television daily, reading out their scripts on the news programs as they debate the rights and wrongs of a European Super-state, controlled by a single currency and a European Central Bank. It is a game played out to manipulate the public mind and create a Europe that Page 1 of 14The European Spider's Web!12-10-2001http://www.davidicke.com/icke/articles/europeanweb.html"},{"pageNumber":2,"pageContent":"was once Adolf Hitler's vision, 50 years ago. Hitler had a design for Europe had he won the Second World War. He called his \"vision\" the Europaische Wirtschaftsge- meinschaft and it translates as the European Economic Community - the very name for stage one of the European fascist/communist dictatorship, now known as the European Union. It has been created by the two most effective of the mass mind- controlling techniques. I call them problem-reaction- solution and the stepping stones approach. The Elite-engineered Second World War (problem) led to an understandable public reaction (something must be done to stop another war in Europe) which led to the Elite \"solution\" (to an Elite-inspired \"problem\") -the creation of the European Economic Community (EEC or Common Market) and the United Nations. The EEC was sold to the people as a means of stopping war. You bring the countries of Europe together economically and make them interdependent and they will stop fighting each other. But all along the Elite knew what they really had in mind - the centralized European dictatorship called the European Union. This is where the stepping stones approach came in. Over the decades since the formation of the original EEC, the agenda has moved on year after year as more powers have been taken piece by piece from nation states and handed to the un-elected European dictators in Brussels. We have now reached the point where national law is subordinate to European law. Example, the United Kingdom government no longer has the power to Page 2 of 14The European Spider's Web!12-10-2001http://www.davidicke.com/icke/articles/europeanweb.html"},{"pageNumber":3,"pageContent":"remove taxation on heating fuels for the poor and aged because European law has decided that it must be at least 5% in all member states of the Union - and the British still think they are free! New World Order The transformation of Europe into a massive centralized dictatorship is only a strand of the global web of deceit I detail in 'And The Truth Shall Set You Free', but it is a key part of the New World Order agenda for centralized control of the planet. The Elite who dominate the global financial and political systems are seeking to impose a world government, central bank and currency which would oversee and dictate, the policies of three groupings of super-states. These are planned to be the European Union, the American Union (to be evolved out of the North American Free Trade Agreement to include the whole of the Americas), and the Pacific Union (to be evolved out of the Asia-Australia \"free trade area\" known as APEC). Nation states would be little more than local councils to this vast structure of global control. Indeed most nation states would be broken up into regions to further diminish the chances of effective resistance. The Bilderberg Group Behind the creation of the European Union is the Bilderberg Group, the deeply secretive cartel of leading bankers, heads of transnational corporations, politicians, academics and \"opinion formers\", media bosses and military chiefs. The Bilderberg Group is part of a network including the Royal Institute of International Affairs (UK), the Council on Foreign Page 3 of 14The European Spider's Web!12-10-2001http://www.davidicke.com/icke/articles/europeanweb.html"},{"pageNumber":4,"pageContent":"Relations (USA) and the Trilateral Commission (USA, Europe, Japan). All work to the same agenda. One of the main goals of the Bilderberg Group from its official formation at the Hotel Bilderberg in Oosterbeek, Holland in May 1954, was to install a European super-state with a central bank and currency, exactly along the lines now quite obviously unfolding. The first chairman of the Bilderberg Group was Prince Bernhard of the Dutch royal family - a close friend and associate of Britain's Prince Philip, another Bilderberg attendee. The current chairman is the former Secretary-General of NATO and British Foreign Secretary, Lord Carrington, an Elite gofer and bosom-buddy of the Rothschild family and longtime Bilderberger Henry Kissinger. Prince Bernhard was a major influence behind the creation of the Bilderberg Group and the European Community - now the European Union - along with the Pole, Joseph Retinger. Also involved were infamous American Elite front-men like the Rockefellers, Averell Harriman and the Dulles brothers. The European Union we see today has been designed from the very beginning by those who control the Bilderberg Group -the House of Rothschild, the Rockefellers, and the \"blue blood\" families (tribes) of Europe. Look at the major voices calling for the European super-state and invariably you will be looking at a Bilderberger. The classic example is Mr. Federal Europe, Chancellor Kohl of Germany, who issues daily calls for a single bank and currency as he seeks to complete the vision of centralized European control which one of his predecessors, Adolf Hitler, once Page 4 of 14The European Spider's Web!12-10-2001http://www.davidicke.com/icke/articles/europeanweb.html"},{"pageNumber":5,"pageContent":"sought to impose. Another major influence in the imposition of the European dictatorship is the President of the European Commission, Jacques Santer, the Bilderberger who sits atop the enormous European Union bureaucracy which tells \"elected\" governments what they can and cannot do. If we take the example of the UK you can see the constant hidden hand of the Bilderbergers and the Elite in the manipulation of the European \"debate\". The man behind the UK's entry into the European spider's web, sorry the EEC, was Bilderberger Ted Heath, the Conservative Prime Minister from 1970-74. He is still today a constant promoter of a federal Europe. One of his fellow signatories when the UK joined the EEC in 1972 was Lord Home (Sir Alec Douglas Hume), another former British Prime Minister and, for a time, chairman of the Bilderberg Group. The head of Ted Heath's policy unit was Lord Victor Rothschild, one of the great manipulators of the 20th century, a super spy, a major force in the creation and development of Israel, and a man I name in 'And The Truth Shall Set You Free' as a key player in the assassination of John F Kennedy. One of Ted Heath's close associates, Douglas Hurd, would later become the British Foreign Secretary who signed the Maastricht Treaty which turned the EEC into the European Union and massively advanced the Elite agenda. The One Party State The \"opposition\" Labour Party is just another aspect of Page 5 of 14The European Spider's Web!12-10-2001http://www.davidicke.com/icke/articles/europeanweb.html"},{"pageNumber":6,"pageContent":"the UK's One Party State. While Bilderberger Ted Heath was taking the UK into the EEC, he was supported by another Victor Rothschild associate, the Labour leader and three times Prime Minister, Harold Wilson, a fellow Bilderberger. Further Labour Party support came from leading figures like the Bilderbergers - James Callaghan, who would later be Prime Minister; Denis Healey, who attended the first Bilderberg meeting in 1954 and a stream of those that followed; and Roy Jenkins, who would later be head of the European Commission. The leaders of Britain's third party, the Liberals, at the time of Heath and Wilson were Jo Grimond - yes, a Bilderberger - and Jeremy Thorpe, author of a book, Europe: The Case For Going In. Appropriately, all of those people except for Callaghan were products of the Elite's UK production line, better known as Oxford University. This is a massive recruiting and conditioning center, not just for British youngsters, but also for the overseas students, like Bill Clinton, who attend Oxford under the Rhodes Scholarship scheme set up by that arch manipulator of the Elite agenda, Cecil Rhodes. Bilderbergers everywhere! Today, the situation is just the same. Then the lame duck Prime Minister, John Major, attended a European Union Summit in Dublin at the end of 1996 to discuss moves to a federal Europe, he was flanked by two Bilderbergers, Kenneth Clarke the Chancellor of the Exchequer, and the Foreign Secretary, Malcolm Riftkind. It is Kenneth Clarke who is pressing for the UK to join a single European currency, and his number Page 6 of 14The European Spider's Web!12-10-2001http://www.davidicke.com/icke/articles/europeanweb.html"},{"pageNumber":7,"pageContent":"two at the helm of UK economic policy is another Bilderberger, William Waldegrave, the Chief Secretary to the Treasury, who served under Lord Victor Rothschild in Ted Heath's policy unit and is very close to the Rothschild family. The Labour Party leader and likely next Prime Minister of the UK is Tony Blair, a Bilderberger and Elite \"chosen one\". Blair attended the 1993 Bilderberg meeting in Greece with his \"opponent\" Kenneth Clarke. During his 1996 visit to the United States, Blair met a series of Elite front-men, including Bill Clinton, Henry Kissinger, Alan Greenspan, head of the Federal Reserve and George Soros, the global financial manipulator who operates under orders from the House of Rothschild. All of them are Bilderbergers. Blair's number two in the UK Labour Party is the shadow chancellor, Gordon Brown, yet another Bilderberger. The Liberal Democrats are led by Bilderberger Paddy Ashdown, who replaced Bilderberger David Steel. Both support a federal Europe. Within a year of Blair attending the Bilderberg bash in Greece, he was leading the Labour Party following the sudden death of Bilderberger, John Smith. I still do not believe that Smith's death by a \"heart attack\" was natural causes. Blair was elected to replace Smith with massive support from the media, including the newspapers of the Elite yes man, Rupert Murdoch. From the moment Blair took over, all hell broke loose in John Major's Conservative Government. Leaks, rows, and scandals were unleashed to create chaos and disarray, and to send the government's opinion poll Page 7 of 14The European Spider's Web!12-10-2001http://www.davidicke.com/icke/articles/europeanweb.html"},{"pageNumber":8,"pageContent":"ratings plummeting. Blair is now well ahead in the polls with the next General Election very close. Interestingly, exactly the same happened when Margaret Thatcher, another Bilderberger and Elite chosen one, became Conservative opposition leader in 1975. From then on the Labour Government was thrown into turmoil by strikes and internal upheavals. Thatcher won the election in 1979 and, with Ronald Reagan, carried out the Elite agenda through the 1980s. She was kept in power by the continued self destruction within the Labour Party, not least when four leading Labour names broke away to form their own party, the SDP. Three of these four, Lord (Roy) Jenkins, Lord (David) Owen and Bill Rogers, either were, or would later become, Bilderbergers. The coming election The next election in the UK is vital to the Elite because they want to ensure that the winner will take the country into the single European currency and the European Central Bank. They know that Bilderberger Blair and his Bilderberger financial side-kick, Gordon Brown, will do that. Hence the events to promote their victory. Stories in UK newspapers suggest that Blair will be advised on his election strategy by George Stephanopoulos, the Bilderberger who has helped his fellow Rhodes Scholar, Bill Clinton, win two US elections. Which of the Bilderberg front-men know what is going on and which are being used and manipulated without their full knowledge is difficult to say and this will vary from person to person. But some Page 8 of 14The European Spider's Web!12-10-2001http://www.davidicke.com/icke/articles/europeanweb.html"},{"pageNumber":9,"pageContent":"of them know exactly what they are doing and why. The Referendum Party Even the \"opposition\" to the European Super-state in the UK leads us to the same names, organizations and agenda. The financier and born-again environmentalist, Sir James Goldsmith, has launched a Referendum Party to press for a referendum to stop the further centralization of Europe. Sounds good, but hold on a minute. Goldsmith is a cousin of the Rothschild dynasty, which has been seeking the centralization of power in Europe for a long, long time. He is also a close friend of the global manipulator, drug runner, mass murderer and pedophile called George Bush, a leading advocate of the New World Order. Goldsmith has been involved in a stream of deals and Elite operations to advance the New World Order design for the planet. And he wants to stop a Federal Europe? Pardon? You must be joking! What he wants to do, of course, is to hijack the anti-federal Europe opposition and ensure it is led to glorious failure while, at the same time, helping to split the Conservative vote at the election and make a Blair win even more likely. This is precisely what the Elite front-man, Ross Perot, has done for Bill Clinton at the last two US presidential elections. Two other leading \"opponents\" of a federal Europe, John Redwood and Norman Lamont, also have interesting backgrounds. Redwood, who challenged John Major for the Conservative Party leadership in 1995, left Oxford University to join the N.M. Rothschild banking operation in London and, while still employed by the Rothschilds, he became policy advisor the Bilderberger Margaret Thatcher. Lamont, a former Page 9 of 14The European Spider's Web!12-10-2001http://www.davidicke.com/icke/articles/europeanweb.html"},{"pageNumber":10,"pageContent":"Conservative Chancellor, is a director of N.M. Rothschild. Norman \"Save our Sovereignty\" Lamont attended the Bilderberg meeting at Burgenstock in Switzerland in June 1995 with Emma Rothschild, the daughter of the infamous Lord Victor Rothschild. Days after attending a meeting f the organization that has been imposing a European super-state for more than 50 years, Lamont was sitting by the side of John Redwood opposing just such a super-state. Something not quite right here. So Jimmy, John and Norm, oppose the Super-state, eh? Sure you do, lads. Sure you do. Like I said, the European Spider's Web is being woven by actors, playing their parts, reading their scripts, and saying anything necessary to dupe the people. The European Central Bank When the European Central Bank opens in Frankfurt (Hitler's choice no doubt!), the economies of Europe and the new Euro currency will be officially controlled by bankers. The Maastricht Treaty, which has already been signed, says that the currency and central bank will be controlled by six unelected bankers with an eight year guaranteed period of office. And, as the Treaty says, no-one will be allowed to influence or over-rule the decisions of those bankers. Also, all gold and currency reserves currently owned by the nation states of Europe will come under the control of those bankers in Frankfurt, and there is no provision in the Treaty for them to be returned should a country wish to pull out. Hitler's Europe Yes, welcome to Hitler's Europe. Page 10 of 14The European Spider's Web!12-10-2001http://www.davidicke.com/icke/articles/europeanweb.html"},{"pageNumber":11,"pageContent":" Created in the minds of deeply disturbed, often mind-controlled people, and made physical by the purveyors of bullshit that we allow to grasp the reigns of power. In truth, my friends, what I have just described, is OUR creation. A few can only control the world because the human race has to see the world as the Elite wish us to see it. It is a mind full of naiveté and nonsense with buckets of sand always at the ready. If we bury our heads and stick our bums in the air, maybe it will all just go away, eh? Er, no. You don't want a European fascist dictatorship? You don't want a world fascist state? Good. But it won't just go away if you sit there. It will only be stopped if you open your mind, open your mouth, and get off your arse. Come on, human race - for our children's sake if not our own. This is wakey, wakey time. Part Two: Bilderberg front-man, Tony Blair, is swiftly implementing the Elite agenda after his landslide election victory in the UK on May 1st. Prime Minister Blair and his Bilderberg Chancellor of the Exchequer, Gordon Brown, have made significant policy changes with regard to finance and the European Union within days of taking office, as I predicted in the last edition of 'Bridge of Love'. Brown has announced that the Bank of England will now have the right to set interest rates - and not just the British Government as before. This, in effect, turns the Bank of England into the UK Page 11 of 14The European Spider's Web!12-10-2001http://www.davidicke.com/icke/articles/europeanweb.html"},{"pageNumber":12,"pageContent":"version of the US Federal Reserve, the privately-owned banking cartel which controls the United States economy through, in part, its power to set interest rates. It is hardly surprising that Bill Clinton should be so warm in his congratulations to Blair given that these two puppets of the Bilderberg Group and its offshoots are working to the same agenda. Blair has said that Clinton is the politician he most admires! An \"independent\" central bank is one of the criteria demanded for the introduction of the single currency throughout the European Union. Blair and Brown both support this policy and here is Brown taking immediate action to meet the conditions of entry. There were many loud voices in the UK Conservative party opposing the single currency and the European Central Bank, and these pressured John Major's Conservative Government into making gestures of resistance to the federal Europe agenda. How things have changed with the arrival of Blair. He dispatched Doug Henderson, his newly appointed \"Minister for Europe\", to Brussels to announce a new approach to European affairs, one that sees Europe as an \"opportunity\", not a \"threat\". This is news-speak for \"We'll back the agenda for a federal Europe!\" Yet further evidence of this came with Blair's appointment of Sir David Simon one of Britain's most pro-Europe industrialists, as Minister for Trade and Competitiveness in Europe. Sir David, the chairman of the elite oil giant, British Petroleum, wrote recently that:\" a single currency is a logical extension of the single market\". No, Sir David. It is the next extension Page 12 of 14The European Spider's Web!12-10-2001http://www.davidicke.com/icke/articles/europeanweb.html"},{"pageNumber":13,"pageContent":" of the Elite agenda for Europe. He has resigned from BP to take up his new appointment and he will be given a peerage by the Queen to allow him to serve the Government from the House of Lords. Another highly significant Blair appointment is that of Peter Mandelson, who is to Blair what Bilderberger George Stephanopoulos has been to Bill Clinton. Mandelson has been made \"Minister Without Portfolio\". His role, according to Downing Street sources, is to \"assist in the strategic implementation of Government policies and their effective presentation to the public\". Another term might be \"Minister for Meddling.\" It is my strong belief that Mandelson is a major link between the Bilderberg Elite and the inner and the inner circle of the Labour Party, now the UK Government. The UK may soon have a Bilderberger at the head of every major party. Tony Blair leads the Labour Party, Paddy Ashdown the Liberal Democrats, and now their fellow Bilerberger, Kenneth Clarke, the former Chancellor of the Exchequer, is seeking the leadership of the Conservative Party. All, of course, support a federal Europe. Page 13 of 14The European Spider's Web!12-10-2001http://www.davidicke.com/icke/articles/europeanweb.html"},{"pageNumber":14,"pageContent":" Page 14 of 14The European Spider's Web!12-10-2001http://www.davidicke.com/icke/articles/europeanweb.html"},{"pageNumber":15,"pageContent":"Additional recommended free reading:Also download one or more of the following electronic publica-tions if you want to know about the global mind control that isthreatening to create a global fascist one-party superstate in thenext few years:DAVID ICKE E-BOOKS AVAILABLE ON THE INTERNET: (pdf-files)* The Robot’s Rebellion - The Story of the Spiritual Renaissance* And The Truth Shall Set You Free - The most explosive book of the 20th century* I am me I am free - The Robots' Guide to Freedom* The Biggest Secret - The book that will change the worldDAVID ICKE AUDIO (TALKS AND INTERVIEWS) AVAILABLE ON THEINTERNET: (mp3-files)* From The Ancient World To 2012* Art Bell 11-11-98 Bloodlines&TheNewWorldOrder* Human sacrifice and Satanic ritual involving the most famous people in the world - 3 hour interview of Arizona WilderDAVID ICKE VIDEO AVAILABLE ON THE INTERNET: (avi-files)* Human sacrifice and Satanic ritual involving the most famous people in the world - 3 hour interview of Arizona WilderTo find these (unofficial) files you may have to search some of the file sharingnetworks like the KaZaA/Grokster network.They are not yet available for download at the (official) website:www.davidicke.comThis page was added to the original document in May 2002 by anindependant truth seeker not affiliated with David Icke in any way."}]
