[{"pageNumber":1,"pageContent":" Conspiracies, CoverUps, Truths, Facts, Oddities, Research Facts and Factoids \"Just the Facts Ma'am\" The Federal Reserve is PRIVATELY OWNED by Thomas D. Schauf \"There is a self-satisfied dogmatism with which mankind at each period of its history cherishes the delusion of the finality of existing modes of knowledge.\" Alfred North Whitehead 1"},{"pageNumber":2,"pageContent":"Dear American: Pursuant to your request, I will attempt to clear up questions you have about the Federal Reserve Bank (FED). I spent much time researching the FED and these are the shocking and revealing conclusions. THE FEDERAL RESERVE BANK IS A PRIVATE COMPANY. Article 1, Section 8 of the Constitution states that Congress shall have the power to coin (create) money and regulate the value thereof. Today however, the FED, which is a privately owned company, controls and profits by printing money through the Treasury, and regulating its value. The FED began with approximately 300 people or banks that became owners (stockholders purchasing stock at $100 per share - the stock is not publicly traded) in the Federal Reserve Banking System. They make up an international banking cartel of wealth beyond comparison (Reference 1, 14). The FED banking system collects billions of dollars (Reference 8, 17) in interest annually and distributes the profits to its shareholders. The Congress illegally gave the FED the right to print money (through the Treasury) at no interest to the FED. The FED creates money from nothing, and loans it back to us through banks, and charges interest on our currency. The FED also buys Government debt with money printed on a printing press and charges U.S. taxpayers interest. Many Congressmen and Presidents say this is fraud (Reference 1,2,3,5,17). Who actually owns the Federal Reserve Central Banks? The ownership of the 12 Central banks, a very well kept secret, has been revealed: Rothschild Bank of London Warburg Bank of Hamburg Rothschild Bank of Berlin Lehman Brothers of New York Lazard Brothers of Paris Kuhn Loeb Bank of New York Israel Moses Seif Banks of Italy Goldman, Sachs of New York Warburg Bank of Amsterdam Chase Manhattan Bank of New York (Reference 14, P. 13, Reference 12, P. 152) 2"},{"pageNumber":3,"pageContent":"These bankers are connected to London Banking Houses which ultimately control the FED. When England lost the Revolutionary War with America (our forefathers were fighting their own government), they planned to control us by controlling our banking system, the printing of our money, and our debt (Reference 4, 22). The individuals listed below owned banks which in turn owned shares in the FED. The banks listed below have significant control over the New York FED District, which controls the other 11 FED Districts. These banks also are partly foreign owned and control the New York FED District Bank. (Reference 22) First National Bank of New York James Stillman National City Bank, New York Mary W. Harnman National Bank of Commerce, New York A.D. Jiullard Hanover National Bank, New York Jacob Schiff Chase National Bank, New York Thomas F. Ryan Paul Warburg William Rockefeller Levi P. Morton M.T. Pyne George F. Baker Percy Pyne Mrs. G.F. St. George J.W. Sterling Katherine St. George H.P. Davidson J.P. Morgan (Equitable Life/Mutual Life) Edith Brevour T. Baker (Reference 4 for above, Reference 22 has details, P. 92, 93, 96, 179) How did it happen? After previous attempts to push the Federal Reserve Act through Congress, a group of bankers funded and staffed Woodrow Wilson's campaign for President. He had committed to sign this act. In 3"},{"pageNumber":4,"pageContent":"1913, a Senator, Nelson Aldrich, maternal grandfather to the Rockefellers, pushed the Federal Reserve Act through Congress just before Christmas when much of Congress was on vacation (Reference 3, 4, 5). When elected, Wilson passed the FED. Later, Wilson remorsefully replied (referring to the FED), \"I have unwittingly ruined my country\" (Reference 17, P. 31). Now the banks financially back sympathetic candidates. Not surprisingly, most of these candidates are elected (Reference 1, P. 208-210, Reference 12, P. 235, Reference 14, P. 36). The bankers employ members of the Congress on weekends (nickname T&T club -out Thursday...-in Tuesday) with lucrative salaries (Reference 1, P. 209). Additionally, the FED started buying up the media in the 1930's and now owns or significantly influences most of it Reference 3, 10, 11, P. 145). Presidents Lincoln, Jackson, and Kennedy tried to stop this family of bankers by printing U.S. dollars without charging the taxpayers interest (Reference 4). Today, if the government runs a deficit, the FED prints dollars through the U.S. Treasury, buys the debt, and the dollars are circulated into the economy. In 1992, taxpayers paid the FED banking system $286 billion in interest on debt the FED purchased by printing money virtually cost free (Reference 12, P. 265). Forty percent of our personal federal income taxes goes to pay this interest. The FED's books are not open to the public. Congress has yet to audit it. Congressman Wright Patman was Chairman of the House of Representatives Committee on Banking and Currency for 40 years. For 20 of those years, he introduced legislation to repeal the Federal Reserve Banking Act of 1913. Congressman Henry Gonzales, Chairman of a banking committee, introduces legislation to repeal the Federal Reserve Banking Act of 1913 nearly every year. It's always defeated, the media remains silent, and the public never learns the truth. The same bankers who own the FED control the media and give huge political contributions to sympathetic members of Congress (Reference 12, P. 155-163, Reference 22, P. 158, 159, 166). THE FED FEARS THE POPULATION WILL BECOME AWARE OF THIS FRAUD AND DEMAND CHANGE 4"},{"pageNumber":5,"pageContent":"We, the People, are at fault for being passive and allowing this to continue. Rep. Louis T. McFadden (R. Pa.) rose from office boy to become cashier and then President of the First National Bank in Canton Ohio. For 12 years he served as Chairman of the Committee on Banking and Currency, making him one of the foremost financial authorities in America. He fought continuously for fiscal integrity and a return to constitutional government (Reference 1). The following are portions of Rep. McFadden's speech, quoted from the Congressional Record, pages 12595-12603: \"THE FEDERAL RESERVE BOARD, A GOVERNMENT BOARD, HAS CHEATED THE GOVERNMENTOF THE UNITED STATES AND THE PEOPLE OF THE UNITED STATES OUT OF ENOUGH MONEY TO PAY THE NATIONAL DEBT. The depredations and the iniquities of the Federal Reserve Board and the Federal Reserve banks acting together have cost this country ENOUGH MONEY TO PAY THE NATIONAL DEBT SEVERAL TIMES OVER.\" About the Federal Reserve banks, Rep. McFadden said, \"They are private credit monopolies which prey upon the people of the United States for the benefit of themselves and their foreign customers; foreign and domestic speculators and swindlers; the rich and predatory money lenders. This is an era of economic misery and for the reasons that caused that misery, the Federal Reserve Board and the Federal Reserve banks are fully liable.\" On the subject of media control he state, \"Half a million dollars was spent on one part of the propaganda organized by those same European bankers for the purpose of misleading public opinion in regard to it.\" Rep. McFadden continued, \"Every effort has been made by the Federal Reserve Board to conceal its power but the truth is the Federal Reserve Board has USURPED THE GOVERNMENT OF THE UNITED STATES. IT CONTROLS EVERYTHING HERE AND IT CONTROLS ALL OUR FOREIGN RELATIONS. IT MAKES AND BREAKS GOVERNMENTS AT WILL. 5"},{"pageNumber":6,"pageContent":"No man and no body of men is more entrenched in power than the arrogant credit monopoly which operates the Federal Reserve Board and the Federal Reserve banks. These evil-doers have robbed this country of more than enough money to pay the national debt. What the Government has permitted the Federal Reserve Board to steal from the people should now be restored to the people.\" \"Our people's money to the extent of $1,200,000,000 has within the last few months been shipped abroad to redeem Federal Reserve Notes and to pay other gambling debts of the traitorous Federal Reserve Board and the Federal Reserve banks. The greater part of our monetary stock has been shipped to foreigners. Why should we promise to pay the debts of foreigners to foreigners? Why should American Farmers and wage earners add millions of foreigners to the number of their dependents? Why should the Federal Reserve Board and the Federal Reserve banks be permitted to finance our competitors in all parts of the world?\" Rep. McFadden asked. \"The Federal Reserve Act should be repealed and the Federal Reserve banks, having violated their charters, should be liquidated immediately. FAITHLESS GOVERNMENT OFFICERS WHO HAVE VIOLATED THEIR OATHS SHOULD BE IMPEACHED AND BROUGHT TO TRIAL\", Rep. McFadden concluded (Reference 1, contains an entire chapter on Rep. McFadden's speech). If the media is unbiased, independent and completely thorough, why haven't they discussed the FED? Currently, half the states have at least a grass roots movement in action to abolish the FED, but there's no press coverage. In July, 1968, the House Banking Subcommittee reported that Rockefeller, through Chase Manhattan Bank, controlled 5.9% of the stock in CBS. Furthermore, the bank had gained interlocking directorates with ABC. In 1974, Congress issued a report stating that the Chase Manhattan Bank's stake in CBS rose to 14.1% and NBC to 4.5% (through RCA, the parent company of NBC). The same report said that the Chase Manhattan Bank held stock in 28 broadcasting firms. After this report, the Chase Manhattan Bank obtained 6.7% of ABC, and today the percentage could be much greater. It only requires 5% ownership to significantly influence the media (Reference 14, P. 56-57). This is only 6"},{"pageNumber":7,"pageContent":"one of 300 wealthy shareholders of the FED. It is believed other FED owners have similar holdings in the media. To control the media, FED bankers call in their loans if the media disagrees with them (Reference 25, P. 134-137). Rockefeller also controls the Council on Foreign Relations (CFR), the sole purpose of which is to aid in stimulating greater interest in foreign affairs and in a one world government. Nearly every major newscaster belongs to the Council on Foreign Relations. The Council on Foreign Relations controls many major newspapers and magazines. Additionally, major corporations owned by FED shareholders are the source of huge advertising revenues which surely would influence the media (Reference 14, P. 56-59). It can be no wonder why groups such as FED-UP(tm) receive minimal, if any, press attention. How do taxpayers stop financing those whose purpose it is to destroy us? First, expose their activity, then demand change. THE SOLUTION: Currently all we do is exchange FED money (interest attached) for real U.S. money (interest-free) dollar for dollar as Kennedy tried to do. We should not be required to pay interest on our own currency. According to Benjamin Franklin, this was one of the primary reasons we fought the Revolutionary War. Today we are still fighting the same family of bankers (Reference 4, Reference 1, P. 211, 212). The U.S. Government can buy back the FED at any time for $450 million (per Congressional record). The U.S. Treasury could then collect all the profit on our money instead of the 300 original shareholders of the FED. The $4 trillion of U.S. debt could be exchanged dollar for dollar with U.S. non- interest bearing currency when the debt becomes due. There would be no inflation because there would be no additional currency in circulation. Personal income tax could be cut if we bought back the FED and therefore, the economy would expand. According to the Constitution, Congress is to control the creation of money, keeping the amount of inflation or deflation in check. If Congress isn't doing their job, they should be voted out of office. Unfortunately, voters can't vote the FED or its Chairman out of office. 7"},{"pageNumber":8,"pageContent":" If the government has a deficit, we could handle it as Lincoln and Kennedy did. Print money and circulate it into the economy, but this time interest-free. Today the FED, through foreign banks, owns much of our debt and therefore controls us. The FED will cease to exist as taxpayers become informed and tell other taxpayers. The news media and Congress will have no choice but to meet the demands of grass roots America. (Reference 1, P. 17, 22) AMERICA DECEIVED By law (check the Congressional record), we can buy back the FED for the original investment of the FED's 300 shareholders, which is $450 million (Reference 1, P. 227, Reference 17, P. 36). If each taxpayer paid $25, we could buy back the FED and all the profit would flow into the U.S. Treasury. In other words, by Congress allowing the constitutionally illegal FED to continue, much of your taxes go to the shareholders of the FED and their bankers. Note: The people who enacted the FED started the IRS, within months of the FED's inception. The FED buys U.S. debt with money they printed from nothing, then charges the U.S. taxpayers interest. The government had to create income tax to pay the interest expense to the FED's shareholders, but the income tax was never legally passed (Reference 20 shows details, state-by-state why it was not legally passed). The FED is illegal, per Article 1, Section 8 of the United States Constitution. Not one state legally ratified the 16th Amendment making income tax legal. Currently, fewer and fewer Americans are being convicted for refusal to pay income taxes. In IRS jury trials, the jury, by law, must decide if the law is just. If taxpayers do not believe the law is just, the jury may declare the accused innocent. Judges are legally bound to inform juries of their right to determine the fairness of a law. Judges often do not disclose this information so they can control the court outcome. Luckily, more and more citizens are becoming informed. If one juror feels the law is unfair, they can find the defendant innocent (Reference 19). In Utah, the IRS quit prosecuting taxpayers because jurors verdict is not guilty. Please tell your friends and sit in the next jury. If we eliminate the FED and uphold the Constitution, we could balance the budget and cut personal income tax to almost nothing. In Congressional hearings on September 30, 1941, FED Chairman Eccles 8"},{"pageNumber":9,"pageContent":"admitted that the FED creates new money from thin air (printing press), and loans it back to us at interest (Reference 17, P. 93). On June 6, 1960, FED President Mr. Allen admitted essentially the same thing (Reference 22, P. 164). If you or I did this we would go to jail. It is time to abolish the FED! Tell your friends the truth and win America back. We don't even need to buy back the FED. We only need to print money the way the Constitution requires, not the new proposed international money. We want to keep our sovereignty and print real U.S. money. Why has Congress allowed the FED to continue? If a Congressperson tries to abolish the FED, the banks fund the Congressperson's opponent in the next election (Reference 17, P. 35). The new Congressperson will obviously support the FED. When Congresspeople retire, political campaign funds are not taxed. Get elected and be a millionaire if you vote right. By the way, the profit of the FED is not taxed either (Reference 1, 9). Once America understands, and takes action, Congresspeople will then gladly abolish the FED. In 1992, Illinois Congressman Crane introduced a bill, co-sponsored by 40 other Congressman, to audit the FED. This is a step in the right direction. America is a great nation. As \"We the People\" become informed, the media and Congress will be forced to buy back the FED, balance the budget, significantly cut taxes, and stop allowing bribes to determine voting strategies. I have already heard from politicians who claim they will change their platform to include abolishing the FED if enough people become informed. IT IS UP TO YOU TO INFORM THE PEOPLE. The FED hopes you will be passive and not act on this information. We believe in grass roots America - we are waking up America. Ultimately, the battle plan is to inform all Americans and demand change in the media and Congress. True Americans should run for office and throw out the politicians who allow this fraud to continue. Congress may refuse to deal with this issue. That's why each person needs to go to their local county/state government with the proper paperwork and ask them to abolish the FED. With the proper documents, they are legally obligated to do it. 9"},{"pageNumber":10,"pageContent":"WE NEED LEADERS TO BEGIN THIS ACTION. WILL YOU HELP? Consider this fact. Most of the given sources in this booklet show how the blood line of family bankers who own the FED funded both sides of all major wars. They created fake colonial money to destroy the Americans during the Revolutionary War and tried to finance both sides in the American Civil War. Abraham Lincoln refused and the South accepted. Many publications show that these bankers financed World War I, World War II, and the Russian Revolutionary War, which helped Napoleon, Lenin, and Hitler come to power. They financed both sides from money created from nothing and profited greatly. These same bankers created a number of American depressions to change the U.S. legislation and seize our wealth. Read the sources for details. This is why our forefathers wrote in the Constitution that only Congress can issue money - not private banks (Reference 18). More wars create more debt which means more profit to the bankers (Reference 1, 21). These bankers planned three world wars so people would welcome United Nations intervention to govern the world in peace, not war. (Reference 22 gives specific details on World War I and World War II, showing exactly how the bankers were responsible for the beginning and continuation of these wars for their profit). The banks have publicly announced they will force us to a cashless society by 1997. Furthermore, they plan to create a one world government through the United Nations headed by the FED, Trilaterals, and the Council on Foreign Relations (Reference 3). By the definition of treason, they have committed treason! This means you lose your rights under the Constitution and Bill of Rights. Does this sound far fetched? Twenty-four U.S. Senators (two of them presidential candidates, Harkin & Tsongas) and 80 Representatives have signed a \"Declaration of Interdependence.\" This Declaration, designed to make a one world government, is treason to the oath of office they took. The media remained silent. The FED announced publicly that their first objective was to get nationalism out of the American people's heads because patriotism to a country would not be of value in the future. The media makes us think the U.N. has all the answers, and to \"think globally.\" Congress passed a law stopping certain individuals from being tried for this treason (Reference 6, Reference 1, P. 191-198). Why pass this law if no treason was committed? State Department document 7277 calls for the disarming of America, thus turning our sovereignty over to a one- 10"},{"pageNumber":11,"pageContent":"world government. Again, the media is pushing to eliminate guns. Our forefathers believed that the right to bear arms would prevent a takeover of our government. History shows that before any government took over, they disarmed the citizens. Hitler did it, and before our Revolutionary War, King George told us to disarm - good thing we didn't! Under the Federal Reserve Bank Act, the bankers control our economy. The FED controls interest rates and the amount of money in the economy. These factors determine either economic prosperity or the lack thereof. Bankers are now pushing for a one world government and a cashless society. Why cashless? No cash means no money for drugs, no theft, and the ability to collect taxes on the underground economy. Anyone who wouldn't support a cashless society must be a drug dealer, thief, or tax evader, right? What a cashless society really means is the banks can now control you. Today you fear the IRS. In a cashless society, if you disagree with the bankers' political goals, you'll find your money gone via computer error. (For additional information on a cashless society, read Reference 13, P. 174; Reference 3; Reference 14, P. 9-12; Reference 15, P. 136; Reference 25, P. 216). If you could accurately predict future interest rates, inflation and deflation, you would know when to buy or sell stocks and make a bundle of money. The FED has secret meetings (per Congressional Record) to determine future interest rates and the amount of money to be printed. The Securities Exchange Commission (SEC) by law, stops insiders from profiting by privileged information. Congressional records prove that FED bankers routinely hold secret meetings to profit by manipulating the stock market via interest rates and the amount of money they create. FED bankers also profit greatly from economic disasters like the Depression (Reference 22, P. 56). The bankers create inflation, sell their stocks before the market crashes, then buy up stocks at cheaper prices. Bankers admitted this to Congress. This violates the law, yet Congress does not act because these bankers are large political contributors (Reference 17, P. 96-98; Reference 1, P. 162-163; Reference 22, P. 114-170 & P. 136). Thomas Jefferson predicted this scenario if we ever allowed a private bank, like the FED, to create our currency (Reference 1, P. 247). FED Chairman Burns states \"Killing can be made simply by knowing the next few months newspapers ahead of time.\" Congressman Patman said \"The FED officials own more than 100 million dollars (of stocks) 11"},{"pageNumber":12,"pageContent":"while making decisions influencing these stock prices...\" (Reference 24, P. 123). History proves that banks profit from bankrupting a nation (Reference 22, P. 56). Congress consistently defeats balanced budget amendments. In the past 30 years, Congress has raised our taxes 56 times and balanced the budget only once. We need the sound banking system our forefathers wanted us to have. History proves that banking systems like the FED don't work. Major world powers have been destroyed over similar banking systems (Reference 1). If we don't change this system NOW, in five years the only thing our taxes will pay is the interest on the national debt. Section 7 of the Federal Reserve Act, passed December 23, 1913, states that much of the profit of the FED should flow into the U.S. Treasury. In 1959, new legislation allowed the FED to transfer bonds to commercial banks at no cost to the bank. Now the FED receives less interest income and less profit for the U.S. Treasury because the money is diverted to other banks through an accounting entry (Reference 17, P. 115-130). Congress and the IRS do not have access to the financial records of the FED. Every year Congress introduces legislation to audit the FED, and every year it is defeated. The FED banking system could easily be netting 100s of billions in profit each year. Through \"creative accounting\" profit can easily be reclassified as expense (Reference 14, P. 20, Reference 17, P. 239). Within the first few years, the shareholders of the FED received their initial investment back with no risk. All the income is tax-free, except for property tax, according to the Federal Reserve Act. When are the profits of the FED going to start flowing into the Treasury so that average Americans are no longer burdened with excessive, unnecessary taxes? Clearly, Congress cannot or will not control the FED. IT IS TIME TO ABOLISH IT! 3 WAYS TO ABOLISH THE FED AND ISSUE MONEY PER THE UNITED STATES CONSTITUTION, ARTICLE 1, SECTION 8: * Buy back the FED and have the U.S. Government collect all profits. * Abolish the FED by printing real U.S. dollars as President Kennedy attempted (Executive Order 11.110, 1963) (Reference 4). * Request your county/state to use their Constitutional powers to abolish the FED. This is the BEST SOLUTION. Nearly half the states are 12"},{"pageNumber":13,"pageContent":"attempting or considering this action (Reference 5). Congress has had 80 years to follow the Constitution, and has refused to abolish the illegal FED. The state/county effort is working faster than any other method. We need your support to start a local chapter of FED-UP(tm) Inc. and petition your county. THE WRONG SOLUTION THAT HAS FAILED FOR 80 YEARS: Congress and the media may want to require the FED to return the required profits into the U.S. Treasury (per the Federal Reserve Act, 1913). The problem is that with \"creative accounting\" techniques, profit can be easily masked as expense. The FED has expensed items illegally to lower profit (Reference 17). \"We the People\" have pushed the following states to pass or introduce legislation calling for an end to the FED: Arizona, Washington, Arkansas, Idaho, Oregon, Indiana, and Texas. We still need your signatures on petitions, even if you live in these states. Many other states are considering such action due to your petitions. These states and a few honest Congresspeople are powerless until all Americans become informed and demand change. Please pass out the petition. Once we demand change, the media will have to report the whole truth and not just push their own agenda. FED-UP(tm) challenges the media to expose the facts on prime time talk shows or news programs. By abolishing the FED, we would not pay interest on Federal Reserve Notes. Until it is abolished, the FED has a monopoly on profit on our currency and whether our money supply will be increased or decreased, inflation or depression. The banks are capable of controlling business by controlling who can or cannot obtain a loan. WE'VE DONE OUR PART - NOW IT IS UP TO YOU TO SPREAD THE WORD. Please take the brochure (Cutting taxes $6,000 per family per year) to VFW, Moose/Elk Lodges, Bars, Union Halls, Churches, and Association groups. Make copies of the \"single-page\" brochure for everyone at work and ask your friends to do the same. Ask small business owners in your community to tell other business owners and spread the brochure and petition through the local Chamber of Commerce. CPAs should be 13"},{"pageNumber":14,"pageContent":"interested in saving their clients taxes. Ask your CPA to mail the brochure and petition out to his/her clients. Upon receiving this petition, many presidents of large corporations made this brochure and petition available to all employees. Once people are informed, we can force a change. People will have more money to spend, the economy will be strong, and we can keep our Constitutional rights, liberties, and freedoms. Contact your library for the names and addresses of your local and federal Congresspeople. MAIL THEM AN ENVELOPE WITHOUT YOUR NAME AND ADDRESS ATTACHED. In the envelope, say \"FED-UP(tm) Inc. Abolish the FED.\" Also enclose one teabag (Boston Tea Party). Ask your friends to do the same (give them the addresses). Politicians are aware of the \"Teabag Protest.\" If you don't mail it in, they're going to believe that we're not organized or we just don't care. IF YOU DON'T DO IT NO ONE ELSE WILL! Many Congresspeople want to make this change, but can't without the support of the people. WHY OUR FOREFATHERS FOUGHT THE FED \"Allow me to control the issue and the nation's money and I care not who makes its laws!\" The above quote has long been attributed to the 18th century banker Amshell Rothschild (his blood line controls the FED). For if one unscrupulous group is allowed to print a nation's money - it can eventually use that money to gain control of the press AND the politicians - and thus gain control of making the nation's laws - and finally - control of the nation itself. (Reference 4) If you will take the time to read the reference material listed which has been researched by Professors of Universities, Congresspeople, etc, you will turn up information that might frighten you. For instance, in 1921 the stockholders of the Federal Reserve financed an organization called the \"Council on Foreign Relations\" (CFR). Harpers magazine called this the most powerful organization in the United States. Ninety percent of the people in the State Department and key positions in the Executive 14"},{"pageNumber":15,"pageContent":"Branch are members of the CFR. The CFR publishes a magazine called \"Foreign Affairs.\" Read it if you want to know what is going to happen in coming years. The CFR is in favor of a New World Order (Reference 3). Congressman Patman re-quoted Thomas Jefferson showing that our founding fathers knew this banking principle very well. \"I believe that banking institutions are more dangerous to our liberties than standing armies....\" \"Already they have raised up a money aristocracy that has set the government at defiance. The issuing power (of money),\" he said, \"should be taken from the banks and restored to the people to whom it properly belongs.\" The American Revolution was a struggle to wrest control of wealth from the Bank of England and to restore the centers of power to the People where it \"properly belongs.\" The Constitution is specific about the authority of the People, through their elected officials, to control the money, and thus, the affairs of their government. (Reference 5, P. 32). Ben Franklin said in his autobiography that the inability of the colonists to get the power to issue their own money permanently out of the hands of George III and the international bankers was [one of] the PRIME reason[s] for the Revolutionary War. (Quoted in Reference 4) Thomas Jefferson stated, \"If the American people ever allow private banks to control the issue of currency, first by inflation, then by deflation, the banks and corporations that will grow up around them will deprive the people of all property until their children will wake up homeless on the continent their fathers conquered.\" (Reference 1, P. 247) Congressman Charles A. Lindbergh of Minnesota said: \"This [Federal Reserve] Act establishes the most gigantic trust on Earth. When the President [Wilson] signs this bill, the invisible government of the Monetary Power will be legalized... the worst legislative crime of the ages, perpetuated by this banking and currency bill.\" (Reference 5, P. 33) Robert H. Hemphill (Credit Manager, Federal Reserve Bank in Atlanta): \"We are completely dependent on the commercial banks. Someone has to borrow every dollar we have in circulation, cash, or credit. If the banks create ample synthetic money we are prosperous; if not, we starve. We are absolutely without a permanent money system. When one gets a complete grasp of the picture, the tragic absurdity of our hopeless 15"},{"pageNumber":16,"pageContent":"position is almost incredible, but there it is. It [the banking problem] is the most important subject intelligent persons can investigate and reflect upon. It is so important that our present civilization may collapse unless it becomes widely understood and the defects are remedied very soon.\" (Reference 1, P. 247) Napoleon, a sympathizer for the international bankers, turned against them in the last years of his rule. He said: \"When a government is dependent upon bankers for money, they and not the leaders of the government control the situation, since the hand that gives is above the hand that takes... Money has no motherland; financiers are without patriotism and without decency; their sole object is gain.\" (Reference 4) Congresspeople have referred to Federal Reserve Notes as \"FIAT\" (no- backing) money. (Reference 1, P. 128, 169) In 1879 the Supreme Court declared that the U.S. Government can legally issue United States Notes, debt and interest-free, just as Lincoln and Kennedy attempted. (Reference 1, P. 233) A bank that attempted to repossess property on the basis of default faced Judge Mahoney in a jury trial. Jerome Daly was found innocent. The bank could not foreclose on the property because it created the loan money from thin air, as many banks do. Use this as a precedent the next time any bank tries to foreclose on your house. (Reference 17, P. 82, 83 for court records) The FED violates Security & Exchange Commission (SEC) rules. (Reference 17, P. 96-98) California 9th Circuit Court declared FED banks are private, not government. (Reference 17, P. 273) Mr. Marriner Eccles, who was Chairman of the board of Governors of the Federal Reserve System longer than any other man, testified before the Joint Economic Committee in August 1962. When Chairman Rep. Wright Patman asked whether it was not a fact that the Federal Reserve System has more power than either the Congress or the President, Eccles replied: \"In the field of money and credit, yes.\" (Reference 1, P. 206) 16"},{"pageNumber":17,"pageContent":" Dr. Hans F. Sennholz, Chairman of the Department of Economics at Grove City (PA) College stated: \"The Federal Reserve System facilitates the government's own inflationary financing in \"periods of emergency.\" It makes easy the inflationary financing of budget deficits and the inflationary refunding of government loans. It stabilizes the government bond market through inflationary methods and manipulates this market to the advantage of the government. It does all this by wrecking the purchasing power of the dollar; by subtly stealing from the people of this country what it thus provides for the government, through a process exactly on par with the coin clipping of ancient kings but much less visible.\" (Reference 1, P. 250, 251) Source: Banking Act of 1935, Hearings before a Subcommittee of the Banking and Currency Committee, U.S. Senate, 74th Congress, 1st Session, on S.1715, May 1935, pp 871-2. \"The Federal Reserve System is in the wrong hands. No Constitutional republic can function when the government's money powers are in the hands of the financial oligarchy such as New York financiers. A Republican Senator, who preferred to remain unnamed, stated: \"Congress is too much motivated by fears and anxieties concerning pressure groups and the \"non election.\" (Reference 1, P. 210) By controlling Congress, the FED has been able to control the nominating conventions of both political parties. In this way, it has been able to hand-pick the presidential nominees so that no matter which party wins, their nominee for President is under definite obligations to the FED... (Reference 1, P. 210; Reference 22) In 1975, the Rockefeller Foundation Report discussed the \"Interdependence\" of the countries of the world on each other. It stated we are one world and America shall become a nation-state under one government. They also say we must reach a zero state population growth. The Rockefeller Foundation stated that they have in excess of 747 million dollars to achieve this with. (Reference 3) Congressman John R. Rarick states that the Council on Foreign Relations CFR) is dedicated to a one world government. The media remains conspicuously quiet. The CFR wants to convert the U.S. from a sovereign, constitutional republic into a servile member state of a one 17"},{"pageNumber":18,"pageContent":"world dictatorship. On February 17, 1950, CFR member James Warburg (banker, and architect of the Federal Reserve System) stated before a Senate Foreign Relations Committee, \"We shall have one world government whether or not you like it, by conquest or consent.\" Again, the media remained silent. In the April 1974 issue of the CFR journal, \"Foreign Affairs\", page 558, Richard Gardener states that the new world order \"will be built... but an end run around national sovereignty, eroding it piece by piece, will accomplish much more than the old fashioned frontal assault.\" Congressman McDonald, Heinz and Tower stated that this is a conspiracy. Again, the media remained silent. (Reference 14, P. 17, 18, 32, 33). THE CFR WANTS TO ABOLISH THE CONSTITUTION. (Reference 14) WE MUST STOP THEM!! In a letter to Thomas Jefferson, John Adams wrote: \"All the perplexities, confusions, and distresses in America arise, not from defects in the Constitution or confederation, not from want of honor or virtue, as much as from downright ignorance of the nature of coin, credit, and circulation\". British bankers have stated \"Those that create and issue money and credit direct the policies of government and hold in their hands the destiny of the people\". (Reference 1, P. 200-214) Adams, Jefferson, and Lincoln believed that banker capitalism was more dangerous to our liberties than standing armies. In a republic, banks would lend money but could not create or manufacture it. (Reference 1, P. 215) Later, Jefferson used stronger language and denounced the institution as \"one of the most deadly hostilities against the principles and form of our Constitution.\" Some have said that Jefferson did not favor a strong central bank. What he did not favor was the delivery of our monetary system into private hands to be run for private profit. (Reference 1, P. 230) 18"},{"pageNumber":19,"pageContent":" President James A. Garfield said: \"Whoever controls the money in any country is absolute master of industry [legislation] and commerce\". (Reference 1, P. 247, Reference 4) Without the Federal Reserve System, there can be no continuing march towards socialism, and with it there can be no free economy. (Reference 1, P. 251) By controlling our own money, Thomas Jefferson expected that the government would incur no debt, as had occurred in the European system. (Reference 1, P. 243) European banks are like the FED. The FED system is the death of our Constitution. (Reference 1, P. 250) THE PLAN TO REDUCE PERSONAL INCOME TAX BY 75% AND BALANCE THE BUDGET BY ABOLISHING THE FED CAN BE PROVEN BY AMERICAN HISTORY. 19"},{"pageNumber":20,"pageContent":" THE FACTS: • England lost the Revolutionary War. * England nearly destroyed the Colonies by creating fake Colonial money and hyper-inflation. * Rothschilds who control the Bank of England (Like our FED) said that by controlling the issue of money (printing it) you can control the government. * The authors of the Constitution understood private banks\" control over governments. The Constitution gives only Congress the right to print money. * From the beginning of the United States to present there have been two ways to issue new currency: The first way is to have the government print the money, debt and interest- free, and circulate it through the economy for use as a medium of exchange. There is no tax levied to pay interest on the currency in circulation because it is debt and interest-free. This is the system Lincoln used with his \"greenbacks\", a system Kennedy desired, and Jefferson demanded. The second method is: The Citizens allow the bank to print $500 billion in currency (cash). The bank pays for printing costs, ink, and paper. The Citizens do not charge the bank any interest for use of the $500 billion in printed currency. The bank uses the $500 billion cash to buy a $500 billion government bond which pays the bankers interest. The bank keeps some of the bonds and sells, for a fee (10%), some of the bonds to the public. The bank can buy back the bonds from the public simply by printing more money. The bankers can create inflation and depressions by manipulating the amount of currency in circulation. The FED operates exactly like this today. It also prints money (through the U.S. Treasury) and uses this printed money to buy loans from other banks. This money has created our inflation. We give the bank cash interest-free, then they charge us interest on our own currency. Take a look at our history in view of the two banking systems: BEN FRANKLIN - THE TWO BANKING SYSTEMS From the autobiography of Ben Franklin as reported by Gertrude Coogan in Money Creators: 20"},{"pageNumber":21,"pageContent":"...the inability of the colonists to get the power to issue their own money permanently out of the hands of George III and the international bankers was the PRIME reason for the Revolutionary War. (Reference 4). Ben Franklin answering a question about the booming economy of the young colonies: \"That is simple. In the colonies we issue our own money. It is called Colonial Scrip. We issue it in proper proportions to the demands of trade and industry.\" (Colonial Scrip had no debt or interest attached.) (Reference 4) BANK OF AMERICA International bankers saw that interest-free scrip would keep America free of their influence, so by 1781 banker-backed Alexander Hamilton succeeded in starting the Bank of America. After a few years of \"bank money\", the prosperity of \"Colonial Scrip\" was gone. Benjamin Franklin said, \"Conditions were so reversed that the era of prosperity had ended and a depression set in to such an extent that the streets of the Colonies were filled with the unemployed!\" Bank money was like our FED money. It had debt and interest attached. By 1790 Hamilton and his bankers had created a privately owned central bank and converted the public debt (interest-free) into interest bearing bonds, payable to the bankers. When Hamilton's bank charter expired in 1811, the international bankers started the war of 1812. By 1816, another privately-owned U.S. bank was started with $35 million in assets - only $7 million of that was owned by the government. This bank lasted for 20 years. U.S. history shows that currency with debt and interest attached created a depression. (Reference 4) ANDREW JACKSON - A GREAT PRESIDENT! When the 1816 charter expired in 1836, Andrew Jackson vetoed its renewal. It was then that he made two famous statements: \"The Bank is trying to kill me - but I will kill it!\" Later he said \"If the American people only understood the rank injustice of our money and banking system - there would be a revolution before morning...\" (Reference 4) ABRAHAM LINCOLN - ANOTHER GREAT PRESIDENT! President Lincoln needed money to finance the Civil War, and the international bankers offered him loans at 24-36% interest. Lincoln balked at their demands because he didn't want to plunge the nation into such a huge debt. Lincoln approached Congress about passing a law to authorize the printing of U.S. Treasury Notes. Lincoln said \"We gave the people of this Republic the greatest blessing they ever had - their own paper money to pay 21"},{"pageNumber":22,"pageContent":"their debts...\" Lincoln printed over 400 million \"Greenbacks\" (debt and interest-free) and paid the soldiers, U.S. government employees, and bought war supplies. The international bankers didn't like it and wanted Lincoln to borrow the money from them so that the American people would owe tremendous interest on the loan. Lincoln's solution made this seem ridiculous. (Reference 1, P. 46, 47; Reference 4) Shortly after Lincoln's death, the government revoked the Greenback law which ended Lincoln's debt-free, interest-free money. A new national banking act was enacted and all money became interest bearing again. (Reference 4) The late Thomas A Edison explained the matter of issuing currency this way: \"If our nation can issue a dollar bond (interest bearing) it can issue a dollar bill (interest-free). The element that makes the bond good makes a bill good also. The difference between the bond and the bill is that the bond lets money brokers collect twice the amount of the bond and an additional 20 percent, whereas the currency pays nobody but those who contribute directly in some useful way. It is absurd to say that our country can issue $30 million in bonds and not $30 million in currency. Both are promises to pay: But one promise fattens the usurers (interest collectors) and the other helps the people.\" (Reference 1, P. 46) The FED is owned largely by foreign banks that control our economy and Congress through the power of money and the media which they bought with profits generated with profits generated by artificial debt. If we can convert U.S. dollars that are debt and interest-free to interest bearing currency, we can change it back just as easily. Both the media and the banking system will probably claim that such a change will cause hyper- inflation. The answer however, can be found in history. Lincoln printed debt and interest-free Greenbacks (cash) to finance an entire war. With added production you can add currency without having hyper-inflation. Lincoln proved it. John F. Kennedy - a President with vision! On June 4, 1964, President Kennedy issued Executive Order 11110. This Executive Order called for the issuance of new currency - the United States Note. At the time, $4,292,893 of this currency was put into circulation. This new currency was to be distributed through the U.S. Treasury and not the Federal Reserve System. Furthermore, it was to be issued debt and interest-free. Upon Kennedy's assassination, this currency was withdrawn from circulation, never to be issued again. The media remained silent on how Kennedy would have eliminated the debt and interest payments, and therefore eliminated the FED. Interest-free United States Notes do not result in hyper-inflation. By issuing United States Notes, interest-free, we have less interest expense, and less taxes. With less taxes people spend more and buy more. This result is added production, and therefore, you can add dollars without inflation. Either Rockefeller and his people will spend your tax money into the economy or you get to spend your own money by 22"},{"pageNumber":23,"pageContent":"paying less taxes. The bankers want you to think you'll have mass inflation by changing the system. This is only true if you add dollars to the economy without added production. For example, look what happened in post World War I Germany. They merely printed money without increasing production. The result was hyper-inflation. Another example: In the entire economy, if you have only 10 loaves of bread and only $10, each loaf would sell for $1. If you print an extra $10, now you have $20 and the 10 loaves which would sell for $2 each. This is only true if we don't have added production. By cutting taxes, people will spend more and buy more bread. If we print more money and bake more bread, we have $50 and 50 loaves, so each loaf still sells for $1. As long as you monitor production with increased cash, inflation will not occur. Under the FED system, the price of bread has dramatically increased since 1913. If we cut taxes and YOU spend your money instead of the BANKERS spending it, you will have more bread, cars, and wealth than the bankers. SOMEONE will spend your money - it might as well be YOU! A FED-like banking system has destroyed other governments. In five years the only thing taxes will pay is the interest on the debt. Clearly, the FED must be abolished before we're demolished! Already laws are set up to have a dictatorship when we have the economic crisis (Federal Emergency Management Act, or FEMA). Under the FED system, when a new dollar is issued, we pay taxes to pay for the dollar as the principal (debt) plus interest on the dollar. We pay for each new dollar twice, and who gets most of the money? The bankers, who control this money. Taxpayers should only pay taxes for the paper, ink, and printing costs of new money. Why should we give bankers the right to print money on a printing press, charge them no interest on this money, and then let them exchange their \"free\" money for a government bond that pays them interest?? England never gave up on owning the United States. They are still silently fighting the same Revolutionary War. The Bank of England, through the Rothschilds, owns and controls the FED (Reference 22). We have been robbed of our wealth, and in five years we will be bankrupt if there is no change. • The FED bankers will LEGALLY OWN OUR NATION; OUR HOUSES, OUR CARS, OUR BUSINESSES, just as Thomas Jefferson predicted. SPECIFIC PLAN: HOW TO GET OUT OF DEBT U.S. history proves that issuing debt and interest-free currency allows our economy to prosper, as long as Congress controls the amount of money created. You can add printed dollars into the economy as you add production, and there will be no inflation. With today's sophisticated computers, we can easily monitor the printing of money and inflation. 23"},{"pageNumber":24,"pageContent":" Congress needs to buy back the FED and/or abolish it. Any government debt they own would be automatically eliminated. All remaining debt could be paid as needed with the same type of currency Kennedy issued (debt and interest-free United States Notes). United States Notes are backed by the full faith of the best government in the world - The United States of America. This is no different than the backing of today's Federal Reserve Notes. U.S. citizens collect only a small fraction of the interest income on Federal Bonds and Bills. Foreigners benefit from this interest, but we pay the tax so that they collect interest on our currency. This makes sense to bankers and Congresspeople who receive money from bankers and foreign lobbyists. As we pay less interest, government spending will decrease and so will taxes. Less taxes mean that people buy more goods and services and our economy expands. An expanded economy means more jobs and higher profits for businesses. More profit means increased state/federal business taxes. Businesses continue to pay taxes while personal taxes decrease. People will have more money to spend, will buy more, and therefore pay increased state sales tax. This allows the states to balance their budgets without raising real estate taxes. As history proves, we will prosper. For 80 years the FED has destroyed our economy. It will take years to undo this damage. Just as Congress appoints a Postal Service, we will have Congress appoint an agency to monitor inflation as we exchange our retiring government debt for debt and interest-free United States Notes (cash). We need to break up all Central Banks created by the FED and return to the Constitution of the United States. We have to return the power of the citizens' money back to the people. THERE ARE SEVERAL SIMPLE WAYS TO ABOLISH THE FED: * Inform all Americans of this report and collect signatures on the petition. * Demand that Congress and the media support \"We the People's\" rights to uphold the Constitution and abolish the illegal FED. * Write to your local newspaper, show them this report and ask them to keep freedom of the press alive, support the Constitution and abolish the FED. Freedom of the press should not be limited to those who own it. * Write to CNN and other media. Tell them you want to see FED-UP(tm) on their programs. * Ask your State/County Representatives to use their Constitutional powers to enforce your rights under the Constitution to have the FED abolished. Write to 24"},{"pageNumber":25,"pageContent":"Reference 5 for detailed paperwork to be given to your local government. * Call in on TV and radio talk shows and discuss why the FED should be abolished. * Support businesses who distribute the petition and display the sign \"FED-UP\". If they don't, please ask them to. * Ask candidates if they plan to introduce legislation to abolish the FED and uphold the Constitution which they are obligated to defend. Make candidates take a stand! Have the politician sign a contract with \"We the People\" enacting legislation to abolish the FED by a certain date or the politician must resign from office. The Democratic Congress and President promised the people \"no FED\" before the election. Thirteen months later, they passed the FED. * Display your bumper sticker to show support and inform people. * If 5,000 people distribute 2-3 brochures daily, we can inform half a million Americans monthly. Roughly 10% of these half a million people will make copies and inform others. Our goal is to inform 70 million adult Americans. Public opinion will soon be on our side. Once 10% of the population know, the other 90% will follow. * Pray and ask God to return us to \"One nation under God.\" It is our recommendation that you research the references listed, support all organizations that re trying to stop this fraud, and help us in our goal to get every American to sign this petition. 25"},{"pageNumber":26,"pageContent":" REFERENCES: (1) \"The Federal Reserve Bank\", by H.S. Kenan, published by The Noontide Press (2) National Committee to Repeal the Federal Reserve Act, P.O. Box 156, Westmont, IL 60559 (3) \"The New World Order,Saving America\", P.O. Box 1205, Middleburg, FL 32050-1205 (4) \"Bulletin\", February 1989 & November 1991 issues, P.O. Box 986, Ft. Collins, CO 80522 (Newsletter; $3 each) (5) \"The Most Secret Science\", Betsy Ross Press, P.O. Box 986, Ft. Collins, CO 80522 (Book) States attempt to abolish the FED. $12.00 (6) \"Insider Report\", P.O. Box 84903, Phoenix, AZ 85071 (7) \"Phoenix Journal Express\", P.O. Box 986, Tehachap, CA 93581 (8) $16 trillion in government and private debt, much of which the FED printed and collected interest on (Reference 3) (9) Northpoint Tactical Team, P.O. Box 129, Topton, NC 28781 (10) Christian Defense League, Box 449, Arabi, LA 70023 (11) \"Bulletin\", June 1992 issue, P.O. Box 986, Ft. Collins, CO 80522 (Newsletter; $3 each) (12) \"Savings and Loan Unethical Bailout\" by Rev. Casimir F. Gierut (13) \"Dark Secrets of the New Age\" by Texe Marrs (14) \"En Route to Global Occupation\" by Gary H. Kah (15) \"One World\" by John Amkerberg & John Weldon (16) \"The Spotlight\", Liberty Lobby, 300 Independence Ave. S.E., Washington, D.C. 20003 (Newspaper) (17) \"Repeal the Federal Reserve Banks\" by Rev. Casimir Frank Gierut (18) The Constitution of the United States (19) \"Walls in Our Minds\" by M.J. Red Beckman, Common Sense Press, P.O. Box 1544, Billings, MT 59103. A must read book - $2.50 (20) \"The Law That Never Was\" Volume I, Bill Benson & M.J. Red Beckman, P.O. Box 1544, Billings, MT 59103 or write to Bill Benson, P.O. Box 550, South Holland, IL 60473. Proof that the 16th Amendment (income tax) was never properly ratified. (21) \"New World Order: The Ancient Plan of Secret Societies\" by William T. Still (22) \"The Secrets of the Federal Reserve\" by Mullins (23) \"The Social Security & Pension Conspiracy\" by Metz (24) \"The History of the Federal Reserve. How to Replace It or How to Reform It\" by Metz - for references 23 & 24 write to Howard Metz, P.O. Box 341, Malverne, LI 11565 (25) \"The New World Order\" by Pat Robertson. On page 131 he states that we must abolish the FED. 26"},{"pageNumber":27,"pageContent":"(26) \"Operation Vampire Killer 2000\", highly recommended book. $6.00 ($8.00 for 2) from ACLA, P.O. Box 8712, Phoenix, AZ 85066 This is a must read book with quotes from well known people. This book proves conspiracy. Your local police needs to read this book so they will protect you - not become United Nations Agents against you. This book will stop the New World Order plan to take over the U.S.A. \"America Betrayed\", Center For Action, 652 N. Glenview, Nesa, AZ 85213 For references 1, 12, and 17, contact The National Committee to Repeal the Federal Reserve Act (Reference 2) 27"},{"pageNumber":28,"pageContent":" MEDIA BLACKS OUT THE FACTS Here's one terrific example. John Swinton, the former Chief of Staff for the New York Times, was one of New York's best loved newspapermen. Called by his peers \"The Dean of his Profession\", John was asked in 1953 to give a toast before the New York Press Club, and in so doing, made a monumentally important and revealing statement. He is quoted as follows: \"There is no such thing, at this date of the world's history, in America, as an independent press. You know it and I know it. There is not one of you who dares to write your honest opinions, and if you did, you know beforehand that it would never appear in print. I am paid weekly for keeping my honest opinion out of the paper I am connected with. Others of you are paid similar weekly salaries for similar things, and any of you who would be so foolish as to write honest opinions would be out on the streets looking for another job. If I allowed my honest opinions to appear in one issue of my paper, before twenty-four hours my occupation would be gone. The business of the journalists is to destroy the truth; to lie outright; to pervert; to vilify; to fawn at the feet of mammon, and to sell his country and his race for his daily bread. You know it and I know it, and what folly is this toasting an independent press? We are the tools and vassals of rich men behind the scenes. We are the jumping jacks, they pull the strings and we dance. Our talents, our possibilities, and our lives are all the property of other men. We are intellectual prostitutes.\" RICHARD M. COHAN, Senior Producer of CBS political news said: \"We are going to impose OUR AGENDA on the coverage by dealing with issues and subjects that WE choose to deal with.\" RICHARD SALANT, former President of CBS News stated: \"Our job is to give people not what they want, but what WE decide they ought to have.\" And what is \"their\" agenda? What do they believe we, the American people, - THE COMMON HERD, \"...ought to have?\" Here is the answer: NORMAN THOMAS - For many years the U.S. Socialist Presidential candidate proclaimed: \"The American people will never knowingly adopt Socialism. But under the name of \"liberalism\" they will adopt every fragment of the socialist program, until one day America will be a Socialist nation, without knowing what happened.\" HERMAN DISMORE, foreign editor of the New York Times from 1950 to 1960: \"The New York Times is deliberately pitched to the liberal (socialist) point of view.\" 28"},{"pageNumber":29,"pageContent":" WALTER CRONKITE: \"News reporters are certainly liberal (socialists) and left of center.\" BARBARA WALTERS: \"The news media in general are liberals (socialists).\" Reference for everything above - Operation Vampire Killer, P.O. Box 8712, Phoenix, AZ 85066 The world, finally including even the balky American public, is \"being rapidly educated into overcoming limited patriotism\" and accepting \"United Nations solutions to common global problems,\" said Henry Kissinger. Bilderberg participants expressed satisfaction with progress toward world government on two fronts: * Establishing a UN tax to not only finance new global programs, but to condition \"citizens of the world\" to paying tribute. * Conditioning the public -- again, especially \"those stubborn Americans\" -- to accept the idea of a UN army that could, by force, impose its will on the internal affairs of any nation. \"Today, Americans would be outraged if UN forces entered Los Angeles to restore order; tomorrow, they will be grateful,\" Kissinger said (of the 1992 Los Angeles riot). Kissinger reported on a shocking speech made by UN Secretary General Butrous Ghali to the American Association of Newspaper Publishers at UN headquarters in New York in early May. The publishers' newspapers covered up the story. The UN Security Council must have a permanent force that can be deployed anywhere in the world, instantly, to \"protect the peace\" and \"ensure human rights\" the secretary-general told the newspaper publishers. 29"},{"pageNumber":30,"pageContent":" UN TO INVADE U.S. This force must be allowed to intervene \"at the local and community levels,\" the UN leader told the American publishers. What is \"especially gratifying,\" Kissinger said, \"is that the publishers showed no reservations about the prospects of UN forces landing in the United States and imposing the UN's will.\" Reference - The Spotlight, June 8, 1992, page 10. Liberty Lobby, 300 Independence Ave. S.E., Washington, D.C. 20003 (Newspaper) SUMMARY OF QUICK FACTS * Various dates and proofs that the Bankers created panic to push Congress to pass laws favoring bankers... Reference 22 * President Wilson received $85,000 bribe from bankers... Reference 22, pages 25-26 * How England, through the Bankers, controls our Congress... Reference 22, pages 47-48 * Rockefeller is connected to President Carter... Reference 22, page 171; Reference 25, page 103 * How George Bush is directly connected to the FED bank... Reference 22, page 49 * President Hoover and President Roosevelt were international Bankers... Reference 22, pages 69-71 and pages 157-159 * President Nixon was hired by Rockefeller's law firm to become President... Reference 25, pages 100-101 * FED owner's manual to destroy and control U.S. citizens... Reference 22, pages 55-56 * Proof Bankers claim they control the government... Reference 22, page 59 30"},{"pageNumber":31,"pageContent":"* Proof the FED knowingly created the Great Depression for their gain... Reference 22, pages 137-170 * FED bankers are directly linked to the New World Order and the United Nations. New World Order was discussed by George Bush, Rockefeller, Adolph Hitler, and Jimmy Carter... Reference 25, pages 5-7 * The Great Seal on back of the FED $1 bill, below pyramid, the NOVUS ORDO SECLORUM means \"New World of the Ages\" or --->> New World Order... Reference 25, page 35 * How the Banker's tax-exempt organizations fund activities to destroy America's freedom by attacking our Constitution and way of life... Reference 25, pages 138-159; Reference 14 (throughout whole book) * Senator Barry Goldwater warned of economic powers capable of bypassing or controlling the political powers. Bank induced depression is possible in the future to force political change... Reference 25, 131 * Rockefeller's money was used to seize control of America's teaching and training of students by rewriting history and textbooks. Rockefeller has also funded the National Education Association (NEA)... Reference 14, page 61 * Gary Kah, high-ranking government liaison having first-hand knowledge of the New World Order exposes the truth. Read his book and En Route To Global Occupation... Reference 14 31"},{"pageNumber":32,"pageContent":" QUICK FACTS FROM TOM SCHAUF: First, we must uphold the Constitution. Please call the Hotline (217-854-7504) weekly for new information. When a state considers a Constitutional Convention, concerned Americans call the Hotline and it gives us the names and telephone numbers of the legislators involved. It tells us exactly what to say, and to whom. The Hotline helps us to fight and win! Secondly, we must change the opinions of the masses with information. The brochure has been a big help, and once 10% of the population agrees to abolish the FED, the rest will follow. It is obvious the media (radio and newspapers) have lied about the FED and the efforts of FED-UP(tm) to educate people with the truth. This will not stop us - we will persist! Decide for yourself if you want to win America back. If 10,000 patriotic Americans each distribute 1,000 brochures, 10 million Americans will become informed. It would be almost impossible to stop people from talking about abolishing the FED if that many Americans were informed. Another way you can participate is to put a bumper sticker on your car. Over 1,000 people every month will see that bumper sticker about abolishing the FED. If you think our goal is impossible, remember this; only 3% of Americans supported the Revolutionary War, and we won that war. We can win this war too, but only with your help. IN CLOSING For the secret owners of the FED to control the volume of money and become our absolute masters, they had to get the Gold away from our grandparents. This was accomplished in 1933 with the threats of fines and imprisonments by their President Franklin D. Roosevelt with aide Harry Hopkins, who said... \"Elect, elect, elect, tax, tax, tax, spend, spend, spend, for the people are too damned stupid to understand\". By the way, Roosevelt was an international Banker. See Fool's Gold is Green by Winston Smith. THE FED IS SLOWLY DESTROYING AMERICA Our government never had a chance...with political corruption ravaging its Constitution. The *real facts* don't lie...and neither do government documents...Congressional Record, Congressman Wright Patman, A Primer On Money prepared by the Sub-committee on Domestic Finance, House of Representatives, Committee on Banking and Currency - 88th Congress, 2nd session, August 4th, 1964 and December 23, 1913, page 1464 & 1478. 32"},{"pageNumber":33,"pageContent":" Congressional Record, Congressman Louis McFadden, June 10, 1932, House of Representatives, pages 12604-12605 Congressional Record, 98th Congress, 1st session, February 3, 1983, Congressman Ron Paul Congressional Record, Committee on Banking and Currency, House of Representatives, 77th Congress, 1st session, Tuesday, September 30, 1941, pages 1342-1345 THERE ARE MANY MORE CONGRESSIONAL TESTIMONIALS IS THERE BIAS IN THE MEDIA REGARDING THE FED? DURING THE TV PRESIDENTIAL DEBATES, CLINTON WAS ASKED SHOULD THERE BE RESTRICTIONS ON THE FED? THE NEXT DAY, MAJOR NEWSPAPERS SAID THEY COVERED THE WHOLE PRESIDENTIAL DEBATE TEXT, BUT MANY NEWSPAPERS ELIMINATED THIS ONE QUESTION. CHECK YOUR LIBRARY! The Revolutionary War was fought and the Constitution was written to prevent other nations and private banks from issuing (printing) money and controlling our currency. In 1913, members of Congress committed treason and violated their oath of office to defend the Constitution against all enemies foreign and domestic by voting in the Federal Reserve Bank. For the New World Order to create a one world government, they must control a central bank, eliminate the Constitution, end Christian values, disarm America, and control the media. The Council on Foreign Relations has openly said they will take us over in favor of a one world government. The American people must be warned or we may lose our freedom forever. If we do not demand our rights and uphold the Constitution, the CFR and bankers will continue their march toward socialism. If we allow them to continue, they will abolish our rights and put an end to our present government. I urge all Americans to distribute the \"main\" FED-UP brochure (\"saving $6000 in taxes per year, per person & balancing the budget) and collect signatures on the petition (see order form in the main brochure). Then all informed Americans can take action and hold their politicians accountable. The bankers control the media, but can not stop patriotic Americans from using copy machines to distribute information and inform America. Once informed, 33"},{"pageNumber":34,"pageContent":"people will demand an explanation why Congress allowed this fraud as the media appeared to be independent and investigative, but remained silent on this important issue. The ones who scream the loudest to keep the Federal Reserve Bank probably profit the most. [About the Author:] Thomas D. Schauf, CPA, is a national speaker to Certified Public Accountants and business leaders. Mr. Schauf's expertise includes banking, the economy, business appraisals, mergers, and acquisitions. We are looking for leaders in all states to help us abolish the FED. Please write and let us know you're willing to help. The future of America depends on you. CONTRIBUTIONS TO CONTINUE THE CAUSE ARE APPRECIATED PLEASE HELP DISTRIBUTE INFORMATION AND COLLECT SIGNATURES ON PETITIONS Mr. Schauf and other speakers are available to speak at seminars, group meetings, on radio, and on television. FED-UP(tm) * P.O. Box 834 * Streamwood, IL 60103-0834 (C) 1992 Thomas D. Schauf PLEASE COPY AND DISTRIBUTE WIDELY WITH NO CHANGES Acknowledgements: Our country likes to thank our forefathers for the Constitution. I wish to thank Mr. Lou Gamboa for his research of the Constitution and our banking system. Lou Gamboa is a national speaker on the subject, and has spoken on numerous radio programs in an effort to educate the public. I also want to thank Bob Corcoran for his research and encouragement. I applaud the thousands of patriotic Americans who are spreading the word so we can live in economic prosperity and uphold our Constitutional rights. 34"},{"pageNumber":35,"pageContent":" ARTICLE 1, SECTION 8 OF THE CONSTITUTION STATES THAT CONGRESS SHALL HAVE THE POWER TO COIN (CREATE) MONEY AND REGULATE THE VALUE THEREOF. IN 1935 THE SUPREME COURT RULED THAT CONGRESS CANNOT CONSTITUTIONALLY DELEGATE ITS POWER TO ANOTHER GROUP. (Reference 22, P. 168) Rothschild, a London Banker, wrote a letter saying \"It (Central Bank ) gives the National Bank almost complete control of national finance. The few who understand the system will either be so interested in its profits, or so dependent on its favours, that there will be no opposition from that class... The great body of the people, mentally incapable of comprehending, will bear its burden without complaint, and perhaps without even suspecting that the system is inimical (contrary) to their interests.\" [The bankers created the legislation for the FED] In 1913, before the Senate Banking and Currency Committee, Mr. Alexander stated: \"But the whole scheme of a Federal Reserve Bank with its commercial-paper basis is an impractical, cumbersome machinery, is simply a cover, to find a way to secure the privilege of issuing money and to evade payment of as much tax upon circulation as possible, and then control the issue and maintain, instead of reduce, interest rates. It is a system that, if inaugurated, will prove to the advantage of the few and the detriment of the people of the United States. It will mean continued shortage of actual money and further extension of credits; for when there is a lack of real money people have to borrow credit to their cost.\" 35"},{"pageNumber":36,"pageContent":" http://www.worldnewsstand.net/today/articles/fedprivatelyowned.htm Banking Secrets Revealed! A Special 2-volume set By Tom Schauf  • Submit a file for consideration for inclusion in this archive • To www.davidicke.com David Icke's WebSite __________________________________________________________________ Notice: David Icke, www.davidicke.com, David Icke E~Magazine, and/or the donor of this material may or may not agree with all the data or conclusions of this data. It is presented here 'as is' for your benefit and research. Material for these pages are sent from around the world. If by chance there is a copyrighted article posted which the author does not want read, email the webmaster and it will be removed. If proper credit for authorship is not noted please email the webmaster for corrections to be posted. ______________________________________________________________________________________________ 36"},{"pageNumber":37,"pageContent":" 37"}]
