[{"pageNumber":2,"pageContent":" Regicide The Official Assassination of John F. Kennedy by Gregory Douglas  "},{"pageNumber":3,"pageContent":" Let us sit upon the ground and tell sad stories about the death of Kings. William Shakespeare, King Lear Treason doth never prosper, what’s the reason? For if it prosper, none dare call it treason. John Harrington"},{"pageNumber":4,"pageContent":" Table of Contents Foreword....................................................................... 9 Acknowledgments ........................................................15 Obituary.......................................................................17 The Assassination ........................................................23 The Facts of the Assassination .....................................25 The Soviet Intelligence Study (translation) .................... 27 The Warren Commission Report ................................... 27 The DIA Analysis.......................................................... 33 Author’s Comments ..................................................... 36 Lee Harvey Oswald .......................................................39 The Soviet Intelligence Study (translation) .................... 39 The Warren Commission Report ................................... 44 The DIA Analysis.......................................................... 47 Author’s comments ...................................................... 51 Jack Rubenstein (“Ruby”) ............................................59 Soviet Intelligence Study (trans lation)........... .......... ...... 59 The Warren Commission Report ................................... 62 The DIA Analysis.......................................................... 64 Author’s comments ...................................................... 66 The Official Cover Up ...................................................71 Soviet Intelligence Study (trans lation)........... .......... ...... 71 The DIA Analysis.......................................................... 73 Author’s Comments ..................................................... 74 The Alternative Theory ................................................77 The CIA........................................................................93 ...And Everybody Else.................................................115 Aftermath ..................................................................135"},{"pageNumber":5,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 8 The Crowley Papers............... Error! Bookmark not defined. The Mighty Wurlitzer ............ Error! Bookmark not defined. Envoy ........................................................................139 Bibliography.......................... Error! Bookmark not defined. Appendix............................... Error! Bookmark not defined. Documents ...................... Error! Bookmark not defined. Index of Names ..................... Error! Bookmark not defined."},{"pageNumber":6,"pageContent":" Foreword The assassination of Pres ident John Fitzgerald Kennedy in Dallas, Texas, on November 22, 1963, continues to generate an en ormous amount of popular controversy, more so than an y other historical happening in recorded memory . The killing took place in a major American city in fu ll view of hundreds of people and in broad daylight, yet years afte r the event, a dispassionate overview of the incident is impossible to achieve. The act and its consequences are as cluttered as the dense Indian jungle that so thoroughly hi des the gaudy tiger from the sight of its prey. The initial stunned co nfusion in Dallas has continued, with much official connivance, into succeeding decades, with an immense proliferation of books, magazine articles, motion picture productions, and television dramas, which are equally divided between assaults on previous productio ns and the presentation of even more confusion, th eory, and supposition. One camp consists entirely of what can best be termed the “off icial version” and in the other camp are the “revisionist versions.” There is only one of the former and a multitude of the others. There is no question in the minds of anyone that John F. Kennedy was shot de ad in Dallas, Texas, in November of 1963. The real issue is who shot him and why."},{"pageNumber":7,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 10 Is the report of the offi cial Warren Commission correct? 1 Was the President killed by a disaffected man who acted entirely alone? Was his subsequent murder perpetrated by another disa ffected man who also acted entirely alone? Are the legions of revisionists correct? Was the Kennedy assassination the result of a plot? And if there was a plot, who were the plot ters and what were their motives? The overwhelming majority of the public, who are the final arbiters of whatever may pass for historical truth, has, in the intervening years, come to believe less in the determined certainty of of ficialdom and more in the questions raised by those who cannot accept official dictums. In a very strong sense, the Kennedy assassination marked an important waters hed in the relationship between the American public and its elected and appointed officials. Before that event, what the government said was almost un iversally accepted as the truth. There was unquestioning and simplistic belief, and more, there was trust in the pronouncements from the Beltway and its numerous and often very slavish servants in academia and the American media. It is true, people would say, because it is pr inted in my newspaper and supported by important an d knowledgeable savants. That the media and academia might be influenced by, if not actually commanded by, the government rarely occurred to anyone outside of a small handful of chronic malcontents.   1 The Warren Commission Report, pb. edition, New York: St. Martin’s Press [no year, ISBN 0-312-08257-6]; hereinafter WCR."},{"pageNumber":8,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 11 The questions that were raised by the Warren Commission’s lengthy and thoroughly disorganized report were certainly in many cases very important. That there were many errors in this hasty attempt to allay national anxieties is clearly ev ident, but in retrospect, and in view of recently disclo sed evidence, these are more errors of commission than omission. The Warren Report was prepared and released to the public not to en courage questioning but to silence it as quickly as possible. There are many cogent reasons for this desire for silence and acceptance, not the least of which was the urgent desire for self-preservation and the maintenance of the integrity of the governmental system. In actuality, the Am erican currency is not backed by gold or silver holdings but by th e blind faith of the public. If the concept of unquestionin g belief in governmental currency stability is questio ned, economic chaos can be the result and this applies eq ually to government probity. To quote from the title of the first and very important revisionist work on the Kennedy assassination, there was a great “rush to judgment” and a frantic desire on the part of the official establishment to completely bury not only the murdered President, but also any questions his killing might ha ve engendered with him. Was the primary reason for this desire for closure merely a desire to placate public opinion or were there other, and far more sinister , reasons for this rush to judgment? Those who question the official chronicle have been severely hamper ed by the fact that all the records, documents, interviews, and ot her evidentiary material are securely under governmental custody and control. It is"},{"pageNumber":9,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 12 beyond the belief of any reas onable person to think that an official agency would release to the public any material that would bring th e official judgment into question. This is not only institutional maintenance but also, all things in evidence now considered, a frantic effort at self-preservation. Not all documents, however, lie under government control, and ther e exist reports that do not only question the Warren Report’s findings but are also of such a nature as to both thoroughly discredit it and, in the final analysis, bring it to ruin. Such a historical land mine lay for years in the personal files of Robert Trumbull Crowley, once Deputy Director for Operations fo r the Central Intelligence Agency. Crowley, who had authored books on Soviet intelligence, died in October of 2000 after a long illness. When Crowley retired from the CIA in the 1980s, he took a significant quanti ty of important historical documents with him and, pr ior to his death, gave a number of these to various historians with whom he occasionally cooperated. Among these documents was a lengthy paper prepared by the Defense Intelligence Agency (DIA) in 1978 as a commentary on Soviet intelligence evaluations of the Kennedy assassination. The Defense Intelligence Ag ency, a branch of the Department of Defense, spec ializes in the analysis of foreign military technical intelligence. This document was consid ered highly sensitive, for reasons that shall shortly become very evident, and its distribution was limited to a handful of copies with severely restrict ed circulation."},{"pageNumber":10,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 13 Crowley had a copy of th is explosive document because he had personal knowledge of the factors and personalities behind the assassination and had, in fact, prior professional knowledge of the information contained in the DIA secret paper. The second and certainly even more important document is a 98 pages long paper entitled “OPERATION ZIPPER Conf erence Record.” This document is a long list of decisions and activities of various U.S. authorities in a project with the code name “Operation ZIPPER.” The distribution of this document was restricted to five persons, one of them be ing R. T. Crow ley, in whose papers a copy of it was found. This book uses the official DIA Report and the “Operation ZIPPER” document as its framework. In addition to that, the author us es the notes he made during endless hours of conversation he had with R. T. Crowley in the years between 1993 an d 1996, and has dug deeply into the great body of literature on the assassination of J. F. Kennedy to flesh out what ha s proven to be a very ugly skeleton. In sum, it puts sine ws and flesh on the bones of a monster. The loss of faith is a terrible matter and one can say after reading these papers and with bitter truth: “Who then will guard the guardians?” "},{"pageNumber":11,"pageContent":" Acknowledgments It is generally the custom for beginning writers to thank anyone and everyone even remotely connected with his book. Book editors, typists, library personnel, former teachers, family members, and pets are all given their five seconds of fame (or far less depending upon the sales of the book). However, that having been said, the author would like to offer the most sincere and grateful, albeit posthumous, thanks to the late Colonel Robert T. Crowley of Washington, D.C., and his co-worker, Colonel William Corson, USMC (United States Marine Corps), of Potomac, Maryla nd, for all of the very important advice and assistance they have rendered to the grateful author. Also thei r friend and co-worker, Joe Trento of Front Royal, Virginia, for his valuable commentary and excellent advi ce, especially concerning the activities of Ja mes Jesus Angleton. As opposed to ack nowledging others who aided in the actual preparation of this study, recognition ought to be given on the author’s part for research into American intelligence matters. David Lifton’s work, Best Evidence , 2 is a brilliant analysis of the Kennedy au topsy; Thomas C. Reeves, A   2 David S. Lifton, Best Evidence: Disguise and Deception in the Assassination of John F. Kennedy, New York: Carroll & Graf, 1980."},{"pageNumber":12,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 16 Question of Character 3 is one of the best revisionist views of the life and political career of John F. Kennedy; Thomas Dale Scott’s work, Deep Politics and the Death of JFK 4 is a sensible and studied work on the backgrounds of Kennedy adversaries; and Seymour Hersh’s work The Dark Side of Camelot 5 gives a far more detailed revisionist look into JFK and provides considerable background on his Soviet connection. Almost every book on the su bject, regardless of how bizarre it might appear to the average reader, contains small nuggets of value to be mined by the thorough researcher. Former CBS news director and documentary producer, Los Angeles-based Ted Landreth has done prodigies investigating certain highly sensitive CIA operations inside the United States. Also, an important work is Gerald Posner’s Case Closed . 6 This work is an excellent overview and defense of the official establishment point of view. That the American media lavishly praise d it when it appeared in 1993 is a commentary on the objectivity of the media.   3 Thomas C. Reeves, A Question of Character: A Life of John F. Kennedy, New York: Macmillan, 1991. 4 Peter Dale Scott, Deep Politics and the Death of JFK, Berkeley: University of California Press, 1993. 5 Seymour Hersh, The Dark Side of Camelot, New York: Brown, 1998 (pb. edition). 6 Gerald Posner, Case Closed , New York: Doubleday, 1993."},{"pageNumber":13,"pageContent":" Obituary Tuesday, October 10 , 2000: Page B06, Washington Post : “ Robert Trumbull Crowley Senior CIA Officer Robert Trumbull Crowley, 76, a senior CIA officer whose career spanned from the agency’s inception in 1947 until his retirement in the mid-1980s, died Oct. 8 at Sibley Memorial Hospital. He had congestive heart failure and dementia. Mr. Crowley became assistant deputy director for operations, the second in co mmand in the clandestine directorate of operations. After retiring, he co-wrote a book with former CIA intelligence officer and Marine Corps officer William R. Corson, “The New KGB: Engine of Soviet Power,” published by William Morrow in 1985. Mr. Crowley, a Washington resident, was a Chicago native and attended the U.S. Military Academy at West Point, N.Y. He served in the Army in the Pacific during World War II and retired from the Army Reserve in 1986 as a lieutenant colonel. Survivors include his wife since 1948, Emily Upton Crowley of Washington; a so n, Greg Upton Crowley of Washington; and two granddaughters.” 7 In 1996, Robert Crowle y entered a Washington hospital for major surgery. It was believed that he might have cancer of the lungs. Th e operation was successful but Crowley, who had been suffering from short-term   7 Washington Post , October 10, 2000, p. B6; see the WP online archive at www.washingtonpost.com; doc-ref: http://nl11.newsbank.com/nl- search/we/Archives?p_action=doc&p_docid=0EB2C4671708A4E7&p_docnum =1."},{"pageNumber":14,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 18 memory problems, slipped into a state of chronic dementia from which he never recovered. Before entering the hospital, Crowley, known in the CIA as the “Crow,” sent off two packets of documents from his extensive files to the author of this book with instructions to return the papers if he survived the operation. After the operat ion, it was evident to Crowley’s family that he wo uld do no more writing and I was told to keep the papers and not to return them. As one of the most powe rful men in the Central Intelligence Agency and one of the least known outside of the Agency, Crowley was involved in most of the important CIA operations during his tenure. His personal files are of great value to researchers and cover both foreign and domestic in telligence operations. Among these papers was the above mentioned DIA Report, a 1978 in-dep th analysis of a Soviet intelligence report on the assassination of President John Kennedy. At one time, the Russians were he ld suspect in this act, and in the intervening years, their intelligence organs had been compiling data in refutatio n of this thesis. It should be noted that Lee Oswald, the purported assassin, had defected to the Soviet Union and, while resident in that country, married the niece of an MVD 8 intelligence officer. Although the DIA Report makes it very clear that Oswald was a source for the Office of Naval Intelligence and that his defection was s purious, his openly avowed Marxism, public support of the Communist government of Cuban dictator Fidel Castro, and his repeated pro-   8 Soviet Secret Police under the State Security Committee, successor to the NKVD and predecessor to the KGB; Otto Heilbrunn, The Soviet Secret Services , New York: Praeger, 1956, pp. 127, 134."},{"pageNumber":15,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 19 Communist utterances made him a very handy weapon with which to attack the Russians. The DIA Report, signed by Army Colonel Vedder B. Driscoll, chief of the Soviet Intelligence division of the DIA, appears to be the firs t official analysis of the Kennedy assassination that does not follow the official line, and which survived the post-assassination shredding frenzy that seized the American intelligence community. 9 Theories, opinions an d arguments abound concerning the Kennedy assassination and while many authors will applaud Driscoll ’s DIA Report, others will reject it. Rejection or acceptance depends entirely on what an author ma y have previously published on the subject. The other surviving offici al paper, the already mentioned “Operation ZIPP ER” document, will most likely cause an even more he ated controversy, since it does not have a cover document and consists merely of a brief listing of persons and agencies involved, decisions made, and events that took place during and after the preparation of Kenned y’s assassination. Over 2,500 works on th e assassination have appeared in print to date but nothing ap proaches what can best be termed the “Drisc oll Report” and the “ZIPPER Document” for brevity and accu racy. The reader is given a unique view of the events in Dallas and Washington post-November 22, 1963. The facts behind the Ke nnedy assassination are found in the Driscoll Repo rt and the ZIPPER Document. For the first time, the actual motives of those who   9 See Appendix."},{"pageNumber":16,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 20 organized and instigated the act are clearly and decisively exposed, as are the techniques of the actual shooting, the nature of the weapons used, and the means by which the shooters escaped. These documents do not challenge the famous Warren Report that has been ridiculed by many and supported by few; they merely supersede it. The ZIPPER Document reveals, most importantly, the names and official position s of those who directed the killers. For example, the man who instigated the attack was one of the highest level American intelligence officials, and the man to whom he entrusted the supervision of the assassins was someone who had been involved in one of the most important American intelligence-gathering actions against the Soviet Union, an operation that the Drisco ll Report now reveals had been known to the Soviets ev en before it was launched! The fate of the shooters is also revealed; only one of them lived more than a month after Kennedy died. In this work, rath er than present the endlessly chewed arguments of others to dazz le or bore the reader, the reports are presented in exce rpt (Driscoll) or in full (ZIPPER) with appropriate commentary. This study is organized into a number of chapters. The assassination itself is covered by a translation of the Soviet intelligence report, followed by pertinent and parallel excerpts from the official Warren Commission Report and the Defense Intelligence Agency analysis. The observations of the author conclude each section. The next chapters will cover the more important players. Again, first a Sovi et report, followed by the pertinent sections of the Warr en Report, the DIA analysis,"},{"pageNumber":17,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 21 and concluding with the auth or’s comments. The Warren Commission Report basical ly covered the actual assassination and the subsequent murder of the alleged assassin, Lee Harvey Oswa ld. Both the Soviet and Driscoll Reports contain addi tional material not covered in the Warren Commission Report. Subsequent chapters addres sing the real history of the Kennedy assassination are based mainly on the ZIPPER Document with some use of the Driscoll Report, and are backed by information the author received during his many conversations with R. T. Crowley. Long years of suspicio n, investigation and revisionist commentary have ended with the discovery and publication of the Driscoll Report and the ZIPPER Document from the papers of top CIA official, Robert Crowley. The deadly international plots, assassinations of unpopular foreign po liticians, active involvement in the world-wide drug market, ruthless manipulation of the United States government to include the office of the President, counterfeitings, the fomenting of revolts and bloody uprisings in nations friendly to the United States, the infiltration and control of the American and foreign print and film media, and the general belief that their opinions should dictate Amer ica’s domestic and foreign policy have led directly to such anti-American incidents as the murder of American citizens and such explosive outrages as the recent attack on the World Trade Center. The Central Intel ligence Agency, which likes to picture itself as the protecti ve shield of the American people, has proven itself to be consistently wrong in its analysis of almost every prob lem presented to it, and has"},{"pageNumber":18,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 22 alienated by its actions a good part of the world which at one time had been neutral in its opinion of America if not sympathetic. It is beyond be lief that a complicated, yearlong international plot against America, which culminated in the WTC attack and which involved hundreds of people, could not have been observed by the CIA. This is either an exam ple of gross incompetence at best or connivan ce at worst. The Crowley Papers give all of us a true understanding of the meanin g of Lord Acton’s dictum, “Power corrupts and absolute power corrupts absolutely.”"},{"pageNumber":19,"pageContent":" The Assassination The following chapters w ill consist of facsimile reproductions of the DIA’s translation of the Soviet intelligence study, of its own analysis, and of quoted excerpts of the official Warren Commission Report, followed by commentary."},{"pageNumber":20,"pageContent":" The Facts of the Assassination"},{"pageNumber":21,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 26"},{"pageNumber":22,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 27 The Soviet Intelligence Study (translation) 1. On 22 November, 1963, American President John Kennedy was shot and killed during a political motor trip through the Texas city of Dallas. The President was riding at the head of the procession in his official state car, seated in the right rear with his wife on his left side. Seated in front of him was the Governor of Texas and his wife, also on his left side. The vehicle was an open car without side or top protection of any kind. There was a pilot car in front, about a hundred feet, and the President’s car was flanked by motorcycle outriders located two to a side roughly parallel with the rear wheels of the State car. 2. The President and his party were driving at a speed of about 20 kilometers per hour through the built-up area of Dallas and greeted the many people lining the streets along his route. Security was supplied by the Secret Service supplemented by local police. There were two Secret Service agents in the front of the car. One was driving the car. Other agents were in cars following the Presidential vehicle and Dallas police on motorbikes were on both sides of the Presidential car but at the rear of it. There was a pilot car in front of the President’s car but it was at some distance away. 3. The course of the journey was almost past all the occupied area. The cars then turned sharply to the right and then again to the left to go to the motorway leading to a meeting hall where the President was to speak at a dinner. It is considered very bad security for such an official drive to decrease its speed or to make unnecessary turnings or stops. (Historical note: It was just this problem that led directly to positioning the Austrian Heir in front of waiting assassins at Sarajevo in 1914.) The route was set by agents of the Secret Service"},{"pageNumber":23,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 28 and published in the Dallas newspapers before the arrival of the President and his party. 4. After the last turning to the left, the cars passed a tall building on the right side of the street that was used as a warehouse for the storage of school books. This building was six stories tall and had a number of workers assigned to it. There were no official security people in this building, either on the roof or at the windows. Also, there were no security agents along the roadway on either side. All security agents were riding either in the Presidential car (two in the front) and in the following vehicles. 5. As the President’s state car passed this building, some shots were heard. The exact source and number of these shots was never entirely determined. Some observers thought that the shots came from above and behind while many more observers in the area stated that the shots came from the front and to the right of the car. There was a small area with a decorative building and some trees and bushes there and many saw unidentified people in this area. Many people standing in front of this area to watch the cars stated that shots came from behind them. 6. When the first shots were fired, the President was seen to lean forward and clutch at his throat with both hands. Immediately when this happened, the Secret Service driver of the President’s state car slowed down the vehicle until it was almost stopped. This was a direct breach of their training which stated that in such events where firing occurred, the driver of the President’s car would immediately drive away as quickly as possible. 7. At the same time as the first shot, there was a second one, this one from behind and above. This bullet struck the Governor, sitting in front of the President and slightly to his right, in the right upper shoulder. The bullet went downwards into the chest cavity, breaking ribs, struck his wrist and lodged in his left upper thigh. There were then two shots fired at the President’s car. The first"},{"pageNumber":24,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 29 shot initiated the action and this one appears to have hit the President in the throat. If so, it must have been fired from in front of the car, not behind it. 8. Right at that moment, there was one other shot. The shell obviously struck the President on the upper rear of the right side of his head, throwing him back and to the left. Also, at this time, blood, pieces of skull and brains could be seen flying to the left where the motorbike police guard was struck with this material on his right side and on the right side of his motorbike. 9. Immediately after this final shot, the driver then began to increase his speed and the cars all went at increasing speed down under the tunnel. 10. The fatally injured President and the seriously injured Governor were very quickly taken to a nearby hospital for treatment. The President was declared as dead and his body was removed, by force, to an aircraft and flown to Washington. The badly wounded Governor was treated at the hospital for his wounds and survived. 11. Within moments of the shots fired at the President, a Dallas motorcycle police officer ran into the book building and up to the second floor in the company of the manager of the establishment. Here, the policeman encountered a man later positively identified as one Lee Harvey Oswald, an employee of the book storage company. Oswald was drinking a Coca-Cola and appeared to be entirely calm and collected. (Later it was said that he had rushed down four flights of steps past other employees in a few moments after allegedly shooting the President. It is noted from the records that none of the other employees on the staircase ever saw Oswald passing them.) The elevator which moved freight and personnel between the floors was halted at the sixth floor and turned off so that it could not be recalled to persons below wishing to use it."},{"pageNumber":25,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 30 The Warren Commission Report At 11:40 a.m., CST, on Friday, November 22, 1963, President John F. Kennedy, Mrs. Kennedy, and their party arrived at Love Field, Dallas, Tex. Behind them was the first day of a Texas trip planned 5 months before by the Pres ident, Vice President Lyndon B. Johnson, and John B. Connally, Jr., Governor of Texas. After leaving the White House on Thursday morning, the President had flown initially to San Antonio where Vice President Lyndon B. Johnso n joined the party and the President dedicated ne w research fa cilities at the U.S. Air Force School of Aerospace Medicine. Following a testimonial dinner in Hous ton for U.S. Representative Albert Thomas, the President flew to Fort Worth where he spent the night an d spoke at a large breakfast gathering on Friday. Planned for later that day were a motorcade through downtown Dallas, a luncheon speech at the Trade Mart, and a flight to Austin where the President would attend a reception and speak at a Democratic fundraising dinner. From Austin he woul d proceed to the Texas ranch of the Vice President. [WCR, pp. 1-2.] The Secret Service was told on November 8 that 45 minutes had been allotted to a motorcade procession from Love Field to the site of a luncheon planned by Dallas business and civic leaders in honor of the President. After considering the facilities and security problems of the several buildings, the Trade Mart was chosen as the luncheon site. Given this selection, and in accordance with the customary practice of affording the greatest number of people an opportunity to see the"},{"pageNumber":26,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 31 President, the moto rcade route selected was a natural one. The route was approved by the local host committee and White House representatives on November 18 and publicized in the local papers starting on November 19. This advance publicity made it clear that the motorcade would leave Main Street and pa ss the intersection of Elm and Houston Streets as it proc eeded to the Trade Mart by way of the Stemmons Freeway . By midmorning of November 22, clearing skies in Dallas dispelled the threat of rain and the President greeted the crowds from his open limousine without the “bubbletop,” which was at that time a plastic shield furnishing protection only against inclement weather. To the left of the President in the rear seat was Mrs. Kennedy. In the jump seat s were Governor Connally, who was in front of the Pres ident, and Mrs. Connally at the Governor’s left. Agent William R. Greer of the Secret Service was driving, and Agent Roy H. Kellerman was sitting to his right. [WCR, p. 2] At the extreme west en d of Main Street, the motorcade turned right on Ho uston Street and proceeded north for one block in order to make a left turn on Elm Street, the most direct and convenient approach to the Stemmons Freeway and the Trade Mart. As the President’s car approached th e intersection of Houston and Elm Streets, there loomed directly ahead on the intersection’s northwest corner a seven story, orange brick warehouse and office building, the Texas School Book Depository. [WCR, p. 2] The President’s car which had been going north made a sharp turn toward the southwest onto Elm Street. At a speed of about 11 miles per hour, it started down the"},{"pageNumber":27,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 32 gradual descent towards a railroad overpass under which the motorcade would procee d before reaching the Stemmons Freeway. The front of the Texas School Book Depository was now on the President’s right, and he waved to the crowd assemble d there as he passed the building. Dealey Plaza—an open, landscaped area marking the western end of downtown Dallas—stretched out to the President’s left. A Secret Service agent riding in the motorcade radioed the Trade Mart that the President would arrive in 5 minutes. Seconds later shots resounded in rapid succession. The President’s hands moved to his neck. He appeared to stiffen momentarily and lurch slightly forward in his seat. A bullet had entered the base of the back of his neck slightly to the right of the spine. It traveled downward and exited from the front of the neck, causing a nick in the left lower portion of th e knot in the President’s necktie. Governor Connally had been facing towards the crowd on the right. He started to turn toward the left and suddenly felt a blow on his back. The Govern or had been hit by a bullet which entered at the extreme right side of his back at a point below his right armpit. The bullet traveled through his chest in a downward and forward direction, exited below his right nipple, pa ssed through his right wrist, which had been in his lap, and then caused a wound to his left thigh. The force of the bullet’s impact appeared to spin the Governor to his right, and Mrs. Connally pulled him down in to her lap. Another bullet then struck Presiden t Kennedy in the re ar portion of his head, causing a massive and fatal wound. The President fell to the left into Mrs. Kennedy’s lap. [WCR, p. 3]"},{"pageNumber":28,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 33 The first person to see Oswald after the assassination was Patrolman M. L. Baker of the Dallas Police Department. Baker was riding a two-wheeled motorcycle behind the last pr ess car of the motorcade. Baker testified that he ente red the lobby (of the Texas Book Depository) and “spoke out and asked where the stairs or elevator was*** an d this man, Mr. Truly, spoke up and says, it seems to me like he says ‘I am a building manager. Follow me, officer, and I will show you.’” Meanwhile, Truly had run up several steps towards the third floor. Missing Baker, he came back to find the officer in the doorway to the lunchroom “facing Lee Harvey Oswald.” Baker turn ed to Truly and said, “Do you know this man, does he work here?” Truly replied, “Yes.” Baker stated later that the man did not seem to be out of breath; he seemed calm. [WCR, p. 152] That Oswald descended by stairway from the sixth floor to the second-flo or lunchroom is consistent with the movements of the two elevators, which would have provided the other possi ble means of descent. When Truly, accompanied by Baker, ran to the rear of the first floor, he was certain that both elevators, which occupy the same shaft, were on the fi fth floor. In the few seconds which elapsed while Baker and Truly ran from the first to the second floor, neither of these slow elevators could have descended from the fi fth to the second floor. Furthermore, no elevator was at the second floor when they arrived there. [WCR, p. 153] The DIA Analysis"},{"pageNumber":29,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 34 18. The Dallas trip had been in train since late July of 1963. Texas was considered to be a key state in the upcoming 1964 Presidential elections. It was the disqualification of over 100,000 Texas votes, in conjunction with the known fraudulent voting in Chicago in 1960 that gave President Kennedy and his associates a slim margin of victory. 19. The actual route of Kennedy’s drive through downtown Dallas was made known to the local press on Tuesday, November 19. The sharp right turn from Main St. onto Houston and then the equally sharp left turn onto Elm was the only way to get to the on ramp to the Stemmons Freeway. A traffic divider on Main St. precluded the motorcade from taking the direct route, from Main St. across Houston and thence right to the Stemmons Freeway exit. 20. Just after the President’s car passed the Texas Book Depository, a number of shots were fired. There were a total of three shots fired at the President. The first shot came from the right front, hitting him in the neck. This projectile did not exit the body. The immediate reaction by the President was to clutch at his neck and say, “I have been hit!” He was unable to move himself into any kind of a defensive posture because he was wearing a restrictive body brace. 21. The second shot came from above and behind the Presidential car, the bullet striking Texas Governor Connally in the upper right shoulder, passing through his chest and exiting sharply downwards into his left thigh. 22. The third, and fatal shot, was also fired at the President from the right front and from a position slightly above the car. This bullet, which was fired from a .223 weapon, struck the President above the right ear, passed through the right rear quadrant of his head and exited towards the left. Pieces of the President’s skull and a large quantity of brain matter was blasted out and to the left of the car. Much of this matter struck a Dallas police"},{"pageNumber":30,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 35 motorcycle outrider positioned to the left rear of the Presidential car. 23. Photographic evidence indicates that the driver, SA Greer, slowed down the vehicle when shots were heard, in direct contravention of standing Secret Service regulations. 24. Reports that the initial hit on the President came from above and behind are false and misleading. Given the position of the vehicle at the time of impact and the altitude of the alleged shooter, a bullet striking the back of the President’s neck would have exited sharply downward as did the projectile fired at Governor Connally purportedly from the same shooter located in the same area of the sixth floor of the Texas Book Depository. 25. The projectile that killed the President was filled with mercury. When such a projectile enters a body, the sudden decrease in velocity causes the mercury to literally explode the shell. This type of projectile is designed to practically guarantee the death of the target and is a method in extensive use by European assassination teams. 26. The disappearance of Kennedy’s brain and related post mortem material from the U.S. National Archives was motivated by an official desire not to permit further testing which would certainly show the presence of mercury in the brain matter. 27. Official statements that the fatal shot was fired from above and behind are totally incorrect and intended to mislead. Such a shot would have blasted the brain and blood matter forward and not to the left rear. Also, photographic evidence indicates that after the fatal shot, the President was hurled towards his left , against his wife who was seated to his immediate left. 28. The so-called “magic bullet” theory, i.e., a relatively pristine, fired, Western Cartridge 6.5 Mannlicher-Carcano projectile produced in evidence, is obviously an official attempt to justify its own thesis. This theory, that a projectile from above and behind struck the"},{"pageNumber":31,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 36 President in the upper back, swung up, exited his throat, gained altitude and then angled downwards through the body of Governor Connally, striking bone and passing through muscle mass and emerging in almost undamaged condition is a complete impossibility. The bullet in question was obtained by firing the alleged assassination weapon into a container of water. 29. Three other such projectiles were recovered in similar undamaged condition. One of these was produced for official inspection and was claimed to have been found on Governor Connally’s stretcher at Parkland Hospital. As a goodly portion of the projectile was still in the Governor’s body (where much of it remained until his death some years later), this piece of purported evidence should be considered as nothing more than an official “plant.” Author’s Comments Almost all of the revisionist works on the Kennedy assassination deal with forensics. The main, and only, purpose for the ex istence of the Warren Commission was to firmly estab lish that a lone individual who had no accomplices had shot President Kennedy. Any evidence in existence at the time the commission sat that furthered this thesis was used; any evidence that would refute their thesis was ignored. Oswald, the lone individual with no accomplices, had to have shot the Presid ent, and Governor Connally, with a surplus Italian Army 6.5-mm Mannlicher-Carcano rifle equipped with a cheap telescopic sight. He had to have fired from the sixth floo r of a building, down at a moving target and have fired three shots in a five-second"},{"pageNumber":32,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 37 period of time. The Carcano was a very clumsy bolt- action rifle. The turned-down bolt handle was difficult to manipulate and the field of vision of the scope was so small as to virtually render it useless against a moving target. 10 Tests by numerous firearms experts were never able to duplicate either the rate of fire or the alleged accuracy of the we apon purported to have been the sniper’s only weapon. 11 While the muzzle velocity of the 6.5-mm round tip bullet was very low, nevertheless, if it hit a human being within a re asonable distance, it could inflict a fatal shot. The “magic bullet” thesis is a piece of impossible nonsense that nevertheless was eagerly accepted and promulgated by the Warren Commission and, decades after the event, is still shrilly supported by those members of the media who have a vested interest in doing so. The nearly pristine bullet convenie ntly planted on a stretcher at Parkland Hospital could ne ver have hit or passed into anything other than a container of water.   10 Terry Gander and Peter Chamberlain, Weapons of the Third Reich, Doubleday: New York, 1979. 11 Robert J. Groden and Harrison E. Livingstone, High Treason, New York: Conservatory Press, 1989, p. 58. Carl Oglesby, Who Killed JFK? Berkeley: Odonian Press, 1992, pp. 26f."},{"pageNumber":33,"pageContent":" Lee Harvey Oswald The Soviet Intelligence Study (translation) 18. During the course of the interrogations, Oswald was repeatedly led up and down very crowded corridors of the police headquarters with no thought of security. This is an obvious breach of elementary security that was noted at the time by reporters. It now appears that Oswald’s killer was seen and photographed in the crowds in the building. 19. The American Marine defector, Lee Harvey Oswald, entered the Soviet Union in October of 1959. Initially, Oswald, who indicated he wanted to “defect” and reside in the Soviet Union, was the object of some suspicion by Soviet intelligence authorities. He was at first denied entrance, attempted a “suicide” attempt and only when he was more extensively interrogated by competent agents was it discovered that he was in possession of material that potentially had a great intelligence value. 20. Oswald, who as a U.S. Marine, was stationed at the Atsugi airfield in Japan, had been connected with the Central Intelligence Agency’s U-2 intelligence- gathering aircraft program and was in possession of technical manuals and papers concerning these aircraft and their use in overflights of the Soviet Union. 21. The subject proved to be most cooperative and a technical analysis of his documentation indicated that he was certainly being truthful with Soviet authorities. In addition to the manuals, Oswald was able to supply Soviet authorities with a wealth of material, much of"},{"pageNumber":34,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 40 which was unknown and relatively current. As a direct result of analysis of the Oswald material, it became possible to intercept and shoot down a U2 aircraft flown by CIA employee Gary Powers. 22. On the basis of the quality of this material, Oswald was granted asylum in the Soviet Union and permitted to settle in Minsk under the supervision of the Ministry of the Interior. This was partially to reward him for his cooperation and also to remove him from the possible influence of American authorities at the Embassy in Moscow. 23. Oswald worked in a radio factory, was given a subsidized apartment in Minsk and kept under constant surveillance. He was very pro-Russian, learned to speak and read the language, albeit not with native fluency, and behaved himself well in his new surroundings. 24. Although Oswald was a known homosexual, he nevertheless expressed an interest in women as well and his several casual romantic affairs with both men and women were duly noted. 25. Oswald became involved with Marina Nikolaevna Prusakova, the niece of a Minsk-based intelligence official. He wished to marry this woman who was attractive but cold and ambitious. She wished to leave the Soviet Union and emigrate to the United States for purely economic reasons. Since his marrying a Soviet citizen under his circumstances was often most difficult, Oswald began to speak more and more confidentially with his intelligence contacts in Minsk. He finally revealed that he was an agent for the United States Office of Naval Intelligence and had been recruited by them to act as a conduit between their office and Soviet intelligence. 26. The official material on the CIA operations was entirely authentic and had been supplied to Oswald by his controllers at the ONI. It was apparent, and Oswald repeatedly stated, that the CIA was completely unaware of the removal of sensitive documents from their offices. This removal, Oswald stated, was effected by the ONI"},{"pageNumber":35,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 41 personnel stationed at Atsugi air field. Oswald was unaware of the reasons for this operation but had been repeatedly assured that the mission was considered of great national importance and that if he proved to be successful, he would be afforded additional and profitable future employment. It appears that Oswald was considered to be a one time operative and was expendable. His purpose was to establish a reputation as a pro-Russian individual who would then “defect” to the Soviet Union and pass over the U2 material. He did not seem to realize at the time he “defected” that once he had been permitted to live in the Soviet Union, on an official governmental subsidy, returning to America would be very difficult, if not impossible. 27. Now, with his romantic, and very impractical, attachment to Prusakova, he was being pressured by her to marry and then take her with him back to the United States. Oswald was informed that this was not a possible option for him. He became very emotional and difficult to deal with but finally made the suggestion that if he were allowed to marry and return to the United States, he would agree to work in reality for the Soviet Union. 28. After referring this matter to higher authority, it was decided to accede to Oswald’s requests, especially since he was of no further use to Soviet intelligence and might well be of some service while resident in America. 29. Marriage was permitted and his return was expedited both by the Soviet authorities and the Americans who were informed, via a letter from Oswald, that he was in possession of intelligence material of value to them. This valuable information was duly given to him, a reversal to be noted on his original mission! 30. Oswald was given prepared information of such a nature as to impress American intelligence and permitted to contact intelligence officials in the American Embassy in Moscow. He was then permitted by the Americans to return to the United States with his new wife."},{"pageNumber":36,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 42 31. In America, Oswald no longer worked with the ONI because he was not able to further assist them. Besides, he was viewed as dangerous because he had knowledge of the ONI theft and use of CIA documents. 32. While in America, Oswald then worked as a paid informant for the Federal Bureau of Investigation who had contacted him when he returned and requested his assistance with domestic surveillance against pro- Soviet groups. He was assigned, in New Orleans, the task of infiltrating the anti-Castro groups which were nominally under the control of the CIA. 33. It is noted that there exists a very strong rivalry between the FBI and the CIA. The former is nominally in charge of domestic counterintelligence and the latter in charge of foreign intelligence. They have been fighting for power ever since the CIA was first formed in 1947. Oswald has stated that the FBI was aware of this ONI-sponsored defection with stolen CIA U2 documents but this is not a proven matter. 34. Later, Oswald was transferred to Dallas, Texas, by the FBI and he then secured a position at a firm which dealt in very secret photographic matters. Here, he was able to supply both the FBI and Soviet intelligence with identical data. 35. FBI reports, kept secret, show clearly that Oswald was paid by the FBI as an informant. 36. In New Orleans, a center of Cuban insurgent activity, Oswald was in direct contact with FBI officials and worked for a Guy Bannister, former FBI agent. Oswald infiltrated the ranks of Cuban insurgents and reported his findings to the FBI . 44. Oswald was a part of the FBI surveillance of the Cuban insurgents in the New Orleans area. 45. Oswald made a number of public appearances passing out pro-Castro leaflets in order to ingratiate himself with the insurgents."},{"pageNumber":37,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 43 46. At the FBI request, a local television station filmed Oswald passing out these leaflets and had this film shown on local stations in order to enhance Oswald’s image. When his mission was finished, Oswald was then sent to Dallas to observe and penetrate the Russian colony there."},{"pageNumber":38,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 44 The Warren Commission Report 12 Lee Harvey Oswald was openly committed to Marxist ideology; he defected to the Soviet Union in 1959, and resided there until June of 1962, eventually returning to the United States with a Russian wife. [WCR, p. 254] According to Oswald’s diary he attempted suicide when he learned his applicatio n for citizenship had been denied. [WCR, p. 260] While in Atsugi, Japan, Oswald studied the Russian language, perhaps wi th some help from an officer in his unit who was in terested in Ru ssian and used to “talk about it” with Oswa ld occasionally. [WCR, p. 257] He may have begun to study the Russian language when he was stationed in Japa n, which was intermittently from August 1957 to Nove mber 1958. [WCR, p. 256] According to Oswald’s “Historic Diary” and the documents furnished to the Commission by the Soviet Government, Oswald was not told that he had been accepted as a resident of the Soviet Union until about January 4, 1960. Although November 13 and 16 Oswald informed Aline Mosby and Priscilla Johnson that he had been granted permission to remain in the country indefinitely, the diar y indicates that at that time he had been told only that he could remain “until some solution is found with what to do with me.” [WCR, p. 265]   12 The excerpts from the Warren Commission Report are designed to reflect the paragraphs in the Soviet Intelligence Study, hence are out of sequence on a number of occasions, but not out of context."},{"pageNumber":39,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 45 Once he was accepted as a resident alien in the Soviet Union, Oswald was given considerable benefits which ordinary Soviet citizens in his position in society did not have. The “Historic Diary” recites that after Oswald was informed that he could remain in the Soviet Union and he was being sent to Minsk he was given 5,000 rubles by the “Red Cr oss*** for expenses.” He used 2,200 rubles to pay hi s hotel bill and another 150 rubles for a train ticket. [WCR, p. 269] [...] about 6 weeks after hi s arrival he did receive an apartment, very pleasant by Soviet standards, for which he was required to pa y only 60 rubles ($6.00) a month. Oswald considered the apartment “almost rent free.” Oswald was given a job in the “Byelorussian Radio and Television Factory,” wh ere his pay on a per piece basis ranged from 700 to 90 0 rubles ($70-$90) a month. [WCR, p. 269] The Commission has also assumed that it is customary for Soviet intelligence agencies to keep defectors under surveillance during their residence in the Soviet Union, through period ic interviews of neighbors and associates of the defect or. Oswald once mentioned that the Soviet police questioned his neighbors occasionally. Moreover, it is from Oswald’s personal writings alone that the Commission ha s learned that he received supplementary funds from the Soviet “Red Cross.” In the notes he made during the return trip to the United States Oswald recognized that th e “Red Cross” subsidy had nothing to do with the we ll-known International Red Cross. He frankly stated th at the money had come from the “MVD.” [WCR, p. 272]"},{"pageNumber":40,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 46 Marina Oswald said that by the time she met him in March 1961 he spoke the la nguage well enough so that at first she thought he was fro m one of the Baltic areas of her country, because of his accent. She stated that his only defects were that his grammar was sometimes incorrect and that his writing was never good. [WCR, p. 257] Oswald’s marriage to Ma rina Prusakova on April 30, 1961, is itself a fact meriting consideration. A foreigner living in Russia cannot marry without the permission of the Soviet Government. [WCR, p. 274] When Oswald arrived at the Embassy in Moscow, he met Richard E. Snyder, the same person with whom he had dealt in October of 1959 . Primarily on the basis of Oswald’s interview with Sn yder on Monday, July 10, 1961, the American Embassy concluded that Oswald had not expatriated hims elf. On the basis of this tentative decision, Oswald was given back his American passport, which he had surrendered in 1959. The document was due to expire in September 1961, however, and Oswald was informed that its rene wal would depend upon the ultimate decision by the Department of State on his expatriation. On July 11, Marina Oswald was interviewed at the Embassy and the steps necessary for her to obtain an American visa were begu n. In May 1962, after 15 months of dealing with the Embassy, Oswald’s passport was ultimately renewed and permission for his wife to enter the United States wa s granted. [WCR, p. 277] The Director of the FBI J. Edgar Hoover, Assistant to the Director Al an H. Belmont, FBI agents John W. Fain and John L. Quigley, who interviewed Oswald, and FBI Agent James P. Hosty, Jr., who was in"},{"pageNumber":41,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 47 charge of his case at the time of the assassination, have testified before the Commission. All declared, in substance, that Oswald was not an informant or agent of the FBI, that he did not act in any other capacity for the FBI, and that no attempt was made to recruit him in any capacity. [WCR, p. 327] On October 4. 1963, Oswa ld applied for a position with the Padgett Printing Co rp., which was located at 1313 Industrial Boulevard, se veral blocks from President Kennedy’s parade route. Oswa ld favorably impressed the plant superintendent wh o checked his prior job references, one of which was Jaggars-Chiles-Stovall, the firm where Oswald had done photography work from October 1962 to April 1963. [WCR, p. 246] The DIA Analysis 30. Soviet commentary on Oswald is basically verified from both KGB and CIA sources. Oswald, however, was not being run by the ONI (note here that the USMC is under the control of the USN and that ONI would be the appropriate agency of initial contact) but instead by the CIA. Their personnel files indicate that Oswald was initially recruited by ONI for possible penetration of the very pervasive Japanese communist intelligence organization. Atsugi base was a very important target for these spies. 31. Because of a shift in their policy, the CIA found it expedient to exploit their U2 surveillance of the Soviet Union as a political rather than an intelligence operation. 32. The Eisenhower administration’s interest in the possibility of achieving a rapprochement with the"},{"pageNumber":42,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 48 Soviet Government created a situation that might have proven disastrous to the CIA continued functions. 33. Internal CIA documents show very clearly that as their very existence was dependent on a continuation of the Cold War, any diminution of East-West hostility could easily lead to their down-sizing and, more important, to their loss of influence over the office of the President and also of U.S. foreign policy. 34. It was proposed, according to top level CIA reports, to somehow use their own U2 flights to create an increase in tension that could lead to a frustration of any detente that might result from a lessening of international tensions. 35. It was initially thought that certain compromising documents could be prepared, sent to the CIA base at Atsugi, Japan, and then somehow leaked to the aggressive Japanese communists. However, it was subsequently decided that there was a strong possibility that the documents might not be forwarded to Soviet Russia and kept in Japan for use in the anti-West/anti- war domestic campaigns. 36. CIA personnel stationed at Atsugi conceived a plan to then arrange for select documents to be given directly to the Soviets via an American defector. It was at this point that Oswald’s name was brought up by an ONI man. A CIA evaluation of Oswald convinced them that he would be the perfect defector. Psychological profiles of Oswald convinced them that he was clever, pro-Marxist, a person of low self-esteem as manifested in his chronic anti-social attitudes coupled with homosexual behavior. 37. As Oswald had developed a strong friendship with his ONI control, it was decided to allow him to think that he was working for the U.S. Navy rather than the CIA. (Note: This has always been a hallmark of CIA clandestine operations. Source agents are always considered expendable by that agency and their record of abandonment of these non-CIA agents if felt necessary is well-known to the intelligence community.)"},{"pageNumber":43,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 49 38. Oswald was told that he was performing a “special, vitally important” mission for the ONI and would be given a very good paying official position when he “successfully returned” from the Soviet Union. CIA and ONI reports indicate that he was never expected to return to the United States after he had fulfilled his function of passing the desired documentation to the Soviet intelligence community. 39. The subsequent interception and shooting down by the Soviets of a U2 piloted by CIA agent Gary F. Powers using the leaked CIA material was sufficient to wreck the projected Eisenhower/Khrushchev meetings and harden the Soviet leader’s attitude towards the West. 40. It should be noted that the Powers U2 was equipped with a delayed action self-destruct device, designed to be activated by the pilot upon bailing out. This device was intended to destroy any classified surveillance material on the aircraft. In the Powers aircraft, the device was later disclosed to have been altered to explode the moment the pilot activated it. This would have resulted in the destruction of both the pilot and his aircraft. 41. After his return to the United States, Oswald was a marked man. He was a potential danger to the CIA, whose unredacted personnel reports indicate that Oswald was considered to be unstable, hostile, intelligent and very frustrated. He was, in short, a loose cannon. 42. While resident in Dallas, Oswald became acquainted with George S. DeMohrenschildt, a CIA operative. DeMohrenschildt, a Balt, had family connections both in Poland and Russia, had worked for the German Ausland Abwehr and later the SD during the Second World War. He “befriended” Oswald and eventually an intimate physical relationship developed between the two men. This infuriated Marina Oswald and their already strained relationship grew even worse. She had come to America expecting great financial rewards"},{"pageNumber":44,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 50 and instead found poverty, two children and a sexually cold husband. 43. It was DeMohrenschildt’s responsibility to watch Oswald, to establish a strong inter-personal relationship with him and to learn what information, if any, Oswald might possess that could damage the CIA if it became known. 44. The CIAs subsequent use of Oswald as a pawn in the assassination was a direct result of this concern "},{"pageNumber":45,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 51 Author’s comments On November 25, 1963, th ree days after Kennedy’s assassination, U.S. Deputy Attorney General Nicholas Katzenbach, later a high Depa rtment of State official under Lyndon Jo hnson, wrote the following memorandum to Bill Moyers, aide to President Lyndon Johnson: “It is important that all of the facts surrounding President Kennedy’s assassination be made public in a way which will satisfy people in the United States and abroad that all the facts have been told and that a statement to this ef fect be made now. 1. The public must be satisfied that Oswald was the assassin; that he did not have confederates who are still at large; and that the evidence was such that he would have been convicted at trial. 2. Speculation about Oswald’s motivation ought to be cut off, and we should have some basis for rebutting thought that this was a Co mmunist conspiracy or (as the Iron Curtain press is saying) a right-wing conspiracy to blame it on the communists. Unfortunately the facts on Oswald seem too pat—too obvious (Marxist, Cuba, Russian wife, etc.). The Dallas police have put out statements on the Communist conspiracy theory, and it was they who were in charge when he was shot and thus silenced. 3. The matter has been handled thus far with neither dignity nor conviction. Facts have been mixed with rumor and speculation. We can scarcely let the world see us totally in the image of the Dallas police when our President is murdered. I think this objective may be satisfied by making public as soon as possible a complete and thorough FBI report on Oswald and the assassination. This may run into the difficulty of pointing to inconsistencies between"},{"pageNumber":46,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 52 this report and statements by Dallas police officials. But the reputation of the Bureau is such that it may do the whole job.” 13 On November 29, FB I Director Hoover wrote an in-house memo that, in part, stated: “I told him [President Johnson] I thought it would be very bad to have a rash of investigations. He then indicated the only way to stop it is to appoint a high- level committee to evaluate my report and tell the House and Senate not to go ahead with the investigation. I stated that would be a three-ring circus.” 14 And, in fact, the reputation of the Bureau was such that the whole job was well and truly accomplished. The FBI was in sole charge of assembling evidence for the Warren Commission and, almo st simultaneously with the Katzenbach letter, Director Hoover had been committing himself on paper to express his firm determination that Oswald, and Oswald alone, was responsible for the assassination. This determination was re flected in a flood of teletypes from FBI headquarters to the agency offices in Dallas, New Orleans, Miami, and Chicago. Regardless of what information was uncovered by local agents, all of it had to be given to the loca l agent-in-charge who then forwarded it to Washington. Th ere, the numerous reports on Oswald’s activities and pe rsonal connections, along with reports on the Chicago mob, the CIA activities in Louisiana and Florida, and the late President and his activities and personal co nnections, were skillfully tailored to present a seamless series of reports, interviews,   13 House Select Committee on Assassinations , HSCA 567, vol. 3, Washington, D.C.: U.S. Government Printing Office, 1976. 14 Memo of J. Edgar Hoover to Staff, 29 November 1963, Crowley Papers. See Appendix."},{"pageNumber":47,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 53 photographic and other forensic evidence for presentation to the waiting commission. Any witness statements that contradicted the official version of events were excluded from this presentation, as were photographs that might have contradicted the lone-assassin theory. The Soviet intelligence report mentions the discovery of Oswald in the second floor employee’s lounge by a Dallas police of ficer immediately after the shooting. It is commented by them, and reflected in the official report, that Oswald ap peared to be very calm and certainly not out of breath as he would have been from running down four flights of steps only moments before. Further, other employees of the Texas Book Depository who had been using the stairs had not seen Oswald rush down past them. He could no t have used the building’s elevators to go from his work area on the sixth floor to the lunchroom because pers ons unknown stopped one on the sixth floor and the other was on another floor. There were no elevators stopped on the second floor near the employee lunchroom. The forensics have been equally confusing. Dallas Deputy Sheriff Seymour We itzman was one of three deputy sheriffs who discovered a rifle on the sixth floor of the Book Depository. Weit zman was a firearms expert and owned two gun shops. He initially, and positively, identified the rifle as a Ge rman Mauser, 7.65-millimeter weapon. This is the so-called Argentine Mauser, which was manufactured by the Germans for the Argentine army. Unlike later models of the Mauser, it ha s a straight bolt handle and the top of the receiver is plainly marked with the coat of arms of Argentina. The Argentine"},{"pageNumber":48,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 54 Mauser, a very well built and easy to use weapon, had been offered as military surp lus to the buying public for some years previously and was easily available to collectors, gun shops, and hunters. The physical differences between the 7.65-mm Argentine Mauser surplus rifle and the 6.5-mm Italian Mannlicher-Carcano surplus rifl e are very evident and no one with the professional background of Deputy Weitzman could possibly mistake one for the other. In his book, Case Closed, New York author and avid Warren Commission supporter Gerald Posner states: “Seymour Weitzman and Luke Mooney, two Dallas policemen [sic], thought at first glance that the rifle was a 7.65 [mm] bolt action Mauser. Although the officers quickly admitted their mistake, that initial misidentification le d to speculation that a different gun was found on the sixth floor and that Oswald’s Carcano was later swapped for the murder weapon. There are considerable similarities between a bolt-action Mauser and a Carcano. Firearms experts say they are easy to confuse without a proper exam. ” [Emphasis added] 15 Aside from his slavish adhe rence to the conclusions of the Warren Commission Report, Posner has obviously no knowledge of firearms whatsoever. The immediate visual differences between the two weapons are very clear and obvious. The Carc ano has a distinctive box magazine protruding in front of the trigger guard and the Mauser has none. The Mauser has a straight bolt handle and the Carcano has a tu rned-down bolt handle. 16 Weitzman was a gun dealer and both surplus weapons were very common in the trade at the time of the   15 G. Posner, op. cit. (note 6), p. 270n. 16 See footnote 10."},{"pageNumber":49,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 55 assassination. The supporting comments by Posner attributed to government experts are obviously self- serving, like the majority of such statements found in the Warren Commission Report, and have absolutely no probative value whatsoever. After the Mauser was turned in to local authorities, it suddenly was transformed into a Carcano rifle, one that allegedly had been purchased by Oswald using an alias. The Mauser vanished from th e sight of living men but the Carcano was presented to the world as the murder weapon. The so-called “magic bulle t” was certainly fired from the suspected Carcano but by whom, and when, is certainly not known at this remove. Because of the pristine condition of the bullet, it is clearly evident that it had never, under any remote circumstances, been fired into or passed thro ugh a human body. In his November 29, 1963 report, FBI Director Hoover said: “I said no, that three shots were fired at the President and we have them. I stated that our ballistic experts were able to prove the shots we re fired by this gun; that the President was hit by the first and third bullets and the second hit the Governor; that there were three shots; that one complete bullet rolled out of the President’s head; that it tore a large part of the President’s off; that in trying to massage his heart on the way into the hospital they loosened the bullet which fell on the stretcher and we have that.” 17 When he was arrested, Oswald proclaimed to the media that he was a patsy and had nothing to do with the killing of John F. Kennedy. Ka tzenbach’s dictum that the   17 Hoover letter, op. cit. (note 14), p. 3."},{"pageNumber":50,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 56 evidence had to be such as to secure a conviction was certainly quickly and o fficially implemented. Since Oswald was very shortly, and most conveniently, dead, all manner of innuendo, deliberate error, and patently manufactured evidence was put together into a pastiche that never needed to be examined and cross- examined in a cour t of law. Oswald had been tried and found publicly guilty in absentia , and in the event that there existed other, even more provable suspects, they were entirely safe in the knowledge that they had escaped whatever manipulated creativity had passed for the process of justice and were certainly well protected. The few works that suppor t the findings of the Warren Commission contain a number of errors, which strongly indicate that their authors have done little research and have no genu ine understanding of their subjects. As a case in point, referring once again to the Posner book, this author sh ows an appalling lack of knowledge of the Soviet int elligence stru cture in the 1950s and 1960s. Posner comments on a statement allegedly made by a faux Soviet defector that th e uncle of Marina Oswald was “MVD. It’s like being a local policeman, nothing more. He was completely unimportant.” 18 At another point, Posner shows a pictur e of Oswald and his wife’s relatives with the comment that Colonel Ilya Vasillyevich Prusakova, her uncle, was mi stakenly believed to have been a KGB officer when he was “actually the equivalent of a local U.S. policeman.” 19   18 G. Posner, op. cit. (note 6), p. 54n. 19 Ibid. , Plate iii."},{"pageNumber":51,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 57 Posner is referring here to the false Soviet defector Nosenko who was sent by the Soviet govern ment to the United States immediately afte r the assassination to allay American fears that the Soviets had been involved with the Kennedy assassination via Oswald. He very obviously had no knowledge of the in telligence agencies he purported to have served. The MVD was, at that time, the name of the Soviet secret po lice controlled by the State Security Committee. It was later renamed into KGB. 20 A serving colonel in the Minsk office of the MVD was most certainly not the “equivalent of a local U.S. policeman.” The Warren Report and its supporters have attached a considerable amount of importance to the comments and very supportive testimony of Oswald’s Russian wife, Marina. On this subject, Hoover wrote in his November 29 memo: “I advised the President that his wife had been very hostile, would not cooperate and speaks only Russian; that yesterday she said, if we could give assurance she would be allowed to remain in the country, she would cooperate; and that I told our agents to give that assurance and sent a Russian-speaking agent to Dallas last night to interview her.” 21   20 See footnote 8. 21 Hoover letter, note (14), p. 4."},{"pageNumber":52,"pageContent":" Jack Rubenstein (“Ruby”) Soviet Intelligence Study (translation) 47. Two days after the shooting of the American President, the alleged assassin, Oswald was shot to death in the basement of the Dallas Police Department while he was being transferred to another jail. On the day of the assassination, November 22, FBI Chief Hoover notified the authorities in Dallas that Oswald should be given special security. 48. This killing was done in the presence of many armed police officers by a known criminal and associate of the American Mafia named Jack Rubenstein, or “Ruby” as he was also known. “Ruby” had a long past of criminal association with the Mafia in Chicago, Illinois, a major area of gangster control in America. “Ruby” had once worked for the famous Al Capone and then for Sam Giancana. This man was head of the Chicago mob at the time of the assassination. 49. “Ruby” was the owner of a drinking establishment in Dallas that specialized in dancing by naked women and was also a close friend of many police officers in Dallas. “Ruby” had been seen and photographed in the Dallas police department while Oswald was being interrogated. It should be noted here that suspect Oswald was very often taken by Dallas police out into the completely unguarded hallways of the building and in the presence of many persons unknown to the police. This is viewed as either an attempt to have Oswald killed or a very incompetent and stupid breach of basic security."},{"pageNumber":53,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 60 50. The timing by “Ruby” of his entrance into the guarded basement was far too convenient to be accidental. Also, the method of his shooting of Oswald showed a completely professional approach. “Ruby” stepped out from between two policeman holding a revolver down along his leg to avoid detection. As he stepped towards the suspect, “Ruby” raised his right hand with the revolver and fired upwards into Oswald’s body. The bullet severed major arteries and guaranteed Oswald’s death. 51. Although “Ruby” subsequently pretended to be mentally disturbed, his actions showed professional calculation to a degree. This play-acting was continued into his trial and afterwards. “Ruby” was convicted of the murder of Oswald and sentenced to death. He died in prison of cancer in January of 1967 after an appeal from his sentence had been granted by the court judge. Information indicates that he was given a fatal injection. 52. “Ruby’s” statements should not be confused with his actions. He was a professional criminal, had excellent connections with the Dallas police, had been involved with activities in Cuba and gun running into that country and some evidence has been produced to show that he and Oswald had knowledge of each other. 53. Like Oswald, “Ruby” too had homosexual activities and one public witness firmly placed Oswald in “Ruby’s” club prior to the assassination. 54. In view of later developments and disclosures, the use of a Chicago killer with local Mafia connections to kill Oswald is not surprising. Stories of “Ruby’s” eccentricity were highlighted by American authorities to make it appear that he, like suspect Oswald, was an eccentric, single individual who acted out of emotion and not under orders. 55. As in the case of Oswald, there was never a proven motive for “Ruby’s” acts. Oswald had no reason whatsoever to shoot the President, had never committed any proven acts of violence. Although he was purported to"},{"pageNumber":54,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 61 have shot at a fascist General, it was badly presented and in all probability was a “red herring” to “prove” Oswald’s desire to shoot people. “Ruby”, a professional criminal with a long record of violence, claimed he shot Oswald to “protect” the President’s wife from testifying. This statement appears to be an obvious part of “Ruby’s” attempt to defend himself by claiming to be mad. 56. It is obvious that “Ruby” killed Oswald to silence him. Since Oswald was not involved in the killing of the President, continued interrogation of him leading to a court trial would have very strongly exposed the weakness of the American government’s attempt to blame him for the crime. 57. Silencing Oswald promptly was a matter of serious importance for the actual killers. 58. That Oswald could not be convicted with the evidence at hand, his removal was vital. He could then be tried and convicted in public without any danger."},{"pageNumber":55,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 62 The Warren Commission Report Concerned that there might be an attempt on Oswald’s life, FBI Director J. Edgar Hoover sent a message to [Dallas Police] Ch ief Curry on November 22 through Special Agen t Manning C. Clements of the FBI’s Dallas office, urging that Oswa ld be afforded the utmost security. Curry does not reca ll receiving the message. [WCR, p. 225] Jack Ruby shot Lee Harvey Oswald at 11:21 a.m., on Sunday, November 24, 1963, shortly after Ruby entered the basement of the Dallas Police Department. Almost immediately, specul ation arose that Ruby had acted on behalf of members of a conspiracy who had planned the killing of Presid ent Kennedy and wanted to silence Oswald. [WCR, p. 333] Ruby is known to have made his way, by about 11:30 p.m., to the third fl oor of the Dallas Police Department where reporters were congregated near the homicide bureau. [WCR, p. 340] (A photograph of Ruby taken in Dallas Police Headquarters about midnight November 22, 1963 is Commission Exhibit 2424) Video tapes confirm Ruby’s statement that he was present on the third floor wh en Chief Jesse E. Curry and District Attorney Henry M. Wade announced that Oswald would be shown to the newsmen at a press conference in the basement. [WCR, p. 342] Sunday morning trip to police department— Leaving his apartm ent a few minutes before 11 a.m., Ruby went to his automobi le taking with him his dachshund, Sheba, and a portable radio. He placed a"},{"pageNumber":56,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 63 revolver which he routinely carried in a bank moneybag in the trunk of his car. [WCR, p. 354] Ruby parked his car in a lot directly across the street from the Western Union office. He apparently placed his keys and billfold in the trunk of the car, then locked the trunk, which contained approximately $1,000 in cash, and placed the trunk key in the glove compartment. He did not lock the car doors. [WCR, p. 357] Ruby entered the police basement through the auto ramp from Main Street and stood behind the front rank of newsmen and police officers who were crowded together at the base of the ramp awaiting the transfer of Oswald to the county jail. As Oswald emerged from a basement office at approximately 11:21 a.m., Ruby moved quickly forward and, without speaking, fired one fatal shot into Oswald’s ab domen before being subdued by a rush of police officers. [WCR, p. 357] The assembly of more th an 70 police officers, some of them armed with tear gas, and the contemplated use of an armored truck, appe ar to have been designed primarily to repel an atte mpt of a mob to seize the prisoner. [WCR, p. 227] If Oswald had been tried for his murders of November 22, the effects of the news policy pursued by the Dallas authorities would have proven harmful both to the prosecution and the defense. The misinformation reported after the shootings mi ght have been used by the defense to cast doubt on the reliability of the State’s entire case. [WCR, p. 238]"},{"pageNumber":57,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 64 The DIA Analysis 57. The use of Jack Ruby to kill Oswald has been explained by the official reports as an aberrant act on the part of an emotional man under the influence of drugs. The Warren Commission carefully overlooked Ruby’s well- known ties to the Chicago mob as well as his connections with mob elements in Cuba. 58. Ruby’s early Chicago connections with the mob are certainly well documented in Chicago police files. This material was not used nor referred to in the Warren Report. 59. Ruby’s close connection with many members of the Dallas police infrastructure coupled with a very strong motivation to remove Oswald prior to any appointment of an attorney to represent him or any possible revelations Oswald might make about his probably knowledge of the actual assassins made Ruby an excellent agent of choice. If Oswald had gained the relative security of the County Jail and lawyers has been appointed for him, it would have proven much more difficult to remove him. 60. The Warren Commission was most particularly alarmed by attempts on the part of New York attorney Mark Lane, to present a defense for the dead Oswald before the Commission. Lane was refused this request. A written comment by Chief Justice Earl Warren to CIA Director Allan Dulles was that “people like Lane should never be permitted to air their radical views...at least not before this Commission...” 61. Ruby had been advised by his Chicago mob connections, as well as by others involved in the assassination, that his killing of Oswald would “make him a great hero” in the eyes of the American public and that he “could never be tried or convicted” in any American court of law. 62. Ruby, who had personal identity problems, accepted and strongly embraced this concept and was"},{"pageNumber":58,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 65 shocked to find that he was to be tried on a capital charge. Never very stable, Ruby began to disintegrate while in custody and mixed fact and fiction in a way as to convince possible assassins that he was not only incompetent but would not reveal his small knowledge of the motives behind the removal of Oswald. 63. In the presence of Chief Justice Warren, Ruby strongly intimated that he had additional information to disclose and wanted to go to the safety of Washington but Warren abruptly declared that he was not interested in hearing any of it. 64. A polygraph given to Ruby concerning his denial of knowing Oswald and only attempting to kill him as a last minute impulse proved to be completely unsatisfactory and could not be used to support the Commission’s thesis. 65. During his final illness, while in Parkland Hospital, Ruby was under heavy sedation and kept well supervised to prevent any death bed confessions or inopportune chance remarks to hospital attendants. An unconfirmed report from a usually reliable source states that Ruby was given an injection of air with a syringe which produced an embolism that killed him. The official cause of Ruby’s death was a blood clot. 66. It was later alleged that Ruby had metastated cancer of the brain and lungs which somehow had escaped any detection during his incarceration in Dallas. It was further alleged that this terminal cancer situation had existed for over a year without manifesting any serious symptoms to the Dallas medical authorities. This is viewed by non-governmental oncologists as highly unbelievable and it appears that Ruby’s fatal blood clot was the result of outside assistance. "},{"pageNumber":59,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 66 Author’s comments Although the American pu blic was badly shaken by the events of November 22, 1963, the killing of Oswald two days later was a matter that brought into serious question the entire de veloping official explanation of the assassination. The Katzenbach letter is an excellent indication of which way the official wind was blowing. At the same time, Director Hoover wrote similar letters, one to President Johnson ab out cutting off debate and clearly defining Oswald as the sole assassin. 22 Oswald was not the sole assassin. In point of fact, Lee Harvey Oswald had nothin g whatsoever to do with the assassination of John Ke nnedy. Oswald was a very convenient scapegoat for the murder and was set up for it by the real killers. The question has been as ked that if the FBI had been entrusted with the inve stigation, would they not have found evidence of a conspiracy, assuming there was one? The answer would be affi rmative. If there had been a conspiracy, the FBI would certainly have discovered it. That having been said, consider several important factors. Oswald had been employed by a number of official U.S. agencies: the ONI, 23 the CIA, and, finally, the FBI. Given the intense, and growin g, public concern over the stunning act in Dallas, it would have been political   22 Hoover wrote several documents for President Johnson. See especially the Hoover Memorandum, note 14. 23 Office of Naval Intelligence, the Navy’s secret service."},{"pageNumber":60,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 67 suicide for Hoover to ackn owledge that an FBI paid informant had killed the President of the United States. Hoover had found his positi on very insecure during the Kennedy administration. The President’s brother, Robert Kennedy, had been At torney General and detested Hoover, calling him “an old fa ggot” and trying to find some way to leverage him out of his office. 24 It was only the fact that Hoover had enormous files on all the important personalities in Washington, including the President and members of his family, that kept him in office. Hoover’s files on the President included information on the illegal and socially outrageous activities of John Kenn edy and his father Joe. 25 The apparent ease with wh ich Oswald’s killer had been able to penetrate a he avy screen of Dallas police officers was addressed by Hoover in his memo of November 29: “The President asked if we have any relationship between the two (Oswald an d Rubenstein) as yet. I replied that at the present ti me we have not; that there was a story that the fellow had been in Rubenstein’s nightclub but it has not been confirmed. [... Ruby] knew all of the police officers in the white light district; let them come in and get food and liquor, etc.; and that is how I think he got into police headquarters. I said if they ever made any move, the pictures did not show it even when they saw his approach and he got right up to Oswald and pressed the pistol against Oswald’s stomach; that neither officer on either side made any effort to grab Rubenstein—not until after the pistol was   24 The bitter animosity between the Attorney General and the Director of the FBI has been well covered in a number of works. See William Sullivan, The Bureau: My Thirty Years in Hoover’s FBI , New York: Norton, 1979. 25 For a study of the criminal activities of Joseph P. Kennedy, as they are mentioned hereafter, see S. Hersh, op. cit. (note 5), pp. 44-60."},{"pageNumber":61,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 68 fired. I said, secondly, the chief of police admits he moved Oswald in the morning as a convenience and at the request of the motion picture people who wanted daylight.” 26 The truth of the Kennedy a ssassination is not to be found in the deliberate ob fuscations, untruths, and omissions of the Warren Report but in the files of the Director of the FBI and, more especially, in the files of the CIA. If, as postulated here, Kennedy was not killed by a lone, disgruntled societal mi sfit, who then did kill him and why? The answers are to be found in both the Soviet intelligence report and the DIA commentary. Additional answers can be found in current FBI and CIA files, but as these are not available for public viewing, nor are ever likely to be, it is to these ot her papers that one must look. Files aside, the most important tool that a historian can use is logic. A very complex series of theories, postulations, and presentation s may simply be reduced to a very common denominator. By not multiplying entities beyond necessity, the truth quickly becomes evident to the investigator. Cutting aw ay the concealing jungle growth brings the stalking tiger into full view. As the Warren Commission Report obviously has nothing to say about any reasonable suspects other than the unfortunate Lee Harvey Os wald and his friends, its comments are not included in the final chapters of the drama. Persons with an interest in going into government service are encouraged to read the Warren Commission   26 Hoover letter, op. cit. (note 14), pp. 2f."},{"pageNumber":62,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 69 Report to learn how to concea l their mistakes in a matrix of literary and historical nonsense. The Brothers Grimm with their classic fairy tales were doubtlessly the first governmental spin doctors, but then, no one ever was expected to take them seriously."},{"pageNumber":63,"pageContent":" The Official Cover Up Soviet Intelligence Study (translation) 62. A very large number of published books about the assassination have appeared since the year 1963. Most of these books are worthless from a historical point of view. They represent the views of obsessed people and twist information only to suit the author’s beliefs. 63. There are three main ideas written about: a. The American gangsters killed the President because his brother, the American Attorney General, was persecuting them; b. Cuban refugees felt that Mr. Kennedy had deserted their cause of ousting Cuban chief of state Castro; c. Various American power groups such as the capitalist business owners, fascist political groups, racists, internal and external intelligence organization either singly or in combination are identified. 64. American officials have not only made no effort to silence these writers but in many cases have encouraged them. The government feels, as numerous confidential reports indicate, that the more lunatic books appear, the better. This way, the real truth is so concealed as to be impenetrable. 65. It was initially of great concern to our government that individuals inside the American government were utilizing Oswald’s “Communist/Marxist” appearance to suggest that the assassination was of a Soviet origin. 66. In order to neutralize this very dangerous theme, immediately after the assassination, the Soviet Union fully cooperated with American investigating bodies"},{"pageNumber":64,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 72 and supplied material to them showing very clearly that Oswald was not carrying out any Soviet designs. 67. Also, false defectors were used to convince the Americans that Oswald was considered a lunatic by the Soviet Union, and had not been connected with the Soviet intelligence apparatus in any way. He was, of course, connected but it was imperative to disassociate the Soviet Union with the theory that Oswald, an American intelligence operative, had been in collusion with them concerning the assassination. 68. The false defector Nosenko, a provable member of Soviet intelligence, was given a scenario that matched so closely the personal attitudes of Mr. Hoover of the FBI that this scenario was then officially supported by Mr. Hoover and his bureau. 69. Angleton of the CIA at once suspected Nosenko’s real mission and subjected him to intense interrogation but finally, Nosenko has been accepted as a legitimate defector with valuable information on Oswald. 70. Because of this business, Angleton was forced to resign his post as chief of counter intelligence. This has been considered a most fortunate byproduct of the controversy. 71. The FBI has accepted the legitimacy of Nosenko and his material precisely because it suited them to do so. It was also later the official position of the CIA because the issue dealt specifically with the involvement, or non-involvement, between Oswald, a private party, and the organs of Soviet intelligence. Since there was no mention of Oswald’s connection with American intelligence, this was of great importance to both agencies "},{"pageNumber":65,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 73 The DIA Analysis 71. The concern of Soviet intelligence and government agencies about any possible connection between defector Oswald and themselves is entirely understandable. It was never seriously believed by any competent agency in the United States that the Soviet Union had any part in the assassination of Kennedy and also known that Oswald was a government agent, working for various agencies in his lifetime. 72. Because of the emotional attitudes in official Washington and indeed, throughout the entire nation immediately following the assassination, there was created a potentially dangerous international situation for the Soviets. Oswald was an identified defector with Marxist leanings. He was also believed to be a pro-Castro activist . That both his Marxist attitudes and his sympathies and actions on behalf of the Cuban dictator were simulations was not known to the Warren Commission at the time of their activities. 73. To bolster their eager efforts to convince the American authorities that their government had nothing to do with the assassination, men like Nosenko were utilized to further support this contention. It is not known whether Nosenko was acting on orders or whether he was permitted access to created documentation and given other deliberate disinformation by the KGB and allowed to defect. A great deal of internal concern was expressed upon the Nosenko’s purported defection by Soviet officials but this is viewed at merely an attempt, and a successful one, to lend substance to his importance. 74. James Angleton’s attitude towards Nosenko is a commentary on the duality of his nature. On one hand, Angleton was performing as Chief of Counter Intelligence and openly showed his zeal in searching for infiltrators and “moles” inside his agency while on the other hand, Angleton had very specific personal knowledge that the"},{"pageNumber":66,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 74 Soviet Union had nothing to do with the Kennedy assassination Author’s Comments The death of President Kennedy was, on the surface at least, a straightforward act. He was shot to death while riding in a motorc ade. The shooting itself was photographed (and subsequent ly, the FBI seized a number of these pictures and none of them have ever been seen again) by a number of bystan ders in Dealy Plaza and the famous Zapruder motion pict ure has been viewed by a large number of people. The murder of Oswald tw o days later by a petty criminal in a heavily guarded police facility clearly sowed the seeds of the following cloud of controversy and doubt that has surrounded this act. The hastily cobble d together Warren Report was of such a nature as to rais e far more questions than it answered and the attempts on the part of establishment supporters to validate it merely lend credence to the suspicions of growing legions of doubters. When the establishment formulates an official version of an important incide nt, this version is strongly supported by not only the esta blishment itself, but by the sections of the media and acad emia that are beholden to them. Anyone who entertains, or even more important, presents for public consum ption, views that are in opposition to the establishment are either ignored or trivialized. In the case of the growing number of those"},{"pageNumber":67,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 75 who have brought the Warren Commission Report into question, the usual dismissive phrase is “conspiracy buff.” The implication is th at anyone who questions the Warren Report is merely a gadfly amateur, protected under the First Amen dment, but, of course, just another eccentric. And, as su ch, to be ignored. On the other hand, auth ors like Gerald Posner who support the Warren Re port are given prominent coverage in the establishmen t papers, and one sees such comments as “Persuasive...bri lliantly illuminating...more satisfying than any conspiracy theory.” This is credited to a reviewer for the New York Times , 27 a newspaper that has always been a powerful supporter of the establishment point of view of the Kennedy assassination. The official version of this event is always given the most positive adjectives in media comment while anything that would negate th e official version is always termed “conspiracy theory” and generally dismissed as being the product of a disorder ed mind and, certainly, not having been proven. There have been, of cour se, no other documents available to the public other than the ones under governmental control, and this absence has powerfully strengthened the establishment position. Should any documents appear that would seriously question that positio n, the formula for negation is already well in place. Pr oof would be demanded, and if it were forthcoming, it would be rejected.   27 G. Posner, op. cit. (note 6), dust jacket comments."},{"pageNumber":68,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 76 The motives of the supporte rs of the government’s thesis and their methods will be discussed in a separate chapter."},{"pageNumber":69,"pageContent":" The Alternative Theory There is no question th at President John F. Kennedy was murdered in Dallas, Texas on Friday, November 22, 1963. There is a question of whether the official government report is accurate . There is a further question as to whether this report is a deliberate atte mpt to confuse and hide what might ac tually have happened. The key issue is whether Lee Harvey Oswald, acting entirely alone, shot and killed President Kennedy and shot and wounded Texas Governor John Connally from a so-called sniper’s nest on the sixth floor of the Texas Book Depository where he was employed. There is a question of the weapon used. Did Oswald use a surplus Italia n army rifle, a 6.5-mm Mannlicher-Carcano, equipped with an American telescopic sight? If Oswald did not act alone, who may have acted with him? If Oswald did not act at all, who then shot the President to death and wounded the Governor? If persons other than Oswald assassinated the President, who were they an d, more important, why did they act? If there were other assassins, were they politically motivated? Were they professionals, merely performing their work for money?"},{"pageNumber":70,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 78 If professionals were hired to kill the President, who hired them and why? These are all questions that will hopefully be fully addressed in the following page s, but certainty is always illusion, and, contrary to the title of Posner’s book, cases of such complexity are neve r closed. And wishing does not make it so, ever. While there were a signif icant number of groups and individuals who dislik ed and even hated John Kennedy, most of them poss essed neither the means nor the ability to terminate his presidency. However, there were a ve ry few who did. Leaving out the chronically displeased and the lunatic fringe and concentrating on those who mi ght have had not only the means but also the ability to assassinate a heavily guarded President, here is the primary question: Who were these groups? There was, first and foremost, organized American crime. At the time of the assassi nation, Robert Kennedy, the President’s brother, was conducting a serious campaign against organized crime. He was doing so at the request of his father, mu ltimillionaire and former Ambassador to Great Brita in, Joseph P. Kennedy. 28 The Mafia, most especially the Chicago branch of that confederation, was enra ged at these attacks on them. They felt that beca use the “Ambassador” (as he liked to be called) had openly solicited their active assistance for the candidacy of his son, Jo hn, during the presidential campaign of 1960, attacks by the Kennedy administration on them were not in order.   28 S. Hersh, op. cit. (note 5), p. 153."},{"pageNumber":71,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 79 They had agreed with Jose ph Kennedy to work in conjunction with the Chicago political machine, under the capable hands of Mayor Richar d Daley, to secure blocks of vital votes for John F. Kenn edy. In this, they were very successful. In Chicago it is st ill said that in 1960, people voted early and often. So great was the enthusiasm for a Kennedy victory that even the dead were said to have voted, again, early and often. The presence of Texas Senator Lyndon Johnson on the ticket as Vice President somehow secured the negation of over 100,000 vote s in Texas and this dubious act, coupled with the suc cesses in Chicago, secured Kennedy’s election but by the slimmest of margins. The quid pro quo stated in the beginning, and fully expected to be operable by the Chicago group, was that the ongoing prosecutio n, and, as they saw it, persecution of Teamsters’ Union President James R. Hoffa by the government be halted. Organized crime had been making effective use of the Teamsters’ Union’s enormous pension fund to bu ild casinos in Las Vegas, and Hoffa was considered to be more than friendly, and very useful, to their business projects. By accepting the aid of Chicago mo b boss Sam Giancana in the election, it was generally, and not unreasonably, felt by this in dividual that his terms had been accepted. John Kennedy had been elected with the Chicago mob’s vital support, and the actions against Hoffa therefore would cease. 29 They reckoned, however, without the personality of Joseph Kennedy.   29 Ibid. , pp. 131-154."},{"pageNumber":72,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 80 During Prohibition, the elder Kennedy had been deeply involved in the importation and sale of liquor that had been officially banned in the United States. This activity was the real basis for the large Kennedy fortune, and Joe Kennedy had formed a partnership in the Chicago area with gang leader Al Capone during this period. There was an incident in which Kennedy attempted to cheat Capone ov er a large shipment of illegally imported liquor and the enraged Capone threatened to kill the future ambassador. In order to prevent this, Kennedy was forced to bring two suitcases filled with money to Chicag o to seek to repair the dangerous breach between himself and the brutally effective Capone: 75.The senior Kennedy, it is known, was heavily involved with rumrunning during the Prohibition era and had extensive mob connections. He had been closely associated with Al Capone, mob boss in Chicago and had a falling out with him over an allegedly hijacked liquor shipment. Capone, Chicago police records indicate, had threatened Kennedy’s life over this and Kennedy had to pay off the mob to nullify a murder contract.” DIA analysis Kennedy had never forgiven Capone for his threats, for the loss of money, and most especially for the humiliations he had suffered by his mea culpa . 30 The “Ambassador” was a man who never forgot and never forgave, and when his son was safely in the White House, he demanded that the new President appoint his youn ger brother as the Attorney General of   30 See footnote 25."},{"pageNumber":73,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 81 the United States. Robert Kennedy had been slated for a less important post in the new administration, but Joe Kennedy demanded it, and when he demanded, he was obeyed. The children of Joseph Kennedy were completely under the influence and certai nly the domination of their ferocious father, and they did as they were told, even if they occupied th e Oval Office. 31 When Bobby Kennedy became Attorney General, he immediately, on his fathe r’s instructions, instituted a reign of terror against organized crime in general and specifically the Chicago bran ch. The targets of this vengeance must have viewed these renewed and greatly intensified attacks on themselves as a gross breach of faith and a betrayal by a long-time business associate. The Mafia certainly had the means of assassinating someone, although perhaps not the President of the United States , and they certainly had the motivation. In fact, they did play a significant part in the plot but not as a prime mo ver, only as a ve ry willing and able subcontractor. Professional crime, then, is one significant player on the board. Well organized, intell igent, and completely ruthless as they may be, this segment of the American business community did no t achieve its position in American society because th ey were stupid. Had they personally attempted to assass inate a sitting President, if   31 Ibid. , pp. 153f."},{"pageNumber":74,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 82 caught before or after the act, the reprisals would have been swift and deadly. However, the mob’s connections reached well up into various governmental stru ctures, and if they had an even more powerful patron guiding and ultimately protecting them, the chances of detection and subsequent retribution would be greatly lessened: 72. It is known now that the American gangsters had very close relations with the Central Intelligence Agency. This relationship began during the war when the American OSS made connections with the Sicilian members of the American gangs in order to assist them against the fascists. The man who performed this liaison was Angleton, later head of counter intelligence for the CIA. These gangster contacts were later utilized by the CIA for its own ends. Russian Intelligence Study 45. The connections of Angleton, Chief of Counter Intelligence for the CIA with elements of the mob are well known in intelligence circles. Angleton worked closely with the Sicilian and Naples mobs in 1944 onwards as part of his duties for the OSS 46. The connections of Robert Crowley, another senior CIA official, with elements of the Chicago mob are also well known in intelligence circles. . DIA analysis The American mob is one of the major pieces on the chessboard but there are others to consider. The next significant group to consider is the Cuban exiles. In 1959, wh en Fidel Castro and his revolutionary movement overthrew Cuban dictator Fulgencio Batista, the U.S. backed and thoroughly corrupt Cuban head of state, a massive influx of upper"},{"pageNumber":75,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 83 and professional class Cubans fled to the protection of the United States. Castro soon made his Marx ist leanings very clear and by doing this, became an immediate player in the ongoing Cold War. While elements of the CIA had actively assisted him in achieving power, others began a campaign against him, using every means to remove him, including plotting his assassination. Not only did Castro nationalize American business holdings, he also forc ed out the Mafia owners of Cuba’s very lucrative casino industry. Since the CIA had strong and often useful contacts with the Mafia, the anger of the mob because of the di spossession of its assets matched or surpassed that of American business interests and strongly motivated th e powerful anti-Castro movement, which was sponsore d and maintained by the CIA. 32 Paramilitary cadres of Cuba n anti-Castro activists were organized, armed, and funded by the CIA and, in April of 1962, these units a ttacked the island with the intention of initiating a revo lt against Castro. The landing was met by Cuban regular m ilitary units un der Castro’s command and was decisively crushed. Kennedy did not back up the commando units with armed support by U.S. mili tary units, and the fury of the rebel Cubans was intense. More promises to liberate their country were made by the CIA, and the units were increased in size and armament. It was their continuing commando raids   32 S. Hersh, op. cit. (note 5), pp. 268-293; Anthony Summers, Conspiracy New York: McGraw-Hill, 1980, pp. 264-272; Peter Grose, Gentleman Spy: The Life of Allan Dulles, Amherst: The University of Massachusetts Press, 1994, pp. 493-518."},{"pageNumber":76,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 84 against Cuba that eventually led directly to the Cuban missile crisis of October 1962. 33 A combination of Kennedy’s perceived weakness coupled with the CIA’s co mmando raids convinced Soviet leader Nikita Khrushchev that he could threaten the United States with possi ble military reprisals while shoring up the Soviet Union’ s relations with its Western Hemisphere ally. Kennedy proved to be far stronger than the Soviet leader had bargained for, and the risk of war, which was great, diminished quickly as the result of a significant rapprochement betwee n the two leaders. As a result of this rapprochement, Kennedy agreed to halt the incursions and Khrushchev agreed to withdraw Soviet missiles from Cuba. This demarche infuriated the volatile Cubans who felt they had been betrayed twice by the Kennedy administration in general and specifically by the President himself. 34 The CIA condoled with th e Cuban rebels and, in spite of presidential orders to cease and desist the raids, continued to encourage and su pport them with unabated zeal. 35 Finally, Kennedy ordered th e FBI to break up the commando training camps in Florida and Louisiana and seize all their weap ons and arrest as many militants as could be found: 36   33 There are many excellent studies of the Cuban Missile Crisis. See especially P. Grose, op. cit. (note 32), S. Hersh, op. cit. (note 5). 34 See footnote 33. 35 R. Groden, H. Livingstone, op. cit. (note 11), pp. 248f.; A. Summers, op. cit. (note 32), pp. 260f. 36 S. Hersh, op. cit. (note 5), pp. 381f."},{"pageNumber":77,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 85 76.Anti-Castro Cuban militants viewed Kennedy’s abandonment of their cause with great anger and many members of these CIA-trained and led groups made calls for revenge on the President for his abandonment of their cause . DIA analysis These FBI raids occurred shortly before the November Dallas visit, and certainly volatile Cuban rage provided another entity that was added to the list of those who not only wanted reve nge on Kennedy but also possessed the temperament, the experience, and the motivation to a ccomplish it. The third group is one that is only mentioned by most revisionist writers almost in passing, and yet of all of the possible suspects brough t before the bar of public and historical inquiry, it had the strongest motive to remove John F. Kennedy as President of the United States. This group is the Central Intelligence Agency, an entity that had close connections to both organized crime and the militant Cubans. In retrospect, the CIA had the clearest, most logical, and im mediate reason for removing John F. Kennedy from the Presidency and the further removal of anyone privy to their instigation and implementation of such an act. The CIA has, since its inception in 1947, been accused of an unendi ng catalog of inst igating rebellions, civil wars, religious uphe avals, the planning and execution of assassinations, an d numerous other acts of terrorism throug hout the world. 37   37 There has been a massive amount of material published on the ruthless activities of the CIA. See the Bibliography for works cited. Specific references"},{"pageNumber":78,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 86 It was, after all, the CIA who recruited, trained, and armed Osama bin Laden an d his terrorists, a group that then turned on its creator with terrible results. 38 By these actions, which are certainly known to its victims, the CIA has built up a reservoir of suspicion, general animosity, and spec ific hatred throughout the world, and these perceptions have had serious consequences for th e American people. In many of these cases, the sins of the fathers have indeed been visited upon their children. In order to discomfit and disrupt the Soviet Union when that country occupied Afghanistan, the CIA organized, funded and armed groups of young Muslims to conduct guerrilla warf are in that bleak mountain country. Russian military units were so badly mauled by the rebels that they eventually withdrew from Afghanistan, leaving the rebels in command of the country. When the Soviets left, so did the CIA. The rebels were left in control of an impoverished country with an obliterated infrastructure and with no support from their erstwhile friends. A strong sense of betrayal turned into animosity, and then into hatred and ready acceptance of the belief that the United States was an evil entity. From this hardening attitude, it was only a short step to attacking their former allies with the same ruthless zeal they had so effectively practiced against America’s previous enemy.     may be found in: Victor Marchetti and John Marks, The CIA and the Cult of Intelligence, New York: Dell, 1983, John Nutter, The CIA’s Black Ops: Covert Action, Foreign Policy, and Democracy, Amherst, N.Y.: Prometheus Books, 2000. 38 Alexander Cockburn, Jeffrey St. Clair, Whiteout: The CIA, Drugs, and the Press , London; New York: Verso, 1998, pp. 255-275."},{"pageNumber":79,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 87 And what are the origins of this official arm of the American people? The Centra l Intelligence Agency was instituted by the National Se curity Act in 1947. President Harry S. Truman used the CI A to keep the White House informed of foreign activities that could have an impact on the United States. They were, in fact, a presidential intelligence and in formation agency and nothing more. 39 With the expansion of th e Cold War, which they helped formulate and encour age, the CIA started on a campaign of empire building that grew to enormous proportions. They convince d the President and key members of his administration as well as the American Congress that the Central In telligence Agency alone was able to combat the machinations of the evil Soviet Union, to preserve democracy, an d to maintain American economic superiority th roughout the world. Their annual budget gr ew to astronomical proportions, and none of it was accounted for. Anyone who questioned the actions of the CIA was immediately singled out for attack in the American media as a suspect and unreliable person. Questions by legislators about CIA operations, even very benign operations, were met with a stony refusal of co operation. The favorite CIA defense was to cite the concept of what they loved to call “National Security” to silence their critics. 40 They were trusted by the White House and, in the minds of many in Washington, became the vital and trusted shield of the United States.   39 Though formally created in 1947, the CIA started operating in 1948; see bibliography for references to the early days of the CIA. 40 A. Cockburn, J. St. Clair, op. cit . (note 38), pp. 29-62."},{"pageNumber":80,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 88 The CIA set American foreig n policy to a remarkable degree. They subjected foreign governments and leaders to their brilliant scrutiny, made determinations based on their brilliant scrutiny, and then wrote secret reports concerning these determinations—which then became state policy: 73. American foreign policy was, and still is, firmly in the hands of the CIA. It alone makes determinations as to which nation is to be favored and which is to be punished. No nation is permitted to be a neutral; all have to be either in the US camp or are its enemies. Most often, the wishes of American business are paramount in the determination as to which nation will receive US support and which will not only be denied this support but attacked. It is the American CIA and not the Soviet Union, that had divided the world into two warring camps. Russian Intelligence study Like historical events, government bureaucracies are complex, diverse, and be yond simple understanding. The entity that had the greate st reason to remove John Kennedy from his office was di vided and subdivided into many sections and branches, many of which operated as semi-independent en tities, answerable in theory to their superiors but in fact to no one. In the compartmentalization of an agency with a fanatic fascination with secrecy, the opportunities for indulgence in private actions were immense and, in almost every instance, entirely secure. The CIA was headed by a Director and beneath him, during the period in question, was the Deputy Director, the Deputy Direct or for Community Relations and beneath them were: the Di rectorate of Intelligence,"},{"pageNumber":81,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 89 the Directorate of Scie nce and Technology, the Directorate of Management and Services, and, finally, the Directorate of Operations, also known as Clandestine Services. 41 It was in the Directorate of Operations that the initial disaffection with the act ions of President Kennedy first surfaced. In light of thei r wider discoveries of certain of Kennedy’s activities, the dissatisfaction had hardened into a resolve to remove him, or, as was said at the time, to “neutralize” him. The CIA has always found euphemisms for its murderous activities. “Neutralize” is one word and another euphemism is to “terminate with extreme prejudice” as well as to “close the files” on a successfully terminated “resource” or perh aps what was coming to be viewed as a “r ogue” President. 42 To fully understand the dynamics of the Kennedy assassination, it is necessary to study both the President’s actions and the CIA’s reactions to them. A historical incident, fo r example the sinking of the RMS Titanic in 1912, is an excellent example of changing perspectives. There was the immediacy, and inaccuracy, of the initial news paper reports. The liner was safe and on its way to Halifax with a ll saved, the world press reported, when, in realit y, the shattered remains of the White Star’s luxury liner were actually at the bottom of the Atlantic Ocean. 43   41 See Appendix for official organizational chart, taken from V. Marchetti, J. Marks, op. cit. (note 37), pp. 60f. 42 According to personal conversations with R. T. Crowley, these terms were used extensively by members of the CIA. 43 David G. Brown, The Last Log of the Titanic, Camden, Me.: International Marine/McGraw-Hill, 2001, pp. 125-136."},{"pageNumber":82,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 90 Initial reports and observations have historical importance by showing often-erroneous primary impressions but it takes the passage of time, shifting policies, and extensive and objective investigation to show a matter in the round an d with far greater accuracy. As in so many other cases, it was the personality, actions, and family background of John Kennedy that led to his death. It has emerged in the decades since his death that Kennedy was a man who enjoye d living on the edge. He acquired his serious flirtati ons with disaster from his father. The senior Kennedy was a thorough ly ruthless controlling man who let nothing and no one stand in his way. Pathologically ambitious, Joe Kennedy believed that he should have been destin ed for political and social greatness, but his treacherous and savage lifestyle effectively blocked his adva nce in the public arena. 44 Kennedy thought he could manipulate Franklin Roosevelt, but he was, in tu rn, used by the President who was far more skilled in Byzantine plottings than the bootlegger and stock market manipulator. Kennedy had been head of the Securities and Exchange Commission and performed outstandingl y, but his completely predatory approach to all things he desired was such as to keep Roosevelt from using his genuine talents. 45 Kennedy essentially purchased the ambassadorship to the Court of St. James in London but, when there, proceeded to perform in a manner that infuriated Roosevelt. He imme diately became involved in   44 Michael Beschloss, Kennedy and Roosevelt , New York: W. W. Norton, 1980, contains an excellent accounting of the relationship between FDR and his Ambassador to England. 45 M. Beschloss, op. cit. (note 44), pp. 243-254."},{"pageNumber":83,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 91 stock market manipulations, dealing in foreign holdings, and using his inside connectio ns to add to his already impressive holdings. Worse, from Roosevelt’s point of view, he did everything possible to sa botage the joint program Roosevelt and Churchill were putting forward to involve the United States in Britain’s war with Germany. British intelligence, with a mandate from Prime Minister Winston Churchill, spied on Kenn edy, bugging his telephone and intercepti ng his correspondence, and passed on their findings both to Churchill and Roosevelt. Without realizing it, Kennedy had effectively destroyed any hope he might have entertained that Roosevelt would support any Kenn edy for high political office. 46 His eldest son, Joe Jr., wa s killed in the war under circumstances that are still unknown and highly suspect. 47 As Kennedy was planning to pu t this son forward for the high political offices he himself could never achieve, he then turned hi s attentions to the ne xt eldest son Jack. John Fitzgerald Kennedy wa s not a likely candidate for high political office. He was plagued with ill health, had aspirations to become a professional athlete, and was thoroughly under his father’s thumb. He also possessed a good sense of humor, consider able intelligen ce, youthful good looks, and the ability to make people like him. 48 Unfortunately for his image, many of the people who liked him were women, and for them, Kennedy had an insatiable appetite. His sexual appetites were of such a   46 Ibid. , and also S. Hersh, op. cit. (note 5), pp. 62-73. 47 Gregory Douglas, Gestapo Chief, San Jose: Bender, 1995, pp. 64f.; David McCullough, Truman, New York: Simon & Schuster, 1992, p. 324. 48 T. C. Reeves, op. cit. (note 3), pp. 414 et seq. .; S. Hersh, op. cit. (note 5), pp. 29f. et seq."},{"pageNumber":84,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 92 voracious nature as to verg e on the pathological and posed a terrible pub lic relations threat to the occupant of the White House. 49 As well as having the potential to destroy his public reputation, his fren zied pursuit of sexual gratification left him and, to a lesser degree, his younger brother Robert in a position to be blackmailed. If it had not been for the vaulting ambition of his father, it is doubtful if Jo hn F. Kennedy would have achieved much more than an elevated position in the business world. Once he became Senator, and then President, his father oversaw his actions to a remarkable degree, and only when the senior Kennedy had a crippling stroke did his son be gin to show signs of being his own man. 50 Beneath his considerable charm, John F. Kennedy was a very ruthless individual who could move with great effect against his enemies when it proved necessary to do so. It was the ruthless pragma tism learned from his father that eventually set in motion the forces that led directly to his assassination. From his early experiences with American politics through his tutoring by an aggressive and manipulative father, Kennedy was a totally pragmatic politician, and this pragmatism made him far more dangerous enemies than Amer ican organized crime or furious Cuban activists. He crossed swords with, and greatly antagonized, the most powerful secret soci ety in American history: the Central Intelligence Agency.   49 JFK’s sexual activities have been extensively covered, see S. Hersh, op. cit . (note 5) and T. C. Reeves, op. cit. (note 3). 50 See footnote 49."},{"pageNumber":85,"pageContent":" The CIA The Central Intel ligence Agency gr ew out of the wartime Office of Special Services (OSS) which was set up by William Donovan, a New York attorney, at the request of his friend, Presid ent Franklin D. Roosevelt. The President, a firm supp orter of Josef Stalin and a man of strong left wing po litics, mandated the OSS to render as much logistical su pport to the Soviet Union as possible. The Roosevelt admini stration was packed with Soviet agents who dedicate d their existence to the unqualified support of the Communist State. Top presidential aide Harry Hopkins has been identified as a paid Soviet agent as were Harry Dexter White, top advisor to Secret ary of the Treasury Henry Morgenthau, Jr., Alger Hiss, senior official of the Department of State, David K. Niles, senior presidential advisor, and many others. The Vice President, He nry Wallace, was in complete sympathy wi th the aims of St alin, and while he was not a paid agent, he wa s an agent of influence and worked closely with the head of Soviet intelligence in Washington throughout and after the war. The OSS was filled with pro-Soviet agents who had been instruct ed by OSS chief William Donovan to cooperate fully with their counterparts in the NKVD. 51   51 There is an excellent new book on this subject. Thomas Fleming, The New Dealers’ War, Basic Books, New York, 2001."},{"pageNumber":86,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 94 With the death of Roosevel t in April of 1945 and the elevation of Vice President Harry Truman to the presidency, the eager, un stinting and certainly unquestioned cooperation betwee n Stalin’s ag ents and the United States came to an en d. Unlike his predecessor, Truman was not enraptured with fuzzy dreams of a People’s Republic on the Potomac and almost immediately ordered the disbanding of the OSS. 52 A number of its ultra-left wing former agents were posted to the U.S. Depart ment of State to await a dignified separation from go vernment service, untainted by accusations of being ac tive Communists. There the matter stood until 1947 wh en Truman mandated the formation of a new intellig ence-gathering agency. This was to be called the Central Intelligence Agency and its sole purpose was to keep the President and his top officials curren t with global political intelligence. 53 Military intelligence wa s in the hands of the respective services, but Tr uman wished to prevent another Pearl Harbor from being launched on the United States. One of the training films shown to CIA recruits has this anti-Pearl Harbor message as its main theme. 54 If the purpose of the CIA was to prevent future surprise attacks on the United States, the terrorist attacks on the United States on September 11, 2001, are overwhelming evidence that an astronomical amount of taxpayer’s money was completely wasted.   52 D. McCullough, op. cit. (note 47), passim. 53 See footnote 39. 54 This contention can be found on the CIA’s web site, www.CIA.gov."},{"pageNumber":87,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 95 The vast sums voted by Congress and not subject to accounting under any circ umstances might have been far better spent on constructive national programs that would have been subject to strict accountability. 55 Starting out as a small agency under the direction of Rear Admiral Roscoe Hillen koetter, the CIA was filled with former OSS personnel who certainly found their new role confusing. Instead of gi ving powerful assistance to the Soviet Union, their new agency rapidly grew into an anti-Soviet entity. When Allen Welch Dulles joined the CIA in 1950, the agency wa s under the control of General Walter Bedell Smith, once Eisenhower ’s Chief of Staff and later U.S. Ambassador to the Sovi et Union. Dulles had been the OSS Chief of Station in neutral Switzerland and his officially praised activities th ere were nothing more than an intelligence disaster of the highest magnitude. Dulles, who always entertained a very high opinion of himself, attempted to penetr ate the defenses of the German Reich and actually believed that he had done so with brilliant success. In truth, German counterintelligence had easily penetrated his organization and filled the complaisant Du lles with an incredible amount of highly dest ructive disinformation.   55 An excellent, if often anecdotal, accounting of the misuse by the CIA of its funding and other pertinent material, can be found in the two volume work, Müller Journals: The Washington Years, Vol. 1: 1948-1950 , by G. Douglas, San Jose: Bender, 1999 The Müller in question had once been the head of the German Gestapo who was recruited by the CIA after the war and worked in Washington from 1948 onwards under the control of Robert Crowley. For additional information on the CIA’s use of Heinrich Müller, see Joseph Trento, The Secret History of the CIA, New York: Random House, 2001, p. 29 and notes. The former Gestapo chief worked with and was under the control of Robert Crowley, and this information can be found not only in the Douglas works but also in the Crowley Papers as noted by Trento."},{"pageNumber":88,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 96 The Dulles analysis of conditions inside the Greater German Reich , when read with hindsight, would be amusing in the extreme ha d not so many OSS agents been caught and exec uted because of th e incompetence of the OSS chief of station, in many cases by the same man who later occupied a prom inent position in the CIA. 56 The Cold War was an engi neered affair and its chief architect was former German Army General Reinhard Gehlen, a former head of the Soviet military intelligence se ction of the Wehrmacht . In 1948, at the request of his superiors, Gehlen concocted a lengthy pseudo-informational report stating that 135 Soviet armored divisions were poised to strike into Central Europe. This report was a comp lete fiction and was prepared solely to create a situation wherein the American military could le gitimately increase its size, and American business, in a slump after the end of the boom years of World War II, would once again gear up for a highly profitab le wartime economy. The so-called Gehlen Report was brilliantly successful once it had been leaked to key members of Congress and the President. Th is was the starting gun of a Cold War that ran on for over forty years and lofted the CIA into a position of suprem e power in the ruling circles of the American government. 57 Because of what they convinced the American leadership was a mo rtal danger to th e security of the United States, the CIA grew from an informational   56 Cf. G. Douglas , ibid ., Vol. 1, pp. 12, 18, 22n, 232. 57 Christopher Simpson, Blowback, New York: Weidenfeld & Nicholson, 1988, pp. 60f."},{"pageNumber":89,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 97 service to an enormous, bloa ted agency with tens of thousands of employees and an annual budget running into the billions. They were, as they ofte n pointed out to various occupants of the Oval Office and Congress, the shield and buckler of American freedom and, by extension, the freedom of the rest of the world. 58 Or at least that part of the world that had the appr oval of the CIA and, by inference, the American government. At the time of his devast ating essay into creative writing, former General Gehl en was a paid employee of the CIA. 59 After Truman came Eisenhower, a man who strongly supported the CIA an d cooperated in its empire building. From modest quarte rs in a disused Washington hospital, the CIA later expanded into an enormous office complex in Langley, Virginia. It now owns hundreds of “proprietary” businesses, includ ing air and shipping lines, publishing and weap ons companies, thin k tanks, import and export companies, and telecommunication networks. It also controls hundreds, if not thousands, of voluntary sources scattered throughout key elements of both the American and Europe an private sectors. 60 It was under Eisenhower that the CIA launched its clandestine warfare against the Marxist Cuban regime of   58 An interesting work on the Bay of Pigs was prepared by some of its leading participants. Haynes Johnson et al. , The Bay of Pigs , New York: W. W. Norton, 1964. 59 Gehlen initially worked for the United States Army until his group was given over to the CIA in 1948. It was run out of Pullach, a Munich suburb, by Colonel James Critchfield, an Army officer who worked for the CIA at that time. The CIA controlled Gehlen until 1955-56, when his organization was taken over by the West German Government as their equivalent of the CIA, the Bundesnachrichtendienst (BND). 60 See Appendix."},{"pageNumber":90,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 98 Fidel Castro, warfare that the Agency warmly believed would terminate in a successful invasion of the Caribbean bastion of the world Communist movement. If history can be said to be instructive, the CIA, like the Bourbons, obviously forgot nothing and learned nothing from their past errors. In 1956, a CIA-instigated revolt broke out in Hungary, fueled by repeated CIA promises of immediate U.S. military assistance if the occupants of that nation rose up against their Soviet occupiers. 61 The revolt was an initial success, but President Eisenhower quite sensibly re fused to support it with American military aid and it di ed in a bloodbath of Soviet military repression. Better, Eisenhower reasoned, a few thousand dead Hungarians than hundreds of thousands of dead Americans. The identical scenario was to be repeated in the so-called Bay of Pigs invasion in April of 1961. Kennedy, Eisenhower’s successor, had only been partially briefed by the CIA and had given his conditional approval to the projected invasion by Cuban nationals of Castro’s fortress. 62 In order to prevent anot her Hungarian fiasco, the CIA had thoughtfully dispatched a boatload of Cuban rebels disguised as members of the regular Cuban armed forces to launch an attack on the U.S. naval base at Guantánamo Bay in Cuba.   61 Background information about the Hungarian revolt can be found in C. Simpson, op. cit. (note 57), pp. 254ff. 62 It has tentatively been approved by Eisenhower and was under the supervision of his Vice President, Richard M. Nixon, prior to Kennedy’s assumption of office in January of 1960; cf. P. Grose, op. cit. (note 32), p. 519; see also V. Marchetti, J. Marks, op. cit. (note 37), pp. 260-265; H. Johnson, op. cit. (note 58)."},{"pageNumber":91,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 99 In furtherance of strongly desired military attacks on Cuba, the U.S. Joint Chie fs of Staff (JCS) prepared Operation NORTHWOODS. This plan was to deliberately provoke a war with Cuba by executing a series of assaults on the United States by American special forces! Boats full of Cuban refugees were to be sunk on the high seas, aircraft were to be hijacked, bombs detonated in American cities , an American military ship was to be blown up, and pass enger aircraft destroyed in the air. All of these terrorist acts against American cities and its citizens, shockingly re dolent of the September 11, 2001, terrorist attacks on New York and Washington, were to be planned and ex ecuted by the American military, under orders of the Joint Chiefs of Staff, and conducted by Americ an military and ci vilian personnel. The attacks on shipping in Guantánamo Bay were part and parcel of Oper ation NORTHWOODS: 63 37. At that time, the FBI was involved, at the request of the Attorney General, Robert Kennedy, in watching the clandestine activities of the CIA and its Alpha and Omega special commando groups, some of whom were in training in the New Orleans area. 38. The American President was greatly concerned that continued and fully unauthorized para- military action against Cuba might upset the balance he had achieved in seeking peace with the Soviet Union. 39. It is knows from informants inside the CIA and also from Cuban double agents that the CIA was, in   63 James Bamford, Body of Secrets , New York: Doubleday, 2001, pp. 82-91. Also see JCS, Top Secret/Special Handling/Noforn. Appendix to Enclosure A— “ Pretexts to Justify US Military Intervention in Cuba, March 12, 1962” , Assassinations Records Review Board."},{"pageNumber":92,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 100 conjunction with the highest American military leadership, to force an American invasion of Cuba. 40. These joint plans, which consisted of acts of extreme provocation by American units against American property and citizens, were unknown to Kennedy. 41. When the American President discovered that Cuban insurgents, under the control of the CIA and with the support of the highest military leadership, were embarked on a course of launching military action against American naval bases under the cover of being Cuban regular troops, he at once ordered a halt. Russian Intelligence study The JCS anticipated that the U.S. forces at the base would naturally return fire and call for military assistance. This assistan ce, they reasoned, would guarantee full, and official, American military support of their venture. They did not anticipate that some unhelpful individual in their ranks wo uld have informed Kennedy of their scheme to involve th e United States in a massive invasion of Cuba, nor that the new President’s immediate response to the Guantánamo diversion was to not only recall the projected attackers but also refuse to support the CIA-organized landings at the Bay of Pigs. 64 Instead of the Cuban people rising in joyous revolt against Castro, as the CIA pu ndits fondly believed, the evil Marxist dictator easily crushed the invasion and captured or killed all of the CIA’s troops. There was great and unde rstandable unhappiness in the camps of Cuban rebels, and the CIA, with   64 V. Marchetti, J. Marks, op. cit. (note 37), p. 108; also H. Johnson, op. cit. (note 58)."},{"pageNumber":93,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 101 commendable forthrightness, shifted the blame for the disaster onto the new President. This was one of the major building blocks of the conspiracy to remove John Kennedy from office. When the President learne d the full scope of the CIA’s duplicity, he fired the beloved head of the CIA, Allen Welch Dulles, as well as General Charles P. Cabell and Richard E. Bissell, Jr ., the CIA’s Director of Clandestine Services. He also told Senator Mike Mansfield that he planned to “break up the CIA and scatter it to the winds.” 65 The leadership of the CIA, especially James Jesus Angleton, felt that Kennedy had sufficient knowledge of the Cuban putsch and that his sacking of their top officials and threats to di sband them were merely designed to distance him from the debacle. 66 This was another of the building blocks in the CIA’s growing fear of the Kennedy presidency. After the Bay of Pigs fi asco, the CIA continued their commando raids against Cuba and its ruler. It was during this time that Angleton approached the Chicago Mafia with an eye to as sassinating Fidel Castro: 67 47. The attempts of the CIA and the JCS to remove Castro by assassination are also part of the official record. These assassination plots, called RIFLE show the connections between the CIA and the Chicago branch of the Mafia. DIA analysis   65 R. Groden, H. Livingstone, op. cit. (note 11), p. 355. See also the Soviet Intelligence Study, Driscoll Report , p. 5, as reproduced on p. Error! Bookmark not defined. . 66 Bay of Pigs and the Dulles firing can be found in S. Hersh, op. cit. (note 5), pp. 202-221, P. Grose, op. cit. (note 32), 522-539. 67 Personal conversation with R. T. Crowley."},{"pageNumber":94,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 102 The mob was certainly eage r to regain control of its lucrative Cuban casinos, and vari ous conversations took place concerning the ph ysical removal of the Cuban leader. As has always been th e case, the CIA demands plausible deniability on its pa rt should one of their often- bizarre plots suddenly come to the public attention. In the case of Castro, the plans discussed bordered on the lunatic: he would be blown up by a booby trap cunningly disguised as a rare sea shel l; his wet suit would be poisoned; and even more ludi crous, a drug would be put into his shoes to cause his trademark beard to fall out! 68 As the usual method of Mafia removal was to shoot their target and be done with it, one wonders if Sam Giancana was entertaining himself with the slapstick efforts of the shield of democracy. The Soviet KGB learned of these plots and Nikita Khrushchev became convinced that the United States planned to kill off one of his more promin ent satellite leaders and invade his bast ion of Western Hemisphere Marxism. In order to frustrat e the United States in its ambitions and to protect his client, Khrushch ev began to clandestinely move Soviet tr oops and missiles into the tropical paradise with an eye to balancing the scales. The United States, after al l, had placed its Jupiter missiles in Turkey, right on the Soviet border, and a quid pro quo appeared to be entirely in order:   68 S. Hersh, op. cit. (note 5), pp. 185f., P. Grose, op. cit. (note 32), pp. 493f."},{"pageNumber":95,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 103 74. American, and most especially the CIA, attempts to destabilize a Communist state i.e., Cuba, could not be permitted by the Soviet leadership. Castro was a most valuable client in that he provided an excellent base of intelligence and political operations in the American hemisphere. As the CIA had been setting up its own ring of hostile states surrounding the Soviet Union, Cuba was viewed officially as a completely legitimate area of political expansion. Threats of invasion and physical actions against Cuba were viewed by the Chairman as threats against the Soviet Union itself.” Russian Intelligence Study, 77.Soviet attempts to gain a strategic foothold in close proximity to the United States and certainly well within missile range, was intolerable and had to be countered with equal force. At that time, the threat of major war was not only imminent but anticipated. In retrospect, all out nuclear warfare between the United States and the Soviet Union was only barely averted and only at the last minute . DIA analysis The U.S. discovered the Soviet actions and the Cuban Missile Crisis erup ted in October of 1962. Kennedy ordered overflights of Cuba to verify Soviet missile positions, then blockaded the country and threatened to prevent further Soviet shipments of weaponry by force if necessary. In the end, common sense on both sides prevailed and the crisis ended peacefully. The Soviets agreed to withdraw their weapons and th e United States agreed to withdraw its Jupite r missiles from Turk ey. Kennedy also agreed to halt ar med commando raids against Cuba and abandon any attempt to physically invade Khrushchev’s ally."},{"pageNumber":96,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 104 As this meant the cessation of the CIA attacks, the Agency was infuriated. The tr aining and supply of these militant units was an excell ent source of money that, again, did not need to be ac counted for. The termination of funding for the Cuban ad venturers meant a serious diminution of the flow of mo ney that the CIA found so comforting and useful. 69 As a result of his rappro chement with his opposite number in the Kremlin, Kennedy ordered all CIA incursions and commando ac tivities against Cuba to cease. The CIA paid no attent ion to the President’s orders and Kennedy then orde red the FBI to raid the CIA camps, seize weapons and paperwork and arrest anyone found: 70 43. The American President, unsure of the depth of his influence with the leadership of the American military and the CIA, ordered the FBI to investigate these matters and ordered the Director, Hoover, to report directly to him on his findings Russian Intelligence study These actions merely confirmed to certain high elements in the CIA that Kenn edy had to be silenced. He had, in fact, become a stone in their shoe. What really convinced the CIA to remove their President had its root s in the Bay of Pigs episode and was viewed by Angleton, Crow ley, and others as an imperative that both Kennedy and his brother Robert be removed from the levers of power as expeditiously as   69 Personal conversation with R. T. Crowley. 70 S. Hersh, op. cit . (note 5), pp. 380-383."},{"pageNumber":97,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 105 possible. Injured feelings an d lost revenue aside, the leadership of the CIA did inde ed have what could well be considered as a thoroughly le gitimate reason for their actions. One of the top Soviet in telligence agents in Washington at the time of th e Bay of Pigs was Georgi N. Bolshakov. Ostensibly a repo rter for the Soviet TASS news agency, Bolshakov was approached by Robert Kennedy’s press secretary, Ed win Guthman, shortly after the disastrous Bay of Pigs. The President and his brother were, above all, political pr agmatists. They had learned this from their practical and ruthless father. From April of 1961 onward, the President of the United States, through his brother, the Attorney Gene ral, was in direct contact with Soviet Premier Khrusche v, effectively bypassing not only his Department of State but the CIA as well. 71 The Soviets bypassed their own ambassador in this, and the two leaders kept in consta nt contact. Th e purpose of this unofficial contact was to insure that neither party suffered from the actions of the other and that both men could be of mutual assistance to each other’s political careers without the danger of serious confrontations and possible conflict. In August of 1961, in orde r to prevent the flight of valuable East German prof essionals to the West, the German capital was bisected by the Berlin wall. In the West, this act was viewed as a terrible provocation, but serious confrontation between the two powers was quickly averted when Kennedy granted, through the   71 Driscoll Report , pp. 9, 18, as reproduced on p. Error! Bookmark not defined. , and S. Hersh, op. cit. (note 5), pp. 248ff., 254f., 261f."},{"pageNumber":98,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 106 offices of Bolshakov, that he would not make any serious move to contest th e Soviet actions. The Kennedy-Khruschev contacts continued on a regular basis at the very least until January of 1963. 72 In August of 1962, James Jesus Angleton, Chief of Counterintelligence for the CIA, was informed from a very reliable Soviet source that highly secret top-level American intelligen ce information was coming into the hands of the Soviet leader ship on a regular basis. Angleton was given several specific items of an extraordinarily sensitive, and accurate, nature then circulating in Moscow. A second report from the same source, via Sweden, in early Septem ber of 1962 thoroughly frightened Angleton and convinced him that there was a very high level mole somewher e in the upper levels of his own CIA. Always inclined to a paranoid view of his profession, 73 the frantic Angleton started an intense search for the disastrous le ak. The CIA was so large and those possessing knowledge of the secret material so diverse in number that he fo und himself frustrated in his efforts to pinpoint th e mole in his agency. Finally, Robert Crowley suggested a possible means by which the leak coul d be identified. He knew that the leaked informatio n was all contained in the regular CIA reports that were circulated in official Washington. These reports were highly classified and   72 S. Hersh, op. cit . (note 5), pp. 346-350 et seq. 73 James Jesus Angleton was an inherently suspicious person, bordering on paranoia. Driscoll Report , p. 18, no. 74 (see p. Error! Bookmark not defined. ), and Tom Mangold, Cold Warrior: James Jesus Angleton: The CIA’s Master Spy Hunter, New York: Simon and Schuster, 1991."},{"pageNumber":99,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 107 only a handful of top-level pe rsonnel were privy to their contents. Crowley suggested that each report be prepared with a different additive. The basic reports, he said, should all be the same but each one should contain an entirely different su bject. This inclusion should be of such a nature as to draw strong atten tion to itself but not detract from the thrust of th e intelligence evaluations. Desperate and frantic at his lack of success in tracking the leak and the leakers, Angleton followed Crowley’s shrewd and very practical advice. Subsequent top-level CIA briefing reports did indeed have the telltale ad ditives included in them. In December of 1962, a report from the Soviet source contained an almost verbatim copy of a CIA report with an identifying marker included. Angleton and his inne r circle of counter intelligence staff we re horrified to disc over that the leak was coming from the CIA repo rts given to the President himself! It was a well-known Washin gton secret that the President entertained a stead y stream of Washington prostitutes, party girls, and ot her women of easy virtue in the White House whenever his wife was absent. There were nude swimming partie s in the White House pool with Kennedy and some of hi s aides cavor ting with his female visitors. Drugs were used, including marijuana, cocaine, and, finally, LSD. 74   74 S. Hersh, op. cit. (note 5), pp. 10f. et seq. ; T. C. Reeves, op. cit. (note 3), pp. 240ff . , Nina Burleigh, A Very Private Woman, New York: Bantam Books, 1998, pp. 194ff."},{"pageNumber":100,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 108 Kennedy, who liked three-way sex, had professional pictures taken of himself and his ladies. A number of these photographs, developed and printed (and often framed as presidential gifts) by a well-known Washington photogra phy gallery, came into the hands of Robert Crowley at one point and ended up in his papers: 75 74....It is an absolute fact that both the American President, Kennedy, and his brother, the American Attorney General, were especially active in a sexual sense. A number of sexually explicit pictures of the President engaging in sexual acts are in the official files as are several pictures of the Attorney General, taken while on a visit to Moscow in 1961. 75. The President was aware that a number of these pictures were in Soviet hands and acted accordingly. In addition to a regular parade of whores into the White House, it was also reliably reported from several sources that the President was a heavy user of various kinds of illegal narcotics. It is also known from medical reports that the President suffered from a chronic venereal disease for which he was receiving medical treatment. Russian Intelligence study Angleton found it an extr emely difficult prospect to investigate the White Hous e personnel to determine the source of the serious leaks of the CIA’s top briefing papers. Kennedy’s personal staff was noted for its loyalty to the President and Angleton said repeatedly that any   75 These professional and pornographic pictures, 8½\" × 11\", black and white and color, were prepared for the President by the Mickelson Gallery in Washington (S. Hersh, op. cit. (note 5), p. 11). These are from the Crowley Papers but are not included in the present work. Kennedy gave these very explicit pictures to various women who had participated in his group sex acts."},{"pageNumber":101,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 109 hint of his very active susp icions of peculation in the White House might we ll backfire in a fatal way if they became known. Finally, in late Decembe r of 1962, a personal friend commented in passin g that Bobby Kennedy had developed a very close relationship with a top Soviet agent in Washington, and at this point the entire secret backstairs diplomacy became a matter of growing knowledge in the CIA. Angleton had the technical section of the CIA tap the telephones of th e Attorney General, both those in his private office and the ones in his home in Virginia. It was only a matter of time before the CIA technicians successfully intercepted a call between Bobby Kennedy and Bolshakov in February of 1963. 76 During the course of this taped conversation, it became very clear that the American President and the Soviet Premier had been in di rect contact for some time through the medium of Bo bby Kennedy and a senior KGB agent. A comment from the Russian about material that could only have come from the President’s CIA briefing papers convinced Angleton that the Kennedys were engaging in treasonabl e activities and had severely compromised a number of important CIA agents and operations througho ut the world: 76. In order to better cooperate with the Soviet Union, President Kennedy used to regularly keep in close, private communication with the Chairman. These contacts   76 Later, the Director of the National Security Agency, Lieutenant General Gordon Blake, helped the CIA to gather more information on Kennedy’s activities: ZIPPER Document, 5, 21, 28 May (11:34am), 3, 4, 6, 19 June (11:35am), 25 June, 4, 11, 16 July (10:45am)."},{"pageNumber":102,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 110 were kept private to prevent negative influences from the State Department and most certainly from the Central Intelligence Agency. The President said several times that he did not trust this agency who was bent on stirring up a war between the two nations. Through this personal contact, many matters that might have escalated due to the interference of others were peacefully settled. Russian Intelligence study 78.The President’s highly unorthodox form of personal diplomacy vis a vis the Soviets created far more problems that it ever solved. When it came to light, both the DOS and the CIA were extremely concerned that sensitive intelligence matters might have been inadvertently passed to the Soviets. DIA analysis The fact that the President’s brother, with his permission, was passing what the CIA considered highly secret material to their chie f enemy had a terrible effect. Angleton, who knew the President and his family socially, was devastated. In a series of private meetings held between himself and several of his trusted associates, including Robert Crowley (who took notes), Angleton made a strong case against Kennedy. He claimed that Kennedy himself had approved the Bay of Pigs action but dr opped it at the last minute out of moral weakness. Angleton believed that Kennedy then deliberately attacked the leadership of the CIA, firing Allen Dulles among othe rs and basically accusing the Agency of bad faith an d duplicity. Angleton was positive that Kennedy had full y approved all of the CIA’s actions in the Bay of Pigs mi ssion but had bl amed others to save his own reputation. The failure of the mission"},{"pageNumber":103,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 111 was, Angleton said, solely the result of Kennedy’s cowardice. His negotiations behind th e back of responsible American government agencies with the head of the Soviet Union smacked of treason and certainly undermined all of the intense work the CIA was doing to thwart Soviet imperialism both in Europe and Latin America. But far and away the gr avest charge leveled against the President was his behavior in not striking militarily at the armed Soviet troops and their deadly missiles stationed only a few miles away from American soil. Not only had Kennedy allowed the Soviets to get away with their aggression, he further removed American missiles from Turkey and materially weakened the American military position in Europe. As far as the passing of highly sensitive material to the Soviets was concerned, a furious Angleton claimed that this was high treason and the President sh ould be removed from his high office. Kennedy was far too p opular to institute impeachment proceedings agai nst him in the Congress. 77 Leaking the information about the CIA reports being given to Khruschev to the CIA’s many friendly press sources was also ruled out. If made public, this information would not only damage Kennedy, it would also damage the reputation of the CIA and unduly alarm its many highly placed international sources. Finally, after a series of heated meetin gs over the period of a month, the subject of physical removal was   77 See ZIPPER Document, no. 4."},{"pageNumber":104,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 112 not only broached but also developed. After all, the CIA had been responsible for a si gnificant number of high- level political assassinations in the past, albeit in other countries, 78 and they had not only the means but also the conditioning to assist their planning. In late February , the general outline of the plot was well set. Initial plans to blow up the presidential plane were scrapped. Secret Service and U.S. Air Force security were far too comp rehensive to permit the clandestine placing of an ex plosive device on Air Force One. 79 A second plan was to approach one of the President’s physicians, Dr. Ma x Jacobson, with a view to convince the doctor, who supplied and injected the President with amphetamin es, to put certain fatal additives in Kennedy’s drug s. The CIA had a small but effective laboratory that specialized in rare poisons. This plan was rejected because it was felt Jacobson was unstable and associated wi th too many questionable individuals. Using his servic es would have necessitated removing the doctor as well , and Angleton was strongly against involving more unt rustworthy people than necessary in his plot. It was also suggested that since the President was known to sail in Massachus etts’ coastal waters, an assassin could either shoot him at a distance or attach an   78 Patrice Lumumba, Rafael Trujillo, Salvatore Allende Goosens of Chile, President Diem of South Vietnam, plus many more, were all removed as the result of CIA orders. The leadership in Langley never pulled a trigger in its life but was very adept at getting its servitors to do this. All of this information stems directly from conversations with R. T. Crowley. 79 See the entries on AF1 (Air Force One) for 10 May, 24 May, 5 July 63 of the ZIPPER Document as reproduced in the Appendix."},{"pageNumber":105,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 113 explosive charge to the bottom of his boat. 80 This was generally rejected by everyone but Angleton, because the President’s wife and children might well be on board and this was found to be unacceptable. It was finally decided to shoot the President when he was in the open rather th an in a building that could easily be sealed off and immediately searched. The political trip to Da llas had not yet been planned, and there was a great deal of practical work to do before any assassination could be successfully attempted. If the President was shot in public, the assassin stood a high risk of being captured. If this happened, there was an even worse risk that he could somehow be traced to the CIA. The CIA th erefore realized that it had to get the support of the entire governmental apparatus to be able to implement such a radical solution to what it considered to be the most serious threat to U.S. security in decades.   80 See the entries on AF1 (Air Force One) for 2 May 63, 4:30pm-5:37pm, in the ZIPPER Document as reproduced in the Appendix."},{"pageNumber":106,"pageContent":" ...A nd Everybody Else According to a document found in R. T. Crowley’s papers, the offici ally organized assassination of John F. Kenn edy by the CIA had the code name: “Operation ZIPPER.” This document, which is entitled “OPERATION ZIPPER Conference Record,” is reproduced in the appendix of this book, with this author’s subsequent explanatio n of the abbreviations used in it. 81 In the following, the events unfolding between March and November 1963 ar e reconstructed using both this document and R. T. Cr owley’s comments to this author. Early in March of 1963, the matter of the actual assassin became a pressing is sue. Because of Crowley’s connections with the mob in Chicago (his father had been an important Chicago politician, parks commissioner, in the Kelly-Nash machine), he received the task of personally contacting members of the Chicago Mafia for advice and possib le assistance. 82   81 The document actually covers the period from March to November 1963. According to personal information received from R. T. Crowley, the choice of ZIPPER was his. He said that since Kennedy could not keep his zipper shut, the CIA would do it for him. Originally, he wanted to call the plot “Operation JANUS” after the two-faced Roman god (a reference to Kennedy’s perceived duplicity) but decided that his co-workers were far too ill-educated to understand it. 82 See ZIPPER Document, 16, 19, 20 March, 4 April (3:35pm), 9 April (9:08am), 18 April (2:01pm, 2:25pm), 23 & 24 April, 2 May, 6 May (11:10am c.), 10 May, 19 June (1:45pm), 24 Oct. 1963."},{"pageNumber":107,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 116 Chicago mob leader Sam Giancana, who had assisted in locating persons to carry out the CIA’s murder plots against Fidel Castro, loathed the Kennedy brothers but was far too shrewd to lend any of his identifiable men to cooperate in such a project. In two conferences in the Drake Hotel with Crowley, Giancana agreed to locate assassins who could be ex pected to perform in a professional manner. It was suggested that perhaps this recruitment might be better done outside of the United States. Rather than invo lve the Sicilian Mafia, 83 Giancana had one of his connections in that entity contact someone in the Corsican Mafia, the so-called Unione Corse , and it was from the ranks of this Ma rseille-based, well-knit, and very professional criminal or ganization that the assassins were found. 84 The plotter’s reasoning was that if the killers were somehow caught before the CI A could kill them first, they could only identify the Chicago Mafia as their employers, and the Mafia wo uld never identify the CIA as the real moving force. If this question ar ose, the Mafia could much more easily be silenced than foreign killers could. Before the Corsicans were finally brought on board, a co-worker sugges ted shopping in Beirut, Lebanon, then a center of assassination professionals. The argument against this was that Corsicans would have no problems blending in the ba ckground in ra ce conscious Dallas. Darker complexion ed Lebanese or Arab   83 The Sicilian Mafia appears to have been the first option, see ZIPPER Document, 4 April 63 (3:35pm) 84 See ZIPPER Document, 2 May (4:09pm), 10 May, 12 June (4:11pm), 16 July (1:45pm), 24 Oct., 14 Nov. 1963."},{"pageNumber":108,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 117 professionals would certainly attract unwelcome notice in the provincial southern city. Cuban militants had be en ruled out in the beginning as too volatile and inclined to emotional excesses. It would be Marseilles, then, instead of Beirut, that would supply the killers. 85 Early March 1963, the Director of Central Intelligence, John McCone, began a series of delicate contacts outside his immediate circle. The first government ag ency contacted was the FBI. The first conferences wi th its director John Edgar Hoover and Deputy Director William Sullivan were held on March 4 th . According to the ZIPPER Document, the head of the FBI was permanently kept informed about the CIA’s actions by his top ai de William Sullivan. Since Sullivan is described in the ZIPPER Document as a “participant” in the entire pl ot, it must be assumed that the FBI as a government de partment was collaborating with the CIA to achieve the projected goal. 86 On March 13 and 15, the next delicate contacts were made to Walter Jenkins and Abe Fortas, top aides of Vice President Lyndon B. Johnson. According to the ZIPPER Document, Jenkins and Fortas, and with them of   85 For information on the Unione Corse and its connection with drugs and the CIA, see also J. Nutter, op. cit. (note 37), pp. 180f. 86 The FBI is listed as a “government department directly concerned”, see ZIPPER Document, no. 8.b. Though Hoover himself was only a few times directly involved with operation ZIPPER (4 & 15 March, as well as no. 12), it is obvious that Hoover’s assistan t Sullivan was a permanent part of the plot, since he is even listed as a recipient of the ZIPPER Document itself, and because his name is mentioned on many occasions: no. 12; 4, 7, 12 (8:30am) & 29 March (2:35pm), 30 April, 2 & 10 May. Deleted: t"},{"pageNumber":109,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 118 course the Vice President, we re also kept informed about the rising plot. 87 Not a bold man, Johnson’s concerns were entirely typical for him. He had forced himself on the 1960 Democratic ticket agains t Kennedy’s wishes, and throughout the thousand days of the Kennedy presidency, Johnson was treated with cont empt by Kennedy’s people. Their favorite epithet was “Uncle Cornpone,” and it became common knowledge th at Kennedy was planning to replace Johnson on the 1964 ticket. To accomplish this, Bobby Kennedy was preparing criminal charges against Bobby Baker, one of Johnson’s top aides. 88 Johnson was aware that su ch charges would give the Kennedy faction the ability to force him off the ticket. Since Vice Presidents traditionally have run for the Presidency at the expiration of the mandatory two-term limit, any hope of gaining the White House would have been dashed. Johnson , therefore, became a willing if very timid participant in the ZIPPER project. The two most important groups, the FBI and the future President of the United States, were hence quickly convinced to su pport the CIA: “11. As both the Vice President and the Director of the Federal Bureau of Investigation has been slated for replacement by the Kennedy faction, their support for this project was practically guaranteed from the outset. 12. The Vice President came to believe that an attempt   87 See ZIPPER Document, 13, 14, 15, 18 March (9:30am) 25, 28 March (4:45, 4:55pm), 11 April (11:45am), 15 April (5:20pm), 30 April (9:31am), 6 May (11:10am a.), 31 May (1:35pm), 11, 12 June (5:30pm), 26 June (9:30am). 88 See ZIPPER Document, 18 March (9:30am), which apparently refers to the handover of copies of files compiled by the attorney General Robert F. Kennedy regarding Bobby Baker; see also the more explicit entry on 5 May, no. 8."},{"pageNumber":110,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 119 would be made on his life at the same time and was greatly concerned for his own safety. [89] 13. As the Vice President and the Director of the FBI were longtime neighbors and very friendly, the Director has repeatedly assured the [Vice] President that he was not considered a target and that no shots were fired at him in Dallas.” [LBJ was riding two cars behind JKF.] 90 There was, of course, another power to be taken into consideration, which co uld successfully prevent or reverse the attempted coup d’état : the Armed Forces of the United States of America. To integrate the U.S. Army into their putsch , the Director of the CIA conferred on March 28 with James Jesus An gelton to coordinate the objectives of the Joint Chiefs of Staff of the U.S. Army with the CIA’s objectives within Operation ZIPPER. The fourth cautious contac t was made on 9 April by James Jesus Angleton: Lt. Colonel Bevin Cass, United States Marine Corps, was U. S. Military Attaché to the Dominican Republic and had been involved with the logistics of the Trujillo assassination. 91 Cass was later Commanding Officer of th e Marine Corps infantry training center at Quantico, Virginia. Cass obviously served as a liaison officer between the Joint Chief of Staffs and the CIA, as an entry on 14 April 1963 indicates, acco rding to which Cass was recommended by the Chairman of the JCS, General Lyman Lemnitzer. The fact that LtCol. Cass, as a   89 Compare this with Hoover’s Memorandum, note 14, and R. T. Crowley’s Aide- Mémoire , see Appendix. 90 ZIPPER Document, no. 11-13. 91 This information was gratefully obtained from a source inside the U.S. intelligence community, which cannot be revealed here for legal and privacy reasons."},{"pageNumber":111,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 120 “participant,” received a co py of the ZIPPER Document, that the Chairman of the JCS was either directly or via LtCol. Cass in frequent co ntact with the CIA regarding Kennedy’s assassination, 92 and finally because the JCS is expressly mentioned as a “government department directly concerned” in the ZIPPER document that had specific knowledge about the assassination, it must be concluded that the U.S. Armed Forces are the fourth big cornerstone of the assassinatio n of John F. Kennedy and, hence, the overthrow of th e democratically elected government of the people of the United States of America. 93 In the middle of April, Chicago Mafia boss Sam Giancana advised Crowley that or the job was one hundred thousand dollars per man and there were four involved. The immediate overseer of th e execution of the plot was William King Harvey, former FBI agent and head of the Berlin operations base of the CIA. 94 Harvey was responsible fo r the construction of the famous Berlin tunnel. Soviet intelligence was fully aware of this interdiction of their secure te lephone lines in the   92 ZIPPER Document, 9 April (8:31am), 14 April, 24 April (3:09pm), 5 May, 6 May (11:10am), 25, 28 May (8:32am), 31 May (3:00pm), 12 June (12:30pm), 25, 26 June (11:30am), 31 July (9:40am), 93 As a less important conspirator, we should mention Allen Dulles, the former head of the CIA, see ZIPPER Document, 19, 31 July (9:40am). He, too, had no problem with the concept of the removal of the man who had removed him as head of the CIA. In the event of the President’s death, he fully expected to be called back to duty although he was not in particularly good health. 94 See ZIPPER document: participants/recipients, no. 7.; 14, 16 March (3:32pm), 29 March (6:60pm[sic!]), 14, 15 April (12:35pm), 10, 25 May, 24, 25 June, 5 July, 31 July (11:30 am): “transfer operation to WKH”, 9, 16, 23, 30 August, 6, 12, 20, 27 Sept., 18 Oct., 1, 14 Nov."},{"pageNumber":112,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 121 Soviet sector of Berlin, an d Harvey proudly garnered crates full of creative Soviet disinformation. In addition to this, Angleton cont acted Israeli intelligence for assistance. 95 The man he contacted was Amos Manor, then head of Israeli counterintelligence, the Shin Beth, and an old friend of Angleton. 96 Angleton had worked closely with Zionist organi zations in Italy during and after World War II and in 1951 had been appointed to be the CIA’s top liaison with bo th the Shin Beth and the Mossad. Through Angleton’s good offices, the CIA developed a close working relationship with both Israeli agencies, and in order to facilitate his plot against Kennedy, Angleton sought an Israeli agent who would oversee the entire operation. In actuality, the Israeli’s sole reason for existence, as far as Angleton was concer ned, was to make entirely certain that the Corsican assa ssins were remo ved as soon as possible after th eir work was done. The man sent to him was known as Binjamin Bauman and he came well recommended. 97 He had been one of the Stern Gang me mbers, a terrorist group controlled by Menachim Be gin, later Israeli Prime Minister, who had assisted in blowing up the King David Hotel in Jerusalem in 1946 with heavy loss of life. Begin was still wanted for murder in England, but Bauman had merely changed his name and went to work for the new state in an official capacity. This is a classical example of a terrorist becoming a freedom fighter.   95 See ZIPPER document, 3 April. 96 An excellent overview of the CIA/Israeli intelligence cooperation can be found in P. Grose, op. cit. (note 32), pp. 422-424. 97 See ZIPPER document, 3, 4, 16 July (1:45pm), 17 July, ."},{"pageNumber":113,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 122 John F. Kennedy was decidedly unpopular in Israel because of his firm determin ation to prevent that state from developing atomic weaponry. 98 A safe house was to be set up in Maryland and there the Corsicans were to be killed, their bodies dissected and put into crab pots. The science of DNA had not yet been discovered, and wh at the famous soft-shelled crabs could not eat was to be dumped back into the water. Bones do not float. In September of 1963, th e visit by Kennedy to Dallas in November was announced and the Angleton assassination plan now had a specific time frame and geographical location with which to work. The Corsicans would be flown to Canada at the end of October, met by member s of the Mafia, and driven into the United States over the Windsor, Ontario, International Bridge. They wo uld remain in a Mafia safe house in the Detroit area and then be flown in a private aircraft to the Dallas-Ft. Worth area: 52. French intelligence sources have indicated that a recruitment was made among members of the Corsican Mafia in Marseilles in mid-1963. 53. French intelligence sources have also indicated that they informed U.S. authorities in the American Embassy on two occasions about the recruitment of French underworld operatives for a political assassination in the United States. 54. It is not known if these reports were accepted at the Embassy or passed to Washington.   98 See Foreign Relations of the United States, 1961-1963 , Vol. XVII, Washington, D.C.: U.S. Government Printing Office, 1994."},{"pageNumber":114,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 123 55. In the event, the Corsicans were sent to Canada where they blended in more easily with the French-speaking Quebec population. DIA analysis The Corsicans were under no circumstances to be told of the role of the CIA in their project. They always considered that they were working solely for the American Mafia and no one else. Weapons for the assassination were procured from Sam Cummings, CIA agent and head of INTERARMCO, a “proprietary” branch of the Agency. 99 This company, run by a British expert living in Warrentown, Virginia, 100 specialized in gun running for the CIA. It was an easy matter for Cummings to procur e two silenced .38-caliber pistols, two 7.65-mm surplu s Argentine army Mausers, and a specially constructed .223-caliber rifle, which was cut down and modified from a standard NATO weapon. Special bullets for the latter weapon, filled with mercury and designed to explode wh en entering a body, were manufactured and acco mpanied the weapon. A check of CIA records located the names of several persons of interest to the Agency in the Dallas area. One was Lee Harvey Oswa ld, the returned defector, and the other was a man with whom the CIA had extensive and docume nted dealings. This was the Baltic aristocrat George De Mohrensc hildt. Born into the lesser Russian nobility, De Mohrenschildt had served in a   99 See ZIPPER document, no. 9.d.; 18 March (8:44am), 13, 15 April (12:35), 18 April (1:23pm), 6 May (11:10am d.), 14 May, 24 June, 17 July (9:45am). A full listing of CIA proprietary businesses were in the Crowley Papers but are not included in this work. 100 A number of important CIA agents and sources lived in Warrenton, including Heinrich Müller, former Gestapo Chief, see note 47 and Crowley Papers."},{"pageNumber":115,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 124 Polish cavalry unit, the Pr omorski Brigade. After the Russian revolution, he immigrated to the United States and acquired a degree in petr oleum geology. He traveled in establishment social circle s, spent a good deal of time out of the country, and certai nly worked for the CIA. He had encountered Oswald quite by accident through his connection with the Russia n community in Dallas and became his mentor and, according to a later CIA classified report, his lover. When De Mohrenschildt passed on the information that Oswald ha d been hired at the Texas School Book Depository on October 16, it was later realized that this building immediately overlooked the route that Kennedy would take on his November 22 visit to Dallas. Oswald was now viewed as the perfect foil: 14. Oswald also was intimately connected with de Mohrenschildt who was certainly known to be a CIA operative. Oswald’s connections with this man were such as to guarantee that the CIA was aware of Oswald’s movements throughout his residence in the Dallas area. 15. When Oswald secured employment at the Texas Book Depository, de Mohrenschildt, according to an FBI report, reported this to the CIA. DIA analysis 77. The pseudo-defector, Oswald, became then important to the furtherance of the plan to kill the American president. He had strong connections with the Soviet Union; he had married a Soviet citizen; he had been noticed in public advocating support of Fidel Castro. His position in a tall building overlooking the parade route was a stroke of great good fortune to the plotters . Russian Intelligence study "},{"pageNumber":116,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 125 In the first week of November, the assassination team had been flown to Dallas and spent two weeks in reconnaissance of the entire presidential route. It had initially been felt by the Cors ican team leader that the shooting could be done as the cavalcade turned from Houston to Elm Streets. The presidential car would be moving very slowly as it ne gotiated the right angle turn and would present an excellen t target. A shooting blind could be constructed on the top of the Da llas County Records Building on Houston St reet that had an excellent line of sight to the Elm Street corner, but flanking buildings were higher and could provide an undesired observer a clear view of the shooters. It was finally decided to use the Book Depository as one base. The railroad overpass was considered another excellent position but eventually ruled out because it was sure to be gu arded. To its right, however, the heavy bushes and fences of the elevated “grassy knoll” proved to be irresistib le. The official car with the President would be moving slowly past the spot and would permit a slightly downhill shot at very close range. Also, the extensive railroad yards behi nd this position gave ample room for an unobserved escape. The final disposition of the assassination team was: – A shooter in the Texas Book Depository, sixth floor; – A shooter in the ornamental bushes just before the underpass; – Two English-speaking personnel in suits and equipped with fals e law enforcement identification in the railroad yard behind the second shooter."},{"pageNumber":117,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 126 It was later reported that if anyone tried to investigate or interfere with the escape of the shooter, the two faux law enforcement agents would be able to display their identification and deflect pursuit. Through his friendship with Oswald, De Mohrenschildt was aware that Oswald had bought a rifle from Klein’s Sporting Goods through the mail in March of that year. Both Oswald and his wife had mentioned this rifle to De Mohrenschild t and he also learned where the weapon was kept. 16. The existence and location of Oswald’s mail order Mannlicher-Carcano rifle in the garage of his wife’s friend, Ruth Paine, was also known to de Mohrenschildt at least one week prior to the assassination. DIA analysis Oswald was a bad shot w ith a rifle, the Warren Commission Report to the co ntrary, and had never even test shot this su rplus Mannlicher-Car cano Italian army weapon. 101 Stories about him going to Dallas rifle ranges with others and firing the Ca rcano were total fabrications as was an accepted tale of hi m driving a car. Oswald had never shot the purported mu rder weapon, possessed no driver’s license, and did not know how to drive any kind of a car. 102 On September 26, Oswald went to Mexico City by bus. He returned to Dalla s on October 3. During this period, the official story is th at Oswald went to the Soviet   101 Oswald’s Marine Corps Personnel Records indicate that he barely qualified as a rifle man. 102 See Warren Report, op. cit. (note 1) for stories about the Oswald public appearances with the Carcano, e.g., on the license, p. 266."},{"pageNumber":118,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 127 and Cuban embassies and made very vocal attempts to secure visas for trips to Russia via Cuba. 103 He was told, the official version explains, th at a visa to go to Soviet Russia would take four months to process and the Cubans would not grant a visa for Cu ba without a Soviet visa. After the assassination, the CIA sent out a number of reports to va rious American agencies containing their version of the Oswald vi sit to include physical descriptions and photographs. All of this material was totally incorrect, and the person depicted was very obviously not Lee Harvey Oswald. What Oswald did while in Mexico is not known, but a CIA report of his dramatic visits to the two embassies is a deliberate falsehood: 78. Oswald was then reported by the CIA to have gone to Mexico City on 26 September, 1963 and while there, drew considerable attention to his presence in both the Soviet and Cuban embassies. What Oswald might have done in the Cuban embassy is not known for certain but there is no record of his ever having visited the Soviet embassy in Mexico at that time. CIA physical descriptions as well as photographs show that Oswald was not the man depicted. This appears strongly to be a poor attempt on the part of the CIA to embroil both the Soviet Union and Cuba in their affairs. Russian Intelligence study 79.Reports from the CIA concerning Oswald’s September/October visit to Mexico City are totally unreliable and were rejected by the FBI as being ‘in serious error.’ The reasons for Oswald’s visit to Mexico are completely obscure at this writing but the   103 Warren Report, op. cit. (note 1), pp. 301ff.; G. Posner, op. cit. (note 6), pp. 170- 176, 211-212."},{"pageNumber":119,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 128 individual allegedly photographed by CIA surveillance in Mexico is to a certainty not Lee Oswald. As the CIA had pictures of the real Oswald, their reasons for producing such an obvious falsity are not easy to ascertain at this remove. DIA analysis The famous Mexican trip was a typical official red herring deliberately dragged ac ross the investigative trail. In point of fact, it matters not what Oswald did while in Mexico because this trip ha d no possible bearing on the allegations of assassination heaped onto a dead Oswald. The patently obvious disinfor mation put out by the CIA about Oswald’s visit either indicates a frantic desire to be current with intellig ence matters or, in a more sinister interpretation, a crude atte mpt to somehow link the assassination to the Soviet Union and Cuba via the predetermined assassin, Lee Harvey Oswald. Had this course been foll owed during the sittings of the Warren Commission, it might well have forced the timid new President to make accusations against both Russia and Cuba that could quite conceivably lead to armed conflict. Since this is the one thing that Johnson frantically wished to avoid, the Mexico City visitation was relegated to the oblivion of the Warren Commission Report without official attention, but certainly deserving of the subsequent sarcasm from a legion of anti- establishment historians. – Kennedy was shot on Friday, November 22, 1963. – Oswald was shot on Su nday, November 24, 1963. – Chicago Mafia leader, Sam Giancana, was shot to death in the basement of hi s home in June of 1975, prior to when he was supp osed to appear before a Congressional committee."},{"pageNumber":120,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 129 – Oswald’s CIA connection in Dallas, George De Mohrenschildt, is alleged to have shot himself just prior to his scheduled appearance before a Congressional committee in March of 1977. Arranging a murder is relati vely simple, but arranging a suicide is much more difficult. The Warren Commission was instituted shortly after the Dallas murders, evidence was gathered and presented to the Commission an d a final report was duly released. Predictably, it named Lee Harvey Oswald as the sole assassin and, further, carefu lly played down the strong connections his killer, Jack Rubenstein, had with the Chicago mob. Historians have discussed the number of witnesses who died in the following mo nths and years. The number tends to raise su spicions of foul play but, so far, no hard evidence of a concerted effo rt to silence witnesses has been produced. Considering the vast extent of the conspiracy to assassinate Kennedy and overthrow his administration, the conclusions are more than obvious. The Warren Report include d a number of issues intended to bolster their ca se against Os wald. One was the attempt to shoot Genera l Edwin Walker, a retired right wing professional Army officer resident in Dallas, on April 12, 1963. That Oswa ld had nothing to do with this incident is obvious from examining the published evidence and investigative re ports. The General was shot at by a .30-06 rifle. Eyewitne sses all agreed that two dark complexioned men were seen driving away from the scene. Oswald did not own such a gun, was not dark complexioned, and did not dr ive. The Walker story was supplied by Oswald’s terrifi ed widow who desperately"},{"pageNumber":121,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 130 was attempting to avoid being sent back to Russia. She spoke no English and, in general, did what she was told. 104 Her story of the Walker incident has no value whatsoever and could never have been used in a court of law. Of the four Corsicans, three vanished from the face of the earth af ter being escorted to a private plane at a Dallas area airfield about 2:30 on the afternoon of November 22. They were ac companied by Mr. Bauman and were informed they would be flown first to New Orleans, where the pilot, David Ferrie, was based, and thence to a safe house in Maryland. From the moment they climbed into the two-engined aircraft, they were never seen again. One of the assassins, the man who fired at Kennedy from nearly point bl ank range and blew out the presidential brains, decided to work his way back to Marseilles on his own. For some unknown reason, he took a commercial bus to Me xico and from there he ended up in Barcelona, Spain. All that is known of him is the name he used on his passport: Guidobaldo Fini. 78....It is understood that the actual assassins were subsequently removed in a wet action but that one apparently escaped and has been the object of intense searches in France and Italy by elements of the CIA. Russian Intelligence study 80.The hit team was flown away in an aircraft piloted by a CIA contract pilot named David Ferrie from New Orleans. They subsequently vanished without a   "},{"pageNumber":122,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 131 trace. Rumors of the survival of one of the team are persistent but not proven DIA analysis There was one other murder that bears directly on the Kennedy assassin ation. On October 12, 1964, shortly after noon, Mary Pinchot Meyer, 44, former wife of Cord Meyer, Jr., a senior CIA offici al, was found shot to death in a wooded area near her Georgetown studio. She had been shot once in the head an d once in the upper body, a professional technique of assassination. A dazed black day-laborer was found in the vicinity by police and, although not matching the description of an eyewitness, was arrested and put on trial for murder. The suspect, Ra y Crump, had no coherent statement for the police at th e time of his arrest, and an intensive search of the area fa iled to locate the handgun used in the killing. This, in spite of the fact that the suspect was apprehen ded in the immediate area of the killing. 105 Period press reports indica te that a large number of CIA personnel were present immediately after the discovery of the body. 106 Crump was acquitted at his subsequent trial. 107 The prosecution depicted him as a rapist, but he had no record of such offenses. He had been seen waiting on a Washington street corner fo r day labor prior to being   105 N. Burleigh, op. cit. (note 74), pp. 234ff. 106 N. Burleigh, op. cit. (note 74), makes references to mysterious “men in suits” at the murder scene and the fact that newsmen were kept at a distance during the investigation. Plates following p. 182 and comments in the text. 107 Ibid. , pp. 273ff."},{"pageNumber":123,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 132 found in a dazed condition on the towpath near Mary Meyer’s body. 108 Her husband, Cord Meyer, Jr., was a close personal friend of James Angleton and a very bitter enemy of John Kennedy. Me yer’s intense hatred of Kennedy was due to the attentions that Kennedy had once paid to his ex-wife. In point of fact, Mary Pinchot Meyer had been Kennedy’s long-term mistress subsequent to her divorce from her husband. Mrs. Meyer had introduced LSD to the President during he r many visits to the White House. 109 Immediately after her mu rder, Crowley associate James Angleton was caught in her Georgetown studio going through her papers. He later removed her diary and kept it. Robert Crowley, who saw it, stated that it contained a significant number of references to her connection with Kennedy, the use of drugs at White House sex parties, and some very bitter comments about the role of her former husband’s agency in the death of her lover the year before. Mary Meyer had made angry and indiscreet comments about her views on her suspicions of CIA involvement in the Kennedy killing to a number of her neighbors, a significant numb er of whom had husbands that were senior CIA officials. This murder is still liste d as unsolved, and the police records have disappeare d. Shortly after her murder, her bitter former husband pa inted “Tough luck, Mary” on the Key Bridge near the site of her death. 110   108 Ibid. , pp. 209ff.; T. C. Reeves, op. cit. (note 3), pp. 240f. 109 T. C. Reeves, ibid ., N. Burleigh, op. cit. (note 74), pp. 193 et seq. 110 R. T. Crowley, private communication to the author, and N. Burleigh, op. cit. (note 74), p. 282."},{"pageNumber":124,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 133 John Kennedy may have been a charismatic man but neither he nor his family could be considered either ethical or moral. The Pres ident and his brother, the Attorney General of the Un ited States, repeatedly betrayed their wives, their criminal associates, their loyal Cuban supporters, and many ot hers with alacrity when it suited them to do so. According to the CIA, the FBI, the Vice President, and the Joint Chiefs of Staff, they also betrayed important intelligence se crets to the Soviet Un ion for political gain. Hence, John F. Kennedy had to die: “6. This removal [of JFK] is the result of a consensus between the various concerned official agencies.” 111 79 From this brief study, it may be seen that the American President was certainly killed by orders of high officials in the CIA, working in close conjunction with very high American military leaders. It was the CIA belief that Kennedy was not only circumventing their own mapped- out destruction of Fidel Castro by assassination and invasion but actively engaged in contacts with the Soviet Union to betray the CIA actions. 80. The American military leaders (known as the Joint Chiefs of Staff) were also determined upon the same goals, hence both of them worked together to ensure the removal of a President who acted against their best interests and to have him replaced with a weaker man whom they believed they could better control. 81. President Johnson, Kennedy’s successor, was very much under the control of the military and CIA during his term in office and permitted an enormous escalation in Southeast Asia. The destruction of the   111 ZIPPER Document, no. 6."},{"pageNumber":125,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 134 Communist movement in that area was of paramount importance to both groups. Russian Intelligence study 1. The Soviet analysis of the assassination of President John F. Kennedy contains material gleaned from American sources both official and unofficial i.e., media coverage, etc. Some of this material obviously stems from sources located inside various agencies. To date, none of these have been identified . Russian Intelligence study 81 . A study of the Soviet report indicates very clearly that the Russians have significant and very high level sources within both the Central Intelligence Agency and the Federal Bureau of Investigation. Their possession of material relating to certain highly classified American military papers has been referred to the CIC for investigation and action . DIA analysis"},{"pageNumber":126,"pageContent":" Aftermath The chapter “The Offici al Cover Up” already addresses briefly what happened after the actual assassination. The ZIPPER Document contains more interesting pieces of in formation that make it understandable how the cove r up was implemented and why it could be so successful. There is, of course, the mo st important fact: that the FBI itself, which was in charge of all investigations, was a participant in the assassin ation. The FBI gave James Jesus Angleton, the main plotter, complete control of the evidence: “10. Following the removal of the President, the new President, who had been fully briefed prior to the act, agreed ‘in the interest of national concerns’ to appoint a special Commission chaired by the Chief Justice, for the purpose of ‘setting public concerns to rest.’ Mr. Angleton was in complete control of all evidence presented to this Committee and worked closely in conjunction with Mr. Sullivan of the FBI to ensure that nothing was brought before the Committee that it did not wish to acknowledge.” It is also interesting that Gerald Ford, who became President of the United States of America in 1974, helped FBI Director J. E. Hoover, and it is hard to believe that by so doing, he did not know that he active ly participated in the cover-up of the putsch :"},{"pageNumber":127,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 136 “16. Representative Ford, R, of Michigan, a member of the Commission, is working closely with Director Hoover and reports all incoming information directly to him.” The CIA’s many supporters within the media did their best to hide and distort the truth: “17. Full cooperation with friendly media sources has ensured that the public attention has been drawn to Oswald as the sole killer. [...] 32. In the matter of the public perception of the Dallas action, extensive use has been made of Agency connections with major American media organs, i.e., the New York Times and the Washington Post. The Times is strongly supporting the Commission and its findings and we are assured that they will continue to do so. The same attitude has been clearly and strongly expressed by the Post.” A very interesting effect on U.S. foreign policy had the fact that the French Intell igence Services, due to their informants in the Unione Corse , had knowledge about the real assassins of JFK and thre atened the United States if they would not make certain concessions: “25. Also, the [French President] General [Charles] DeGaulle stated that he was aware through French intelligence reports, that the assassins of the President were French citizens. The knowledge of the French government at the highest level that some kind of high level political assassination was apparently passed on to the U.S. Embassy in Paris but there is no record of any of these warnings having been passed on to Washington. If, in fact, these warnings were passed, there was obviously no heed paid to them. 26. Because it is viewed as vital that the French become involved in NATO and to assuage the concerns of the General, guarantees were given both by the [U.S.] President and the DCI [Director of Cent ral Intelligence...] that the"},{"pageNumber":128,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 137 United States would actively support French commercial interests in French Indo China in return for French cooperation with NATO. There were extensive French rubber plantations in Vietnam as well as significant off-shore oil deposits. 28. The General was reassured repeatedly on these points and is now apparently in agreement with U.S. aims in South East Asia. He made several remarks about the trade in opium in that area being extremely lucrative and stated that he had his own problems with narcotics traffic in the Mediterranean area. With increasing American military involvement in Vietnam and Laos, the increase in opium smuggling was highly significant and has not stopped to this day. It is a published fact that much of the movement of raw opium from the so-called Golden Triangle was effected by the CIA and its Air America private airforce. 29. It is not believed, and el ectronic surve illance of the President’s lines of communication while in the United States does not support, the possibility that he might have actual knowledge of any American involvement, or projected involvement, in this sensitive area. 30. Both the Agency and the President feel that the French President has ‘fired a shot across our bows’ but that these issues have now become resolved. The President feels, however, that the French will have to be watched carefully in the future and that if American interests become established in French Indo China, we had best consider our own interests at that time.” Considering that the U.S. Joint Chiefs of Staff had been more than eager to star t a war against Cuba, it might not be surprising th at they were quite open to the French “request” for help in French Indo China, which could be more appropriately called “b lackmailing Am erica into war.” In fact, the Tonkin incident in 1965, which triggered America’s involvem ent in the Vietnam War, reads like an implementation of what the U.S. Army had"},{"pageNumber":129,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 138 unsuccessfully planned only a few years earlier for Cuba, as James Bamford correctly noticed. 112 The CIA’s statement about “American involvement” in the “trade in opium” in Indochina, and its assertion that “much of the movement of raw opium [...] was effected by the CIA and its Air America private airforce”, is a topic that will be dealt with in a subsequent book, offering much more se cret documentation on the U.S. government as one of the major drug traffickers of the world.   112 See footnote 63."},{"pageNumber":130,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 139 Envoy In matters as prolix and entangled as the Kennedy assassination, there can never be an actual closure. There can, however, be a final wo rd on the subject and the clearest one can be found in John Jacob Nutt er’s excellent study, The CIA’s Black Ops: Covert Action, Foreign Policy, and Democracy . 113 The author lists a number of the more important delinquencies of the Central Intelligence Agency and it cannot be improved upon: “– spying on Americans fo r their political beliefs; – opening the mail of Amer icans not suspected of any crime; – harassing and disrupting legal American political groups simply for thei r dissenting views; – testing neurochemical and biological agents (such as LSD) and toxins on American citizens without their consent or knowledge, covering up these activities, and destroying ev idence of them; – engaging in secret wars with neither the consent nor knowledge of Congress; – engaging in acts of war or acts that created a high probability of war without the consent or knowledge of Congress; – purposely concealing these acts or intentionally misleading members of the government who have a right to know about such activities;   113 J. Nutter, op. cit. (note 37), p. 300."},{"pageNumber":131,"pageContent":"Regicide: The Official Assassination of J. F. Kennedy 140 – employing the policies and resources of intelligence agencies to further the goals of private corporations and political groups; – subverting democratic processes and sponsoring the functional equivalents of co ups d’etat in friendly and allied countries; – creating private, off-th e-books intelligence and operations organizations in deliberate attempts to evade U.S. law; – negotiating with terroris ts and paying ransom for hostages; and – arming insurgent and terr orist organizations with modern weapons in spite of their anti-American positions.”"}]
