[{"pageNumber":2,"pageContent":"FOREIGN CONSPIRACY AGAINST THE LIBERTIES OF THE UNITED STATES: THE NUMBERS OF BRUTUS, ORIGINALLY PUBLISHED IN THE NEW-YORK OBSERVER. REVISED AND CORRECTED WITH NOTES, BY THE AUTHOR. —— Oft fire is without smoke, And peril without show. ~Spencer. _______________________________________________________ NEW-YORK: LEAVITT, LORD & CO., 182 BROADWAY, G. & C. CARVILL & CO., 108 BROADWAY,"},{"pageNumber":3,"pageContent":"BOSTON-CROCKER & BREWSTER, 47 Washington-street. ________ 1835 Entered according to the Act of Congress, in the year 1835, by LEAVITT, LORD &. Co., in the Clerk's Office of the District Court of the Southern District of New-York. West & Trow, Printers. ________ Library of Congress Cataloging in Publication Data Morse, Samuel Finley Breese, 1791-1872. Foreign conspiracy against the liberties of the United States. _______________________________________________________ RECOMMENDATIONS. ___________ NEW-YORK, Jan. 1, 1835. To Messrs. Leavitt, Lord & Co., Gentlemen, Learning that you are about to publish in a small volume, the articles, signed Brutus, (which recently appeared in the New- York Observer, showing that a conspiracy is formed against the United States by the Papa l powers of Europe,) the undersigned, who read those articles with interest, have great satisfaction in expressi ng their approbation of your undertaking. These articles are writte n by a gentleman of intelligence and candor, who has resided in the south of Europe , and enjoyed the be st opportunities for acquaintance with the to pics on which be writes. While we disapprove of harsh, denunciato ry language towards Ro man Catholics, their past history, and the fact that they every where act together, as if guided by one mind, admonish us to be jealous of their influen ce, and to watch with unremitted care all their movements in relation to our free institutions. As this work is now to be published in a"},{"pageNumber":4,"pageContent":"portable form, and with additio nal notes by the auth or, we hope it may obtain an extensive circulation and a careful perusal. Yours, with friendly regard, JAMES MILNOR, THOMAS DE WITT, N. BANGS, JONATHAN GOING. *** The gentlemen who have signed the above letter represent four Protestant denominations, viz. the Episcopal, Presbyterian, Methodist, and Baptist. ________________ Extract from Zion's Herald a Methodist paper published in Boston, Mass. \"FOREIGN CONSPIRACY.—We commence to-day publishing this interesting series. The author is an American, who has resided fo r a long time in Italy and Austria. The same day that we had decided to publish them , we received a note, signed by Rev. Messrs. Lindsey, Fillmore, Kent, and Stevens, re commending and requesting that they should appear in the Herald.\" _______________________________________________________ CONTENTS. ____________ Footnotes are integrated into the text in this format. (red text) CHAPTER I The first impressions of the improbability of a Foreign conspiracy considered—Present political condition of Europe favors an enterprise against our institutions—The war of opinions commenced; Despotism against liberty—The vicissitudes of this war—Official declarations of the despotic party against all liberty—Necessity to the triumph of Despotism that American liberty should be destroyed—The kind of attack most likely to be adopted from the nature of the contest—Reasons why our institutions are obnoxious to European governments—Has the attack commenced? Yes! by Austria—Through a Society called the St. Leopold Foundation—Ostensibly religious in its design."},{"pageNumber":5,"pageContent":"CHAPTER II Political character of the Austrian government—The old avowed enemy of Protestant liberty—Character of the people of Austria, slaves—Character of Prince Metternich, the arch contriver of plans to stifle liberty—These enemies of all liberty suddenly anxious for the civil and religious liberty of the United States—The absurdity of their ostensible design exposed—The avowed objects of Austria in the Leopold Foundation—Popery the instrument to act upon our institutions. CHAPTER III Popery in its political not its religious character the object of the present examination—The fitness of the instrument to accomplish the political designs of despotism—The principles of a Despotic and a Free government briefly contrasted—Despotic principles fundamental in Popery—Infallible testimony adduced—Papal claims of divine right and plenitude of power —Abject principles of Popery illustrated from the Russian Catechism—Protestantism from its birth in favor of Liberty—Luther on the 4th of July attacks the presumptuous claim of divine right—Despotism and Popery united against liberty of conscience, liberty of opinion, and liberty of the press—The anti-republican declarations of the present Pope Gregory XVI. CHAPTER IV The cause of Popery and Despotism identical—A striking difference between Popery and Protestantism as they exist in this country—American Protestantism not controlled by foreign Protestantism—American Popery entirely under foreign control—Jesuits, the foreign agents of Austria, bound by the strongest ties of interest to Austrian policy, not American—Their dangerous power, unparalleled to any Protestant sect—Our free institutions opposed in their nature to the arbitrary claims of Popery—Duplicity to be expected—Political dangers to be apprehended from Popish organization—American Popery uncontrolled by Americans, or in America—Managed in a foreign country by a foreign power for political purposes—Consequences that may easily result from such a state of things. CHAPTER V Points in our political system which favor this foreign attack—Our toleration of all religious systems—Popery opposed to all toleration—Charge of intolerance substantiated—The organization of Popery in America connected with and strengthened by foreign organization—Without a parallel among Protestant sects—Great preponderance of Popish strength in consequence—The divisions among Protestant sects nullifies their attempts at combination—Taken advantage of by Jesuits—Popish duplicity"},{"pageNumber":6,"pageContent":"illustrated in its opposite alliances in Europe with despotism, and in America with democracy—The laws relating to immigration and naturalization favor foreign attack—Emigrants being mostly Catholic and in entire subjection to their priests—No remedy provided by our laws for this alarming evil. CHAPTER VI The evil from immigration further considered—Its political bearings—The influence of emigrants at the elections—This influence concentrated in the priests—The Priests must be propitiated; by what means—This influence easily purchased by the demagogue—The unprincipled character of many of our politicians favor this foreign attack—Their bargain for the suffrages of this priest-led band—A church and state party—The Protestant sects obnoxious to no such bargaining—the newspaper press favors this foreign attack; from its want of independence, and its timidity—An anti-republican fondness for titles, favors this foreign attack—Cautious attempts of Popery to dignify its emissaries and to accustom us to their high-sounding titles—A mistaken notion on the subject of discussing religious opinion in the secular journals, favors this foreign attack—Political designs not to be shielded from attack because cloaked by Religion. CHAPTER VII The political character of this ostensibly religious enterprise proved from the letters of the Jesuits now in this country—Their antipathy to private judqment —Their anticipations of a change in our form of government—Our government declared too free for the exercise of their divine rights—Their political partialities—Their cold acknowledgment of the generosity, and liberality, and hospitality of our government—Their estimate of our condition contrasted with their estimate of that of Austria—Their acknowledged allegiance and servility to a foreign master—Their sympathies with the oppressor, and not with the oppressed—Their direct avowal of political design. CHAPTER VIII Some of the means by which Jesuits can already operate politically in the country—By mob discipline—By priest police —Its great danger—Already established—Proofs—Priests already rule the mob—Nothing in the principles of Popery to prevent its interference in our elections—Popery interferes at the present day in the political concerns of other countries—Popery the same in our country—It interferes in our elections—In Michigan—In Charleston, S. C.—In New-York—Popery a political despotism cloaked under the name of Religion—It is Church and State embodied—Its character at head-quarters in Italy—Its political character stripped of its religious cloak. CHAPTER IX"},{"pageNumber":7,"pageContent":"Evidence enough of conspiracy adduced to create great alarm—The cause of liberty universally demands that we should awake to a sense of danger—An attack is made which is to try the moral strength of the Republic—The mode of defence that might be consistently recommended by Austrian Popery—A mode now in actual operation in Europe—Contrary to the entire spirit of American Protestantism—True mode of defence—Popery must be opposed by antagonist institutions—Ignorance must be dispelled—Popular ignorance of all Papal countries—Popery the natural enemy of general education—Popish efforts to spread education in the United States delusive. CHAPTER X All classes of citizens interested in resisting the efforts of Popery—The unnatural alliance of Popery and Democracy exposed—Religious liberty in danger—Specially in the keeping of the Christian community—They must rally for its defence—The secular press has no sympathy with Protestants; in this struggle it is opposed to them—The Political character of Popery ever to be kept in mind and opposed—It is for the Papist not the Protestant to separate his religious from his political creed—Papists ought to be required publicly and formally and officially to renounce foreign allegiance and anti-republican customs. CHAPTER XI The question what is the duty of the Protestant community? considered—Shall there be an Anti-Popery Union? The strong manifesto that might be put forth by such a union—Such a political union discarded as impolitic and degrading to the Protestant community—Golden opportunity for showing the moral energy of the republic—The lawful and efficient weapons of this contest—To be used without delay. CHAPTER XII The Political duty of American citizens at this crisis. _______________________________________________________ PREFATORY REMARKS. THE following Numbers written fo r the New-York Observer in the beginning of the year 1834, and during several weeks of confinem ent by indisposition, have been, perhaps, more extensively copied into the religio us journals of the different Christian denominations than an y communications, (with perhaps a single exception,) of the same"},{"pageNumber":8,"pageContent":"extent since the establishment of religious newspapers; and although the subject matter is almost altogether political, giving proofs of a serious foreign conspiracy against the government, yet the writer is no t aware that a single secula r journal in the United States has taken the pains to investigate the matter, or even to ask if indeed there may not be good grounds for believing it true. The silence of the secu lar press on a subject which has roused the attention of so large a body of the Protest ant community may indeed be accounted for in part, perhaps altogether, from the all engro ssing election contests which have agitated the country from one extremity of the land to th e other; for the writer would certainly be very reluctant to adopt the belief, which has re peatedly been urged upon him by many, that the secular journals dare not attack Popery ; he will not believe that dare not ever stood in the way of the duty of any patriotic independent conductor of the American press. Footnote: A friend to whom th is part was read smiled, an d said \"you are sufficiently guarded in your lang uage, but how many pa triotic independent conductors of the American press are ther e? Can you name one?\" At the solicitation of many citi zens without distinction of religious denomination or of political party, the writer has consented to collect the numbers into a pamphlet, adding notes illustrative of many matters which could not so well have been introduced into the columns of a newspaper. That a vigorous and unexampled effort is making by the despotic governments of Europe to cause Popery to overspread this country, is a fact too palpable to be contradicted. Did not official documents lately published, put this fact beyon d dispute, yet the writer had personal evidence sufficient to convince him of the fact and of the political object of the enterprise, while residing in Italy in the y ears 1830—31, from conv ersations with nobles and gentlemen of different coun tries, with the officers of various foreign governments, visiting and resident in the Roman and Austrian states, and with priests and other ecclesiastics of the Roman faith. Sometimes it was hinted to him as a check to too sanguine anticipations of the triumph of th e experiment of our democratic republican government; sometimes it was told him by the former class in a tone of exultation that a cause was in operation which would surely overthrow our in stitutions and gradually bring us under a form of government less obnoxious to the pr ide, and less dangerous to the existence, of the antiq uated despotic systems of Europe. In addition to these hints to the writer, concerning the effort s making by the governments of Europe to carry Popery through all our borders, other American travellers will tes tify to similar hints made to them. By one I am permitted to say, that the celebrated natu ralist, the late Baron Cuvier, known also as a zealous Protest ant, inquired of him with marks of concern, if it were indeed true that Popery had made such progress in the Un ited States, as to cause the exultation (which it seems was no secret) am ong the legitimates of Europe. And again, that a distinguished member of one of the Protestant German em bassies, in Rome also made similar inquiries of him, having heard much boasting of the progress of Popery in the United States, adding this pertinent remark, \"they will be hammer or nails, Sir, they will persecute, or be persecuted.\" These facts may be of so much importance in aid of the other proofs of a conspiracy which these nu mbers unfold, as to show that among the various higher classes of Europe the enterprise of a Popish cr usade in this country is not only a subject of notoriety, but is viewed with great interest, and is considered as having a"},{"pageNumber":9,"pageContent":"most important political bearing. In the following numbers the writer has chosen to rest the evidence of conspiracy mainly on official documents published in Vienna , because they have been translated and published, Footnote: In the New-York Observer, of the months of January, February, 1534. and are within the reach of any citizen of the coun try who chooses more closely to examine them. He has also ava iled himself of facts in the op erations of Popish agents in this country, so far as their workin gs have been occa sionally revealed. The writer will add in conclusion, that he writes not in the interest of a sect or a party, for the question of Popery is not identified with either political party. He has lived too long in foreign countries to be able to identify hims elf with the local inte rests of mere party at home, whether in religio n or politics. The great democratic features of his country's institutions, as contradistinguished from the despotic, monarchical and aristocratic systems of Europe, were admire d by him as they appeared more boldly relieved, viewed from abroad in such striking contrast to all around him; and he is thoroughly persuaded that these democratic institu tions, if suffered to have their unobstructed course, unobstructed except by the na tural checks of education and religion actively and universally diffused and sustai ned, are more favorable to civil liberty and to the final triumph of truth, and conseque ntly to human happiness, than any other civil institutions in the world. The writer entertai ning these views has deemed it an imperative duty, at any sacrifice, to warn his countrym en, of a subtle enemy to the democracy of the country, and to conjure them as they value their civil and religious institutions , to watch the Protean shapes of Popery, to suspect and fear it most when it allies itself to our interests in the guise of a friend. Mistrust of all that Popery does, or affects to do, wh ether as a friend or foe in any part of the country, is the only feeling that true charity, universal charity, allows us to indulge. NEW-YORK, January , 1835. FOREIGN CONSPIRACY AGAINST THE LIBERTIES OF THE UNITED STATES. CHAPTER I. The first impression of the im probability of fo reign conspiracy"},{"pageNumber":10,"pageContent":"considered—Present political condition of Europe favor s an enterprise against our institutions—The war of opini ons commenced—Despotism against Liberty—The vicissitudes of this war—Th e official declaration of the despotic party against all liberty—Necessity to the triumph of despotism that AmericanLiberty should be destroyed—Th e kind of attack upon us most likely to be adopted from the nature of the contest—Particular reasons why our institutions are obnoxious to the Eu ropean governments—Has the attack commenced? Yes! by Austria—Th rough a Society called the St. Leopold Foundation —Ostensibly religious, in its designs. ______________ DOES this heading seem singular? What, it w ill be said, is it at all probable that any nation or combination of nations, can entertai n designs against us, a people so peaceable, and at the same time so distan t? Knowing the daily increasing resources of this country in all the means of defence against foreign aggr ession, how absurd in the nations abroad to dream of a conquest on this so il? Let me, nevertheless, ask a ttention, while I humbly offer my reasons for believing that a conspiracy exis ts, that its plans are already in operation, and that we are attacked in a vulnerable quarter which cannot be defended by our ships, our forts, or our armies. Who among us is not aware that a mighty str uggle of opinion is in our days agitating all the nations of Europe; that there is a war going on between despo tism on one side, and liberty on the other. Footnote: The War of Opinions. EVERY account from Europe attests the correctness of the views here taken more than a year since, of the political state of the civilized world. This war of opinions, or of categories, as Lafayette termed it, is in truth commenced, and Americans, if they will but use common observation, cannot but feel that a neglect to notice, and prov ide against the consequences of that settled, systematic hostility to free institutions so strongly ma nifested by foreign powers, and which is daily assuming a more serious aspect, will inevitabl y result in mischief to the country, will surely be attended with anarc hy if they wake not to the appr ehension of the reality of this danger. Americans, you indeed sl eep upon a mine. This is scar cely a figure of speech; you have excitable materials in th e bosom of your society, whic h, skillfully put in action by artful demagogues, will su bvert your present soci al system; you have a foreign interest too, daily, hourly, increasing, ready to take advantage of ev ery excitement, and which will shortly be beyond your co ntrol, or will be subdued only by blood. You have agents among you, men in the pay of thos e very foreign powers, whose every measure of foreign and domestic policy has now for its end and aim the destruction of liberty every where. To increase your peril, you have a press that will not apprise yo u of the dangers that threaten you; we can reach you with our warnings on ly through the religious journals ; the daily press is blind, or asleep, or bribed, or afraid; at any rate, it is silent on this subject, and thus is throwing the weight of its influence on the side of your enemies. Foreign spies have clothed themselves in a religious dress, and so awe-st ruck are our journalists at its sacred texture, or so unable or unwilling to discern the di fference between the man and his mask, that they start away in fear, lest they should be called bigoted or intolerant, or persecuting, if they should venture to lift up the consecrated cloak th at hides a foreign foe."},{"pageNumber":11,"pageContent":"Americans, if you depend on your daily press, you rely on a broken reed; it fails you in your need. It dare not, no, it da re not attack Popery. It dare not drag into the light the political enemies of your liberty, becaus e they come in the name of religion . All despotic Europe is awake and active in plotting your downfall, and yet they let you sleep, and you choose not to be awak ed; \"a little more sleep, a little more slumber, a little more folding of the hands to sleep.\" And now like a man whose house is on fire, dreaming of comfort and security, you will perhaps repe l with passion and reproach the friendly hand that would wake you in season to escape with your life. Do you doubt whether Europe is in hostile array against liberty? Read of the movements and revolutions of foreign cabinets, as one or the other principle temporarily predominates. Read the views of the statesmen of Europe. A distingui shed member of the Spanish Cortes Don Telesforo de Trueba, in a speech deliv ered before that body a few months since, says, \"The present war is not a war of succession but of principle— liberty and despotism are at issue . England, France, Belgium, Sp ain and Portugal, have ranged themselves under the banner of the former, but it is not necessary for me to name those powers who follow the standard of the latter.\"—Of Don Carlos and his government he says, \"Ignorance, hypocrisy, an d fanaticism, are his only co unsellors, whispering to him new modes of oppressing his people. Every thing around is stamped with the marks of baseness and falsehood, while in this infernal regi on desolation and death reign triumphant. A sanguinary priest hood is sacrificing human vic tims to the God of peace and love,—men who wish to bring back the dark ag es, the age of tyranny , and ignorance, and death.\" The foreign correspondent of the Evening Post , in a letter from Flor ence, Italy, published in that journal, Dec. 27, 1834, has the followi ng information, di rectly from Tuscany. \"Hitherto\" (in the administration of th e government) \"a disposition has been shown to let off political offenders as lightly as possible— but lately, however, something of the same jealousy of republicanism has show n itself, which has been manifested by the other absolute governments of Europe . A quarterly journal was suppressed a few months since, on account of something which gave offence to Austria . This, and several other acts of the Grand Duke, have greatly diminished his personal popularity. The rulers of Italy appear to have come to an understanding, that it is time to make an exam ple of some of the disaffected.\" Now this Austria is the same busy, meddling governme nt that is operatin g in this country; we scarcely read the name of Au stria in a foreign journal, or in letters from abroad, but in connection with some plan for extinguishing liberty, and yet we harbor her emissaries, promote their secret designs, contribute our money to swell their co ffers, build for them their seminaries and convents, entrust our children to their in struction, court their favor, shield them from all atta ck, yes, even put ours elves under their protec tion: all, all this we do, and our native blood flows ev enly in our veins. Spirit of 76 where dost thou sleep? And with what deep anxiety should Americans watch the vicissitudes of the conflict. Having long since achieved our own victory in the great strife between arbitrary power and freedom, having demonstrated by successful experiment before th e world, the safety, the happiness, the superior excellence of a republican government, a government"},{"pageNumber":12,"pageContent":"proceeding from the people as the true source of power; enjoying in overflowing abundance the rich blessings of such a government, must we not regard with more than common interest the efforts of mighty natio ns to break away fr om the prejudices, and habits, and sophistical opinions of ages of darkness, and strugglin g to attain the same glorious privileges of rational freedom? But there are other mo tives than that of curiosity, or of mere sympathy with fore ign trouble, that should arouse our solicitude, in the fearful crisis which has at length a rrived, a crisis which the pro phetic tongue of a great British statesman Footnote: Mr. Canning. long since foretold, the war of opinion, threatening the world with a more frightful sacrifice of human life, than history in any of its blood-stained pages records. Happily separa ted by an ocean-barrier from the great arena where the physical action of this bloody drama is to be performed, we are secure from the immediate physical effects of the strife; but we cannot remain unaffected by the result. Of European wars aris ing from the craving of personal ambition, from thirst for national glory, from desire of territo rial increase, or from other lo cal causes, we might safely be ignorant both of cause and re sult. No armed bands of a co nqueror flushed with victory, could give us a moment's alarm. But in a war of opinions, in a war of principles, in which the very foundations of government are subve rted, and the whole social fabric upturned, we cannot, if we would, be uninterested in the result. Princip les are not bounded by geographical limits. Oceans present to them no barriers. All of principle that belongs to despotism throughout the world, whether in the iron systems of Russia and Austria; or the scarcely less civilized system of China, and a ll of principle that be longs to pure American freedom in the United States, or in the mixed systems of Br itain, France, and some other European states, are in this great contest arrayed in oppositio n. The triumph of the one or the other principle, whether in th e field of battle, or in the secr et councils of the cabinet, or the congress of ministers, or the open debate, produces effects wherever society exists. The recent convulsions in Europe should no t pass unheeded by Am ericans. The three days' revolution of France, the reform in Britain on the si de of liberty; the suppressed revolutions of Italy and Poland on the side of despotism ; the yet doubtful victory of the two principles now in contes t in Portugal and Spain; Footnote: These numbers were written in January a nd February, 1834. the crooked diplomacy, the contradictory measures, the faithless promises of the despotic cabinets, all show that the war of principles has indeed commenced, and that Euro pe is agitated to its very centre with the anxieties of the contest. No open annual message reveals frankly to a ll the world the true in ternal condition of the oppressed nations of Europe. From the well gu arded walls of the s ecret council chamber of the imperial power, documents seldom esca pe to show us the st rength of the opposing principle. Despotism glosses over all its oppre ssions. The people ar e always happy under the paternal sway. They that plead for liberty are always en emies of public order. \"Order reigns in Warsaw,\" was the proclamation that told the world that despotism had triumphed over Poland, and none now may know the number of her sons of freedom still at large. still unexiled to the mines of Si beria; yet it is great; for Ru ssia, and Prussia, and Austria. have leagued anew against unconquerable Pola nd ; and the agony of determination, the desperate resolution which the Russ ian Autocrat has just uttered, tells the secret of the yet unvanquished spirit of Polish patriots, and at the same time discloses the plot of mighty"},{"pageNumber":13,"pageContent":"efforts, of united efforts, of persevering efforts utterly to extinguish liberty. \"As long as I live,\" says the Emperor, \"I will oppose a will of iron to the progress of liberal opinions. The present generation is lost, but we must labor with zeal and earnestness to improve the sp irit of that to come. It may require an hundred years; I am not unreasonable, I give you a whole age, but you must work without relaxation.\" This is language without ambigu ity, bold, undisguised; it is th e clear official disclosure of the determination of the Ho lyAlliance against liberty. It proclaims unextinguishable hatred, a will of iron. There is no compro mise with liberty, a hundred years of efforts unrelaxed, if nece ssary, shall be put forth to crush it for ever. Its very name must be blotted from the earth. What! an d is there a Holy Alliance, a \"union of Christian princes,\" leagued to extinguish the kindling sparks of liberty in Europe? and will they make no effort to quench the great altar- fires, that blaze in their streng th in the temples of this land of liberty? An oversight like th is would seem to be too palp able for the wisdom of the despotic cabinets to commit. This conquest must be achiev ed, or liberty will never die in Europe. With declarations before us, thus officially put forth by despotism, of such exterminating hostility to liberty, is it not possible that an a ttack on us may be ma de from a quarter, and in a shape little expected? Should we not at least look abou t us? Nations may be attacked and conquered too, with other weapons than the sword. The diploma tic pen, as England can testify, has often wreste d from her that territory whic h her sword had won. We need not look, therefore, to the por ts of Europe to see if fleet s are gathering. We are safe enough from ships. Nor need we fear diplomacy, for we ha ve \"entangling alliances with none.\" Where, then, shall we look? What shap e would attack be likely to assume? Let the nature of the contest aid us in the inquiry. It is the war of opinion; the war of antagonist principles: the war of despotism against liberty . But how can this cont est be carried on in this country? We have not th e warring opinions to set in array against each other. One principle is certainly absent. We have no party in favor of de spotism. This party is to be created. If then a scheme can be devised for sowing the seeds, and rearing the plants of despotism, that is the scheme which would find favo r with the Holy Alliance, to subserve its designs against American liberty. Is it asked, Why should the Holy Alliance feel interested in the dest ruction of transatlantic liberty? I answer, the silent bu t powerful and increasing in fluence of our institutions on Europe, is reason en ough. The example alone of prospe rity which we exhibit in such strong contrast to the enslaved, priest-ridden, tax-burdened despotisms of the old world, is sufficient to keep those coun tries in perpetual agitation. Ho w can it be otherwise? Will a sick man, long despairing of cure, learn that there is a remedy for him, and not desire to procure it? Will one born to think a dungeon his natural ho me, learn through his grated bars, that man may be free; an d not struggle to obtain his lib erty? And what do the people of Europe behold in this country? They witne ss the successful experiment of a free government; a government of the people; without rulers de jure divino, (by divine right:) having no hereditary priv ileged classes; a governmen t exhibiting good order and obedience to law, without an armed police and secret tribunals ; a government out of debt;"},{"pageNumber":14,"pageContent":"a people industrious, enterprisi ng, thriving in all their inte rests; without monopolies; a people religious without an establishment; moral and honest without the terrors of the confessional or the inquisiti on; a people not harmed by th e uncontrolled liberty of the press, and freedom of opinion; a people that read what they please, and think, and judge, and act for themselves; a peopl e enjoying the most unbounde d security of person and property; among whom domestic conspiracies are unknown; where the poor and rich have equal justice; a people social and hospitable; exerting all their en ergies in schemes of public and private benefit w ithout other control than mutu al forbearance. A government so contrasted in all points with absolute g overnments, must, and does engage the intense solicitude, both of the rulers and people of the old world. Every revolution that has occurred in Europe for the last half century , has been in a greater or less degree the consequence of our own glori ous revolution. The great politi cal truths there promulgated to the world, are the seed of the disorders and conspiracies , and revolutions of Europe, from the first French revolutio n, down to the present time. They are the throes of the internal life, breaking the ba nds of darkness with which superstition and despotism have hitherto bound the nations stru ggling into the light of a new age. Can despotism know all this, and not feel it ne cessary to do something to counteract the evil? Let us look around us. Is desp otism doing any thing in this country? It becomes us to be jealous. We have cause to ex pect an attack, and that it w ill be of a kind suited to the character of the contest, the war of opin ion. Yes! despotism is doing something. Austria is now acting in this country. She has devised a grand sche me. She has organized a great plan for doing something here, which she, at least, deems importan t. She has her Jesuit missionaries travelling throu gh the land; she has supplied them with money, and has furnished a fountain for a regular supply. She had expended a ye ar ago more than seventy four thousand dollars in furtherance of her design! Footnote: From the best authority, I have just learned, D ec. 1834, that $100,000 have been received from Austria, within two years! These are not surmises. They are facts. Some official documents giving the constitution and doings of this Foreign Society, have lately made th eir appearance in the New-York Observer, and have b een copied extensively into ot her journals of the country. This society having ostensibly a religious object, has been for near ly four years at work in the United States, without attr acting, out of the religious world, much attention to its operations. The grea t patron of this apparently religious scheme is no less a personage than the Emperor of Austria. The Society is called the St. Leopold Foundation. It is organized in Austria. The field of its operatio ns is these United States. It meets and forms its plans in Vienna. Prince Metternich has it un der his watchful care. The Pope has given it his apostolic benediction, and \"His Royal Highness, Ferd inand V., King of Hungary, and Crown Prince of the othe r hereditary states, has be en most graciously pleased, prompted by a piety worthy th e exalted title of an apostolic king, to accept the office of Protector of the Leopold Foundation.\" Now in th e present state of the war of principles in Europe, is not a society formed avowedly to act upon this country, originating in the dominions of a despot, and holding its secret co uncils in his capital, calculated to excite suspicion? Is it credible that a society got up under the auspices of the Austrian government, under the superintendence of its ch ief officers of state, supplying with funds a numerous body of Jesuit emissaries who ar e organizing themselves in all our borders, actively passing and re-passing between Europe and America; is it credible, I say, that"},{"pageNumber":15,"pageContent":"such a society has for its object purely a religious reform? Is it credible that the manufacturers of chains for binding lib erty in Europe, ha ve suddenly become benevolently concer ned only for the religious welfare of this republican people? If this Society be solely for the propagation of the Catholic faith, on e would think that Rome , and not Vienna should be its hea dquarters! that the Pope, not the Emperor of Austria, should be its grand patron! It must be allowed that this should be a subject of general and absorbing interest. If despotis m has devised a scheme for ope rating against its antagonist principle in this country, the stronghold, the very citadel of freedom, it becomes us to look about us. It is high time that we awake to the ap prehension of danger. I propose to show, why I believe this ostensibly religious society covers ot her designs th an religious. CHAPTER II. Political character of the Austrian gove rnment, the power attacking us—The old avowed enemy of Protestant liberty—Character of the people of Austria—Slaves—Character of Prince Mette rnich the arch contriver of plans to stifle liberty—These ENEMIES of a ll liberty, suddenly anxious for the civil and religious liberty of the United States—The absurd ity of their ostensible design exposed—The avowed obje cts of Austria in the Leopold foundation—Popery the instrument to act upon our institutions. ______________ THE documents to which I have alluded, exhibit so much of the correspondence of the \"St. Leopold Foundation,\" as it was deemed advisable to pub lish in Vienna. They consist of letters and statements from Jesuits, bishop s and priests, residing or itinerating in this country, and whose resources are derived chiefly from the Society in Austria. In documents thus prepared by Jesu its, (the most wary order of ecclesiastics,) to draw forth more liberal supplies of money from abroad, and then submitted to the revision of the most cautious cabinet of Europe, that so much only may be publishe d as will attain, their object in the Austrian dominions, while all th at might excite suspicion in the United States is concealed, we must expe ct to find great care to avoi d any unnecessary exposure of covert political designs. The ev idence therefore of a concer ted political attack upon our institutions, which I conceive to lurk under the sudd en and extraordinar y zeal of Austria for the religious welfare of the United States, w ill not depend a ltogether on the information derived from these documents. Such an attack is what mi ght be expected from the present political attitude of the European nations, in re gard to the principles of despotism and liberty; from the powerful an d unavoidable effect which our institutions exert in favor of th e popular principle; and also from the known political character of Austria. Who, and what is Austria, the government that is so benevole ntly concerned for our"},{"pageNumber":16,"pageContent":"religious welfare? Austria is one of that Holy Alliance of despotic governments, one of the \"union of Christian prin ces,\" leagued against the liber ties of the people of Europe. Austria is one of the partitio ners of Poland; the enslaver and despot of Italy. Her government is the most thorough military despo tism in the world. She is the declared and consistent enemy of civil and religious liberty; of the freedom of the press; in short, of every great prin ciple in those free institutions which it is our glory and pr ivilege to inherit from our fathers. Austria, from the commencement of the Reformation to the present time, has been the bitter enemy of Protestantism. The famous thirty years' war, marked by every kind of brutal excess, was wa ged to extirpate those very pr inciples of civil and religious liberty which lie at the found ation of our government, and had Austria then triumphed, this republic would neve r have been founded. And what are the people of Austria? They are slaves, sl aves in body a nd mind, whipped and disciplined by priests to ha ve no opinion of their own, and taught to consider their Emperor their God. They are the jest and by-word of the Northern Germans, who never speak of Austrians but with a sneer, and, \"as slaves unworthy the name of Germans; as slaves both mentally and physically.\" [Dwight.] And who is Prince Metternich, whose letter of approval, in the name of his master the Emperor, is among the documents? He is the master of his Master, the arch contriver of the plans for stifling liberty in Europe a nd throughout the worl d. \"Metternich,\" says Dwight in his Travels in Germ any, \"by his wonderful talent in exciting fear, has thus far controlled the cabinets of Europe, and has exerted an influence over the destinies of nations, little, if any inferior to that of Napoleon.\" He pers uaded the Emperor of Austria and King of Prussia not to fulfil the promise they so solemnly made to their German subjects of giving them fr ee constitutions. It was the in fluence of Metternich that prevented Alexander from assisting Greece in her struggles for liberty. He lent Austrian vessels to assist the Turks in the subjug ation of the Greeks. Metternich crushed the liberties of Spain by inducin g Louis XVIII., against his wi shes, to send 100,000 men thither under the Duke d' Angouleme to restore public order! \"When Sicily, Naples, and Genoa, in 1820—1, threw off the galling yoke of slavery, Metternich sent his 30,000 Austrian bayonets into Italy and re-establis hed despotism. And wh en in 1831, (as the writer can testify from personal observation,) goaded to desp eration by the extortion and tyranny, and bad faith of the Papal governme nt, the Italian patriots made a noble and successful effort to remedy their political evils by a revolution firm, yet temperate, founded in the most tolerant principles, ma rked by no excess, and hailed by the Legations with universal joy, again did this arch -enemy of human happiness let loose his myrmidons, overwhelming the cities, dragging the patriots, Italy's first citizens to the scaffold, or incarcerating th em in the dungeons of Veni ce, filling whole provinces with mourning, and bringing back upon the wretchedly oppre ssed population the midnight darkness which the dawn of liberty had be gun to dispel. \"Prince Metternich,\" says Dwight, \"is regarded by th e liberals of Europe as the greatest enemy of the human race who has lived for ages. You ra rely hear his name mentioned without exciting indignation, not only in the speaker but in the auditors . Metternich has not been attacking MEN but PRINCIPLES, and has done so much towards destroying on the continent those great political truths, which nations have acquired through ages of effort and suffering, that"},{"pageNumber":17,"pageContent":"there is reason to fear, should his system co ntinue for half a century, liberty will forsake the continent to revisit it no more. The Saxons literally ab hor this Prince. The German word mitternacht means midnight . From the resemblance of the word to Metternich, as well as from his efforts to cover Europe w ith political darkness, the Saxons call him Prince Mitternacht —Prince Midnight .\" This is the government and th e people, which have , all at once, manifested so deep an interest in the spiritual condition of this heretic land. It is this nation of slaves, this remnant of the superstition and vassalage, and degradation of the dark ages, from whom the light of the nineteenth cent ury has been so carefully shut out, that it fondly conceits its own darkness to be light, its death-like torpor, order, —it is this nation, not yet disenthralled from the chains of superstition, th at is anxious to enli ghten us, in the United States, in the principles of civil and religious liberty. Civil and religious liberty! words that may not be uttered in Austria but at th e risk of the dungeon; words that would carry such shrieks of dismay through the ranks of Prince Metternich's vassals, as the flash of a torch would bring forth fr om a cavern of owls. And can it be believed that such a government, the dete rmined, consistent enemy of liberty, has no interested motive, no political desi gn, no other than sen timents of Christian benevolence in her operations in this countr y ? Is it likely that we, Protestant republicans of the United States, have won the kind rega rds of the Austrian government, which has been the persevering foe of the Reformation and its republican fruits since the days of Luther? Has not Austria had ve xation and anxiety and trouble enough for fifty years past, in stopping up the opening crevices of the European dunge on through which the unwelcome light of American lib erty has so often br oken, to be perfectly apprised of the hated source of that light ? Yes, she can not but now perceive, that those Protestant principles, which she has been incessantly engaged in endeav oring to suppress, driven by the winds of persecution from Europe, have been taking root, and strengthening in a congenial soil, and are here bearing their genuine fruits, liberty and happiness, and all the religious and social virtues . She cannot view th is Protestant nation growing to gigantic dimensions, a living proof of th e truth and salutary influence of the principles she hates, without feeling that her own principles of darkness are in danger. And well may she be dismayed. Yes, Austria has turned her eyes to wards us, and she loves us as the owl loves the sun. Can any one doubt th at she would extinguish every spark of liberty in this country, if she had the powe r? Can any one believe that she would make no attempt to abate an evil which daily thre atens more and more the very existence of her throne? We may be told by some, perhaps, that her designs are purely of a religious character. Who can believe it? No one who ha s been in Austria. Every in telligent man who has resided even for a short time in the Austrian dominions , must have seen eno ugh of the craft, both of the government and the priests, to make hi m suspicious of all thei r doings, and most so, when they are most lavish of their professions of kindn ess and benevolence. \"Timeo Danaos et dona ferentes.\" But let us see what Austri a avows as her design in the formation of the Leopold Foundation. Footnote: Some may be inclined to ask. Is not this society a private association, merely chartere d by the government, not diffe ring materially from the"},{"pageNumber":18,"pageContent":"religious societies in our ow n country? I answer that, we re the Leopold Foundation an association of private individuals, (which it is not.) yet got up in the Austrian dominions, it would still be a government affair .—For we must not confound the practices of two governments, so totally opposite in the administration of all their affairs as the Austrian and our own. From the happy, se paration of church and state in our own country, religious societies, of whatever character, have no c onnection with the govern ment. They move in a separate sphere of ac tion, yet in perfect harmony with it. But in Austria, no plan, no society of any kind, is private; the government interferes in ev ery thing, is all in all. Even the persecuted Maroncelli, conf ined in the dungeons of Spie lberg for the crime of loving the political principles of this country, must wait a week, at the risk of this life, for a gracious permission from the Paternal government to have his leg amputated. Yes, a private matter like this is a go vernment affair; how much more then a grand society, with the Emperor its patron, the Crown prince and heir to the imperial throne its protector, and Prince Metternich, and all the dignitaries of the empi re, temporal and ecclesiastical, engaged in its operations? It is the Austrian government that is engaged in this plan of an ostensibly religious character. The first great object is \"T o promote the greater activity of Catholic missions in America.\" She may be, and doub tless is, perfectly sincere in this design, for it is only necessary that she should succeed in her avowed object to have her utmost wishes accomplished. Sh e need avow no other aim. If she gains this, she gains all. If she succeeds in fastening upon us the chains of Papal bon dage, she has a people as fit for any yoke she pleases to grace our necks withal, as any slaves over whom she now holds her despotic rod. She has selected a fitting inst rument for her purpose. Her armies can avail her nothing against us, for the ocean intervenes. Her diplomacy gives her no hold, for there are scarcely any political relations between us. The only instrument by which she can gain the least in fluence in these States is that precisely which she has chosen. Its perfect fitness to acco mplish any political design against the liberties of this country and of the world, I shall next consider. CHAPTER III. Popery, in its political not its religious character, the obje ct of the present examination—The fitness of the instrume nt to accomplish the political designs of despotism considered —The principles of a despotic and free government, briefly contrasted—Despotic principl es fundamental in Popery—Proved by infallible testimony—Papal claims of divine right and plentitude of power —Abject principles of Popery illustrated from the Russian catechism—Protestantism from its birth in favor of liberty—Luther on the 4th of July attacked the presumptuous claim of divi ne right—Depotism and Popery hand in hand against the liberty of cons cience, liberty of opinion; and liberty of the press—The anti-republican declaratio ns of the present Pope Gregory, XVI. ______________"},{"pageNumber":19,"pageContent":"BEFORE commencing the exam ination of the perfect f itness of the instrument, Catholic missions , to accomplish the political designs upon this country of Austria and her despotic allies, I would premise, th at I have nothing to do in these remarks with the purely religious character of the tenets of the Roman Catholic sect. They are not in discussion. If any wish to resolve their doubts in the religious controversy, the acut e pens of the polemic writers of the day will furnish them abundant means of decidi ng for themselves. But every religious sect has certain prin ciples of government growing out of its particular religious belief, and which will be found to agree or di sagree with the princi ples of any given form of civil government. Footnote: Opposite tendencies of P opery and Protestantism . On the very threshold of the examina tion upon which I ha ve here entered, and while searching among the records of the two sects for the politi cal tendencies of the principles of Popery and Protestantism, I was struck with the marked diff erence in extent which the two fields of inquiry legitimately offered for examination. The prime dogma of the Catholics, that all which their church teaches is infallible, unchangeable; that what she has once taught as truth must now and forever be truth, lays ope n to our examination a wide field. All and each of the precepts, laws, and acts of Popery, from the ear liest ages to the present day, may be legitimately quoted to show the political character of that sect . Innovation, repeal, reform, or progress can find no admittance in to the Papal system, without destroying the fundamental principle on whic h the whole system rests. \"T he whole of our faith,\" says Cardinal Pallavicini, an infallible authority, \"rests upon one i ndivisible article, namely the infallible authority of the church. The moment, therefore, we give up any part whatever, the whole falls, for what admits not of be ing divided, must evidently stand entire, or fall entire.\" Protestantism, on the contrary, is founded on the Bible; the Bible is the rallying point of all Protestant religious sects. Th ey all believe that God is its author. The religious faith of each is bound to this one volume . But as the Bibl e prescribes no form of faith, or doctrine, or of church government, in which all, in th e exercise of the natura l and revealed right of private judgment, can agree, eac h sect adopts that form most in accordance with what it believes to be the spirit of the doctrines wh ich the Bible teaches. He nce there is diversity of views, according to the diversities of hum an constitution, accord ing to the varying degrees of intellectual cultiva tion, or the peculiar wants an d condition incident to the infinite variety of circumstances in which human society exists. Upon this freedom to choose according to the dictates of reason and conscience, granted to man by his Maker, denied by Roman Catholics and claimed by Protestants, is built the fabric of religious liberty . Difference of opini on being allowed, controversy of course ensu es, and converts are to be made not by force of arms, but by force of truth supported by appeals to reason and conscience. Zealous accordin g to the strength of his belie f in the dogmas of his sect, the Protestant calls to his aid all the treasu res of science. He be lieves that the divine Author of truth in the Bible is also the author of truth in Natu re. He knows, th at as truth is one, He that created all that forms the vast field of scien tific research cannot contradict truth in Scripture by truth in nature; the Protestant is ther efore the consistent encourager of all learning, of all investiga tion. Every discovery in science, he feels, brings to religious truth fresh treasures. Free inquiry, and disc ussion, all intellectual activity legitimately belong to Protestantism. It is by thus opening wide the d oors of knowledge, and letting in"},{"pageNumber":20,"pageContent":"the light of natural science upon what it believes to be the rev ealed truth of the Bible, that Protestantism has been ab le gradually to bring out the principle of religious liberty, and in its train the invaluable blessing of civil liberty. —At the commencement of the Reformation, however, we are not to look for a full development of the free principles of Protestantism. We must expect to find many truths, (which to us who live in the noon of freedom, are as clear as the s un,) then obscured or entirely in visible in the popish darkness of the times. The slavish proh ibitions, the deep-rooted heathe n rites, and the arbitrary dogmas of Popery were then enforced by powe r, by ignorance, and corruption, so that the struggle of free with despotic principles was attended , through many generations, with constant vicissitude. No maxim or usage of Popish intoleranc e, that for a long time clung or still clings to any of th e Protestant systems of Euro pe, can be quoted against American Protestantism; consequently I am und er no necessity of de fending any despotic or intolerant practice, which may be charge d or proved upon foreign, or ancient Protestantism, while every act or practice, past or present of Popish enactment is, (Papists themselves being judges,) av ailable to demonstrate the immutable character of Popery. It is my design, therefore, briefly to consider some of the antagonis t principles of the government of Austria and of the United Stat es, and compare them with the principles of government of the Catholic and Protestant sects. By this meth od we shall be able to judge of their bearing on the permanency of our present civil institutions. Let us first present to view the fundamental principl e of government, that principle which, according to its agreement with one or the other of the two opposite opinions that divide the world, decides entirely the character of the government in ev ery part of the body politic. From whom is authority to govern derived? Austria and the United States will agree in answering,— from God . The opposition of opinion occu rs in the answers to the next question. To whom on earth is this au thority delegated? Austria answers, To the EMPEROR, who is the source of all author ity,—\"The Emperor do ordain,\" &c. The United States answers, To the PEOPLE, in whom resides the Sovereign power,—\"We the People do ordain, establish, grant,\" &c. In one principle is reco gnized the necessity of the servitude of the people, the absolute dependence of the subject, unqualified submission to the commands of the rulers without question or examination. The Ruler is Master, the People are Slaves. In the other is recognized the supremacy of the people, the equality of rights and powers of the citizen, submission al one to laws emanating from themselves; the Ruler is a public servant, receiving wages fr om the people to perform services agreeable to their pleasure; amenable in all things to them; and hol ding office at their will. The Ruler is Servant, the People are Master . The fact and important nature of the difference in these antagonist doctrines, lead ing, as is perceived, to di ametrically opposite results, are all that is needful to state in order to proceed at once to the inquiry, which position does the Catholic sect and the Protest ant sects severally favor? The Pope, the supreme Head of the Catholic church, claims to be the \" Vicegerent of God,\" \"supreme over all mortals;\" \"over all Emperors, Kings, Princes, Potentat es and People;\" \" King of kings and Lord of lords.\" He styles himself, \"the divinely appointed dispenser of spiritual and temporal punishments;\" \"armed with po wer to depose Emperors and Kings, and absolve subjects from their oath of allegiance:\" \"from him lies no appeal ;\" \"he is responsible to no one on earth;\" \"he is judged of no one but God.\" But not to go back to former ages to prove the fact of the Pope's claiming divine right, let the present Pontiff Gregory XVI. testify. He"},{"pageNumber":21,"pageContent":"claims, and attempts the exercise of this plentitude of power and asserts his divine right. The document I quote is fresh from the Vatican, scarce four months old, a document in which the Pope interferes dire ctly in the political affairs of Portugal against Don Pedro. \"How can there be unity in the body,\" says the Pope,\" when the members are not united to the head and do not obey it? And how can th is union and obedience be maintained in a country where they dr ive from their sees the bishops, legitimately instituted by Him to whom it appertains to assign pastors to all the vacant churches, because the DIVINE RIGHT grants to Him alone the primacy of ju risdiction and the plentitude of power.\" The Catholic catechism now taught by Catholic priests to the Poles in all the schools of Poland, and published by special order at Wilna, 1832, is very conclu sive of the character of Catholic doctrine. The following questions and answ ers are propounded \"Quest. 1. How is the author ity of the Emperor to be considered in reference to the spirit of Christianity? Ans. As proceeding immediately from God. \"Quest. 2. How is this substa ntiated by the nature of thin gs? Ans. It is by the will of God that men live in society; hen ce the various relations which constitute society, which for its more complete secu rity is divided into parts called nations; the government of which is in trusted to a Prince, King, or Emperor, or in other words, to a Supreme ruler; we see, then, that as man exists in conformity to the will of God, society emanates from the same divine will, and more especially the supreme power and auth ority of our lord and master, the Czar. \"Quest. 3. What duties does religion teach us the humble subjects of his majesty the Emperor of Russia, to practice to wards him? Ans. Worship, obedience, fidelity, the payment of taxes, servic e, love and prayer , the whole being comprised in the word s worship and fidelity. \"Quest. 4. Wherein does this worship co nsist, and how should it be manifested? Ans. By the most unqualifie d reverence in words, ge stures, demeanor, thoughts and actions. \"Quest. 5. What kind of obedience do we owe him? Ans. An entire, passive, and unbounded obedience in every point of view. \"Quest. 6. In what consists the fide lity we owe to the Emperor? Ans. In executing his commands most rigorously , without examinatio n, in performing the duties he requires from us, and in doing every thing willingly without murmuring. \"Quest. 8. Is the service of his Majesty, the Empero r, obligatory on us? Ans. Absolutely so; we should, if required, sa crifice ourselves in compliance with his will, both in a civil and military capac ity, and in whatever manner he deems expedient. \"Quest. 9. What benevolent sentiments and love are due to the Emperor? Ans. We should manifest our go od will and affection, acco rding to our station, in"},{"pageNumber":22,"pageContent":"endeavoring to promote the prosperity of our native la nd, Russia, (not Poland,) as well as that of the Emperor, ou r father, and of his august family. \"Quest. 13. Does religion fo rbid us to rebel, and ov erthrow the government of the Emperor? Ans. We are interdicted from so doing, at all times, and under any circumstances. \"Quest. 14. Independently of the worship we owe to th e Emperor, are we called upon to respect the public authorities emanating fro m him? Ans. Yes; because they emanate from him, represent him, and act as his substitute, so that the Emperor is every where. \"Quest. 15. What motives have we to fulfil the du ties above enumerated? Ans. The motives are two-fold—some natural, others revealed. \"Quest. 16. What are the natural motiv es? Ans. Besides the motives adduced, there are the following: The Emperor, bein g the head of the nation, the father of all his subjects who constitute one and the same country, is thereby alone worthy of reverence, gratitude, and obedience: for both public welfare and individual security depend on submis siveness to his commands. \"Quest. 17. What are the supernatural re vealed motives for this worship? Ans. The supernatural revealed motives are, that the Emperor is the vicegerent and minister of God to execute the di vine commands; and, consequently, disobedience to the Emperor is identified with disobedi ence to God himself, that God will reward us in th e world to come for the worship and obedience we render the Emperor, and punis h us severely to all etern ity should we disobey and neglect to worship him. Moreover, God co mmands us to love and obey from the inmost recesses of the h eart every authority, and par ticularly the Emperor, not from worldly considerations, but from apprehension of the final judgment. \"Quest. 19. What examples confirm this doctrine? Ans. The example of Jesus Christ himself, who lived and died in allegiance to the Em peror of Rome, and respectfully submitted to the judgment which conde mned him to death. We have, moreover, the exampl e of the Apostles, who bo th loved and respected them; they suffered meekly in dungeons conformably to the will of Emperors, and did not revolt like malef actors and traitors. We must , therefore, in imitation of these examples, su ffer and be silent.\" This is the slavish doctrine taught to the Catholics of Po land. The people, instead of having power or rights, are acc ording to this catechism mere passive slaves, born for their masters, taught by a perversion of the threatenings of religi on to obey without murmuring, or questioning, or examination, the mandates of their human deity, bi d to cringe and fawn and kiss the very feet of maje sty, and deem themselv es happy to be whipped, to be kicked, or to die in his service. Is it necessary to say th at there is not a Pro testant sect in this country that holds such abje ct sentiments, or whose cree d inculcates such barefaced idolatry of a human being? Pr otestantism, on the contrary, at its birth, while yet bound"},{"pageNumber":23,"pageContent":"with many of the shackles of Popery, attacked, in its earliest lispings of freedom, this very doctrine of divine right. It was Luther, and by a singular coincidence of day too, on the fourth of July, who first in a public disputation at Leipsic w ith his Popish antagonist, called in question the divine right of the Pope. Let us now examine in cont rast other political rights, liberty of conscience, liberty of opinion, and liberty of the press. Austria and the United Stat es differ on these points as widely as on the fundamental question. Austri a not only has the press in her own territory under censorship, but intermed dles to control the press in neighboring states on the principle of self preservation. \"In Saxony,\" says Dwight, \"the press is fette red by Austria and Prussia, who allege this r eason, 'that all the works publis hed in Saxony, which are not on the proscribed list, are freely admitted into our dominions. For our happiness, therefore, and the stability of our thrones, it is necessary that the press should be fettered!!'\" As to liberty of opinion, political or religious, in Aust ria, no one dreams of the existence of such a thing; the dungeon is a summary mode there of obtaining a most happy uniformity of opinion thr oughout all the imperial dominion s. It is our glory, on the contrary, that all these rights are secured to us by our institu tions, and freely enjoyed, not only without the least danger to the peace of the state, but from the very genius of our government, they are esteemed among its most precious sa feguards. What are the Catholic tenets on these points? Shall I go back some three or four hundred years, and quote the pontifical law which says. [ Ar t. 9.] \"The Pope has the powe r to interpret Scripture and to teach as he pleases, and no person is allowed to te ach in a different way.\" Or to the fourth Council of Lateran in 1215, which decrees \"That all heretic s, (that is all who have an opinion of their own,) sh all be delivered over to the civil magistrate to be burned.\" Or shall I refer to the Catholic Index Expurgatorius to the list of forbidden books, to show how the press is still fette red? No! it is unnecessary to go farther than the present day. The reigning pontiff Gregory XVI. shall again answer the questi on. He has most opportunely furnished us with the present sentiments of the Catholic church on thes e very points. In his encyclical letter, dated Se pt. 1832, the Pope, lamenting the disorders and infidelity of the times, says, \"From this polluted fountain of 'indifference,' flows th at absurd and erroneous doctrine, or rather raving, in favor and defence of 'lib erty of conscience,' for which most pestilential error, the course is opened to that entire and wild liberty of opinion, which is ever y where attempting the overth row of religious and civil institutions; and which the unblushing im pudence of some ha s held forth as an advantage to religion. Hence that pest, of all others most to be dreaded in a state, unbridled liberty of opinion, licentiousness of speech, and a lust of novelty, which, according to the experience of all ag es, portend the downfall of the most powerful and flourishing empires.\" \"Hither tends that worst and never sufficiently to be execrated and detested LIBERTY OF THE PRESS, for the diffus ion of all manner of writings, which some so loudly contend for, and so actively promote.\" He complains too of the diss emination of unlicensed books."},{"pageNumber":24,"pageContent":"\"No means must be here omitted, says Clement XIII., our predecessor of happy memory, in the Encyclical Letter on the proscription of bad books— no means must be here omitted, as the extremity of the case calls for all our exertions, to exterminate the fatal pest which spreads through so many works; nor can the materials of error be otherwise destroyed than by the flames, which consume the depraved elements of the evil.\" Now all this is explicit enough, here is no ambiguity. We see clearly from infallible authority that the Catholic of the pr esent day, wherever he may be, if he is true to the principles of his sect, cannot consistently tole rate liberty of conscien ce, or liberty of the press. Is there any sect of Protestants in this country, from whose religious tenets doctrines so subversive of civil and religious liberty can be ev en inferred? If there be, I am ignorant of its name. The subject w ill be pursued in the next chapter. CHAPTER IV. The cause of Popery and despotism identical—Striking difference between Popery and Protestantism as they exist in this country—American Protestantism not controlled by foreign Protestantism—American Popery entirely under foreign control—Jesuits the foreign agen ts of Austria, b ound by the strongest ties of interest to Austrian policy, not to American —Their dangerous power—unparalleled in any Protestant sect—Our free institutions opposed in their nature to the arbitrary cl aims of Popery—Duplicity to be expected—Political dangers to be apprehended fr om Roman Catholic organization—American Roman Catholic ec clesiastical matters uncontrolled by Americans or in America—Managed in a foreign country by a foreign power for political purposes—Consequences that ma y easily result from such a state of things. ______________ I EXPOSED in my last chapter the remarkable coincidence of the tenets of Popery with the principles of despotic government, in this respect so opposite to the tenets of Protestantism; Popery, from its very nature, favoring despo tism, and Protestantism, from its very nature, favoring lib erty. Is it not then perfectly natural that the Austrian government should be active in supporting Catholic missions in this country? Is it not clear that the cause of Popery is the cause of despotism? But there is another most striking and important difference between Popery and"},{"pageNumber":25,"pageContent":"Protestantism, in their bearing upo n the liberties of the country. No one of the Protestant sects owns any head out of this country, or is governed in any of its concerns by any men or set of men in a foreign land. All ecclesia stical officers are nominated and appointed or removed by the people of the United States. No foreign body has any such union with any sect of Protestants in the United States, as ev en to advise, much le ss to control any of its measures. Our Episcopalians a ppoint their own bishops without consulting the church of England; our Presbyterians are entirely indepe ndent of the church of Scotland ; and our Wesleyan Methodists have no ecclesiastical connection with the di sciples of Wesley in the old world. But how is it in these respects with the Catho lics? The right of appointing to all ecclesiastical offices in this country, as every where el se, is in the Po pe, (now a mere creature of Austria. He claims th e power, as we have seen, by divine right. All the bishops, and all the e cclesiastics down to the most insign ificant officer in the church, are from the genius of the system entirely under his control. And he, of course, will appoint none to office but those who will favor the views of Austria. He will require all whom he appoints, to support the agen ts whom Austria is sendi ng to this country for the accomplishment of her own purposes. And who are these agents? They are, for the most part Jesuits, an ecclesiastical order, proverbial through the world fo r cunning, duplicity, and total want of moral principle; an order so skilled in all the arts of deception that even in Cath olic countries, in Italy itself, it became intolerable, and the pe ople required its su ppression. They are Jesuits in the pay and employ of a despotic government, who are at work on the ignorance and passions of our community; they are foreigners, who have been schooled in foreign seminaries in the doctrine of passive obedience; th ey are foreigners under vows of perpetual celibacy, and having, therefore, no deep and permanent intere st in this country; they are foreigners, bound by the strong ties of pecuniary interest and ambition, to the service of a foreign despot. Footnote: The foreign Emissaries of Popery rewarded in th eir own country. This is a matter deserving of serious attention. Where now is Bishop Cheverus, who passed about fourteen years in Boston? He was a foreig ner, with no ties to this country, paid for his services by a foreign government, he ha d a duty to his foreign masters to perform. What that duty was, may now easily be conjectured. Boston, as the capital of New-England, was considered at the time he arrive d, the strong hold of Protestant, of Anti-Popish principles. Popery was there, and throughout New-En gland, held in the greatest abhorrence, for to Popery may be traced, thou gh remotely, yet clearly, the persecutions which drove the P ilgrim fathers to this country The history of those fathers, for ages previous, is but th e history of hard fought ba ttles, to wrest from Popish usurpation those invaluab le rights, civil and religious, whic h they fled to this wilderness securely to enjoy. Ere popery then could expect to gain foothold among the descendants of the persecuted Puritans, their almost in nate abhorrence to pope ry must be overcome. What plan could be better devised to acco mplish the end, than to send the mild, conciliating, gentle Bishop to demonstrate by his example and his teaching, that Popery was not that monster their fathers had taught th em to believe it to be, or at least that now the tyrant had grown mild and tolerant. If this were the de sign, no plan could have been more successful. Who that ha s visited Boston, does not kn ow the epithets with which Bishop Cheverus' name is coupled. The good bishop, the libera l bishop, the excellent, pious, tolerant, mild bishop. Now all this might have been and perhaps is true of the"},{"pageNumber":26,"pageContent":"bishop. The instrument was we ll chosen, his duty was well ac complished, and he receives the reward of a faithful servant from his foreign masters, in a translation to the wealthy archbishopric of Bordeaux. Again, where is Bishop Dubourg, of Ne w-Orleans? He has resided in this heathen land his stated time, and having accom plished the duty prescribed to him is translated to the Bishopric of Montauban, in France. And again, where is Bishop Kelly, of Richmond, Va.? He also sojourns with us until his duties to foreign masters are pe rformed, and then is rewarded by promotion at home to the Bishopric of Waterford and Lismore. And where, soon will be that busy, pompou s Jesuit, who has been so of ten announced as passing and repassing between Rome, Vie nna, and the United States, Bi shop England? 1f report speaks truth, he is soon to be rewarded for his services in the cause of his foreign masters with a Cardinal's hat. The following from the Dublin Fr eeman's Journal, preceded by a nauseous mass of fulsome comp liment, gives substance to th e report:—\"After escorting these ladies (some nuns) to Charleston, Dr . England proceeds without delay as Legate from the Pope to Hayti, over the ecclesiastical affairs of which republic he carries with him from the Holy See the most full and unlimited powers; from which we confidently trust ere long he will again retu rn to Europe, to receive as some reward for all his labors and services, a Cardinal's hat; fo r instead of receiving dignity from, should such an appointment take place, Dr. England will confer dignity upon the sacred purple.\" Now in view of these instances of services in this country, reward ed by appointments in Europe, the question naturally occurs: What interest have these servants of a foreign despotism in the free institutions of this country? What symp athies with American liberty can these foreigners have, educated, as they have been in thei r own country, in the principles of despotic institutions, living bu t temporarily in this country, (whose entire political system is diametrically opposed to their whole education,) and looking forward, after their task is performed, to a recall to comfortable bene fices and high places of profit and honor at home, to rewards devised by Au stria and the Pope, and meted out to their faithful advocates accord ing to the zeal and devotion manife sted to their interests? What would be said of the Episcopa lian, or Presbyterian, or Meth odist, or Baptist clergy, were they announced as foreigners sent from England, who af ter a short sojourn of active service in this country, were known to be recalled and prom oted in their own country, to be Bishops, and dignified offi cers under the British government? Is there no danger to our free institutions from a host commanded by such men, whose nu mbers are constantly increasing by the machinatio ns and funds of Austria? Consider, too, the power which these Jesuits and other Catholic priests possess through the confessional, of knowing the private characters an d affairs of all the leading men in the community; the power arising fr om their right to prescribe the kinds and degrees of penance; and the power arising from the right to refuse absolution to those who do not comply with their commands. Suppose such powers were ex ercised by the ministers of any other sect, the Episcopalian, the Methodist, the Presbyteria n, the Baptist, &c. what an outcry would be raised in the land! And should not the men who possess such powers be jealously watched by a ll lovers of liberty? Is it possible that these Jesuits can have a sincere attachment to the principles of free"},{"pageNumber":27,"pageContent":"institutions? Do not these principles oppose a constant barrier to th eir exercise of that arbitrary power, which they claim as a divine right, and which they exercise too in all countries where they are dominant? Can it not be perceived, that alt hough they may find it politic for the present to conceal their anti-re publican tenets, yet this concealment will be merely temporary, and is only adopted now, the better to lull su spicion? Is it not in accordance with all experience of Popish policy, that Jesuits should encroach by little and little, and persevere till they have attained to plenitude of powe r. At present they have but one aim in this country, which absorbs all others, and that is to make themselves popular. If they succeed in this we shall then learn, when too late to reme dy the evil, that Popery abandons none of its divine rights. The leaders of this sect are disciplined and organized, and have their adherents entirely subservient to their will. Here then is a regular party, a religious sect, ready to throw the weight of its powe r, as circumstances may require, ready to favor any man, or set of me n, who will engage to favor it. And to whom do these leaders l ook for their instructions? Is it to a citizen or body of citizens belonging to this country; is it to a body of men kept in chec k by the ever jealous eyes of other bodies around them, and by th e immediate publicity which must be given to all their doings? No, they are men owning no law on this side of the ocean; they are the Pope and his Consistory of Car dinals, following the plans and instructions of the imperial cabinet of Austria,—plans formed in the se cret councils of that cabinet, instructions delivered in secret, according to the modes of despotism, to their obedient officers, and distributed through the well disc iplined ranks in this country, to be carried into effect in furtherance of any political designs the Aust rian cabinet may think advantageous to its own interests . And will these designs be in favor of liberty? With a party thus formed and disciplined among us, who will venture to say that our elec tions will not be under the control of a Metternich, and th at the appointment of a Presid ent of the United States will not be virtually made in the Imperial Cabinet of Vienna, or the Cons istory of Cardinals at Rome? Will this be pronounced incredible? It will be the almost certain result of the dominion of Popery in this country. But we need not imagine that it will always be deemed expedient to preserve the name of President, or even the electiv e character of our chief magistrate. How long would it take the sophistry that deludes the mind of its victim into the be lief of a man's infallibility, and fixes the delusion there inde libly, binding him soul and body to believe against the evidence of his reason, and his senses; holdi ng him in the most abject obedience to the will of a fellow-man; how long, I say, would it take such sophi stry to impose the duty of acknowledging the divine right of an empero r over the priest conq uered vassals of this country—vassals well instructed in the Russian Catechism, an d prepared to worship, love and obey as their Lord and Ma ster, some scion of the Hous e of Hapsburg,—the Emperor of the United States? CHAPTER V."},{"pageNumber":28,"pageContent":"Points in our political system which favo r this foreign atta ck—Our toleration of all religious systems—Popery opposed to all toleration—Char ge of intolerance substantiated—The organization of Pope ry in America connected with and strengthened by foreign organization— Without a parallel among Protestant sects—Great preponderance of Popish st rength in conseque nce—The divisions among Protestant sects nullifies thei r attempts at combination—Taken advantage of by Jesuits—Popish duplicity illustrated in its opposite alliances in Europe with despotism, and in America with demo cracy—The laws relating to immigration and naturalization favor foreign attack—E migrants being mostly Catholic and in entire subjection to th eir priests—No remedy provided by our laws for this alarming evil. ______________ WHAT I have adva nced in my previous chapters may have conv inced my readers that there is good reason for believi ng that the despots of Europe are attempting, by the spread of Popery in this country, to subvert its free institutions; yet many may think that there are so many counteracting causes in the constitution of our society, that this effort to bind us with the cast-off chains of the bigotry an d superstition of Europe cannot meet with success. I will, therefore, in the present chapter, consider some of the points in our political system, of which advantage has alre ady been taken to attack us, by the wily enemies of our liberties. It is a beautiful feature in our constitution, that every man is left to worship God according to the dictates of his own conscience, that th e church is separated from the state, and that equal protection is granted to all creeds. In thus tolerating all sects, we have admitted to equal protection not only those sects whos e religious faith and practice support the principle on which the free tolera tion of all is founded, but also that unique, that solitary sect, the Catholic, which builds an d supports its system on the destruction of all toleration. Yes, the Catholic is permitted to work in the light of Protesta nt toleration, to mature his plans, and to execute his desi gns to extinguish that light, a nd destroy the ha nds that hold it. It is no refutation of the charge of intolerance here made against Catholics as a sect, to show that small bodies of th em, under peculiar circ umstances, have been tolerant, or that in this country, where they have always been a small minority, they make high professions of ardent love for the republican, tolerant institutions of our government. No one can be deceived by evid ence so partial and circumscri bed, while the blood of the persecuted for opinion's sake, stains with th e deepest tinge every pa ge of the history of that church, aye, even while it is still wet upon the dungeon floors of Italy; while the intolerant and anti-republican principles of Popery, are no w weekly thundered from the Vatican, and echoed in our ears by almost every arrival from Europe. Footnote: Sanguinary spirit still exis ting in Modern Popery. If any suppose that Popery has changed its intolerant character in mo dern times, we refer them to the following specimen of its spirit. It is Popery of the present day; Popery of 1833. In the recent journals of Modena, in Italy, are articles si gned by the duke of Canosa, the language of which know s no bounds. He justifies the St. Bartholomew's Massacre. He"},{"pageNumber":29,"pageContent":"says, \"when a disease has made such progress, that it cannot be cured by magnesia and calomel, to save life, resort must be had to arsenic. If Ch arles IX. had recoiled from the massacre of the Huguenots, he would certainly have perished, a few we eks after, upon the scaffold, as happened to the indulgent and compassionate L ouis XVI., because he took an opposite course. He who in such a case has not the courage of a lion, and do es not resolve on rigorous measures, is lost. The pusillani mous alone are ignorant of this truth.\" Such shocking sentiments, be it remembered, are published in a country, where there is a censorship of the press: and they are therefore the language of the government. The duke reasons like a true legitimate. The happiness an d lives of the people to any amount, are mere chaff compared with the happ iness and life of that sainted bauble called a king. His reasoning amounts to this: \"bette r that thousands of th e common people should perish by the bloodiest butchery, than that the single life of one human being endowed with divine right to reign, should like Louis XVI. perish on the scaffold.\" It is not necessary to defend the shedding of royal bloo d, but there is a trick of kingcraft which ought to be exposed, because its influen ce is not unfelt in this country. The divine right to reign is first assumed, then the human being thus invest ed with power partakes of divinity, he becomes sacred, and all the names and paraphernalia of idolatrous worship surround him. He becomes a God, every word he utters, every step he takes, every action, however unimportant in any other human being, is invested in this earthly divinity with a sacred character. Does the god-king ride out, the whole country must kno w the important event; is he married, the whole nation keeps jubilee; is he dead, the worl d is clad in mourning. The misfortunes of his offspring are magnif ied and consecrated by all the arts of the imagination, by all the embellishments of ro mance. Is an illustration wanted? Take a recent case. Look at the history of the Duches s de Berri, an infamous woman, notoriously profligate, of a character th at in common life would condem n her to the neglect of the world, and cast her out of all society. But she is a princess, she has a spark of royal divinity that shines upon her brazen front, and the duped multitude bow in adoration before her. Her sufferi ngs, her wanderings, he r dress in the minutest particulars, her words, her looks, are the subj ect of sympathetic appeals to the compassion of the world; ladies shed tears over the distresses of the unfortunate princess. Alas! alas! that royal blood should suffer! And are we not influenc ed by this mawkish, morbid sympathy for suffering despots? Where are our sympathies , when the interested statements of a government-controlled foreign pr ess, inform us of the struggles of the people against age-consecrated oppression. Are they with the people? Do we ever suspect the truth of the glowing details of the doings of the scandalous mob, the high-wrought accounts of outrage and rebellion of a wicked rabble against lawful authority, which circulate through our land, the production abroad of pensioned writers; of a licensed press, and those too without remark or explanation from our press? What should be the feelings of a true American? Where should be hi s sympathies, who has been nur tured in the air of liberty, who has learned from his father 's lips the black catalogue of despotic wrongs, which his ancestors suffered, and which were defended by all the tricks and glo sses, and arts of oppression? If any human bein g should feel quick sympathy with the struggles of the people, should examine with the greatest care the charges pr eferred against them, and exercise a willing charity for thei r apparent or real excesses, and quick mistrust of all the doings, representations and fair speeches of despotism, it is an American."},{"pageNumber":30,"pageContent":"Let me not be charged with accusing the Catho lics of the United States with intolerance. They are too small a body as ye t fully to act out their princi ples, and their present conduct does not affect the general question in an y way, unless it may be to prove that they are not genuine and consistent Catholics. The conduct of a small insulated body, under the restraints of the society around it, is of no weight in deciding the character of the sect, while there are nations of th e same infallible faith acting out its legitimate principles uncontrolled, and producing fru its by which all may discern, without danger of mistake, the true nature of the tree. If Popery is tole rant, let us see Italy, and Austria, and Spain, and Portugal, open their doors to the teachers of the Protestant faith ; let these countries grant to Protestant missionaries, as freely as we gran t to Catholics, leave to disseminate their doctrine through all classe s in their dominions. Then ma y Popery speak of toleration, then may we believe that it ha s felt the influence of the spirit of the ag e and has reformed; but then it will not be Popery, for Po pery never changes; it is infallibly the same, infallibly intolerant. The conspirators against our liberties who ha ve been admitted from abroad through the liberality of our institutions, are now organized in every part of the country; they are all subordinates, standing in regu lar steps of slave and master, from the most abject dolt that obeys the commands of his priest, up to the great master-slave Metternich, who commands and obeys his Illust rious Master the Emperor. Footnote: Popery is organized throughout the World. This organization is asserted in th e late proclamatio n of the Pope to the Portuguese. In the catalogue of his comp laints he says: \"Never theless, that which principally afflicts us is, that those acts and measures have evidently for their aim to break every bond of union, with that venerable chair of the blessed Peter\" (his own throne) \"which Jesus Christ has made the centre of unity; and thus the society of communion being once broken, to wound the church by the mo st pernicious schi sm. In fact, how can there be unity in the body, when the members are not un ited to the head, and do not obey it?\" They report from one to another, like th e sub-officers of an army, up to the commander-in-chief at Vienna, (not the Pope, for he is bu t a subordinate of Austria. Footnote: Lest the charge often made in th ese numbers should seem gratuitous; of the Pope being the creature of Aust ria, and entirely subservient to the Imperial Cabinet, it may be as well to state that the writer wa s in Rome during the deliberations of the Conclave, respecting the election of the present Pontiff. It wa s interesting to him to hear the speculations of the Italians on the probability of this or that cardinal's election. Couriers were daily arriving from the various despotic powers, and in trigues were rife in the anti-chambers of the Quir inal palace; now it was said that Spain would carry her candidate, now Italy, and no w Austria, and when Cardin al Capellani was proclaimed Pope, the universal cry, mi xed too with low-muttered cu rses, was that Austria had succeeded. The new Pope ha d scarcely chosen his title of Gregory XVI. and passed through the ceremonies of coro nation, before the revolution in his states, gave him the opportunity of calling in Austri a to take possession of the Pa trimony of St. Peter, which his own troops could not keep fo r an hour, and at this moment Austrian soldiers hold the Roman Legations in submission to the cabinet of Vienna. Is not the Pope a creature of Austria? ) There is a similar organization among th e Catholics of other countries, and the whole Catholic church is thus prepared to th row its weight of powe r and wealth into the"},{"pageNumber":31,"pageContent":"hands of Austria, or any Holy Alliance of despots who may be persuaded to embark for the safety of their dynasties, in the crusade against the lib erties of the co untry which, by its simple existence in opposition to their theory of legitimate power, is working revolution and destruc tion to their thrones. Now, to this dangerous conspi racy what have we to oppose in the disc ipline of Protestant sects? However well organized, each according to its own manner, thes e different sects may be, there is not one of them that can by any possibility derive strength through its organization, from foreign sects of the same name. Nor is this a matter of regret; it is right that it should be so; no nati on can be truly inde pendent where it is otherwise. Foreign influence, then, cannot find its way into the country through an y of the Protestant sects, to the danger of the State. In this respect Catholics stand alone. They are already the most powerful and dangerous sect in the country, for they are not confin ed in their schemes and means like the other sects, to our own borders, but they work with the minds and the funds of all despotic Europe. And not only are each of the Protestant sect s deprived of foreig n aid; they are weak collectively, in having no common bond of union among themselves, so far as political action is concerned. The mutual jealousies of the different sects have hitherto prevented this, and it is a weakness boasted of by Catholics, and of whic h advantage is and ever will be taken while the unnatural estrangement lasts. Catholics have boasted that they can play off one sect against another, for in the petty co ntroversies that di vide the contending parties, the pliable conscien ce of the Jesuit enables him to throw the weight of his influence on either side as his interest may be the command of his superiors, and the alleged good of the church, (that is the power of the prie sthood,) being paramount to all other considerations. This pliability of conscience, so advantageous in building up any system of oppression, religious or political, presents us with strangely contradictor y alliances. In Europe Popery supports the most high-handed despotism, lends its thunders to awe the people into the most abject obedience, and main tains at the top of its creed, the indissoluble union of church and state! while in this country, where it is yet feeling its way, (oh! how consistent!) it has a llied itself with the democracy of the land, it is loudest in its denunciations of tyranny, the tyranny of American patriots! it is first to scent out oppression, sees afar off th e machinations of the native American Protestants to unite church and state! and puts itself forth the most zealous guardian of civil and religious liberty! With such sentinels, surely our lib erties are safe, with such guardians of our rights, we may sleep on in peace! Another weak point in ou r system is our laws encouraging immigration, and affording facilities to naturalization. Footnote: Immigration and our Naturalization Law. The subject of immigration is one of those wh ich demands the immediate attention of the nation, it is a question which conc erns all parties: and if the writer is not mistaken in his reading of the signs of the tim es, the country is waking to a sense of the alarming evil produced by our naturalization laws. Let us war among ours elves in party warfare, with every lawful weapon that we ca n convert to our purpose. It is our birthright to have our own opinion, and earnestly to cont end for it, but let us court no foreign friends. Every"},{"pageNumber":32,"pageContent":"American should feel his national blood mount at the very thought of foreign interference. While we welcome the intelligen t and persecuted of all nati ons and give them an asylum and a share in our privileges, let us beware lest we admit to dangerous fellowship those who cannot and will not use our hospitality ar ight. That such may come, and do come, there is no reason to doubt. Consider the following testimon y of an emigrant, given before a justice in Albany. He says that \"in June last, the parish officers paid the passages of himself and about forty others of the same parish, from Chatham to th e city of Boston, in America, on board the ship R oyalist, Capt. Parker, and that they landed in Boston in the month of July last—that the parish officers ga ve him thirty shillings sterling, in money, in addition to paying his passage,— that he is now entirely des titute of the means of living, and is unable to labor , and prays for relief.\" Now here are forty paupers cast upon our shores from one parish in England, and in five years they become citizens, entitled to vote!! Is there an American of any party, who can believe that there is no danger in admitting to equal privilege s with himself such a class of foreigners. A remedy to this cr ying evil admits of not a mome nt's delay. At this moment the ocean swarms with ships crowded with this wretched population, bearing them from misery abroad to mise ry here. The expense incurred in this city (New York) for the support of foreign pa upers, it is well known is enorm ous. In Philadelphia more than three fourths of the inmates of their Almshouse are foreigners. Whole families have been known to come from on board ship, and go directly to the Almshouse. In the Boston Dispensary there were th e last year, (1831) from two districts only, 477 patients; of these 441 were foreigners!! Leaving but 36 of our own popula tion to be provided for. In the Boston Almshouse, the following returns sh ow the increase of foreign paupers in five years. The year ending Sept. 30, 1829, Americans 395 \" \" \" \" \" \" Foreigners 284 The year ending Sept. 30, 1834, Americans 340 \" \" \" \" \" \" Foreigners 613 Thus we see that native paup erism has decreased in five years, and fore ign pauperism more than doubled. In Cam bridge, (Mass.) more than four fifths of the paupers are foreigners. The first and immedi ate step that should be take n, is to press upon Congress and upon the nation, instant attention to the NATURALIZATION LA WS. We mast first stop this leak in the ship, through which th e muddy waters from w ithout threaten to sink us. If we mean to keep our co untry, this life-boat of the wo rld, from foundering with all the crew, we must take on board no more from the European wrec k until we have safely landed and sheltered its present freight. But would you have us forfeit the character of the country as the asylum of th e world? No: but it is a mistaken philanthropy indeed that would attempt to save one at the expense of the lives of th ousands; that would receive into our families those dying of th e plague. Our natura lization laws were never intended to convert this land into the al mshouse of Europe, to cover th e alarming importation of every thing in the shape of man that European tyrann y thinks fit to send adrift from its shores, nor so to operate as to compel us to surrender back all the blessings of that freedom for which our fathers paid so dear a price into the keeping of its foreign enemies. No, we must"},{"pageNumber":33,"pageContent":"have the law so amended that NO FOREIGNER WHO MAY COME INTO THE COUNTRY, AFTER THE PASSAGE OF THE NEW LAW, SHALL EVER BE ALLOWED TO EXERCISE THE ELECTIVE FR ANCHISE. This alone meets the evil in its fullest extent. Who can complain of inju stice in the enactment of such a law? Not the native American, he is not touched by it. Certainly not the foreigner now in the country, whether naturalized or not. It cannot operate agai nst him. It would take away no right from a single individual in any country. This law would withhold a favor, not a right from foreigners, and from those foreigners only who may hereafter come into the country. If foreigners abroad choose to take offence at the law, we are not under obligations to consult their wishes, they need not come here. This favor, it should be understood, ha s repeatedly been abused, and it is necessary for the safety of our institu tions in future to w ithhold it. The pressing dangers to the country from Pope ry, which I think I have show n not to be fictitious; other visible indications of foreign influence in the political horizon; th e bold organization of foreigners as foreigners in our elections—these all dema nd the instant attention of Americans, if they mean not to be robbed by foreign intrigue of their liberty and their very name. In the early state of the country libera lity in these points was thought to be of advantage, as it promoted the cultivation of our wild lands, bu t the dangers which now threaten our free institutions from this source more than balance all advantages of this character. The great body of emigrants to this country are the hard-working mentally neglected poor of Catholic co untries in Europe, who have left a la nd where they were enslaved, for one of freedom. However well di sposed they may be to the country which protects them, and adopts them as citizens, th ey are not fitted to ac t with judgment in the political affairs of their new country, like na tive citizens educated from their infancy in the principles and habits of ou r institutions. Most of them are too ignorant to act at all for themselves, and expect to be guided wholly by others. These others are of course their priests. Priests have ruled them at home by divine right; their ignorant minds cannot ordinarily be emancipated from their ha bitual subjection, they will not learn nor appreciate their exemption from any such usurpation of priestly power in this country, and they are implicitly at the beck of their spir itual guides. They live surrounded by freedom, yet liberty of conscience, right of private ju dgment, whether in religion or politics, are as effectually excluded by the prie sts, as if the code of Aust ria already rule d the land. They form a body of me n whose habits of action, (for I cannot say thought, ) are opposed to the principles of our free institutio ns, for they are not accessible to the reasonings of the press, they cannot and do no t think for themselves. Every unlettered Catholic emigrant , therefore, that comes into the country, is adding to a mass of ignorance which it will be difficult to reach by any liberal instruction, and however honest, (and I have no doubt most of them are so,) yet from the nature of things they are but obedient instruments in the hands of their more knowing leaders to accomplish the designs of their foreign master s. Republican education, were it allowed freely to come in contact with their minds, would doubtless soon furnish a remedy for an evil for which, in the existing st ate of things, we have no cure . It is but to continue for a few years the sort of immigra tion that is now daily pouring in its thousands from Europe, and our institutions, for aught that I can see, are at the mercy of a body of foreigners,"},{"pageNumber":34,"pageContent":"officered by foreigners, and held completely under the co ntrol of a foreign power. We may then have reason to say, that we are the dupes of our own hospitality; we have sheltered in our well provided house a needy body of strang ers, who, well filled with our cheer, are encouraged by the unaccustomed familiarity with which they are treated, first to upset the regulations of the houshold, and then to turn their host and his family out of doors. CHAPTER VI. The evil from immigration further co nsidered—Its political bearings—The influence of emigrants at the elections —This influence concentrated in the priests—The priests must be propitia ted—By what means—This influence easily purchased by the demagogue—The unprincipled character of many of our politicians favor this foreign attack—Their bargai n for the suffrages of this priest-led band—A church and state pa rty—The Protestant sects obnoxious to no such bargaining—The newspaper pres s favors this fore ign attack—From its want of independen ce and its timidity—An anti-re publican fondness for titles favors this foreign attack—Cautious attemp ts of Popery to dignify its emissaries and to accustom us to their high-s ounding titles—A mistaken notion on the subject of discussing religious opinion in the secular journals favors this foreign attack—Political designs not to be sh ielded from attack because cloaked by religion. ______________ I WILL continue the co nsideration of some of the points in our political system, of which the foreign conspirators take advantage in their attacks on our liberties. We have seen that from the nature of the case the emigrant Catholics generally are shamefully illiterate, and without opinions of their own. They are and must be under the direction of their priests. The press, with its arguments for or against any political measure, can have no effect on minds taught only to think as the priest thinks, and to do what the priest commands. Here is a large body of ignorant men brought in to our community, who are unapproachable by any of the ordinary means of enlightening the people—a b ody of men who servilely obey a set of priests imported fro m abroad, bound to the country by none of the usual ties, owing allegiance and service to a foreign government, depending on that government for promotion and reward, and this reward t oo depends on the manner in which they discharge the duties prescribed to them by their foreign mast er; which is, doubtless for the present, to confine themselves simply and wholly to increa sing the number of their sect and the influence of the Pope in this country. It is men thus officered and of such a character, that we have placed in all respects on a level at our elections with the same number of native patriotic and intelligent citizens."},{"pageNumber":35,"pageContent":"The Jesuits are fully aware of the advantage they derive from th is circumstance. They know that a body of men admitted to citizenship , unlearned in the true nature of American liberty, exercising the elective franchise, totally uninfluence d by the ordinary methods of reasoning, but passively obedient only to the commands of their priests, must give those priests great consequence in the eyes of the leaders of political par ties; they know that these leaders must esteem it ve ry important that the priests be propitiated. And how is a Catholic priest to be propitiate d? How, but by stipulating fo r that which will increase his power or the power of the church, for be it always borne in mind, that they are identical. The Roman church is the body of priests and prelates; the laity have only to obey and to pay, not to exercise authority. The priest must be favored in his plans of destroying Protestantism, and building up Popery. He mu st have money from th e public treasury to endow Catholic institutions; he must be allowed to have charters for these institutions which will confer extraordinary po wers upon their Jesuit trustees; Footnote: One College at the West under Austrian influence. The following fact illu strates the dangerous, successful intriguing spirit of the Jesuits, and the culpable negligence of one of our state legislatures (that of Kentucky) who has th us suffered itself to be the dupe of Popish artifice. \"St. Joseph's Colle ge, at Bardstown, Kentucky, wa s incorporated by the State Legislature in 1824. The Bishop of Bardstown is Moderator, and five Priests are Trustees. And there is this provision in the charter: \"The said trustees shall ho ld their station in said college one year only, at whic h time the said moderator sha ll have the power of electing others, or the same, if he sh ould think proper, and increase the number to twelve, and this power may be exercised by him ev ery year thereafter, or his su ccessor or successors to the Bishopric; and in case of the rem oval, resignation or death of either of the said trustees, his place may be supplied by an appointment th at may be made by the said Bishop, or his successor or successors, who ma y also become moderators in the institution, and act and do as the said B. J. Flaget is empowered by this act to do.\" The Bishop of Bardstown, in a letter to a frie nd in Europe, da ted February, 1825, says:—\"Our Legislature has ju st incorporated the college. The Bishops of Bardstown are continued perpetually its moderators or rectors. I might have dictated conditions, which I could not have made more advantageous or hon orable; and what is s till more flattering is, that these privileges were gr anted almost without any disc ussion, and with unanimity in both houses.\" Now the Pope it is well known appoints all Bishops. Here then is one college in the country already placed in perpetuo under the exclusive control of the Pope, and consequently for an i ndefinite period unde r that of Austria!! he must be permitted quietly to break down the Protestan t Sabbath, by encouraging Catho lics to buy and sell on that day as on other days; in one word, he must have all the powers a nd privileges which the law or the officers appointed to administ er the law can conveni ently bestow upon him. The demagogue or the party wh o will promise to do most for the accomplishment of these objects, will secure all the votes which he co ntrols. Surely there is great danger to our present institutions from this source, and men as skilful as are the Jesuits we may be sure will not fail to use the power th us thrown into their hands to work great mischief to the republic."},{"pageNumber":36,"pageContent":"The recklessness and unprincipled character of too many of our politicians give a great advantage to these conspirators. There is a se t of men in the countr y who will have power and office, cost what they may; men who, w ithout a particle of tr ue patriotism, will yet ring the changes on the glory and honor of their country, talk loud of liberty, flatter the lowest prejudices, and fawn upon the powerfu l and the influential; men who study politics only, that they may balance the chances of their own su ccess in falling in with, or opposing, this or that fluctua ting interest, without caring whethe r that interest tends to the security or the downfa ll of their country's institutions. To such politicians a body of men thus drilled by priests, presents a well fitted tool. The bargain with the priest will be easily struck. \"Give me office, and I will take care of the intere sts of your church .\" The effect of the bargain upon the great moral or political interests of the coun try, will not for a moment influence the calculation. Thus we have among us a body of men, a religious sect, who can exercise a direct controlling infl uence in the politics of the country, and can be moved together in a solid phalanx; we have a church interfering directly and most powerfully in the affairs of state. There is not in the whole c ountry a parallel to this among the other sects. What clergyme n of the Methodists, or Baptists, or Episcopalians, or of any other denomination, could command the votes of the members of their several congregations in the election of an individual to political o ffice? The very idea of such power is preposterous to a Protestant. No freeman, no man accustomed to judge for himself, would submit even to be advised, unasked, by his minister in a matter of this kind, much less dictated to. Connected with these evils, and assi sting to increase them, we have a Press, to an alarming extent, wanting in independence. Most of our journals are avowedly attached to a particular party, or to particular indi viduals, they are like c ouncil retained for a particular cause; they are to say every thing that makes in fa vor of their clie nt, and conceal every thing that makes against him. Does a question of prin ciple arise, of fundamental importance to the country?—the inquiry with a journal thus pledged is not, how are our free institutions, how is the c ountry affected by the decisi on, but how will the decision affect the interests of our particular party or favorite ? How few are there among our newspaper editors who da re to take a manly stand for or against a principle that affects vitally the constitution, if it is found to bear unfavorably upon their party or their candidate? A press thus wan ting in magnanimity and indepe ndence is the fit instrument for advancing the purposes of un principled men; and editors of this stamp, and they are confined to no particular part y, whether they have followed out their conduct or not to its legitimate results can easily be made the tools of a despot to subvert the liberties of their country. Again we have, still unsubdue d, some weaknesses: (perha ps they belong to human nature,) of which advantage may be taken, to the injury of ou r republican character, and in aid of despotism, and which may seem to so me too trivial to merit notice in connection with the more serious matte rs just considered. One of these weaknesses is an anti-republican fondness for titles; Footnote: Glory-giving Titles. One of the plainest doctrines of American Republicanism, which is essentially democratic, is, that mere glory-giving titles, or titles of servility, are entirely opposed to its whole spirit. They are"},{"pageNumber":37,"pageContent":"considered as one of those artificial m eans of kingcraft by which it fosters that aristocratic, unholy pride in the human heart, which l oves to domineer over its fellow-man, which loves artificial distinction of ranks, a privileged class, and of course which helps to sustain that whole system of regal and papal usurpa tion which has so long cursed mankind. If such titles are to some ex tent still acknowledged in this country, they have either been though tlessly but unwisely used as mere epithets of courtesy, or they are the remains of old deep-rooted foreign habits, which, in sp ite of the uncongenial soil to which they have been transplanted, still mainta in a sort of withered existence. It now, however, becomes a serious inquiry, whether this prac tice, hitherto seemingly unimportant, may not be attend ed with danger to the ins titutions of the country. For Popery, it appears, is already taking advantage of this, as of all other weaknesses in our habits and customs, to introd uce its anti-democratic system, and this too while it manifests in words great zeal in defen ce of democratic liberty. Let th e democracy look well to this. Is it asked, to what extent sh ould titles or names of distincti on be abolished throughout the land, the answer is plain. Ev ery title that merely designates an office, is perfectly in accordance with our institutions, such as President, S ecretary, Senator, General, Commodore, &c. So are letters after a name which designate the office or membership in a society, but titles of reve rence, titles which imply mora l qualities, such as Your Excellency, Your Honor, The Reverend, Rt. Rev erend, Honorable, &c.; and letters which imply moral or intellectual su periority, I think it must be conceded are now not only useless but dangerous. There needs no law to abolish th ese gewgaw appendages to a name; they must be left to the good sense of the individual who us es them, to discontinue them; and fortunately they generally belong to intellectual men, w ho have minds capable of discerning the remote evils to which the practice leads, and patr iotism enough to make a greater sacrifice than this occasion calls for to avert dangers which threaten their country. Will it be said that this is a little matter. Nothing is of little consequence that may endanger, however remotely, the civil liberty of the country. Nay more, no practice is unworthy of reform, which con tinued may aid by its example in the surrende r of Religious liberty into the hands of Popery. and whoever has lived in th e old world, and knows the extraordinary and powerful infl uence which mere titles of honor exercise over the minds of men, and their tendency to keep in due subjection the artific ial ranks into which despotic and aristocratic powe r divide the people, subduing th e lower orders to their lords and masters, will not think it amiss in this place to draw attention to the subject. Republicans as we are, I fear we are influenc ed, in a greater degree than we are aware, by the high sounding epithets with which despotism and aristocr acy surround their officers, to awe into reverence the ignorant multitu de. A name having half a dozen titles for its avant couriers, and as many for its rear guard, swe lls into an importance, even in the estimation of our citizens, whic h the name alone, and especi ally the individual himself, could never assume. Let Mr. Br own, or Mr. Smith, or any ot her intelligent, upright, active citizen, be elected president of a benevolent society, does he excite the gaze of those who meet him, or inspire awe in the multitude? No one re gards him but as a respectable, useful member of the community. But le t us learn that a gentleman, not half as intelligent, or upright, or active, is to land in our city who is announced as the \"Most Illustrious"},{"pageNumber":38,"pageContent":"Archduke and Eminence his Impe rial Highness the Cardinal and Archbishop of Olmutz, RODOLPH, (this last is the gentleman's real name) Highest Curator of the Leopold Foundation,\" and although not half as capable in any respect as Mr. Brown, or Mr. Smith, or ten thousand other honest, untitled citizens among us, I very much fear that the Battery would be thronged, and the wi ndows in Broadway would be in demand, and the streets filled with a gaping crow d to see a man who co uld have such a mighty retinue of glittering epithets about him. Yet this title-blazoned gentleman holds th e same office as Mr. Brown or Mr. Smith. Poor human nature! Alas, for its weakness? Footnote: There is reason to believe we are reforming in th is particular, for we have now titled foreigners, respectable men, travellers in the country, and our pr ess no longer lends its elf to announce their unimportant presence or movements. Who is not struck with the diff erence of effect upon the imag ination, when we describe a person thus : \"Mr. ————, a good hearted old gentleman, rather weak in the head, who finds in the manufacture of se aling wax one of the chief an d most agreeable employments of his time,\" and when we should describe a man thus: \"His Imperial Majesty FRANCIS I., Emperor of Austria, King of Jerusalem, H ungary, Bohemia, of Lombardy and Venice, Dalmatia, Croatia, Sclavonia, Galizia, and Lodomiria, Archduke of Austria, Duke of Lorena, Salsburg, Styria, Carinthia, and Carniola, Grand Prince of Transylvania, Margrave of Moravia, Count Prince of Hapsburg, and Tyrol,\" &c. &c.—and yet these two descriptions belong to one and the same individual. There used to be a sound democratic feeling in the country, which spurned such glosses of character and frowned out of use mere glory giving title. Austria, however, is gradually (as fast as it is thought sa fe) introducing these titled gentlemen into the country. Bishop Fenwick, a Catholic priest, is \"his Grace of Cincinnati,\" Mr. Vicar-General Rese, another priest, is only \"his Reverence,\" and Bishop Flaget, and all the other Bishops, are simple Monseigneurs, this title in a foreign language being less harsh at present to republican ears than its plump, aristo cratic English translation, \"My Lord Bishop of New-York,\" \"My Lord Bishop of Boston,\" \"My Lord Bishop of Charleston,\" &c. &c. &c. As we improve, however, under Catholic instru ction, we may come to be quite reconciled even to his Eminence Cardinal, so and so, and to all the other graduated fooleries, which are so well adapted to dazzle the ignorant . The scarlet carria ge of a Cardinal, too, bedizzened with gold, and containing th e sacred person of some Jesuit, a ll scarlet and humility, as is at this day often seen in Rome, may ye t excite our admiration as it ro lls through our streets, and even a Pope, (for in these republican times in Ital y, who knows but his Holiness may have leave of absence, ) yes, even a Pope, a Vicegerent of God, the great divinely appointed appointer of Rulers, the very centre from which all titles emanate, may possibly in his scarlet and gold and jewel-de cked equipage, astonish our eyes, and prostrate us on our knees as he moves down Broadway. To be sure some of his republican friends, now in strange holy alliance with his faithful subjects here, might find their Protestant knees at first a little stiff, yet the Cath olic schools which they are en couraging with their votes and their money and their influence, will soon furnish them good inst ructors in the art of reverential gesture, and genuflexion. Again, there are some minds of a peculiarly sensitive cast, that cannot bear to have the"},{"pageNumber":39,"pageContent":"subject of religious opinion mooted in any way in the secular journals. They use a plausible argument that satisfies them, namely , that religion is too sacred a subject to be discussed by the daily press. I agree to a certain extent, and in a modified sense, with this sentiment, but it should be remembered that all is not religion which passes under that name. The public safety make s it necessary sometimes to st rip off the disguise, and show the true character of a design which may have assumed the sa cred cloak, the better to pass unchallenged by just such fe eble hearted objectors. Were su ch objections valid, how easy would it be for the most danger ous political designs, (as in th e case we are considering,) to assume a religious garb, and so escape de tection. The exposure I am now making of the foreign designs upon our liber ties, may possibly be mistak en for an attack on the Religion of the Catholics, yet I have not meddled w ith the conscience of any Catholic; if he honestly believes the doctrine of Transubstantiation, or that by doi ng penance he will prepare himself for heaven, or in the existence of Purgatory, or in the efficacy of the prayers and masses of priests, to free the souls of his relatives from its flames, or that it is right to worship the Virgin Mary, or to pray to Saints or keep holy days, or to refrain from meat at certain times, or to go on pilgrimages, or in the virtue of relics, or that none but Catholics can be saved, or many other points; however wrong I may and do think him to be, it is foreign from the de sign of these chapters, to sp eak against them. But when he proclaims to the world that all power temporal as well as spiritual exists in the Pope, (denying of course the fundamenta l doctrine of republicanism;) that liberty of conscience is a \"raving,\" and \"most pestilential error,\" that \"he execrates and detests the liberty of the press;\" when his intolerant creed asserts th at no faith is to be kept with heretics, (all being heretics in the creed of a Catholic who are not Catholic s,) and many other palpable anti-republican as well as immoral doctrines, he has then blended with his creed political tenets that vitally affect the very existenc e of our government, an d no association with religious belief shall shield them from observation and rebu ke. It would indeed be singular if these mere \"ravings\" (the Pope's phrase is approp riate here,) subversive of the fundamental principles of our government, should be shielded fr om exposure because misnamed religion. If incendiaries or robbers should ensconce themselves within a church, from the windows and towers of which they were assailing the people, the cry of sacrilege shall not prevent us from attempts to dislodge them, though the walls which protect them should suffer in the conflict. CHAPTER VII. The political character of this ostensibly religious enterprise proved from the letters of the Jesuits now in this country—Their antipathy to private judgment —Their anticipations of a change of our fo rm of government—Our government declared too free for the exercise of their divine rights—Their political partialities—Their cold acknowledgment of the generosity, and liberality, and hospitality of our govern ment—Their estimate of our condition contrasted with their estimate of that of Austria—Their acknowledged allegiance"},{"pageNumber":40,"pageContent":"and servility to a foreign master—Their sy mpathies with the oppressor, and not with the oppressed—Thei r direct avowal of political intention. ______________ LET me next show the political character of this ostensibly religious effort, from the sentiments of the Austrian em issaries expressed to their fo reign patrons. The very nature of a conspiracy of this kind precludes the possibility of much direct evidence of political design; for Jesuit cunning and Austrian duplic ity would be sure to tread with unusual caution on American ground. Yet if I can quote from their correspondence some expressions of antipathy to our free principles, and to the government; some hinting at the subversion of the government; prevailing par tialities for arbitrary go vernment; and siding with tyranny against the oppressed; and some acknowledgments of POLITICAL EFFECTS to be expected from the operations of the society, I shall have exhibited evidence enough to put every c itizen who values his birthrig ht, upon the strict watch of these men and their adherents, and to show the importance of some measures of repelling this insidious invasion of the country. The Bishop of Baltimore writing to the Austrian Society, laments the wretched state of the Catholic religion in Virginia, and as a proof of the difficu lty it has to contend with, (a proof doubtless shocking to the pious docility of his Austrian readers,) he says: \"I sent to Richmond a zea lous missionary, a native of America. He travelled through the whole of Virginia. The Protest ants flocked on all sides to hear him, they offered him their c hurches, courthouses, and other public buildings, to preach in, which however is not at all surprising, for the people are divided into numerous sects, and know no t what faith to embrace. In consequence of being spoiled by bad instruction, they will judge every thing themselves; they, therefore, hear eagerl y every new comer,\" &c. The Bishop, if he had the power, would of course change this \"bad instruction\" for better, and, as in Catholic countries, woul d relieve them from the trouble of judging for themselves. Thus the liberty of private judgment and freedom of opinion, guaranteed by our institutions, are avowedly an obstacle to the success of the Catholics. Is it not natural that Catholics should desire to remo ve this obstacle ou t of their way? Footnote: A Catholic journal of this city, (the Register and Diary,) was put into my hands as I has completed this last paragraph. It contains the same sentiment, so illustrative of the natural abhorrence of Catholics to th e exercise of private judgment , that I cannot forbear quoting it. \"We seriously advise Catholic parents to be very cautious in the choice of school-books for their childre n. There is more danger to be apprehended in this quarter, than could be conc eived. Parents, we are aw are, have not always the time or patience to ex amine these matters: but if they trust im plicitly to us, we shall with God's help, do it for them. Le gimus ne legantur.\" We read, that they may not read!!"},{"pageNumber":41,"pageContent":"How kind! they will save pa rents all the trouble of ju dging for themselves, but \"we must be trusted implicitly\" Would a Protestant journal thus dare to take liberties with its readers? My Lord Bishop Flaget, of Bardstown, Kentucky , in a. letter to hi s patrons abroad, has this plain hint at an ulterior political design, and that no less that the entire subversion of our republican government. Speaking of the difficulties and discouragements the Catholic missionaries have to contend w ith in converting the Indians, the last difficulty in the way he says, is \"their continual traffic am ong the whites, WHICH CANNOT BE HINDERED AS LONG AS THE REPUBLICAN GOVERNME NT SHALL SUBSIST!\" What is this but saying, that a republican gov ernment is unfavorable in its nature to the restrictions we deem necessary to the extens ion of the Catholic religion; when the time shall come that the present government shall be subverted, which we are looki ng forward to, or hope for, we can then hinder this traffic? Mr. Baraga, the German missionary in Michigan, seems impressed with the same conviction of the unhappy infl uence of a free government upon his attempts to make converts to the church of Rome. In giving an account of the refu sal of some persons to have their children baptized, he la ys the fault on this, \"TOO FREE (allzu freien) GOVERNMENT.\" In a more desp otic government, in Italy or Austria, he would have been able to put in force compulsory baptism on these children. Footnote: Compulsory Baptism. Perhaps Father Baraga was thinking of th e facilities afforded in Spain in the time of Ximenes for administering baptism, when \"Fifty thousand (50,000 ,) Moors under terror of death and torture received th e grace of baptism, and more than an equal number of the refractory were condemned, of whom 2,536 were burnt aliv e.\" May our government long be \"too free\" for the enacting of such barbarity. These few extracts are quite suff icient to show how our form of government, which gives to the Catholics all the freedom and facilities that other sect s enjoy, does from its very nature embarrass their despotic plans. Accustomed to dictate at home, how annoying it is to these Austrian ecclesiastics to be obliged to put off their authority, to yield their divine right of judging for others, to be compelled to get at men through th eir reason and conscience, instead of the mo re summary way of compulsion ! The disposition to use force if they could, shows itsel f in spite of all their caution. The inclination is ther e. It is reined in by circumstances. Th ey want only strength to act out the inherent despotism of Popery. But let me show what are some of the political partialities which these foreign emissaries discover in their letters and statements to their Austrian support ers. They acknowledge their unsuspicious reception by the people of the United St ates; they acknowledge that Protestants in all parts of th e country have even aided them with money to build their chapels and colleges and nunn eries, and treated them w ith liberality and hospitality, and—strange infatuation!!—have been so mons trously foolish as to intrust their children to them to be educated ! so infatuated as to confide in their honor a nd in their promises that they would use no attempts to proselyte them! And with all this, does it not once occur to these gentleman, that this liberality, and ge nerosity and openness of character are the fruits of Protestant republican ism? Might we not expect at least that Popery, were it"},{"pageNumber":42,"pageContent":"republican in its nature, would find something in all this that would excite admiration, and call forth some praise of a system so contra sted to that of any other government; some acknowledgments to the government of the country that protects it, and allows its emissaries the unparalleled liberty even to plot the do wnfall of the state? But no, the government of the United States is not once me ntioned in praise. The very principle of the government, through which th ey are tolerated, is thus slightingly noticed: \"The government of the United States has thought fit to adopt a complete indifference toward all religions.\" Footnote: Quart. Regist. Feb. 1830, p. 198. They can recognize no nobler principle than indifference. Again, of the people of our country they thus write: \"W e intreat all European Christians to unite in prayer to God fo r the conversion of these unhappy heathen, and obstinate heretics.\" We are spoken of as a country \"on which the light of faith has hitherto not shined.\" \"A vast country, destitute of all spiritual and temporal resources.\" But if Austria is mentioned, what are the terms? \"Your So ciety, (the Leopold F oundation) which is an ornament to the illustrious Austrian Empire,\" —\"the noble and generous inhabitants of the Austrian empire.\" \" Of many circumstance s in our condition, fe w perhaps in your happy empire can form a correct notion;\" and again, \"H ere are many churches, if you may so call the miserable wooden buildings, di ffering little from the barns of your happy land!\" Austria, happy land!! How enthusias tic, too, is another Bish op, who writes, \"we cannot sufficiently praise our good Emperor (of Austria,) were we to extol him to the third heaven!\" Such are the political partialities which are discovered in various parts of these documents. Are they in favor of our republican darkness, and heathenism, and misery, or of Austrian light, an d piety and happiness? In the struggles of the Euro pean people for their liber ty, do these foreign teachers sympathize with the oppressor or with the oppressed? \"France no more helps us,\" (Charles X. had just been dethro ned,) \"and Rome, beset by enemies to the chur ch and public order, is not in a condition to help us.\" And who are these men stigmatized as enemies of public order? They are the Italian patriots of the Revolution of 1831, than whom our own country in the perils of its own Revolution did not produ ce men more courageous, more firm, more wise, more tolerant, more patrio tic; men who had freed their country from the bonds of despotism in a strugg le almost bloodless, for the people were with them; men who, in the spirit of American patriots, were organizing a free government; rectifying the abuses of Papal misrule, a nd who, in the few weeks of their power, had accomplished years of benefit. These are the men afterwar ds dragged to death, or to prison by Austrian intruders, and styled by our Jesuits, enemies of p ublic order! Austria herself uses the self-same terms to stigmatize those who resist oppression. I will notice one extract more, to which I would call the spec ial attention of my readers. It is from one of the reports of the society in Lyons, which society had the principal management of American missions under Charles X. When this bigoted monarch was dethroned, and liberal principles reigned in France, the society so languished that Austria took the design more completely into her own hands, and through the Leopold Foundation she has the enterprise now under her more immediate guardianship. \"Our beloved king (Charles X.) has gi ven the society his protection, and has"},{"pageNumber":43,"pageContent":"enrolled his name as a subscriber. Our so ciety has also made rapid progress in the neighboring states of Piedmont and Savoy. The pious rule rs of those lands, and the chief ecclesiastics, have given it a friendly reception.\" Charles X., be it noticed, and the despotic ru lers of Piedmont and Savoy, took a special interest in this American ente rprise. The report goes on to say— \"Who can doubt that an institution which has a purely spiritual aim whose only object is the conversion of souls, desires nothing less than to make whole nations, on whom the light of faith has hitherto not shined, partakers of the knowledge of the gospel; an institution solemnly sanctioned by the supreme head of the church: which, as we have already remarked, en joys the protection of our pious monarch, th e support of archbishops and bishops; an institution established in a city under the inspection of officers, at whose head stands the great almoner, and which numbers among its members, men alike honorable for their rank in church and state; an ins titution of which his ex cellency the minister of church affairs, lately said, in his place in the Chamber of Deputies, that, independent of its purely spiritual design, IT WAS OF GREAT POLITICAL INTEREST.\" Observe that great pains are here take n to impress upon th e public mind the purely spiritual aim, the purely spiritual design of the society, and yet one of the French ministers, in the Chamber of De puties, states directly that it has another desi gn, and that it was of \"GREAT POLITICAL INTEREST .\"—He gives some of these political objects—\"because it planted the French name in distant countries, caused it, by the mild influence of our missionaries, to be loved and honor ed, and thus opened to our trade and industry useful channels,\" &c. Now if some political effects are already avowed as intended to be produced by this society, and that too, immediately after reiterating its purely spiritual design, why may not that particular political effect be also intended, of far more importance to the inte rests of despotism, namely, the subversion of our Republican institutions? CHAPTER VIII. Some of the means by which Jesuits can already operate politically in the country—By mob discipline—By priest police —Their great danger—Already established—Proofs—Priests already rule the mob—Noth ing in the principles of Popery to prevent its inte rference in our elections—Popery interferes at the present day in the politics of other countries—Popery the same in our country—It interferes in our elections—In Michigan—I n Charleston, S. C.—In New-York—Popery a political despo tism cloaked under the name of Religion—It is Church and State embod ied—Its character at head-quarters in"},{"pageNumber":44,"pageContent":"Italy—Its political character stri pped of its religious cloak. ______________ BUT some of my readers, notw ithstanding they may be convinc ed that it is for the interest of despotism to subver t our institutions, and ar e even persuaded that this grand enterprise has been actually undertaken, may be inclin ed to ask in what manner can the despots of Europe effect, by means of Popi sh emissaries, any thing in th is country to counteract the influence of our liberal institutions? In what way can they operate here? With the necessity existing of doing something fr om the instinct of self-preservation, to check the influence of our free institutions on Europe, with the funds provided, and agents on the spot interested in th eir plans, one would think it n eeded but little sagacity to find modes and opportunities of operatin g, especially too, when such vulnerable points as I have exposed, (and there are ma ny more which I have not brought forward,) invite attack. To any such inquirers, let me say, there ar e many ways in which a body organized as are the Catholics, and movi ng in concert, might disturb (to use the mildest term) the good order of the republic, and thus compel us to present to observing Europe the spectacle of republican anarchy. Who is not aware that a great portion of that stuff which composes a mob, ripe for riot or excess of any kind, and of which we ha ve every week or two, a fresh example in some part of the coun try, is a Catholic population; Footnote: Priests control the Mob . If farther proof were wanting of the f act of the supreme influence of the Catholic priests over the mob, it is opportu nely furnished in the testimony on the trial of the rioters at Charlestown, (Mass.). Mr . Edward Cutter testified that the Lady Superior, in an interview previous to the burning of the convent , thus threatened him; she said \"the bishop had 20,000 of the vilest (or boldest) Irishmen under his control, wh o would tear down the houses of Mr. Cutter and others; and that the selectmen of Charlestown might read the riot act till they were hoarse, an d it would be of no use.\" But if any doubt is thrown ov er Mr. Cutter's testimony becau se he is a Pro testant, hear what the Lady Superior herself testifies; \"I told him,\" she says, that \"the Right Reverend Bishop's influence over ten thousand brave Irishmen might lead to the destruction of his property, and that of others.\" Here we have the startling fact , acknowledged in a court of justice by the Superior of the convent, that the Bishop has su ch influence over a mob of foreigners, that he can use them for vengeance or restrain them at pleasu re. The question that occurs is, How much stronger is it necessary for this foreign co rps to become, before it may prudently act offensively against our noxious Protestant in stitutions? The fact is established by Catholic testimony, that the Popi sh population is not an unorganized mob, but is moved by priestly leaders, Jesuit foreigners in the pay of Austria. They are re ady to keep quiet or to strike as circumstances may render expedient. But excl usive of other proof, another most important fact is rendered certain by this singular confession of the Lady Superior, and that is Roman Catholic interference in our elections . Jesuits are not in the habit of slighting their advantages, and the Bishop who can control ten or twenty thousan d, or five hundred thousand men, as the case may be, for the purpose of de struction and riot, can certainly"},{"pageNumber":45,"pageContent":"control the votes of these obedient instruments! Will not American freemen wake to the apprehension of a truth like this? and what makes it turbulent? Ignorance, an ignorance which it is for the interest of its leaders not to enlighten; for enlighten a man and he will think for himself, and have some self-respect; he will un derstand the laws and know his interest in obeying them. Keep him in ignorance, and he is the slave of the man who will flatter his passions and appetites, or aw e him by superstitious fears. Against the outbreakings of such men, soci ety, as it is constituted on our free system, can protect itself only in one of two wa ys: it must either bring these men under the influence and control of a sound republican an d religious education, or it must call in the aid of the priests who govern them, and who may permit, and direct, or restrain their turbulence, in accordance with what they may judge at any particular time to be the interest of the church. Yes, be it well remarked, the same hands that can , whenever it suits their interest, restrain, can also, at the proper time, \"let slip the dogs of war.\" In this mode of restraint by a police of priests, by substituting the ecclesiastical for the civil power, the priest-led mobs of Portugal and Spain, and South America, are instructive exam ples. And start not, American reader, this kind of police is alread y established in our country! We have had mobs again and again, which neither the ci vil nor military power have av ailed any thing to quell, until the magic 'peace, be still' of the Catholic priest has hushed the winds, and calmed the waves of popular tumult. Footnote: At the time this was wr itten, riots in this country were almost entirely confined to the emigrants fro m foreign countries empl oyed as laborers on our rail- roads, canals, &c. While I write, what mean the negociations, between two Irish bands of emigrants, in hostile array against each other, shedding each other's blood upon our soil, settling with the bayo net miserable foreign feuds wh ich they have brought over the waters with them? Why ha ve not the civil and military power been able to restore order among them, and obedienc e to our laws, without calling in the priests to negociate and settle the terms on which they will cease from violating our laws? Footnote: As our readers have probably forgotte n the particulars of the affair here alluded to, we subjoin from the Journal of Commerce, a copy of the agreement subs cribed by the leaders of the riot. The civil and military au thorities of Maryland had tried repeatedly, but in vain, to quell the riot.— Ed. Obs. From the Journal of Commerce . THE RIOTERS.—It appears by the following notice, that the rioters on the Baltim ore and Washington Rail-road have concluded a treaty of peace, through the intervention of a priest. There was consid erable talk during the late riots in this city, of calling in the agency of the priests, to put an end to the disturbance. No doubt it would have been effectual. AGREEMENT. On the 24th of June, 1834, the subscribers, in the presence of the Rev. J ohn McElroy, have re spectively and mutually agreed to bury forever, on their own part, and on behalf of their respective sections of country, all remembrance of fe uds and animosities, as well as injuries sustained. They also promise to each other, and make a sincere tender of their intention to preserve peace, harmony, and good feeling between persons of every part of thei r native country without distinction. They further mutu ally agree to exclude from th eir houses and premises all disorderly persons of every kind, and par ticularly habitual drunkards. They are also resolved, and do intend to appl y in all cases where it is nece ssary, to the civil authorities, or to the laws of the countr y for redress—and finally they are determined to use their utmost endeavors to enforce, by word and example, these, their jo int and unanimous"},{"pageNumber":46,"pageContent":"resolutions. Signed by fourteen of the men employed on the 4t h, 5th, and 8th sections of the 2d division, B. and W. R. R. } on behalf of all employed. And also by thirteen of the 8th section of the 1st division. } on behalf of all employed. Have the priests become necessary in our political system? Ha ve the emissaries of a foreign despotic power stolen this march upon us? Can they tell their foreign masters, \"we already rule the mob?\" Yes, and facts will bear them out in their boasting. Footnote: See previous footnote \"Priests control the Mob.\" And what now prevents the interference of Catholics as a sect directly in the political elections of the country? They are organized under their priest s: Is there any thing in their religious principles to restrain them? Do not Catholics of the present day use the bonds of religious union to effect politic al objects in other countries? Did not the Pope interfere in Poland in the late revolution, and through the priests command submission to the tyranny of the Czar? At the moment I am writing, are not monks and priests le aders in the field of battle in Spain; in Portugal? Is not the Pope encouraging the troops of Don Miguel, and exciting priests and people to arms in a civil contest? Has Popery abandoned its ever busy meddling in the politics of the coun tries where it ob tains foothold? Footnote: Political interference of Popery. The kind of interferenc e in the political affair s, of other countries by the Sovereign of Rome, may be learned from the followi ng extracts from the Pope's Proclamation against Don Pedro in which he thus speaks of Portugal.—He laments the defection of \"That kingdom, c ited, until now, as a model of devotion and of fidelity to the Catholic faith, to the Holy Se e, and to the Roman pontiffs , our predecessors; a kingdom which, as is meet, has alread y felt it an honor to obey its Sovereigns, di stinguished by the title of Most faithful Kings. We confess that we could not at first believe what report and public rumor related upon ente rprises so audacious, but the un expected return to Italy of him who represented us in th e said kingdom as Apostolic Nuncio, and the most positive testimony of many persons, soon convinced us that what ha d been previously announced to us was but too true. \"It is then as certain as it is greatly to be deplored, that the a bove-mentioned Government has unjustly driven away him who represented our person and the Holy See, commanding him to quit the kingdom without delay. But af ter so gross an insu lt offered to the Holy See, and to us, the audacity of these perverse men bas been carried still further against the Catholic Church, against ecclesi astical property, against the inviolable rights of the Holy See. Considering that all these measures have been exercised, almost at the accession of a new Power, and in consequence of a conspira cy prepared beforeha nd, our mind is filled with horror, and we cannot refrain from tears. All the pub lic prisons have been opened, and, after having let those who were detained there go forth, they have thrown into them, in their place, some of t hose of whom it is written, Touch not my Anointed. Laymen have rashly arrogated to themselves a power over sacred things; th ey have proclaimed a general reform of the secular clergy, and of religious orders of both sexe s.\" After enumerating various acts of rigor of th e new government against thos e priests, monks and other ecclesiastics, who had taken an active part in the civil war, the P ope continues:—\"For this reason, venerable brethren, we expressly proclaim that we absolutely reprobate all the decrees issued by the afor esaid government of Lisbon, to the great detriment of the"},{"pageNumber":47,"pageContent":"Church, of its holy ministers, of the ecclesiastical law, and Holy See prerogatives; we, therefore, declare them to be null and of no effect, and express our most serious complaints against the audacious measures we have referred to; we declare that in exercising the duties of our office, and with God's help, we will oppose ourselves as a wall for the House of Israel, and show ourselves in the combat at the da y of the Lord, as the interests of religion and the grav ity of circumstances may require.\" He hopes this low rumbling of the thunders of the Vatican will prevent his \"having recourse to those spiritual arms with which God has invested his apostolic ministry,\" namely anathemas, curses of excommunication, &c. And these are not the records of doings of the dark ages, bu t are fresh from the papal throne, the ac ts of 1833. Will it be said, that however officious in the old countrie s, yet here, by some strange metamorphosis, Popery has changed its characte r, and is modified by our institutions; that here it is surely religious, seek ing only the religious welfare of the people, that it does not meddle with the state? Footnote: If any suppose that Popery meddles not with civil matters in this country, let them peruse the following ex tract of a letter from one of their missionaries. \"Mr. Baraga to the Central Direction of the Leopold Foundation, dated L'ARBRE CROCHE, October 10th, 1832. \" * * On the 5th of August, after partaking the sacrament of confirmation, the bishop called all the chiefs and head men of the mission, and made known to them some civil laws, which he had made for the Ottowas. Th e Indians received th ese laws with much pleasure, and promised solemnly to obey them. The missionary and f our chiefs are the administrators of these laws. \"FREDERICK BAR AGA, Missionary.\" Here is a specimen of the disposition of Popery to meddle in civil matters in this country where it has the power; the Bishop is the propounder, and the Missionary one of the administrators of the civil laws. It is not true th at Popery meddles not with the politics of the country. The cloven foot has already shown itself. Popery is organized at the elections! For example: In Michigan the Bishop Richard, a Jesuit (sin ce deceased,) was several times chosen delegate to Congress from the Territory, the ma jority of the people being Catholics. As Protestants became more numerous, th e contest between the bishop and his Protestant rival was more and more close, until at length by the increase of Protestant immigration the latter triumphed. The bishop, in or der to detect any delinquency in his flock at the polls, had his ticket printed on colored paper; whether any were so mutinous as not to vo te according to orders, or wh at penance was inflicted for disobedience, I did not learn. The fact of su ch a truly Jesuitical m ode of espionage I have from a gentleman resident at that time in Detroit. Is not a fact like this of some importance? Does it not show th at Popery, with all its specio usness, is the same here as elsewhere; it manifests, when it has the opportunity, its genuine disposition to use spiritual power for the promotion of its temporal ambition. It uses its ecclesiastical weapons to control an election. In Charleston, S. C., the Roman Catholic Bish op England is said to have boasted of the"},{"pageNumber":48,"pageContent":"number of votes that he could control at an election. I have been informed, on authority which cannot be doubted that in New-York, a priest, in a la te election for city officers, stopped his congregation after mass on Sunday and urged the electors not to vote for a particular candidate, on the ground of hi s being an anti-Catholic; the result was the election of the Ca tholic candidate. It is unnecessary to multiply fa cts of this nature nor will it be objected that these instances are unworthy of notice, because of their local or circumscribed character. Surely American Protestants, freemen , have discernment enough to discover beneath them the cloven foot of this subtle foreign heresy, and will not wait for a more extensive, disastrous, and overwhelming political interf erence, ere they a ssume the attitude of watchfulness and defence. They will see that Popery is now, what it has ever been, a system of the darkest political intrigue and despotism, cloaking itself to avoid attack under the sacred name of relig ion. They will be deeply im pressed with the truth, that Popery is a political as well as a religious system; that in this respect it differs totally from all other sects, from all other fo rms of religion in the country? Popery embodies in itself THE CLOSEST UNION OF CHURCH AND STATE. Obse rve it at the fountain head. In the Roman States the civil and ecclesiastical offices are blended together in the same individual. The Pope is the King. A Cardinal is Secretary of State. The Consistory of Cardinals is the Cabinet Council, the Ministry, and they are Viceroys in the provinces. The Archbishops are Ambassadors to foreign courts. The Bishops are Judges and Magistrates, and the road to preferment to most if not all the great offices of State is through the priesthood. In Rome an d the patrimony of St. Peter the temporal and spiritual powers are so closely united in the same indi vidual, that no attack can be made on any temporal misrule, without drawing down upon the assailants the vengeance of the spiritual power exercised by the same individual. Is the Judge corrupt or oppressive; and do the people rise against him, the Judge retires into the Bishop, and in his sacred retreat cries \"Touch not the Lord's anointed.\" Can we not discern the political character of Popery ? Shall the name of Religion, artfully connected with it, still blind our eyes? Let us suppose a body of men to combine together, and claim as their right, that all public and private property, of whatever kind, is held at their disposal; that they alone are to judge of th eir own right to dispose of it; that they alone are authorized to think or speak on the subject; that they who speak or write in opposition to them are traitors, and must be put to death; that all temporal power is secondary to theirs and amenable to their superi or and infallible judgment; and the better to hide the presumption of these tyrannical claims, suppose that these men should pretend to divine right and call their system Religion, and so claim the prot ection of our laws, and pleading conscience, demand to be tolerate d. Would the name of Religion be a cloak sufficiently thick to hide such absurd ity, and shield it from the frown of public indignation? Take then from Popery its name of Religion, strip its officers of their pompous titles of sacredness, and its decrees of the nauseous cant of piety, Footnote: Through the Leopold foundation reports there is this perpetual cant of piety. We have \" pious prelate,\" \" pious purpose,\" \" pious end,\" \" pious curiosity,\" \" pious dread,\" and even \" pious progress,\" and \"pious dress.\" and what have you re maining? Is it not a naked, odious Despotism, depending for its streng th on the obse rvance of the strictest military"},{"pageNumber":49,"pageContent":"discipline in its ranks, from the Pope, throu gh his Cardinals, Archbi shops, Bishops, &c., down to the lowest priest of his dominions? And is not this despotism acting politically in this country? Let us suppose, for the sake of illustration, that the Empero r of Russia, in a conceited dream of divine right to univ ersal empire, should parcel ou t our country into convenient districts, and should proclaim his intention to exercise his ri ghtful sway over these States, now not owning his control. Shou ld we not justly laugh at hi s ridiculous pretensions? But suppose he should proceed to appoint his Viceroys, Grand Imperial Dukes, giving to one the title of \"his Grace of Albany,\" to another the \"Grand Duke of Washington,\" and to another \"his Imperial Highness of Savannah,\" and should send them out to take possession of their districts, an d subdue the people as fast as practicable to their proper obedience to his legitimate sway. And should these pompous Viceroys, with their train of sub-officers, actually come over from Russia, and erect th eir government houses, and commence by compliant manners an d fair promises to procure lands and rentals to hold in the power of the Emperor, and under the guis e of educating the ri sing generation should begin to sap the foundations of their attachment to this g overnment, by blinding their reasoning faculties, and by the Russian catechism instilling the doctrine of passive obedience and the divine right of the Emperor, what should we say to all this? Ridiculous as the first conceited dream of imperial ambition appeared, if matters got to this pass, we should begin to think that ther e was something serious in th e attempt, and very properly too, be a little alarmed. Suppose then furt her that the Emperor's cause, by Russian emigration, and the money supp lied by the Emperor, had be come so strong that the Viceroys were emboldened in a cautious way, to try their in fluence upon some of the local elections, that the Russian party had become a body some what formidable, that its foreign leaders had their passive obedienc e troops, so well u nder command as to make themselves necessary in the police of the country, that we feared to offend them, that the secular press favored them; Footnote: Is this a harsh judgment on the secular press? If a secular paper ventures to remonstrate against Catholics, is not the cry of intolerance or persecution at once raised and the editor scared away from his duty of exposing the secret political enemies of the republic, under the fa lse notion that he is engaged in a Religious controversy? and the unprincipled courted them; to what point then , in the process of gradually surrendering our lib erties to the Russian Czar, s hould we have come; and how near to their accomplishment w ould be those wild dreams of imperial ambition, which we had in the first instance ridiculed? And is this a caricature? What is the differe nce between the real claims, and efforts, and condition of Popery at this moment in these United States, and the supposed claims, and efforts, and condition of the Russian despotism? The one co mes disguised under the name of Religion, the other, more honest and more harmless, would come in its real political name. Give the latter the name of Religion, call the Emperor, Pope, and his Viceroys, Bishops, interlard the imperial decrees with pious cant, and you have the case of pretension, and intrigue, and success too, which has actu ally passed in these United States! Yes, the King of Rome , acting by the promptings of the Austrian Cabinet, and in the plentitude of his usurpation, has already extended his sc eptre over our land, he has divided us up into provinces, and ap pointed his Viceroys who claim their jurisdiction,"},{"pageNumber":50,"pageContent":"Footnote: \"Indiana and Illinois, two states depending on my jurisdiction!\" —[My Lord Bishp Flaget's letter.] from a higher power than exists in this country, even from his majesty himself, who appoints them, who re moves them at will, to whom they owe allegiance, for the extension of whose temporal kingdom th ey are exerting themselves, and whose success let it be indelib ly impressed on your minds, is the certain destruction of the free institutions of our country. CHAPTER IX. Evidence enough of conspiracy adduce d to create great alarm—The cause of liberty universally demand s that we should awake to a sense of danger—An attack is made wh ich is to try the moral strength of the republic—The mode of defence that might be consistently recommended by Austrian Popery—A mode now in actual operation in Europe—Contrary to th e entire spirit of American Protestantism—True mode of defence—P opery must be opposed by antagonist institutions—Ignorance must be dispe lled—Popular ignorance of all Papal countries—Popery the natural enemy of general education—Popish efforts to spread education in the United States delusive. ______________ Is not the evidence I have e xhibited in my previous numbers sufficiently strong to prove to my countrymen the existence of a foreign conspiracy against the liberties of the country? Does the nature of the case admit of stronger ev idence? or must we wait for some positive, undisguised acts of oppression, before we will believe that we are attacked and in danger? Must we wait for a formal de claration of war? The serpent has already commenced his coil about our limbs, and the le thargy of his poison is creeping over us; shall we be more se nsible of the torpor when it ha s fastened upon our vitals? The house is on fire; can we not believe it, till the flames ha ve touched our flesh? Is not the enemy already organized in the land? Can we not pe rceive all around us the evidence of his presence? Have not the wily manœuverings of despotism al ready commenced ? Is he not inveigling our children to his sc hools? Is he not intriguing with the press? Is he not usurping the police of the c ountry, and showing his fron t in our political councils? Because no foe is on the sea, no hostile ar mies on our plains, may we sleep securely? Shall we watch only on the ou ter walls, while the sappers an d miners of foreign despots are at work under our feet, and stealthily advancing beneat h the very citadel ? Where is that unwearying vigilance which the eloquent Burke proclaimed to be the characteristic of our fathers, who did not wa it to feel oppression, but \"augured misgovernment at a distance, and snuffed the approach of tyranny in every tainted breeze?\" Are we their sons, and shall we sleep on our posts? We may sleep, but the enemy is awake; he is straining every nerve to possess himsel f of our fair land. We must awake, or we are lost. Foundations are attacked, fund amental principles are thre atened, interests are put in"},{"pageNumber":51,"pageContent":"jeopardy, which throw a ll the questions which now agitate the councils of the country into the shade. It is Liberty itself that is in danger, not the liber ty of a single state, no, nor of the United States, but the liberty of the world. Yes, it is the world that has its anxious eyes upon us; it is the world that cries to us in the agony of its strugg les against despotism, THE WORLD EXPECTS AMERICA, REPU BLICAN AMERICA, TO DO HER DUTY. Our institutions have already withstood many assaults from within and from without, but the war has now assumed a new sh ape. An effort is now maki ng that is to try the MORAL STRENGTH of the Republic. It is not a physical contest on the land, or on the water. The issue depends not on th e strength of our armies or na vies. How then shall we defend ourselves from this new, this subtle attack? \"Defend yourselves!\" cries the Austrian papi st, \"you cannot defend yourselves;\" your government, in its very natu re, is not strong enough to protect you against foreign or domestic conspiracy. Yo u must here take a lesson from legitimate governments. We alone can teach the effectual method of suppressing conspiracies . You say you ha ve a body of conspirators against your liber ties, a body of fore igners who are spread ing their pernicious heresies through your land, and endangering the state. The weakness of republicanism is now manifest. What constitutiona l or legal provision meets th e difficulty? Where are your laws prohibiting Catholics from preaching or te aching their doctrines, and erecting their chapels, churches, and schools? Where is your Passport system, to enable you to know the movements of every man of them in the land? Where is your Gens d'armerie, your armed police, those usef ul agents, whose domiciliary visits could ferret out ev ery Catholic, seize and examine his papers, and keep him from further mischief in the dungeons of the state? Where are your laws that ca n terrify, by the penalty of imprisonment, any man that dares to utter an opinion against the government? Where is your judicious censorship of the press, to silence the Catholic journals, and stifle any Catholic sentiments in other journals? Where is your Index expurgatorius, to denounce all unsafe books, that no Catholic book may be printed or admitted into the country? Where is your system of espionage, that no Protestant may re ad a Catholic publication, or express in conversation a single sentiment unfavorable to Protestantis m, without being overlooked, and overheard by some faithful spy, and re ported to the government? Wh ere are the officers in your post-office depa rtment for the secret examination of letters, so that even the most confidential correspondence ma y be purified from danger ous heresy? Where is your secret Inquisitorial Court for the trial and cond emnation of apostate Protestants? Without these changes in th e constitution and laws of your government, you can oppose no efficient obstacle to the su ccess of this conspiracy. And what shall I reply to this consistent Papist? The method s he would prescribe have the sanction of successful expe riment for some centuries. They are in sobe r truth the very means that Popery employs at this very day, in the c ountries where it is dominant, to prevent the spread of opinions contrary to its own dogmas. But are these the methods that commend them selves to American Protestants? Does not such a cumbrous machinery of chains, and bolts, and bayonets, and soldiers, to hold the mind in bondage, seem rather a dream of the dark ages, than a real system, now in actual operation in the nineteenth century? Away w ith Austrian and Popish precedent. American"},{"pageNumber":52,"pageContent":"Protestantism is of a different school. It need s none of the aids which are indispensable to the crumbling despotis ms of Europe; no soldiers, no restrictive enactments, no index expurgatorius, no Inqu isition. This war is the war of pr inciples; it is on the open field of free discussion; and the victory is to be won by the exercise of moral energy, by the force of Religious and Political Truth. But still it is a war, and all true patriots must wake to the cry of danger. They must up, and gird themselves for battle. It is no false alarm. Our liberties are in da nger. The Philistines are upon us. Th eir bonds are prepared, and they intend, if they can, to fasten them upon ou r limbs. We must shake off our lethargy, and like the giant awaking from hi s sleep, snap these shackles asunder. We are attacked in vulnerable points by foreign enemies to all liberty. We mu st no longer indulge a quiet complacency in our institutions, as if there we re a charm in the simp le name of American liberty sufficiently potent to repe l all invasion. For what constitutes the life of our justly cherished institutions? Where is the living princi ple that sustains them? Is it in the air we breathe? Is it in the soil we cu ltivate? Is our air or our soil more congenial to liberty than the air and soil of Austria, or Italy, or Spain? No! The lif e of our institutions! It is a moral and intellectual life; it lies in the culture of the human mind and h eart, of the reason and conscience; it is bound up in principles wh ich must be taught by father to son, from generation to generation, with care, with toil, with sacrifice. Hide the Bible for fifty years—(we will not ask for the hundred years so graciously granted by the autocrat to stifle liberty)—hide the Bible for fifty years, and let our children be under the guidance of men, whose first exercise upo n the youthful mind is to t each that lesson of old school sophistry, which distorts it fo rever, and binds it through life in bonds of error to the dictation of a man; a man whom, in the same exercise of distorted reason, he is persuaded to believe infallible; let these Jesuit doctors take the place of our Protestant instructors, and where will be the political institutions of the country? Fifty years would amply suffice to give the victory to the des potic principle, and realize th e most sanguine wishes of the tyrants of Europe. The first thing to be d one to secure safety, is to open our eyes at once to the reality and the extent of the danger. We must not walk on blindly, cryi ng \"all's well.\" The enemy is in all our borders. He has spread hims elf through all the la nd. The ramifications of this foreign plot are every wher e visible to all who will open thei r eyes. Surprising and unwelcome as is such an announcement, we must hear it and rega rd it. We must make AN IMMEDIATE, A VIGOROUS, A UNITED, A PERSEVERING EFFORT TO SPREAD RELIGIOUS AND INTELLECTUAL CULTI VATION THROUGH EVERY PART OF OUR COUNTRY. Not a village, no r a log-hut of the land s hould be overlooked. Where Popery has put darkness, we must put light. Where Popery has planted its crosses, its colleges, its churches, its chapels, its nunne ries, Protestant patrio tism must put side by side college for college, semi nary for seminary, church for church. And the money must not be kept back. Does Austria send her tens of thousands to subjugate us to the principles of darkness? We must send our hundreds of thousands, aye our m illions, if necessary, to redeem our children from the double bondage of spiritual and tem poral slavery, and preserve to them American lig ht and liberty. The food of Pope ry is ignorance. Ignorance is the mother of papal devotion. Ignora nce is the legitimate prey of Popery. But some one here asks, ar e not the Roman Catholics establishing schools and colleges,"},{"pageNumber":53,"pageContent":"and seminaries of various kind s, in the destitute parts of the land? Are not they also zealous for education? May we not safely assist them in th eir endeavors to enlighten the ignorant? Enlighten the ignorant? Does Popery enlighten the ignorant of Spain, of Portugal, of Italy, of Ireland, of South Amer ica, of Canada? What sort of instruction is that, in the latter country, for example, whic h leaves 78,000 out of 87,000 of its grown up scholars signers of a petition by their mark, unable to write their own names, and many of the remaining signers, who write nothing but their names. What sort of light is that which generates darkness ? Popery enlighten the ignorant? Popery is the natural enemy of GENERAL education. Do you ask for proof? It is overwhelming. Look at the intellectual condition of all the countries where Popery is dominant. If Popery is in favor of general education, why are the great mass of the peopl e, in the papal countr ies I have named, the most ill-informed, mentally degrad ed beings of all the civilized world, arbitrarily shut out by law from all knowledge but that which makes them slav es to the tyranny of their oppressors? No! look well to it! If Popery in this country is professing friendship to general knowledge, it is a feigned alliance. If it pretends to be in favor of educating the poor , it is a false pretence, it is only temporizing. It is conforming for the present, from policy to the spirit of Protesta ntism around it, that it may forge its chains with less suspicion. If it is establishing schools, it is to make them prisons of the youthful intellect of the country. If the Papists in Europe are really desirous of enlightening ignorant Americans, by establishing sc hools, let them make their fi rst efforts among their brethren of the same faith in Canada and Mexico. Do our fellow citizens at the South and West ask for schools , and are there not funds and teachers enough in our own land of wealth and education to trai n up our own offspring in the free principles of our own institutions? or are we indeed so beggared as to be dependent on the charities of the Holy Alli ance, and the Jesuits of Europe for funds and teachers to educat e our youth—in what? The PRINCI PLES OF DESPOTISM! Forbid it patriotism! Forbid it religion!—Our own me ans are sufficient; we have wealth enough, and teachers in abundance. We have only to will it with the resolution and the zeal that have so often been shown, when ever great national, or moral interests are to be subserved, and every fortress, every corps of Austrian darkness would be su rrounded: the lighted torches of truth, political and religious, w ould flash their unwelcome beams into every secret chamber of the enemies of our liberty, and drive these ill-omened birds of a foreign nest to their native hiding-place. CHAPTER X. All classes of citizens interested in resisting the efforts of Popery—The unnatural alliance of Pope ry and Democracy exposed— Religious liberty in danger—Specially in the keeping of the Christian commun ity—They must rally for its defence,—The secular press has no sympathy with them in this struggle, it is opposed to them—The Political character of Popery ev er to be kept in mind"},{"pageNumber":54,"pageContent":"and opposed—It is for the Papist, not th e Protestant to se parate his religious from his political creed—Papists ought to be required publicly and formally and officially to renounce foreign allegiance and anti-republican customs. ______________ In considering the means of co unteracting this foreign political conspiracy against our free institutions, I have said th at we must awake to the reality and extent of the danger, and rouse ourselves to immediate and rigorous action in spreading religious and intellectual cultivation through the land. This indeed would be effectua l, but this remedy is remote in its operation, and is most seriously retarded by the enormous increa se of ignorance which is flooding the country by foreign immigration. While therefore the remote effects of our exertions are still provid ed for, the pressing exigency of the case seems to require some more immediate efforts to prevent th e further spread of the evil. The two-fold character of the enemy who is attacking us must be well considered. Popery is doubly opposed,— civilly and religiously, —to all that is valuable in our free institutions. As a religious system, it is the avowed and co mmon enemy of every other religious sect in the land. The Episcopalian, the Methodist, the Presbyterian , the Baptist, the Quaker, the Unitarian, the Jew, & c. & c., are alike anathematized, are together obstinate heretics, in the creed of the Papist. He wages an indiscriminate, unco mpromising, exterminating war with all. As a Political system, it is opposed to every political pa rty in the country. Popery in its very nature is o pposed to the genius of our free system , notwithstanding its affected, artful appropriation (in our c ountry only,) of the habits and ph raseology of democracy. Present policy alone dictates so unnatural an alliance, aye, most unnatural alliance. What! Popery and Democracy allied? Despotism and Liberty hand in hand? Has the Sovereign Pontiff in very deed turned Democrat in the United States? Let us look into this incongruous coalition, this solecism in politics— Popish Democracy. Do Popish Bishops or Priests consult the people? Have the people any voice in ecclesiastic al matters? Can the people vote their own taxes? or are they imposed upon them by irresponsib le priests? Do the bishops and priests account for the manner in which they spend the people's money? Has Popery here adopted the American princi ple of RESPONSIBILITY TO THE PEOPLE; a responsibility which gives the most insignificant contributo r of his money towards any object, a right to examine into the ma nner in which it is disbursed? No! the people account to their priests in all cases, no t the priests to the people in any case. What sort of Democracy is that where the people have no power, and the priests have all, by divine right? Let us hear no more of the presum ptuous claim of Popery to Democracy.—Popery is the antipodes of Demo cracy. It is the same petty tyrant of the people here , as in Europe. And this is the tyranny that hopes to escape detection by assuming the name and adopting the language of democracy. Footnote: The poor, the illiterate, and the working classes, the most deeply interested in quelling riot and disorder. I have elsewhere hi nted at the danger to the stability of our institutions of the mob spirit which has been manifested in different parts of the country. But I fear that the process of disorganization, the gradual change which frequent riot necessar ily works in the nature of government has not been duly considered by those whom it most deeply, most vita lly concerns; I mean the hardworking,"},{"pageNumber":55,"pageContent":"uneducated poor. Let me endeavor to trace this proces s. What is the proper effect of our democratic republican institu tions upon the various classe s into which human society must ever be divided? How do they affect the condition of the rich and the poor, the educated and the illiterate? Equality, the only practicable equality, is their result; not that spurious, visionary equality wh ich would make a forced comm unity of property, but that equality which puts no artificial obstacles in the way of a ny man's becoming the richest or most learned in the state; which allows ev ery man without other impediment than the common obstacles of human natu re and the equal rights of his neighbor impose, to strive after wealth and knowledge and happiness. True Christian republicanism, by its benevolent and ennobling prin ciples, impels the wealthy a nd the educated to use their talents for the benefit of th e whole community; it prompts to acts of public spirit, to self-sacrifice, and to unwearied effort to lessen the natural ob stacles in the way of the poor and uneducated to competen ce and intellectual characte r, by affording them both employment and education. The kindness and benevolence thus show n to the poor beget in this class of our citizens, industry and ment al effort. They feel that they are not like the proscribed of other countries, th ey see that the way is equally open to all to rise to the same rank of independence in mind and condition, and they consequently are without the exciting causes of envy and ill-will and bitte rness of feeling towa rds the wealthy and educated, which exist a nd produce these fruits in other an d arbitrary governments. Society in its two extremes is thus kn it together by a mutual confiden ce, and a mutual interest, for causes beyond human control are ever varying th e condition of men. He that is rich to-day may be poor to-morrow; and thus there is a constant in terchange, a mingling of ranks, which like a healthful circulation in the natu ral body, begets sound ness and vigor through the political body. The vicious, and voluntarily ignorant being the only portions of society naturally and justly ex cluded from the benefits of this system. Let us now look at the condition of these same classes un der an arbitrary government. In Austria, for example, the poor and illiterate are considered as the natural slaves of the wealthy and learned. These classes are perpetually sepa rated by the artificial barrier of hereditary right; the line of separation is distinctly dr awn, and in all that relates to social intercourse there is an impass able gulf. There may be condesc ension on the one part, but no elevation on the other. High birth, learni ng, wealth, and polishe d manners are on the one side, strengthening the hands of the arbitrary power that sustains them; on the other, low birth, ignorance, poverty , and boorishness, kept down by their intrinsic weakness, generation after generati on in irretrievable subjection; the upper classes know ing that their own security is based upon th e perpetuity of ignorance and superstition in the lower classes. Now to make the change from repu blicanism to absolutism, what means would an arbitrary power like Austria be most likely to devise? Would she not attain her object entirely by the creation on the one hand, in th e wealth and talent of this country, a necessity for employing physical force to hold in subjection the poor and illite rate? And the production, on the other hand, of a clas s ignorant and unprin cipled, and turbulent enough to need the very restraints the othe r class might be compelled to employ? Are there any indications of such a change in this country? We have a daily increasing host of emigrants, a portion of the very class used to foreign servitude abroad. How could Austrian emissaries better serve their imperial master's interests, than by keeping these unenlightened men in the same mental darkness in which th ey existed in the countries"},{"pageNumber":56,"pageContent":"from which they came, surroundi ng them here with a police of priests, and shutting out from them the light which might break in upon them in this land of light, nourishing them for riot and turbulence, at political meetin gs, and for bullying at the polls those of opposite political opinions? And wh at would be the effect of such a mode of proceedings upon that class, who have acquired by lives of honest industry and studious application, wealth, and knowledge, and politic al experience? Is not such a course calculated to drive them away from any participa tion in the politics of the count ry, and is not such seditious conduct intended to produce this very result? Will not me n who have any self-respect, who have any sense of character , turn away and ask with fee lings of indignation, where is that intelligent, sobe r, orderly body of native mechanics and artizan s, who once composed the wholesome, substantial democracy of th e country, and on whose independence and rough good sense the country could always rely, that we ll-tried body of their own fellow-citizens, accustomed to hear and read patiently, a nd decide discreetly? And when they see them associated with a rude set of priest-governed foreigners, strangers to the order and habits of our ins titutions, requiting us for their hospitable reception by conduct subversive of the very institutio ns which make them freemen; when they see them become the dupes of the machinations of a foreign despotic power, re fusing to be undeceived, and madly rushing to their own destruction, will th ey not from motives of self preservation be willing to adopt any system of measures, how ever arbitrary, which will secure society from violence and anarchy? When disgust at priest-guided mobs sha ll have alienated the minds of one class of the citizens frorn the other, we have then one of the parties nearly formed, which is necessary fo r the designs of despotism in accomplishing the subversion of the republic. And the other party is still easier formed. The a lienation of feeling in the wealthier class, and their remark s of disgust, may be easily to rtured into contempt for the classes below them, and then the natural e nvy of the poor toward s the rich, will always furnish occasions to excite to violence. When hostility between these two parties has reached a proper height, the signa l from the arch jugglers in Europe to th eir assistants here, can easily kindle the flam es of civil strife. And then comes the dextrous change of systems. Frequent outrage must be quelled by military force, for the public peace must at all events be preserved, and the civil arm will have become too weak, and thus commences an armed police, itself but the precursor of a standing army. And which party will be the sufferer? All experience answers that wealth and talent are more than a match for mere brute force, for the pl ain reason that they can both purchase and direct it. The rich can pay for their protection, and soldie rs belong to those wh o pay them. The man of talent is wanted to direct, and he also is re tained by the rich. What then becomes of the illiterate and laboring poor? Redu ced after ineffectual, ill-conc erted resistance to the same state of perfect subjection that obtains in the \"happy Austrian empire.\" It is the poor then, the poor and ignorant, not the rich and learned, that have every thing of hope and liberty to lose from the machinations of Austria. In a moral and intelligent Democracy, the rich and poor are friends and equals , in a Popish despotism the p oor are in abject servitude to the rich. Let the working men, the laboring cla sses, well consider that their liberty is in danger, and can be preserved only by their encouragement of education and good order. It is this tyranny that is cour ted and favored at political elec tions by our politicians of all parties, because it has the advant age of a despotic organization. Footnote: And infidelity too, it seems, has just lear ned the secret of political power, and not content with civil and religious liberty, has introduc ed a third kind, and organizi ng itself into a new interest,"},{"pageNumber":57,"pageContent":"demands to be repres ented in the state as the advocate of irreligious liberty! How much longer are the feelings of th e religious community to be s candalized, and their moral sense outraged, by the bare-faced bargainings for Catholic and infidel vote s? Have the religious community no remedy against such outrage? If they have not, if there is not a single point on which they can act together, if the relig ious denominations of various names can have no understanding on matters of this kind, if they have no common bond to unite them in repelling common enemie s, then let us boast no more of religious liberty. What is religious liberty? Is it merely a phrase to round a period in a fo urth of July oration? Is it a dazzling sentiment for Papists to use in blinding the eyes of the people, while they rivet upon them their foreign chains of superstition? Is it a shield to be held before Infidels, from behind which, they may th row their poisoned shafts at a ll that is orderly and fair in our civil as well as religious institutions? Or is it that prize above all price, that heaven-descended gift to the world, for which, with its twin sister, we contended in our war for independence, and which we are bound by every duty to ourselves, to our children, to our country, to the world, to gu ard with the most jeal ous care? And has it ever occurred to Christians that this duty of guarding religious liberty in a more special manner devolves on them? Who but the religious commun ity appreciate the inestimable value of religious liberty?—Are their interests safe in the hands of the infidel, who scoffs at all religion, and uses his ci vil liberty to subvert all liber ty? Is it safe in the hands of imported radicals and blasphe mers? Is it safe in the ha nds of calculating, selfish, power-seeking politicians? Is it sa fe in the keeping of Metternic h's stipendiaries, the active agents of a foreign, despotic power? Does the secular pre ss take care of our religious liberty? Is there a secula r journal that has even hinted to its reader s the existence of this double conspiracy? The most da ngerous politico-religio us sect that ever existed, a sect that has been notorious for ages, for throwing governments into conf usion, is politically at work, in our own country, under the immediat e auspices of the most despotic power of Europe, interested politically an d vitally in the destruction of our free institutions, and is any alarm manifested by the secu lar press? No! they are altoge ther silent on this subject. They presume it is only a religious controversy, and they cannot meddle with religious controversies. They must not expose religi ous imposture, lest they should be called pious. They have no idea of blending church and state. They have a religion of their own, a worship in which the public, they think, feel a more exciting interest. One has a liberty pole to be erected, another a hickory tree, and the rival pretensions to superiority of these wooden gods of their idolatry , it is of the last importance to settle, and the bacchanalian revelry of their consecration mu st be recorded and blazoned forth in italics and capitals in its minutest particulars. \"Oh Pole! oh Tree! th ou art the preserver of our liberty!\" No; If the religious community, (in which term I mean to includ e Protestants of every name who profess a religious faith,) awake not to the defence of their own rights in the state, if they indulge timidity or jealousy of each other, if they will not co me forward boldly and firmly to withstand the encroachments of corruptio n upon their own rights; the selfish politicians of the factions of th e day (and they swarm in the ranks of all parties,) will bargain away all that is valuable in the country, civil and religious, to the Pope, to Aust ria, or to any foreign power that will pay them the price of their treason. We cannot be too of ten reminded of the double character of the enemy who has gained foothold upon our shores, for although Popery is a religious sect, and on this ground"},{"pageNumber":58,"pageContent":"claims toleration side by side with other religious sects, yet Popery is also a political, a despotic system, which we must repel as altogether incompatible with the existence of freedom. I repeat it, Popery is a political, a despotic system, which must be resisted by all true patriots. Is it asked, how can we separa te the characters thus combin ed in one individual? How can we repel the politics of a Papist, without infringing upon his religious right? I answer, that this is a difficulty for Papist s, not for Protestants to solve. If Papists have made their religion and despotism identical, that is not our fault. Our religion, the Protestant religion, and Liberty are identical, and liberty keeps no term s with despotism. American Protestants use no such solecism as religious despotism. Shall political heresy be shielded from all attack, because it is connected with a religious creed? Let Papists separa te their religious faith from their political faith, if they can, and the former shall suffer no political attack from us. \"But no,\" the Papist cries, \"I cannot separate them ; my religion is so blended with the political system, that they must be tolera ted or refused together ; my 'whole system is one, and indivisible, unchangeable, infallible' —I am conscientious , I cannot separate them.\" What are we to do in such a case? Are we to su rrender our civil and religious liberty to such presumptuous folly? No! our liberties must be preserved; and we say, and say firmly to the Popish Bishops and Priests among us, give us your declaration of your relation to our civil government. Renounce your foreign allegian ce, your allegiance to a FOREIGN SOVEREIGN. Let us have your own avowal in an official manifesto, that th e Democratic Government under which you here live, delights you best. Put your ecclesias tical doings upon as open and popular a footing. as the ot her sects. Open your books to the people, that they may scrutinize your financial matte rs, that the people, your ow n people, may know how much they pay to priests, and how the priests expend their money; that th e poorest who is taxed from his hard earned wages fo r church dues, and the richest who gives his gold to support your extravagant ceremonial , may equally know that th eir contributions are not misapplied. Come out and de clare your opinion on the LIBERTY OF THE PRESS, on LIBERTY OF CONSCIENCE, and LIBERTY OF OPINION, Am ericans demand it. They are waking up. They have th eir eyes upon you. Think not th e American eagle is asleep. Americans are not Austrians to be hoodwinked by Popish tric ks. This is a call upon you, you will be obliged soon to regard. Nor will th ey be content with pa rtial, obscure avowals of republican sentiments in your journals, by insulated priests or even bishops. The American people will require a more seriou s testimonial of your opinions on these fundamental political points. You have had Convocations of Bishops at Baltimore. Let us have at their next assembli ng their sentiments on these vital points. Let us have a document full and explicit, sign ed by their names, a document that may circulate as well in Austria, and Italy, as in America. Aye, a document that may be published \"Con permissione\" in th e Diario di Roma, and be circulated to instruct the faithful in the united church, the church of but one mind, in the sentiments of Amer ican democratic Bishops on these American principles. Let us see how they will accord with those of his Holiness Pope Gregory XVI. in hi s late encydical letter! Will Popish Bishops da re to put forth such a manifesto? No? They dare not."},{"pageNumber":59,"pageContent":" CHAPTER XI. The question, what is the duty of th e Protestant community , considered—Shall there be an Anti-Popery Union?—The st rong manifesto that might be put forth by such a union—Such a political union discarded as impolitic and degrading to the Protestant community—Golden opportunity for showing the moral energy of the Republic—The lawful, efficient we apons of this contest—To be used without delay. ______________ THERE is no question of more pressing, more vital importan ce to the whole country, than this: What is the duty of the Pr otestant community in the perilous condition to which religious as well as civil liberty is reduced by the attempts of Popery and foreign enemies upon our free institutions? Have Christian patriots reflected at all on the possible, nay, I will say probable loss of religious liberty; or in idea attempted to follow out to their result and in their immeasurable exte nt the fearful consequences of its loss? Why is it then, that no more energetic efforts ar e made to save ourselves? ————we hear this fearful tempest sing, Yet seek no shelter to avoid the storm; We see the wind sit sore upon our sails, And yet we strike not, but securely perish. * * * * * * * * We see the very wreck that we must suffer; And unavoided is the danger now, For suffering so the causes of our wreck. ~Shakspeare~ Yes, the rocks are in full vi ew on which American liberty must inevitably be wrecked, unless all hands are aroused to immediat e action. Our dangers are none the less, be assured, because they are not those against which the genera l cry of alarm is so loudly raised by the two great political parties of the day. In th e heedless strife they are now waging, the most superlative epithets of alar m have been already exhausted by each, on fictitious, or comparatively trivial dang ers to the commonwealth. The public ear is deafened by their noise; its se nse of hearing is grown callous with the reiterated cries of alarm on every slight occasion. \"Wolf! Wolf!\" has been so often fals ely cried, that now, when the wolf has in reality appeared, we ca nnot be made to realize it. \"If the trumpet give an uncertain sound, who shall prepar e himself for the battle?\" We are busying ourselves in quenching the few falling sparks that th reaten the deck of the ship without heeding the fire beneath, that is approaching the magazine . In this reckless warfare of"},{"pageNumber":60,"pageContent":"passion, and falsehood, and slander, and aided by the deafening din of party strife, neither party seem to have observed that a secret en emy, an artful foreign enemy, has stolen in upon us, joining his foreign accents to swell the uproar, that he may with less suspicion do his nefarious work. Footnote: Dangers from a riotous spirit, and the kind of treatment due from Protestant American s to Catholic Emigrants. All the topics which grow out of this momentous subject of Popery as their prolific parent, are of absorbing national interest, but no one forces itself upon our consideration more imperiously at this moment than that which heads this note. For, unless I am grea tly deceived, the waki ng up of this great nation's indignation, the shak ing off of the lethargy which has so long held in unaccountable stupor the senses of the people, which has shut their eyes and stopped their ears to the proofs of foreign conspiracy which every where surr ound them, the mighty gathering of all real patriots to the defe nce of their liberties, which the sounds of preparation from all quarters of the land but too strongly indicate, may be attended with effects disastrous to the caus e of true liberty, may produce through excess or ill-regulated zeal, the evil which it is desirous to remedy. For excess even in favor of right principles, doubles the amount of the evil which it attempts to cure. Ex cess of all kinds, whether in thought, word, or action, (oh! that this could be impresse d on every American heart,) is just so much gain to the side of Popery. I know not how prevalent is error on this point, but I am persuaded that it exists to an ex tent to make an Amer ican tremble for the permanency of our de mocratic institutions. Is there not a culpable acquie scence in the doings of a mob, if their violence is directed against some apparent or real irritating popular evil? Is not the language of such acquiescence most dangerous? It amounts to this; \"Although we are averse to mob law, yet on the whole there are cases where the sin is venial, and the character of the nuisance it would abate justifies its violence.\" Now on ce concede in a demo cratic community, a community which makes its own laws accordin g to modes prescribed by itself, that an irresponsible minority may se t at defiance these laws, an d then let me ask where is government? It is prostrated. It has become anarchy, and on the ruin s of social order will arise another form of government more or less arbitrary, according to the more or less profound causes which effected the destruction of the first. Of all forms of government, a truly democratic govern ment, while it is least obnoxious to the disturbing influences of mobs, can at the same time least of all bear the shocks of their turbulence. No events, therefore, that have occurred in the eventful history of the country, have so justly caused alarm for the stability of the government, as the spirit of mob violence which has lately manifested itself so frequently in our large cities. We should do well to remember that we have secret and artful enem ies busily at work, who can a nd will take advantage of this unnatural state of the public feeling, and who will not fail secretly to administer fuel, in modes in which they are perfectly familiar, to a diseased excitement so favorable to their views. We have in the country a pow erful religious-politico sect, wh ose final success depends on the subversion of these democr atic institutions, and who have therefore a vital interest in promoting mob-violence. The saying of the German ambassador conc erning the Papists, (quoted in the prefatory remarks,) is full of meaning, and should be constantly borne in mind; it lets us into the se cret of much of their ma nœuvering in this country; \"they will be"},{"pageNumber":61,"pageContent":"hammer or nails, they will pe rsecute or be persecuted.\" Where they are in power they always persecute; when not in pow er and consequently unable to persecute, they will be sure to conduct, either in so outrageous or mysterio us, or deceptive a manner, as to rouse public indignation. They will contrive ingenious modes of irritation that shall draw upon them popular vengeance, and th en all meekness and innocence, and resignation, raise the imploring cry of persecution. And how do they gain by thes e opposite modes? If they are strong enough to persecute, they will destroy their opponents, in obedience to the openly avowed principles of their sect, by exile, by dungeo ns, and by death. If they themselves are persecuted in a Protestan t community, (Protestant princi ples being in known direct opposition to persecution, ) it is always by an irreligious mob, ac ting in defiance of Protestant principle, and unsustained by public opini on, and the reaction of Protestant sympathy for the sufferers on any such occasion, more than makes amends by its gifts for the injury sustained. Thus the very virtues of Protestants growing out of principles directly antagonist to Popish principles , are made to work against Pr otestantism, and in favor of Popery. Do not Jesuits know the well known truth, that a sect is helped by a little persecution? Do they not no w act upon a knowledge of it? And should not Americans replenish their memory with it also, that they may most rigi dly abstain from disorder, and discountenance every disposition to riot or violence? Let th em remember that the laws that govern them are their own laws, and they must not allow them to be broken. Let them suspect a Popish plot to rob them of their liberties in every disord erly assemblage, and by good order, by firmness of resistance to every temptatio n to riot, defeat the designs of these worst enemie s of Democracy. In close connection with th is topic, is that of the kind of treatment which Protestant Americans should show to Catholic emigrants. On this subject a volume could be written. I have space but for a few remarks. The condition of the Ca tholic emigrants that are daily pouring into the country from Germany and Ireland should awaken the strongest sympat hies of Americans; and in whatever aspect viewed, should enlist all thei r feelings of benevolence. Reflect a moment who and what they are. We have read, and our own countrymen who have travelled and seen them in their native la nd, bear testimony to the e ffects upon the people of the grinding oppressions of Papal government; to the mental degradatio n, to the poverty, to the wretchedness of the vassals of despotism. And as if to prove to us what we might doubt on the authority of othe rs, so sombre is their pict ure of human misery, the very subjects of foreign oppression are brought a nd placed before our eyes. See yonder ship slowly furling her sails. She approaches the city. She casts her anc hor. Who are those that crowd her decks? With eager eyes they gaze in one dire ction. They see at length the far-famed land of liberty. Yes; its name has been wafted even to their ears, and with the longings of captives for freedom they have broken away from slavery and sought the asylum of the oppressed. They land upon our shores. Look, Americans, see before you the fruits of papal education! of papal care of the bodies and minds of its children. Filthy and ragged in body, ignorant in mind, and but too often most de based in morals, they fill your streets with squalid beggary, and your highways with crime; they are such a loathsome picture of degradation, moral and physical, that you turn aw ay in disgust from the sight. But why should this be? They are human beings , although oppression has blotted out their"},{"pageNumber":62,"pageContent":"reason and conscience and thou ght. They are the progeny of Popery; they are the victims of its iron despotism. It is Popery that has reared them up in its own caverns of superstition. They exhibit before you the blighting effects of this scourg e of the earth. It is Popery that has filled their minds with puerile fables, closed their mental eyes in the darkness of ignorance, fleeced them of thei r property by systematic robbery, kept them from the knowledge of their na tural rights as men to liberty of conscience, and of opinion, extorted an abject obedience to their fe llow-men, to blasphem ous usurpers of the prerogatives of Deity. Their i gnorance is their lasting, fa tal curse; their reason and conscience stifled at their birt h, they are cast upon our car e mere human machines, for the fell usurpers of God's power have torn ou t of them their very minds. To think for themselves, that inalienable right of a rationa l being, is rebellion ag ainst their priest; they read not, they understand not our charter of liberty. They love liberty, indeed, but what shape has liberty to men without minds? Wh at perception of light has a sightless eye? Their liberty, is licentiousness, their freedom , strife and debauche ry. And now with what emotions should Protestants look on these suffering, deluded men? In what channel should their sympathies flow? Th ey have already been beaten to the dust by tyranny. Is it for freemen to follow up the cr uel blow of foreign tyrants? They have been brutalized by neglect; shall they now be hunt ed by proscription? Shall no Christian effort be made to light up again in their darkened bosoms th e extinguished spark of humanity? They are followed into our habitations; yes, Americans, they are pursued into your own asylum of liberty by their foreign op pressors, who, like hungry wo lves, have ventured with unhallowed feet into the very sanctuary of freedom to gras p again their scarcely escaped prey. And have Americans no compassion? Ha ve they no courage? Will they not protect the oppressed? Will they not in terpose between them and thei r priestly oppressors, and say to the latter, \"Stand off; this is a land of freedo m; these men ar e now American citizens. They have a right to American education; to rep ublican education; to Bible education. They have a right to the knowledge that they owe no allegiance to priests, that here there are no forbidden bo oks, that knowledge here is no t meted out in scanty drops to serve the purposes of power gras ping despots, but is spread out before them wide and deep as the ocean; that Americ an laws protect them from ecclesiastical as well as civil proscription, from ecclesiastical as well as civil extortion, that they owe no obligation to pay an arbitrary tax of bi shop or priest, that they have a right to know the amount, and the manner of disbursement, of every ce nt they are called on to contribute in church as well as state.\" Will not Americans teach them th ese truths, and aid them to break the chains with which foreign tyrants have bound them? or will they comp el them, by proscription and persecution, or unfeeling negl ect, to clan together around their priests, because deserted by those who should, and who alone can, undeceive and enlig hten them? In the one case there is hope of incorpora ting them into the American republican family as useful fellow-citizens. In the other, there is the cer tainty of perpetuating a distinct foreign and hostile interest in the country, to distract its councils, to su lly the peaceful character of its institutions, and finally to aid in the complete destruction of th is stronghold, this last hope of Freedom. ———\"but once put out thy (light,)"},{"pageNumber":63,"pageContent":"Thou cunning'st pattern of excelling nature, I know not where is the Promethean heat That can thy light relume.\" Like incendiaries at a conflagration, they even cry fire! loudest, and are most ostentatiously busy in seeming to protect that very prope rty which they watch but to make their prey. What then can be done? Shall Protestants organize themselves into a political union after the manner of the Papists, and the vari ous classes of industry and even of foreigners in the country? Shall they form an Anti-Popery Unio n, and take their places among this strange medley of conflicting interests? And why should th ey not? Various parties and classes do now combine and organize for th eir own interest; and if any class of men are allowed thus to combine to promote their own peculiar inte rests at the expense of another class, that other class surely has at least an equal right to combine to protect itself against the excess of its antagonist. A denial of this right woul d certainly come with an ill grace from those who are already formed into separate organizations, as a Working Men's party, as a Trade's Union party, as a Catholic party, as an Irish party, as a German party, yes, even as a French and an Italian party. Footnote: By classing these t ogether at this moment, I do not intend to commit myself as expressing approval or disapprov al of the right of each and all of these to organize, but merely to show that such or ganization does already exist among other classes in th e community, and if even foreigners among us are allowed to exercise the right to or ganize into a separate interest, yes, even as foreigners , can the right with any propriety be refused to American Christians? Having thus stated the case, I am now free to make the passing remark, that excluding fr om view the three classes first named, the right of foreigners to organize as foreigners for political purposes is at least very questionable; but were their right unqu estionably legal through the mildness of our laws, yet the practice is danger ous, indecorous and a palpable abuse of political liberality. The Irish naturalized citizens who should know no other name than Americans, for years have clanned together as Irish, and ever y means has been used and is still used especially by Catholics, to preserve them distinct from the American family. Recently a portion of the Germans have organi zed to keep up their distinct nationality, and the French and Italians have just followed the example. [Nov. 1834] To what will all this lead? And now, on the supposition that such a po litical organization of Protestants were expedient, (for it resolves its elf altogether into a questio n of expediency) let us see whether any party or interest could show a stronger claim u pon the support of the whole nation. Its manifest o might run thus: Popery is a Political system, despotic in its organization, anti-demoocratic and anti-republican, and cannot therefore coexis t with American republicanism. The ratio of increase of Popery is the exact ratio of decrease of civil liberty. The dominance of Popery in the United States is the certain destruction of our free institutions."},{"pageNumber":64,"pageContent":"Popery, by its organization, is wholly under the cont rol of a FOREIGN DESPOTIC SOVEREIGN. AUSTRIA, one of the Holy Alliance of Sovereigns leagued against the liberties of the world, HAS THE SUPERINTENDENCE OF THE OPERATIONS OF POPERY IN THIS COUNTRY. The agents of Austria in the United States are Jesuits and priests in th e pay of that foreign power, in active corresponde nce with their employers ab road, not bound by ties of any kind to our government or co untry, but, on the contrary, impelled by the strongest motives of ambition, to serve the interests of a de spotic foreign go vernment; which ambition has already, in one or more instances, been gra tified, by promotion of these agents to higher office and wealth in Europe. Popery is a UNION OF CHURCH AND STATE, nor can Popery exist in this country in that plenitude of power which it claims as a divine right, and which, in the very nature of the system, it must continually strive to obtain, until such a union is consummated. Popery on this ground, therefore, is destructive to our religious as well as civil liberty. Popery is more dangerous an d more formidable than any power in the United States, on the ground that, through its despotic organization, it can concentrate its efforts for any purpose, with complete effect, and that organization being wholly under foreign control, it can have no real sympathy with any thing American. The funds and intellect, and intriguing experience of all Papal and Despotic Europe, by means of agents, at this moment organized throughout our land, can, at any time, be brought in aid of the enterprises of foreign po wers in this country. These are the grounds up on which an appeal for support mi ght be made to the patriotism, the love of liberty, the hatred of tyranny, tempor al and spiritual, which belong in common to the whole Protestant American family. But is this the plan of opposition to Popery that should be proposed , the plan which ought to be adopted by the Protest ant community? No; distinctly and decidedly NO; plausible as it may appear, and perfectly in accordance as it is with the practice of politicians, the Christian community ought not, cannot adopt such an organizatio n. There must not be a Christian party. What! shall Christianity throw asid e the keen moral and intellectual arms with which alone it has ga ined and secured every substantial victory since the commencement of its glorious career; shall it exchange those arms of heavenly temper, \"mighty in pulling down strong holds,\" for the paltry, earthly (I might even say infernal) weapons of party strife? Can Christianity stoop so low? Can it bring itself down from contemplating its great work of revolutionizi ng the world by bringing moral truth to bear on the conscience and the heart, and narrow its vision to the contracted sphere of party politics? Can it enter, without defilement, into the polluted and polluting arena of political contest? Can it consent to be bargained for by political huckste rs, or have the price of its favors hawked in the market by political brokers? Footnote: Both political Parties intrigue for Catholic votes. Let neither political party throw upon its antagonist the exclusive"},{"pageNumber":65,"pageContent":"odium of courting this foreign, priest-disci plined band. There are some of both parties who must hide their heads with shame, when real Americans, the patriots of the country, disregarding party name, shall turn their indignant eyes upon this lurking enemy of liberty, and shall apprehend the reality of this foreign conspiracy . Is either political party disposed to upbraid the other w ith tampering with Popery, or to congratulate itself that it has kept its own garments unspotted front the crim e of this indirect tr eason? If either thus flatters itself, let it be dumb; let guilt stop the utterance of both. Both are deplorably, notoriously guilty. This is a truth that cannot and will not be denied. Bo th have bargained with these organized vassals of a foreign power. Both in thei r eager recklessness to triumph over each other, have aided foreign despotism to pros trate at its feet the liberties of their country, the libertie s of the world. All parties, religious and political, are suffering, and have yet much mo re to suffer from the evils already produced by this their blind folly, by their culpable servility to priest-governed foreig ners, their cowardly backwardness in not daring to drag into the light this covert treason, because, forsooth, it comes in a sacred garb, their wretchedly lo ose notions of tolera nce, and charity and liberality, their shameful disr egard of the conseq uences of their bargainings.—And is it indeed come to this? A nation of Protestant freemen, nurtured in Protestant principles, the only true principles of liberty, principles wrested from tyranny by the persevering valor of their fathers, the result of the intellectual, aye, and physical combat s of centuries, the fruits of obstinately contested struggles w ith despotism, and superstition, and bigotry, struggles of ages against the united intrigues of kingcraft an d priest-craft; Americans, thus emancipated, having enjoyed the peaceful fru its of these blood-earned truths for two centuries, at length grow carel ess of their treasure; they spor t with their liberty as if it were nothing worth; they grow weary of guarding their happ iness, they sleep on their posts, they settle down into qui et security. They have ships, and forts, and arms, and brave hearts to defend their shores, and so there is no danger, all is peace, for the battle has long since been won, they can now safely doff their armor, ther e is no further need of the watchings of the camp. Our enem ies, they say, have in tr uth become our friends; Kings are now Republican, and the P ope, yes the Pope, (his bulls and proclamations to the contrary notwithstanding,) we hope and believe has turned a Protestant Republican, at least in this country.—Let us be generous, say thes e descendants of ever jealous sires, let us invite our former foes to partake of ou r hospitality. How noble th e sentiment! How will the world applaud! let us sh ow an example of liberality unparalleled. The invitation is accepted, and they flock in countless thousands to our shores; a motley band, the oppressor and the oppr essed together, and th eir relations to each other too unchanged. They have needed no Trojan Horse to hide them from our too cr edulous eyes, we lead them openly into the midst of us.—They para de our streets with fo reign banners, already they flaunt them in our faces in derision. They even threaten us with their vengeance, and we cower beneath their frown. Yes, we plead with them to spare us, we thank them for restraining their rod, we humbly confess the sins of our ancest ors, we tell them our fathers were bigotted and fanatical, they were too prejudiced against these our regal and papal friends. We their children, grown more liberal, will show our freedom from narrow prejudices; we will make amends for past offe nces; our papal friends shall be received with open arms; we will even urge them to be the umpires in our family qu arrels; we will beseech them to"},{"pageNumber":66,"pageContent":"educate our children in their fo reign principles of passive obedience; we will build for them their fortresses on our own soil, to attack our own strong holds, and then we will trust to their mercy; we shall th en have delivered up to them all the keys of our house, and what will remain for us but to bow our necks beneath the foot of the Pope, and asking absolution for our own sins, a nd our father's sins of long rebellion against his rightful sovereignty, humbly beg a le gal charter for our country, an d a consecrated king for our throne? Can it consent to compete with Popery in the use of those instruments of intrigue, and trick, and gambling management, in wh ich Popery is perfectly skilled from the hoarded experience of ages? Can Christians pr esent themselves before the country and the world, in this enlightened ag e and country, as a mere politi cal party? No, no; God forbid, that we should forget the holy ch aracter of our cause; let us no t be caught in that snare of the enemy. The danger cry of Church and State may safely be left to the people, to trumpet aloud through th e land, when the blind infatuatio n, which now closes their eyes, shall have been re moved, and they shall be able to see, what ma ny already see, the secret political manœuverings Footnote: Popish experiment on the Military of the country. The experiments of Popery in various parts of the country on the ignor ance or credulity, or apathy of the people, are every day, I might say every hour, more manifest, and they are prosecuted with a boldness, with an audacious defiance of American habits, and the feelings of American Repub licanism, truly astonishing. Yet upon reflection, is it so astonishing that a tyranny of such inexhaustib le resources of cunnin g and artifice, backed by the treasures, and the open encouragement of the arbitr ary governments of Europe, should be more than ordinar ily bold? For if success atte nds the advance of these arch intriguers against our Protestant habits and institutions, high honors and pecuniary rewards await them at home: if detection at any time overtakes them from the sudden waking of their victim, and his restive effort s to break off the ba nds that they would spider-like softly bind upon hi m, they have a retreat from punishment in their own country. A new experiment, another step forw ard in the march against our freedom, and to all appearances at present, a successful one has been tried at the West, at St. Louis, in the consecration of the Popish cat hedral. The account is from a Popish Journal, called the Catholic Telegraph. They shall have the benef it of their own recital. \"The Cathedral of St. Louis is 134 feet long by 84 wide. Ther e are 8 rows of pews. 25 in each row, calculated to contain at least 8000 persons. There are two magnificent colonnades at opposite sides in the body of the church, consisting of five massive pillars, of brick, elegantly marbled, and each four feet in diameter. \"The altar is of stone. It is only temporary, and will soon be superseded by a superb marble a ltar, which is hourly expected from Italy. \"The chur ch it is said has already cost $42,000. It is presumed that about $18,000 more will be required to finish it, according to the original and magnificent design of its founders; so th at the entire cost of the build ing and its furniture cannot be less than $60,000. \"The consecration took pl ace on the Sabbath Oc t. 26, 1834. \"At an early hour, 7, A. M. on the da y of consecration, four Bishop s, twenty-eight Priests, twelve of whom were from TWELVE different nati ons—and a considerab le number of young aspirants to the holy ministry, making the en tire ecclesiastical corp s amount to fifty or sixty, were habited in thei r appropriate dresses. As soon as the procession was organized, the pealing of three larg e and clear-sounding bells, the thunder of two pieces of artillery raised all hearts, as well as our own to the Great Almighty Being. \"When the HOLY"},{"pageNumber":67,"pageContent":"RELICS were moved towards th eir new habitation, where they shall enjoy an anticipated resurrection—the presence of thei r God in His holy tabernacle, the guns fired a second salute. We felt as if the SOUL OF ST. LOUIS, Christian, Lawg iver and HERO, was in the sound, and that he again led on his victorious armies in the service of the God of Hosts, for the defence of his religio n, his sepulchre, and his pe ople. \"When the solemn moment of the consecration approached, and the Son of the living God was going to descend for the first time, into the new residence of his glory on earth, the drums beat the reville, three of the star-spangled b anners were lowered over the balustrade of the sanctuary, the artillery gave a deafening discharge. \"The dedication sermon was preached by the Bishop of Cincinnati. During the Divine Sacr ifice, two of the military stood with drawn swords, one at each side of the altar; they belonged to a guard of honor formed expressly for the occasion. Besides whom, there were detachments from the fo ur militia companies of the city, the Marions, the Grays, the Riflemen, and the Cannoneers from Je fferson Barracks, stationed at convenient di stances around the church. \"Well and eloquently did the Rev. Mr. Abell, pastor of Louisville , observe in the evening discou rse, alluding to his own and the impressions of the clergy and laity , who were witnesses to the scene ; 'Fellow-Christians and Fellow-citizens! I ha ve seen the flag of my country proudly floating at the mast-head of our richly freigh ted merchantmen; I have seen it fluttering in the breeze at the head of our armies, but never, never did my heart exult, as when I this day behold it, for the first time, bow before its God! Breathing from infancy the air which our artillery had purified from the infectious spirit of bigotry and persecution, it would be the pride of my soul, to ta ke the brave men by the hand, by whom these cannons were served. But for these cannons, there would be no home for the free, no asylum for the persecuted.\" What are the reflections of an American on an occurrence lik e this? What must they be to one who has ever felt his pride of country stir within him, when in foreign lands he has beheld the degraded slaves of despotism bow in like manner before the alta rs and idols of heathenish superstition, awed into seeming reverence by the military array which always accompanies the imposing ceremonial of the Popish church? But th e military were only a guard of honor! Yes; this is the soft name given to this despotic chain, the musical sound to charm us away from scrutinizing it, and it will be sufficient, doub tless, to drown its harsher clanking in our torpid ears. The guard of honor, that universal appendage of kings and sacred despots, is a serv iceable band. It not only help s to swell a procession by its numbers, but with the glitter of its arms, and accoutreme nts, and gay banners, it adds splendor to the pageant of a h eathen ritual. But, reader, it has an essential duty to perform. Its duty is to enforce the ceremo nies of worship upon all present. Do you doubt this duty of the guard of honor? The writer will give his own expe rience of the duties of the guard of honor. I was a stranger in Rome, and recovering from the de bility of a slight fever, I was walking for air and gentle ex ercise in the Corso, on the day of the celebration of the Corpus Domini. From the houses on each side of the st reet were hung ri ch tapestries and gold embroidered damasks, an d towards me slowly advanc ed a long procession, decked out with all the heathenish pa raphernalia of this self-style d church. In a part of the procession a lofty baldechino, or canopy, borne by men, was held above the idol, the host, before which, as it passed, all heads were uncovered, an d every knee bent but mine. Ignorant of the customs of he athenism, I turned my back up on the procession, and close to"},{"pageNumber":68,"pageContent":"the side of the houses in the crowd, (as I su pposed unobserved,) I was noting in my tablets the order of the assemblage. I was suddenly arous ed from my occupa tion, and staggered by a blow upon the head from the gun and bayonet of a sold ier, which struck off my hat far into the crowd. Upon reco vering from the shock, the sold ier, with the expression of a demon, and his mouth pouring forth a torrent of Italian oaths, in which il diavolo had a prominent place, stood with his bayonet agai nst my breast. I could make no resistance, I could only ask him why he struck me, a nd receive in answer his fresh volley of unintelligible imprecations, which having delivered, he resumed his place in the guard of honor, by the side of the officiating cardinal. Americans will not fail to observe in the preci ous extract of the di scourse in which the priest gives vent to his feelings of exultation upon seeing our national flag, the star-spangled banner, humbled in the dust befo re the Pope, that with the cunning of his craft he flatters the soldiery , and in a sermon professedly to the God of Peace, and in dedicating a temple to his name, he is inspired with no loftier fe elings of soul than this, \"it would be the pride of my soul , to take the brave men by th e hand, by whom these cannons were served.\" Why? Is it such a brave act to touch off a cannon? Or was the imagination of the priest revelling in the dream of seeing the military power of the country, at a future day, at the beck and service of the Pope, and his Austrian master? of a sect whose very existence depends upon a Uni on of Church and State. No ; let American Christianity proclaim anew to all the world that it can ne ver be wooed to any su ch unholy alliance. It will keep its garments unspotted from the crimes of the State. It w ill take none of the responsibilities of the political errors of the age, nor father any of the evils which the unprincipled politicians of the day may bring upon the countr y and the world as the effect of their political bargainings. Now is the time for this Chri stian Republic to show her moral energy. Europe is an anxious spectator of our contes ts, and is watching the succe ss of this new trial of the strength of our boasted institu tions. Oh! what a lesson, what an impressive lesson might free America now read to Europe! wh at an example of the power of moral over physical government, can she give to the world if she will but rouse herself in her moral might, to the grand effort which the occasion demand s? How would the petty jealousies of the different Protestant sects be swallowed up in the magnitude of the one great enterprise? How would every sect rather cheer the othe rs on in their united march against a common foe, and make a common rejoic ing of the success of any and every corps, as of a victorious regiment in the same great army? Will American Christians prepare themselves for this enterprise? Will each sect awake to the feeling of its being a corps of the grea t Christian army, marching under the command of no earthly leader, fighting with no eart hly weapons, and against no earthly foe. Will they wake to the perception of the great truth, that while their grea t Captain allows each to act separately and independently within certai n limits, it is he that commands in chief and now orders all his soldiers, under whatever earthly banner enrolled, in united phalanx to go forward, forward in his single service. Which corps will first marshall itself for action? Which will be first in the fiel d? Which will press forward with most zeal for the honor of the advance, for the post of danger? Which in the battle will be most in earnest to carry"},{"pageNumber":69,"pageContent":"forward the standards of trut h and plant them upon the battlements of papal darkness? Will any shrink back for fear? Will any be de terred from unholy jealousy of its neighbor? Will any indulge in unchristian, ignoble susp icion of its brethren? What cause have any for fear, or jealousy, or suspic ion? This enterprise asks no sacrifice of sectarian principle; it demands no surrender of conscientious pred ilection of each to its own modes and forms; but it does ask the sacrifice of petty prejudice; it does demand the surrender of those miserable jealousies and envyings which more or less belong to some of every sect, when they learn the greater success of another, as if the victory of one were not the victory of all. And what are the weapons of this warfare? The Bible, the Tract, the Infant school, the Sunday school, the common schoo l for all classes, the academ y for all classe s, the college and university for all classes, a free press for the discussion of all questions. These, all these, are weapons of Protestantism, weapons unknown to Popery! Yes, all unknown to genuine Popery! Let no one be deceived by the Popish apings of Protestant institutions. The Popish seminary has little in common with the Protestant seminary but the name. It is but the sheep's skin that cove rs the wolfs back; the teeth an d the claws are not even well concealed beneath. With the weapons we have named, and with our Education societies, Theological seminaries, and Missionary so cieties, we need no new organization, no Anti-Popery union. But we must use our arms, and not rest sa tisfied with the possession of them. They must be furbis hed anew, and we must prepare ours elves for a vigorous warfare. We must be stirring, if we mean indeed to be vict orious. Not a moment is to be lost. The enemy knows well the importance of the present inst ant. Hear what he says, \"We must make haste, the moments are precious. —IF THE PROTESTANT SECTS ARE BEFOREHAND WITH US, IT WILL BE DIFFICULT TO DESTROY THEIR INFLUENCE.\" Ought not this acknowledgment of the enemy to quicken and encourage to instant effort. And again writes a Catholic Mi ssionary, \"zeal for error is always hot, particularly among the Methodists, whom nothing can turn from their track, and who heap absurdity upon absurdity. I should despair, if I should se e this sect building a church in my neighborhood.\" Will not our Methodist br ethren take this hint? CHAPTER XII. The political duty of American citizens at this crisis. ______________ IN my last number I deemed it a duty to warn the Christian community against the temptation to which they were exposed, in guarding agai nst the political dangers arising from Popery, of leaving their proper sphere of action, an d degrading themselves to a common political interest. This is a snare in to which they might easily fall, and into which, if Popery could invite or force them, it might keep a jubilee, for its triumph would be sure. The propensity to resist by unlawful means the encroachments of an enemy, because that enemy uses such means against us, belongs to human nature. We are very apt"},{"pageNumber":70,"pageContent":"to think, in the irrita tion of being attacked, that we may lawfully hurl back the darts of a foe, whatever may be their char acter; that we may \"fight th e Devil with fi re,\" instead of the milder, yet more effective weapon of \"t he Lord rebuke thee.\" The same spirit of Christianity which forbids us to return railing for railing, and persecution for persecution, forbids the use of unlawful or even of doubtful means of defence, merely because an enemy uses them to attack us . If Popery, (as is unblushingly the case,) organizes itself at our elections, if it interferes politically and sells itself to th is or that political demagogue or party, it should be remembered, that this is notoriously the true character of Popery. It is its nature. It cannot act ot herwise. Intrigue is its approp riate business. But all this is foreign to Christianity. Christianity must not enter the political aren a with Popery, nor be mailed in Popish armor. Th e weapons and stratagems of Popery suit not with the simplicity and frankness of Christianity. Like David with the armor of Saul, it would sink beneath the ill fitting covering, be fore the Philistine. Yes! Pope ry will be an overmatch for any Christian who fights behind any other shield than that of Faith, or uses any other sword than the sword of the spirit of Truth. But whilst deprecating a union of religious sects to act politically against Popery, I must not be misunderstood as recommending no po litical opposition to Po pery by the American community. I have endeav ored to rouse Protestants to a renewed and more vigorous use of their religious weapons in their moral war with Popery, but I am not unmindful of another duty, the political duty, which the double character of Popery ma kes it necessary to urge upon Amercan citizens, with equa l force,—the imperious duty of defending the distinctive principles of our civil government. It must be sufficiently manifest to every republican citizen that the civil policy of Popery is in direct oppositio n to all which he deems sacred in government. He must perceive that Popery cannot from its very nature tolerate any of those civil rights which are the peculiar boast of Americans. Should Popery increase but for a little time longer in this country with the alarming rapidity with which, as authentic statistics testify, it is advanc ing at the present tim e, (and it must not be forgotten that despotism in Europe, in its de sperate struggles for existence, is lending its powerful aid to the enterprise,) we may even in this generation learn by sad experience what common sagacity and ordinary research might now teach, in time to arrest the evil, that Popery cannot tolerate our form of governmen t in any of its essential principles. Popery does not acknowledge the right of the pe ople to govern; but claims for itself the supreme right to govern all people and all rulers by divine right. It does not tolerate the Liberty of the Press; it takes advantage indeed of our liberty of the press to use its own press ag ainst our liberty; but it procla ims in the thunders of the Vatican, and with a voic e which it pronounces infallible and unchangeable, that it is a liberty \"never sufficiently to be execrated and detested.\" It does not tolerate liberty of conscience nor liberty of opinion. The one is denounced by the Sovereign Pontiff as \"a most pestilential error,\" and the other, \"a pest of all others most to be dreaded in a state.\" It is not responsible to the people in its financial matters. It taxes at will, and is accountable to none but itself."},{"pageNumber":71,"pageContent":"Now these are political tenets held by Papists in close uni on with their religious belief, yet these are not religious but civil tenets; they belong to de spotic government. Conscience cannot be pleaded against our dealing politic ally with them. They are separable from religious belief; and if Papist s will separate them, and repudia te these noxious principles, and teach and act accordingly, the political duty of exposing and opposing Papists, on the ground of the enmity of their political tenets to our republi can government, will cease. But can they do it? If they can, it behoves them to do it without delay. If they cannot, or will not, let them no t complain of religious persecution, or of religious intolerance, if this republican people, when it sh all wake to a sense of th e danger that threatens its blood-bought institutions, shall ra lly to their defence with so me show of indignation. Let them not whine about religious oppression, if the democracy turns its searching eye upon this secret treason to the stat e, and shall in future scrutiniz e with something of suspicion, the professions of those foreign friends, who are so ready to rush to a fraternal embrace. Let them not raise the cry of religious proscription, if Americ an republicans shall stamp an indelible brand upon the liveried slaves of a foreign despot, the servile adorers of their \"good Emperor,\" the Austrian conspirators, who now sheltered behind the shield of our religious liberty, dream of security, while sapping the foundations of our civil government. Let no foreign Ho ly Alliance presume, or co ngratulate itself, upon the hitherto unsuspicious and generous toleration of its s ecret agents in this country. America may, for a time, sleep soundly, as innocence is wont to sleep, unsuspicious of hostile attack; but if any foreign powe r, jealous of the increasing strength of the embryo giant, sends its serpents to lurk w ithin his cradle, let such pres umption be assu red that the waking energies of the infant ar e not to be despised, that on ce having grasped his foes, he will neither be tempted from hi s hold by admiration of thei r painted and gilded covering, nor by fear of the fatal embrace of their treacherous folds. ______________ THE MASK THROWN ASIDE. A charge of hostility to Americ an institutions, against any sect or class in the community, is a very serious one, a nd only requires evidence to suppor t it, to draw upon all its doings the watchful eye of American freemen. Is it asked, what evidence should you think sufficiently strong to substan tiate the charge? I answer, the general principles of the sect would be sufficient, but its own declarations of hostility would certai nly substantiate the charge. If a Presbyterian journa l, in commenting on the trial of the rioters at Charlestown, should make remarks like th e following, the evidence w ould doubtless be considered complete: \"A system of government which admits a feeling of alarm in the execution of the laws from the vengeance of the mob, which Mr. Austin\" (the prosecuting attorney,) \"distinctly allows to be the case—a vengeance exhibited by letters to"},{"pageNumber":72,"pageContent":"the public officers and threats to the public authorities— may be very fine in theory, very fit for imitation on the part of those who seek the power of the mob in contradistinction to justice and the public interest, but it is not of a nature to invite the reflecting part of the world, and shows at least that it has evils. A public officer in England, who would publicly avow such a fear of executing his duty and carrying into effect the law of the realm, ought and would be thrust out of office by public opinion. This one fact is condemnation OF THE SYSTEM OF AMERICAN INSTITUTIONS, confirmed lately by numerous other proofs.\" Now, could hostility to our institutions be more strongly expressed? and were Presbyterians or any other Protestant sect, t hus boldly to avow its political antipathies, every political journal would seize upon this evidence of treason, and trumpet it through the whole country. Why then are they now silent? This treason is actually utte red, nor is it less humiliating, or less da ngerous that it is flung in our faces by a set of foreigners in the employment and pay of a foreign government, instead of native citizen s. The very words I have quoted are from the Cat holic Telegraph, a Roman Ca tholic journal, edited and published at Cincinnati. Let it be borne in mind too, that a Catholic journal is under the supervision of the Bishops, who exercise a rigid censorship over it, that it speaks the authorized sentiments of the sect, and we sh all then perceive some thing of the importance to be attached to these an ti-republican declarations. They are indeed a precious, an invaluable testimonial to the People, of the duplicity of thei r professed friends. Every where in the land hitherto, Pa pists have been loudest in professions of attachment to American republican institutio ns. They have now thrown of f the mask. They unblushingly declare, that \"our system of government, though very fine in theory, is not of a nature to invite the reflecting part of the world,\" in short, that it is an experiment that has failed: that \"American institutions stand c ondemned by a single fact in the trial in Boston, and by numerous other proofs.\" And what has brought out this precious confession; what has occurred to make it a fit time to lay aside the disguise in which they have till now deceived the democracy of the country? What has produced this sudden revolution in their opinion of our form of government? Let us lo ok into this matter. A body of native citizens is exc ited to indignation by rumors, (w hether true or false alters not the case,) that an act of foul play, such as the history of those nuisances, (convents,) in all countries have abundantly furnished, had occurred in the Charlestown nunnery. This mob, instead of being met with efforts to ap pease it by immediate e xplanation, as would have been the case in any Prote stant seminary in the land, (f or Protestants have no secret mysteries in their discipline,) this mob, I say, is kept fo r days in an excited state by mysterious manœuvering, on the part of the Catholics, and by irr itating threats from the Superior of the Convent, that , 20,000 foreigners under the orders of the Bishop would take vengeance upon the citizens, if they dared to commit any injury upon the Convent, and this threat was uttered i n sight of Bunker's hill. Under this provoc ation the outrage was committed. And is it a matte r of surprise? I know of no one who justifies the illegal violence in burning the Convent , but I unhesitatingly say, that the feeling of indignation which animated the populace, wa s a just and proper feeling. It was roused by the belief, that a young and helpless female had been illegally and cruelly abducted from her friends, and subjected to a secret tyra nnical punishment. The feeling, I say under this belief, was"},{"pageNumber":73,"pageContent":"not only honorable to the Ch arlestownians, but had they viewed such an outrage with indifference, they wo uld have shown themse lves unworthy of Amer ican citizens. Their error, (and it cannot be defended, however it may be palliated by the gross insult which they received,) consisted in suffering their ju st indignation to flow in an illegal channel, and instead of rallying round the laws, and strengthening them by a strong expression of public opinion at a special me eting of citizens, they le aped the bounds of law and committed a crime which the Papi sts are trying every possible means to cause to react in their favor. But allowing that no palliating circumstances atte nded the act of the rioters, that no excuse could be plea ded for them as acting under the impulse of the most stinging insult that could be given to an y people by a foreigner; what ha ve these acts to do with our \"system of government,\" or with \"American institutions?\" In England, forsooth, they manage things better. There are never riots in England! London, Manchester, Bristol, I suppose were never agitated by riots! Pari s, Lyons, Marseilles, Nismes, St. Petersburg, Brussels, Frankfort, Rome, Constantinople, non e of these places under various systems of government, are ever witnesses to riots!! But this Popish enemy to our institutions may say, it is not the riot but the threatening letters sent to the pr osecuting attorney to intimidate him in his duty, that tells agains t the government. Indeed, and who wrote the letters? Is it quite certain th at they were not the produc tion of some Jesuit to fan an excitement which was so likely to be turned to the advantag e of his schemes? Threatening letters are much in use in a certain Catholic country calle d Ireland, under a monarchical system of government. But sup pose these letters were not wr itten by Jesuits, but were the production of some wicked, or thoughtless person, what then ? Is our form of government the cause of the writing of anonymous thre atening letters? Woul d any other form of government prevent this ev il of so alarming magnitude in the eyes of the Catholic Telegraph? Can it be prevented in England, or in any other form of government in the world? Yes, there is one government which coul d probably prevent it. It is one in which the Inquisition is established, and by me ans of which, aided by the confessional, all that is considered necessary for the good of the church, could be brought to li ght, or rather to the ears of those most interested in knowing a ll secrets that bear upon their own power. How soon we shall be prepared for such a change of government to suit the designs of these busy, foreign emissaries, depe nds on the continuance of the character for sagacity, intelligence, and virtue of the American people. Whatever doubts some may have hitherto had in regard to the existence of a foreign conspiracy in the country, I think the case is now become too plain to need further proof. Indeed so bold are these fo reign emissaries in the utterance of their anti-republican dogmas, so unblushing in their attacks up on our institutions, that we are often led to exclaim what does this mean? Ar e these men fools, or madmen ? or are they so strong in their support from abroad, that they feel secure in beardi ng American freemen in their own homes? The latter suppositio n alone satisfactorily explains their conduct. Austria is now playing a desperate game against liberty, for the safety of he r own throne, and for that of her allies. It is the last hazard, and her object is gained if she can destroy the influence of our prosperity u pon the people of Eu rope, a prosperity the natural result of our popular free institutions; and th is latter object is effected if by any means, no matter how, riot and disorder can be produced in this country, to be pointed at as the effect of republican government. Americans! Friends of liberty; Friends of order; examine this"},{"pageNumber":74,"pageContent":"subject, and decide with your usual sagacity and discretion. You have a busy, a crafty, a powerful, a dangerous set of foreign leaders, controllin g and commanding a foreign population, ignorant and infa tuated, intermixed with your own population, and who at a single signal from the Pope or from Metternich when the cause of despotism shall require the deed, can spread disorder an d riot through a ll your borders. Shrink not, Americans, from looking at the truth. You may bo ast of your peace and prosperity, you hold them both at this mome nt, at the mercy of Austria! She has a disciplined band of foreigners in the midst of you, who in any season of excitement, she can make to fill your streets an d dwellings with fear and c onfusion. She may not think it prudent or expedient just no w to exercise her power, bu t she has the power, through Popish priests, who hold in check, at their plea sure, the elements of discord, and whose favor you are compelled humbly to conciliate as the price of your tranquillity. And this power is daily increasing, not merely by fo reign immigration, and foreign money, but, with the deepest shame be it spoken, by the a ssistance, direct and indirect, of Protestant Republican Americans, who, with a facility most marvellous, fall into every snare and pleasant baited trap that Popery spreads for them. ______________ *** As the last sheet was printing, an article of intelligence was received, bearing importantly on the subject of this volume. Bishop England, the busy Jesuit, whom I have had occasion before to notice, has just put forth an address to his Diocese, at Charleston, on his return from Europe, from which we make the following extracts \"During my absence I have no t been negligent of the conc erns of this Diocese. I have endeavored to in terest in its behalf several eminent and dignified personages whom 1 had th e good fortune to meet ; and have continued to impress with a conviction of the propriety of continuing their generous aid, the administration of those societies from wh ich it has previously received valuable succor. In Paris and at Ly ons I have conversed with those excellent men who manage the affairs of the Association for propagating th e Faith. This year their grant to this Diocese has been larger than usual. I have al so had opportunities of communication with so me of the Council whic h administers the Austrian Association; they continue to fe el an interest in our concerns. The Propaganda in Rome, though greatly emba rrassed, owing to the form er plunder of its funds by rapacious infidels, has this year cont ributed to our extraordinary expenditure; as has the holy father hi mself, in the kindest mann er, from the scanty stock which constitutes his private allowance; but which he econom izes to the utmost for the purpose of being able to devote the savings to works of piety, of charity, and of literature.\" \"The prelates of the Church of Ireland, are ready, as far as our hierarchy shall require their co-operation, to give to th em their best exerti ons in selecting and forwarding from amongst the numerous aspi rants to the sacred ministry that are found in the island of saints, (Ireland,) a sufficient number of those properly qualified to supply our deficiencies. I have had very many applications, and"},{"pageNumber":75,"pageContent":"accepted a few, who, I trust, have been judiciously selected.\" We have here additiona l confirmation, if any were wanted , that in countries where Church and State are closely united, and where consequently every religious association, (totally unlike our religious associati ons, which have no connecti on with the government,) is directly connected with political objects, there is a gr eat and special effort making to effect certain objects in the Un ited States. We have no less than three great societies, all formed to operate on this country. THEY say religiously, but let Americans, who know that Austria makes no movement which is no t intended for political effect, judge whether religious benevolence towards this benighted land, or a deeper and more earthly feeling of political self-preserv ation prompts her \"continued feeling of inte rest in our concerns.\" Text Source: \"Papacy Uncovered\" Web Site. http://jmgainor.homestead.com/files/PU/PU.htm Formatting of text adjusted July 2006 to improve readability - tkra@how.org "}]
