[{"pageNumber":2,"pageContent":"BooK: THE SECRET TERRORISTS BY: BILL HUGHES Chapter One: Target America © Truth Triumphant Ministries. All rights reserved. TARGET: AMERICA The United States must soon face the most deadly enemy it will ever have to face. This enemy is not only the usual military enemy, but it has the organization and the capability for massive espionage and clandestine operations within the United States. It uses a facade that is virtually perfect to hide its operations. In fact, right now, this enemy is working secretly to undermine the principles that made this country the greatest nation in the world. This enemy has infiltrated the highest levels and departments of the U. S. government, and poses an extreme danger to America. Let us look at a little history and understand the methods this enemy has used in the past and how it is secretly working today. Europe was finally at rest. The Napoleonic Wars were now over, having lasted nearly 20 years. The brilliant and crafty Napoleon had spread Europe with the blood of her noblest sons. At long last, there was peace. In the aftermath, European sovereigns convened a general council in Vienna, Austria in 1814. This council has come to be known as the Congress of Vienna. The Congress continued its proceedings for one year, ending in 1815. The Congress of Vienna was a black conspiracy against Popular Governments at which the ‘high contracting parties’ announced at its close that they had formed a ‘holy alliance.’ This was a cloak under which they masked to deceive the people. The particular business of the Congress of Verona, it developed, was the RATIFICATION of Article Six of the Congress of Vienna, which was in short, a promise to prevent or destroy Popular Governments wherever found, and to reestablish monarchy where it had been set aside. The ‘high contracting parties’ of this compact, which were Russia, Prussia, [Germany], Austria, and Pope Pius VII, king of the Papal States, entered into a secret treaty to do so. — Burke McCarty, The Suppressed Truth About the Assassination of Abraham Lincoln, Arya Varta Publishing, 1924, p. 7. According to McCarty, the Congress of Vienna formed the Holy Alliance, whose primary goal was the destruction of all popular governments. http://www.geocities.com/thesecretterrorists/book/ch1.html (1 of 10)2.12.2005 16:29:10"},{"pageNumber":3,"pageContent":"BooK: THE SECRET TERRORISTS BY: BILL HUGHES Popular governments are those where the government allows its subjects to enjoy certain inalienable rights. Can you think of any popular governments that were establishing themselves in the world and granting their citizens certain inalienable rights around the year 1815? Senator Robert L. Owen placed in the Congressional Record of April 25, 1916 the following statement, which shows clearly he thought the primary target of the “Holy Alliance” was the United States. The Holy Alliance having destroyed popular government in Spain, and in Italy, had well-laid plans also to destroy popular government in the American Colonies which had revolted from Spain and Portugal in Central and South America under the influence of the successful example of the United States. It was because of this conspiracy against the American Republics by the European monarchies that the great English statesman, Canning, called the attention of our government to it. — Ibid. pp. 9, 10. (emphasis added). Senator Owen understood from the Congress of Vienna that the united monarchies of Europe would seek to destroy the great American republic and its blood-bought freedoms. Senator Owen was not the only one who knew about this conspiracy against American freedom and the constitution. In 1894, R.W. Thompson, American Secretary of the Navy, wrote, The sovereigns of the ‘Holy Alliance’ had massed large armies, and soon entered into a pledge to devote them to the suppression of all uprisings of the people in favor of free government; and he [Pope Pius VII] desired to devote the Jesuits, supported by his pontifical power, to the accomplishment of that end. He knew how faithfully they would apply themselves to that work, and hence he counseled them, in his decree of restoration, to strictly observe the ‘useful advices and salutary counsels’ whereby Loyola had made absolution the cornerstone of the society. — R.W. Thompson, The Footprints of the Jesuits, Hunt and Eaton, 1894, p. 251. Thompson pinpointed exactly who would be the agents used by the monarchs of Europe to destroy the republic of America, namely, the Jesuits of Rome! Since 1815 there has been a continual assault on America by the Jesuits to try to destroy the constitutional rights of this great nation. The famous inventor of the Morse Code, Samuel B. Morse, also wrote http://www.geocities.com/thesecretterrorists/book/ch1.html (2 of 10)2.12.2005 16:29:10"},{"pageNumber":4,"pageContent":"BooK: THE SECRET TERRORISTS BY: BILL HUGHES of this sinister plot against the United States. The author undertakes to show that a conspiracy against the liberties of this Republic is now in full action, under the direction of the wily Prince Metternich of Austria, who knowing the impossibility of obliterating this troublesome example of a great and free nation by force of arms, is attempting to accomplish his object through the agency of an army of Jesuits. The array of facts and arguments going to prove the existence of such a conspiracy, will astonish any man who opens the book with the same incredulity as we did. — Samuel B. Morse, Foreign Conspiracy Against the Liberties of the United States, Crocker and Brewster, 1835, Preface. The array of books written that detail the sinister plots of the Congress of Vienna and the Jesuits against the American Republic are numerous. That this conspiracy has raged since 1815 is a fact of history. We will show that this conspiracy is in full force today and that it is the reason America is having so many problems at the present time and is so close to losing her freedoms. Most people know very little about the Pope’s Jesuits. The reason for this is that they are a very secretive society. In order to understand what the Order of the Jesuits is, please consider the following quotation. Throughout Christendom, Protestantism was menaced by formidable foes. The first triumphs of the Reformation past, Rome summoned new forces, hoping to accomplish its destruction. At this time the order of the Jesuits was created, the most cruel, unscrupulous, and powerful of all the champions of popery. Cut off from earthly ties and human interests, dead to the claims of natural affection, reason and conscience wholly silenced, they knew no rule, no tie, but that of their order, and no duty but to extend its power. The gospel of Christ had enabled its adherents to meet danger and endure suffering, undismayed by cold, hunger, toil, and poverty, to uphold the banner of truth in face of the rack, the dungeon, and the stake. To combat these forces, Jesuitism inspired its followers with a fanaticism that enabled them to endure like dangers, and to oppose to the power of truth all the weapons of deception. There was no crime too great for them to commit, no deception too base for them to practice, no disguise too difficult for them to assume. Vowed to perpetual poverty and humility, it was their studied aim to secure wealth and power, to be devoted to the overthrow of Protestantism, and the re-establishment of the papal supremacy. When appearing as members of their order, they wore a garb of sanctity, visiting prisons and hospitals, ministering to the sick and the poor, professing to have renounced the world, and bearing the sacred name of Jesus, who went http://www.geocities.com/thesecretterrorists/book/ch1.html (3 of 10)2.12.2005 16:29:10"},{"pageNumber":5,"pageContent":"BooK: THE SECRET TERRORISTS BY: BILL HUGHES about doing good. But under this blameless exterior the most criminal and deadly purposes were often concealed. It was a fundamental principle of the order that the end justifies the means. By this code, lying, theft, perjury, assassination, were not only pardonable but commendable, when they served the interests of the church. Under various disguises the Jesuits worked their way into offices of state, climbing up to be the counselors of kings, and shaping the policy of nations. They became servants to act as spies upon their masters. They established colleges for the sons of princes and nobles, and schools for the common people; and the children of Protestant parents were drawn into an observance of popish rites. All the outward pomp and display of the Romish worship was brought to bear to confuse the mind and dazzle and captivate the imagination, and thus the liberty for which the fathers had toiled and bled was betrayed by the sons. The Jesuits rapidly spread themselves over Europe, and wherever they went, there followed a revival of popery. — E. G. White, The Great Controversy, pp. 234, 235, Pacific Press Publishing Assn., 1911. The Jesuits function like the Papacy’s secret world-wide police. They are very secretive and go to great lengths to keep their operations secret. They tell no one that they are Jesuits. To all outside appearances, they appear as normal people. One last author will be cited here. They are Jesuits. This society of men, after exerting their tyranny for upwards of two hundred years, at length became so formidable to the world, threatening the entire subversion of all social order, that even the Pope, whose devoted subjects they are, and must be, by the vow of their society, was compelled to dissolve them. [Pope Clement suppressed the Jesuit Order in 1773.] They had not been suppressed, however, for fifty years, before the waning influence of Popery and Despotism required their useful labors, to resist the light of Democratic liberty, and the Pope [Pius VII] simultaneously with the formation of the Holy Alliance, [1815] revived the order of the Jesuits in all their power... And do Americans need to be told what Jesuits are?... they are a secret society, a sort of Masonic order, with super added features of revolting odiousness, and a thousand times more dangerous. They are not merely priests, or of one religious creed; they are merchants, and lawyers, and editors, and men of any profession, having no outward badge by which to be recognized; they are about in all your society. They can assume any character, that of angels of light, or ministers of darkness, to accomplish their one great end... They are all educated men, prepared and sworn to start at any moment, and in any direction, and for any service, commanded by the general of their order, bound to http://www.geocities.com/thesecretterrorists/book/ch1.html (4 of 10)2.12.2005 16:29:10"},{"pageNumber":6,"pageContent":"BooK: THE SECRET TERRORISTS BY: BILL HUGHES no family, community, or country, by the ordinary ties which bind men; and sold for life to the cause of the Roman Pontiff. — J. Wayne Laurens, The Crisis in America: or the Enemies of America Unmasked, G. D. Miller, 1855, pp. 265-267. Ignatius Loyola founded the Jesuit Order in the 1540s. Its position in the Roman Catholic Church was solidified during the Council of Trent, which ran from 1546 to 1563. The Council of Trent was convened with one great goal in mind: how to stop the Protestant Reformation. The Reformation began in 1517 when Martin Luther, the fearless German friar, nailed 95 theses on the door of the Wittenburg chapel. These theses challenged, among other things, the heinous doctrine of indulgences taught by Rome that declared a man could save himself and loved ones by dropping enough coins into the Catholic Church’s coffers. Luther’s great teachings that the Bible only is the standard for all doctrine and practice, and that a person is justified before God through faith in Jesus Christ alone, sent thrills through the hearts of thousands throughout Europe and shock waves through the halls of the Vatican. Thus, the Council of Trent was convened to counter the Reformation; hence it is known as the Counter Reformation, and the Jesuits would be the chief tools of Rome to undo and destroy every trace of Protestantism wherever it was found. America’s two greatest documents, the Declaration of Independence and the Constitution, are filled with Protestant declarations that are absolutely intolerable to the Jesuits of Rome. Does it surprise you that the Vatican condemns the founding documents of the United States? The Vatican condemned the Declaration of Independence as wickedness and called the Constitution of the United States a Satanic Document. — Avro Manhattan, The Dollar and the Vatican, Ozark Book Publishers, 1988, p. 26. Here is part of the Jesuit Oath. I do further promise and declare, that I will have no opinion or will of my own, or any mental reservation whatever, even as a corpse or cadaver, but will unhesitatingly obey each and every command that I may receive from my superiors in the Militia of the Pope... I furthermore promise and declare that I will, when opportunity presents, make and wage relentless war, secretly or openly, against all heretics, Protestants and Liberals, as I am directed to do, to extirpate and exterminate them from the face of the whole earth; and that I will spare neither age, sex or condition; and that I will hang, burn, waste, boil, flay, strangle and bury alive these infamous heretics, rip up the stomachs and the wombs of their women and crush their infants heads against the walls, http://www.geocities.com/thesecretterrorists/book/ch1.html (5 of 10)2.12.2005 16:29:10"},{"pageNumber":7,"pageContent":"BooK: THE SECRET TERRORISTS BY: BILL HUGHES in order to annihilate forever their execrable race. That when the same cannot be done openly, I will secretly use the poisoned cup, the strangulating cord, the steel of the poniard or the leaden bullet, regardless of the honor, rank, dignity, or authority of the person or persons, whatever may be their condition in life, either public or private, as I at any time may be directed so to do by any agent of the Pope or Superior of the Brotherhood of the Holy Faith, of the Society of Jesus. — Edwin A. Sherman, The Engineer Corps of Hell; or Rome’s Sapper’s and Miners, Private Subscription, 1883, pp. 118- 124. To think that a person would concur with such an abominable oath defies reason. One could not even imagine a more despicable oath. The word heretic in the above quote refers to anyone who disagrees with the pope. In a letter from John Adams to then President Thomas Jefferson about the Jesuits we read, Shall we not have regular swarms of them here, in as many disguises as only a king of the gypsies can assume, dressed as painters, publishers, writers and schoolmasters? If ever there was a body of men who merited eternal damnation on earth and in hell it is this Society of Loyola’s [the Jesuits]. — George Reimer, The New Jesuits, Little, Brown, and Co., 1971, p. 14. Napoleon Bonaparte made this statement: The Jesuits are a military organization, not a religious order. Their chief is a general of an army, not the mere father abbot of a monastery. And the aim of this organization is: POWER. Power in its most despotic exercise. Absolute power, universal power, power to control the world by the volition of a single man. Jesuitism is the most absolute of despotisms; and at the same time the greatest and most enormous of abuses.... The general of the Jesuits insists on being master, sovereign, over the sovereign. Wherever the Jesuits are admitted they will be masters, cost what it may. Their society is by nature dictatorial, and therefore it is the irreconcilable enemy of all constituted authority. Every act, every crime, however atrocious, is a meritorious work, if committed for the interest of the Society of Jesuits, or by the order of the general. — General Montholon, Memorial of the Captivity of Napoleon at St. Helena, pp. 62, 174. There was no disguise they could not assume, and therefore, there was no place into which they could not penetrate. They could enter unheard the closet of the http://www.geocities.com/thesecretterrorists/book/ch1.html (6 of 10)2.12.2005 16:29:10"},{"pageNumber":8,"pageContent":"BooK: THE SECRET TERRORISTS BY: BILL HUGHES Monarch, or the Cabinet of the Statesman. They could sit unseen in convocation or General Assembly, and mingle unsuspected in the deliberations and debates. There was no tongue they could not speak, and no creed they could not profess, and thus there was no people among whom they might not sojourn, and no church whose membership they might not enter and whose functions they might not discharge. They could execrate the Pope with the Lutheran, and swear the Solemn League with the Covenantor. — J. A. Wylie, The History of Protestantism, Vol. II, p. 412. (quoted in Sydney Hunter, Is Alberto for Real?, Chick Publications, page 13.) In the light of these statements, several questions arise. Since the Jesuits began a direct assault on America in 1815 and nothing stands in their way, then are the policies carried out today in America under the control of this despot of Rome? Have the assassinations of certain presidents, like Abraham Lincoln, William McKinley, James Garfield, and William Henry Harrison, been Jesuit inspired? Have the atrocities, like Waco, Oklahoma City, and the destruction of the Twin Towers in New York City been planned behind the walls of the Vatican? What about our precious Constitution and the Bill of Rights that have come under such unrelenting attack in the past few decades? Is this the ultimate prize of the Jesuits to annihilate our precious freedoms that were purchased at so great a cost? Following chapters will analyze some of these very sobering questions. As if the Congress of Vienna was not clear enough as to the objectives of the European monarchs and the Jesuit Order, there were two more Congresses that were convened. The first of these was held at Verona in 1822. During this Congress, it was decided that America would be the target of Jesuit emissaries and that America was to be destroyed at all costs. Every principle of the Constitution was to be dissolved and new Jesuitical principles were to be put into place in order to exalt the Papacy to dominion in America. The other meeting was held in Chieri, Italy in 1825. Here is what was decided there. In 1825, some eleven years after the revival of the Jesuit Order, a secret meeting of leading Jesuits was held at their College of Chieri near Turin, in Northern Italy. At that gathering, plans were discussed for the advancement of Papal power, world-wide, for the destabilizing of governments who stood in the way and for the crushing of all opposition to Jesuit schemes and ambitions... “What we aim at, is the Empire of the World... “We must give them [the great men of earth] to understand http://www.geocities.com/thesecretterrorists/book/ch1.html (7 of 10)2.12.2005 16:29:10"},{"pageNumber":9,"pageContent":"BooK: THE SECRET TERRORISTS BY: BILL HUGHES that the cause of evil, the bad leaven, will remain as long as Protestantism shall exist, that Protestantism must therefore be utterly abolished... Heretics are the enemies that we are bound to exterminate... “Then the Bible that serpent which with head erect and eyes flashing threatens us with its venom while it trails along the ground, shall be changed into a rod as soon as we are able to seize it.” — Hector Macpherson, The Jesuits in History, Ozark Book Publishers, 1997, appendix. The goal of Chieri is clear; destroy Protestantism at any cost, and restore the temporal power of the Papacy — WORLDWIDE. As we watch John Paul II traversing the globe and being accepted worldwide as the “man of peace,” we can see how well the Jesuit plan, instituted at Chieri, is working. These three meetings, at Vienna, Verona, and Chieri, were held with as much secrecy as possible. However, one man attended the first two meetings that would not be silenced. British foreign minister George Canning contacted the U.S. government to warn them that the monarchs of Europe were planning to destroy the free institutions of America. It was because of this conspiracy against the American Republics by the European monarchies that the great English statesman Canning, called the attention of our government to it, and our statesmen then, including Thomas Jefferson, who was still living at that time, took an active part to bring about the declaration by President Monroe in his next annual message to the Congress of the United States that the United States would regard it as an act of hostility to the government of the United States and an unfriendly act, if this coalition, or if any power of Europe ever undertook to establish upon the American continent any control of any American republic, or to acquire any territorial rights. This is the so-called Monroe Doctrine. The threat under the secret treaty of Verona to suppress popular government in the American republics is the basis of the Monroe Doctrine. This secret treaty sets forth clearly the conflict between monarchial government and popular government, and the government of the few as against the government of the many. — Burke McCarty, The Suppressed Truth About the Assassination of Abraham Lincoln, page 10. The Monroe Doctrine was America’s response to the Jesuit’s Congress of Vienna and Verona. America would consider it an act of war if any European nation sought colonial expansion in the western hemisphere. The Jesuits have been able secretly to attack and infiltrate America to accomplish exactly what the Monroe Doctrine was stated to protect against. They have been able to get away with it because it was done http://www.geocities.com/thesecretterrorists/book/ch1.html (8 of 10)2.12.2005 16:29:10"},{"pageNumber":10,"pageContent":"BooK: THE SECRET TERRORISTS BY: BILL HUGHES with the utmost secrecy and under the facade of being a church. In a letter to President Monroe, Thomas Jefferson made the following observations: The question presented by the letters you have sent to me, is the most momentous which has ever been offered to my contemplation since that of Independence. That made us a nation, this sets our compass and points the course which we are to steer through the ocean of time opening on us. And never could we embark on it under circumstances more auspicious. Our first and fundamental maxim should be, never to entangle ourselves in the broils of Europe. Our second, never to suffer Europe to intermeddle with cis- Atlantic affairs. America, North and South, has a set of interests distinct from those of Europe, and peculiarly her own. She should therefore have a system of her own, separate and apart from that of Europe. While the last is laboring to become the domicile of despotism, our endeavor should surely be, to make our hemisphere that of freedom... [We must be] declaring our protest against the atrocious violations of the rights of nations, by the interference of any one in the internal affairs of another, so flagitiously begun by Bonaparte, and now continued by the equally lawless Alliance, calling itself Holy... We will oppose, with all of our means, the forcible interposition of any other power... The question now proposed involves consequences so lasting, and effects so decisive of our future destinies, as to rekindle all the interest I have heretofore felt on such occasions, and to induce me to the hazard of opinions, which will prove only my wish to contribute still my mite towards anything which may be useful to our country. — Archives, Mount Holyoke College. Jefferson saw this as a great crisis in America’s young history because the wily and sinister Jesuits had been ordered to target America’s destruction. The Monroe Doctrine challenged any advance on America by Europe. However, Monroe did not really understand that the crafty Jesuits would not initially use the force of arms to gain their objectives. They would use cunning, craftiness, and utmost secrecy. They would appeal to men’s basest points. They would plant their agents in positions of wealth and power and then use their influence to gain their great prize — the subversion and destruction of every Protestant principle as outlined in the Constitution of the United States. Go to Chapter Two: President Andrew Jackson http://www.geocities.com/thesecretterrorists/book/ch1.html (9 of 10)2.12.2005 16:29:10"},{"pageNumber":11,"pageContent":"BooK: THE SECRET TERRORISTS BY: BILL HUGHES Home Page http://www.geocities.com/thesecretterrorists/book/ch1.html (10 of 10)2.12.2005 16:29:10"},{"pageNumber":12,"pageContent":"THE SECRET TERRORISTS CHAPTER 2: PRESIDENT ANDREW JACKSON CHAPTER 2 PRESIDENT ANDREW JACKSON Andrew Jackson was elected to the Presidency in the year 1828. His bravery and military skill in defeating the British in the War of 1812 are well known. He fought many battles in open combat, but now he was facing an entirely different enemy. This enemy claimed to be American just like him, claimed to want the best for America just like him, and occupied high positions of responsibility just like him. The Jesuits were going to destroy America as determined by the sinister Councils at Vienna, Verona, and Chieri, and it was during the Presidency of Andrew Jackson that they began to apply their treachery in full force. These Jesuits moved among the American people and looked just like Americans. They were, in fact, American citizens, but their loyalty was to the pope of Rome. Their purposes were those of the papacy. These people were traitors and a serious threat to the continued existence of the United States. A nation can survive its fools, and even the ambitious. But it cannot survive treason from within. An enemy at the gates is less formidable, for he is known and carries his banners openly against the city. But the traitor moves among those within the gates freely, his sly whispers rustling through all the alleys, heard in the very halls of government itself. For the traitor appears no traitor; he speaks in the accents familiar to his victims, and he wears their face and their garments, and he appeals to the baseness that lies deep in the hearts of all men. He rots the soul of a nation; he works secretly and unknown in the night to undermine the pillars of a city; he infects the body politic so that it can no longer resist. — Marcus Cicero, speaking to Caesar, Crassus, Pompey and the Roman Senate. Two of these traitors were John C. Calhoun and Nicholas Biddle. Andrew Jackson won the Presidency in 1828 by a very wide margin. His Vice-President was John C. Calhoun of South Carolina. Calhoun realized that the love for freedom was very strong in the hearts of all Americans. He realized that slavery was rapidly being hemmed in because nearly all the territories purchased from Spain and France were made free. Without a continual expansion of slavery, it would eventually be defeated. In order to derail the current anti-slavery trends in America, Calhoun began a newspaper in Washington called http://www.geocities.com/thesecretterrorists/book/ch2.html (1 of 8)2.12.2005 16:29:51"},{"pageNumber":13,"pageContent":"THE SECRET TERRORISTS CHAPTER 2: PRESIDENT ANDREW JACKSON the United States Telegraph. In this paper, he began to advocate the idea called States Rights. The Doctrine of States Rights would lead inevitably to the complete abolishment of the United States. It presumed that a state had an inherent right to do whatever it wanted. Under the principles of States Rights, if a state wanted to secede from the Union, it could do so. This would eventually eliminate the United States. Calhoun took a festering sore and turned it into the reason for the Southern states to secede from the Union. The festering sore was the high tariff placed on foreign imports, which made European goods more expensive. Since Europe bought large amounts of Southern cotton and other commodities the tariff meant that Southern merchants made less money for their exports. This tax helped Northern manufacturers because now, the Southern merchant would buy more from him. Calhoun convinced the Southern states that they were getting a very bad deal and that they had the right to leave the Union over this issue. The South, being an agricultural region, was easily convinced that a high tariff on foreign imports was injurious to them. He next undertook to explain to the South that these high duties were placed on specific articles, and was done, as special favor, to protect local interests. Thus he said to the people of the South, You are being taxed to support Northern manufacturers. And it was on this popular issue he planted his nullification flag... This new bastard democracy meant the right to destroy, peaceably or by force, (when ready,) the Federal Union. — John Smith Dye, The Adder’s Den, p. 22. Shortly after Calhoun started his paper, there was a meeting called to honor the memory of Thomas Jefferson. At this meeting, Andrew Jackson was asked to speak. He arose and declared, “Our Federal Union. It must be preserved.” After saying this, Jackson sat down. Calhoun then arose and declared, The Union next to our liberties most dear. May we all remember that it can only be preserved by respecting the rights of the States, and distributing equally the benefits and burdens of the Union. — Ibid. p. 19. Calhoun put the Union second to our liberties. The union and the Constitution are what established our liberties. If the Union were dissolved, the States would be at each other’s throats just like the countries of Europe down through history. The resources of the states would be constantly used up, always preparing for war with each other. This was the objective of Calhoun and the papacy from the beginning. http://www.geocities.com/thesecretterrorists/book/ch2.html (2 of 8)2.12.2005 16:29:51"},{"pageNumber":14,"pageContent":"THE SECRET TERRORISTS CHAPTER 2: PRESIDENT ANDREW JACKSON Their goal was to destroy the United States. Calhoun used the tariff to create friction between the North and the South. Congress could have easily changed the tariff, so that was no reason for secession. Many spoke out against his underhanded methods. Daniel Webster said: Sir, the world will scarcely believe that this whole controversy, and all the desperate means which its support requires, has no other foundation than a difference of opinion between a majority of the people of South Carolina on the one side, and a vast majority of the people of the United States on the other. The world will not credit the fact. We who hear and see it can ourselves hardly yet believe it. — Ibid, p. 25. Daniel Webster knew that the issue went far deeper than a tariff. Calhoun was the Jesuit plant being used to split America in two! John Quincy Adams in the House of Representatives declared: In opposition to the compromise of Mr. Clay, no victim is necessary, and yet you propose to bind us hand and foot, to pour out our blood upon the altar, to appease the unnatural discontent of the South — a discontent having deeper root than the Tariff, and will continue when that is forgotten. — Ibid, p. 25. Adams was correct in his observation. The tariff issue died, but the smoldering embers of division had split America in half. The blood of the Civil War can be traced back to the Jesuit, John C. Calhoun. As we watch Calhoun seek to rend America in two, let us remember the words of ex-Catholic priest, Charles Chiniquy. Rome saw at once that the very existence of the United States was a formidable menace to her own life. From the very beginning she perfidiously sowed the germs of division and hatred between the two great sections of this country and succeeded in dividing South from North on the burning question of slavery. That division was her golden opportunity to crush one by the other, and reign over the bloody ruins of both, a favored, long-standing policy. — Charles Chiniquy, Fifty Years in the Church of Rome, Chick Publications, p. 291, emphasis supplied. Calhoun was not a loyal citizen of the United States. He worked to advance the pope’s agenda. He seemed to be an American, but, was really a Jesuit in the pope’s army in the effort to destroy America. http://www.geocities.com/thesecretterrorists/book/ch2.html (3 of 8)2.12.2005 16:29:51"},{"pageNumber":15,"pageContent":"THE SECRET TERRORISTS CHAPTER 2: PRESIDENT ANDREW JACKSON Priest Phelan makes this statement. Why, if the government of the United States were at war with the Church, we would say tomorrow, ‘To Hell with the government of the United States;’ and if the church and all the governments of the world were at war, we would say: ‘To Hell with all the governments of the world.’ Why is it the pope has such tremendous power? Why the pope is the ruler of the world. All the emperors, all the kings, all the princes, all the presidents of the world are as these ALTAR BOYS of mine . — Priest Phelan, Western Watchman, June 27, 1912, emphasis supplied. John C. Calhoun was one of the papal altar boys, doing as he was told. Andrew Jackson, in his message to Congress in 1832 stated this: The right of the people of a single State to absolve themselves at will, and without the consent of the other states, from their most solemn obligations, and hazard the liberties and happiness of millions comprising this nation, cannot be acknowledged. Such authority is believed to be wholly repugnant, both to the principles upon which the General Government is constituted, and the objects which it is expressly formed to obtain. — John Smith Dye, The Adder’s Den, p. 25. Jackson knew that Calhoun’s plot was devised to destroy the United States and its Constitutional liberties, and this was unacceptable to him. Jackson was standing in the way of the Congresses of Vienna, Verona, and Chieri, and the Jesuits had to deal with him. Nicholas Biddle, another one of their agents, carried out phase two of the Jesuit attack. Biddle was a brilliant financier, having graduated from the University of Pennsylvania at the age of thirteen. He was a master of the science of money. By the time Jackson came to the Presidency in 1828, Biddle was in full control of the Federal government’s central bank. This was not the first time that a central bank had been established. Twice before, first under Robert Morris, and then under Alexander Hamilton, had a central bank been tried, but in both cases it had failed because of fraudulent actions on the part of the bankers who were in control. After the War of 1812, a central bank was tried again, and it was in this third attempt that we find Mr. Biddle. Who was behind Nicholas Biddle and the attempt to have a central bank in the United States? The blunt reality is that the Rothschild banking dynasty in Europe was the dominant force, both financially and politically, in the formation of the Bank of the United States. — G. Edward Griffin, The Creature from Jekyll Island, http://www.geocities.com/thesecretterrorists/book/ch2.html (4 of 8)2.12.2005 16:29:51"},{"pageNumber":16,"pageContent":"THE SECRET TERRORISTS CHAPTER 2: PRESIDENT ANDREW JACKSON American Opinion Publishing, p. 331. Over the years since N.M. [Rothschild], the Manchester textile manufacturer, had bought cotton from the Southern states, The Rothschilds had developed heavy American commitments. Nathan... had made loans to various states of the Union, had been, for a time, the official European banker for the U.S. government and was a pledged supporter of the Bank of the United States. — Derek Wilson, Rothschild: The Wealth and Power of a Dynasty, Charles Scribner’s Sons, p. 178. The Rothschilds long had a powerful influence in dictating American financial laws. The law records show that they were the power in the old Bank of the United States. — Gustavus Myers, History of the Great American Fortunes, Random House, p. 556. The instigators behind Biddle in his efforts to establish the Central Bank were the Rothschilds. For whom was the Rothschild family working? Aware that the Rothschilds are an important Jewish family, I looked them up in Encyclopedia Judaica and discovered that they bear the title ‘Guardians of the Vatican Treasury’.... The appointment of Rothschild gave the black papacy absolute financial privacy and secrecy. Who would ever search a family of orthodox Jews for the key to the wealth of the Roman Catholic Church? — F. Tupper Saussy, Rulers of Evil, Harper Collins, page 160, 161 The Rothschilds were Jesuits who used their Jewish background as a facade to cover their sinister activities. The Jesuits, working through Rothschild and Biddle, sought to gain control of the banking system of the United States. Andrew Jackson was not happy with the central bank. When Biddle sought to renew the bank’s charter in 1832, President Jackson put his re-election bid on the line and vetoed Congress’ attempt to renew the charter. He vetoed it for three reasons. The bank was becoming a monopoly; it was unconstitutional, and it was a grave danger to the country by having the bank heavily dominated by foreign interests (the Jesuits). Jackson felt that the very security of America was in danger from these foreign interests. He said: Is there no danger to our liberty and independence in a bank that in its nature has so little to bind it to our country? Is there not cause to tremble for the purity of our elections in peace and for the independence of our country in war? Controlling our currency, receiving our public monies, and http://www.geocities.com/thesecretterrorists/book/ch2.html (5 of 8)2.12.2005 16:29:51"},{"pageNumber":17,"pageContent":"THE SECRET TERRORISTS CHAPTER 2: PRESIDENT ANDREW JACKSON holding thousands of our citizens in dependence, it would be more formidable and dangerous than a naval and military power of the enemy. — Herman E. Kross, Documentary History of Banking and Currency in the United States, Chelsea House, pp. 26, 27. Jackson’s comments were nothing new. Others understood the power wielded by those who ran the bank. Mayer Rothschild said: Let me issue and control a nation’s money and I care not who writes the laws. — G. Edward Griffin, The Creature from Jekyll Island, American Opinion Publishing, p. 218. This is the Jesuits’/Rothschilds’ golden rule. The one who has the gold makes the rules! Griffin then writes: The Rothschild dynasty had conquered the world more thoroughly, more cunningly, and much more lastingly than all the Caesars before or all the Hitlers after them. — Ibid, p. 218. Thomas Jefferson has this to say about the central bank. A private central bank issuing the public currency is a greater menace to the liberties of the people than a standing army... We must not let our rulers load us with perpetual debt. — Ibid. p. 329. The Jesuits used Biddle and Rothschild to gain the upper hand in American banking because they knew they could then control the people and effectively re-write the Constitution according to papal law. Jackson was trying to stop them. Let us take a closer look at the central bank and see why it is so dangerous. Most people do not understand the central bank, the Federal Reserve Bank. Here is a very simplified scenario that pretty much explains one of the operations of the Federal Reserve. It is necessary to understand that the Federal Reserve Bank is not owned by the United States government as many believe. The central bank, the Federal Reserve Bank, is a private bank, owned by some of the richest and most powerful people in the world. This bank has nothing to do with the U.S. government other than the connection, which allows the operation described below. The Federal Reserve Bank has a total, government-enforced monopoly in money. Before we had the central bank, each individual bank competed with other banks; the customers, the consumers, got the best deal. Not any more. http://www.geocities.com/thesecretterrorists/book/ch2.html (6 of 8)2.12.2005 16:29:51"},{"pageNumber":18,"pageContent":"THE SECRET TERRORISTS CHAPTER 2: PRESIDENT ANDREW JACKSON We all know that today the United States government borrows money and operates under astronomical debt. Why is this? Common sense dictates that a policy of such enormous debt will sooner or later destroy the organization that practices it, because the interest on its debt must increase beyond its income, making payoff impossible. Now to our scenario. Here, roughly, is how the operation proceeds. Suppose the United States government wants to borrow a billion dollars. The government issues a bond for this amount, much as a water company does when it wants to raise money for a new pipeline or a new dam. The government delivers this bond for the billion dollars to the Federal Reserve Bank. The Federal Reserve Bank takes the bond and writes an order to the Department of Printing and Engraving to print the billion dollars’ worth of bills. After about two weeks or so, when the bills are printed, the Department of Printing and Engraving ships the bills to the Federal Reserve Bank, which then writes a check for about two thousand dollars to pay for printing the billion dollars’ worth of bills. The Federal Reserve Bank then takes the billion dollars and lends the billion dollars to the United States government, and the people of the country pay interest at an exorbitant rate each year on this money, which came out of nothing. The owners of the Federal Reserve Bank put up nothing for this money. We see, therefore, that when the United States government goes into debt one dollar, a dollar plus the interest goes into the pockets of the owners of the Federal Reserve Bank. This is the largest, the most colossal theft ever perpetrated in the history of mankind, and it is so slick, so subtle, and so obfuscated by propaganda from the news media that the victims are not even aware of what is happening. You can see why the Jesuits want to keep this operation secret. The Constitution of the United States gives to Congress the power to coin money. If Congress coined its own money as the Constitution directs, it would not have to pay the hundreds of billions of dollars of interest that it now pays each year to the bankers for the national debt, for money that came out of nothing. Money coined by Congress would be debt free. Biddle responded to Jackson’s refusing to allow him to re-establish the central bank by shrinking the nations money supply. He did this by refusing to make loans. By so doing, he upended the economy and money disappeared. Unemployment ran high. Companies went bankrupt because they could not pay their loans. The nation went into a panic depression. Biddle felt he could force Jackson to keep the central bank. So confident was he that he publicly boasted that he had caused the economic woes in America. Due to his foolish bragging, others came out in defense of Jackson and the central bank died. It died until its re-establishment in 1913. It was re-established then by the same people, (Jesuits of Rome) for the same purpose of bringing America to her knees and planting the temporal power of the pope in http://www.geocities.com/thesecretterrorists/book/ch2.html (7 of 8)2.12.2005 16:29:51"},{"pageNumber":19,"pageContent":"THE SECRET TERRORISTS CHAPTER 2: PRESIDENT ANDREW JACKSON America. The Jesuits’ scheming for a central bank in America was temporarily stopped during Andrew Jackson’s presidency. He had opposed Calhoun’s States Rights doctrine, and he stopped Biddle’s attempt to continue the Central Bank. When other things fail, the Jesuit Oath declares that it is commendable to murder someone who stands in their way. The President had earned the undying hatred of monetary scientists, both in America and abroad. [The Jesuits were furious.] It is not surprising, therefore, that on January 30,1835, an assassination attempt was made against him. Miraculously, both pistols of the assailant misfired, and Jackson was spared by a quirk of fate. It was the first such attempt to be made against the life of a President of the United States. The would-be assassin was Richard Lawrence who either was truly insane or who pretended to be insane to escape harsh punishment. At any rate, Lawrence was found not guilty due to insanity. Later, he boasted to friends that he had been in touch with powerful people in Europe who had promised to protect him from punishment should he be caught. — Ibid. p. 357. The Jesuit Order was dead serious about taking over the United States. They infiltrated into government at the highest levels, and used their agents in controlling the American banking system. They would also use assassination when necessary to destroy any opposition to their plans. Andrew Jackson was almost assassinated by a Jesuit plant, who bragged of powerful Europeans, (the Jesuits) that would set him free in case he was caught. Other Presidents came along who also incurred the undying wrath of Rome. Several have been assassinated, and a few escaped certain death. The next chapter, which discusses the Presidencies of William Henry Harrison, Zachary Taylor, and James Buchanan, will fill in the details. Chapter 3: Harrison, Taylor, and Buchanan Home Page http://www.geocities.com/thesecretterrorists/book/ch2.html (8 of 8)2.12.2005 16:29:51"},{"pageNumber":20,"pageContent":"THE SECRET TERRORISTS CHAPTER 3: PRESIDENT HARRISON, TAYLOR, AND BUCHANAN CHAPTER 3 PRESIDENTS HARRISON, TAYLOR, AND BUCHANAN William Henry Harrison was elected to the Presidency of the United States in the year 1841. He was already well up in years at 67, but he was very healthy and robust. All who knew him felt that he would have no problem going through his full four years in office. However, just thirty-five days after taking the oath of office, President Harrison was dead on April 4, 1841. Most, if not all, encyclopedias will tell you that he died of pneumonia after giving his inaugural address in the severe cold of Washington, D.C., but that is not correct. He did not die of pneumonia. When Harrison came to office a very tense situation existed in the country. Trouble was brewing between the North and the South over the issue of slavery. There was contention over the annexation of Texas, whether it would be admitted free or slave. An attempt had been made on President Jackson’s life just six years before. Harrison took office a short twenty years before the Civil War. The influence of the Jesuits was weighing heavily upon America. As we have already seen, the Congresses at Vienna, Verona, and Chieri, were determined to destroy popular government wherever it was found. The prime target was the United States and the destruction of every Protestant principle. The despicable Jesuits were ordered to carry out this destruction. Andrew Jackson faced the onslaught of the Jesuits via the political mine fields of John C. Calhoun and the financial wizardry of Nicholas Biddle. William Henry Harrison had also refused to go along with the Jesuits’ goals for America. In his inaugural address he made these comments: We admit of no government by divine right, believing that so far as power is concerned, the beneficent Creator has made no distinction among men; that all are upon an equality, and that the only legitimate right to govern, is upon the expressed grant of power from the governed. — Burke McCarty, The Suppressed Truth About the Assassination of Abraham Lincoln, Arya Varta Publishing, p. 44. By that statement, President Harrison had just incurred the deadly http://www.geocities.com/thesecretterrorists/book/ch3.html (1 of 8)2.12.2005 16:30:32"},{"pageNumber":21,"pageContent":"THE SECRET TERRORISTS CHAPTER 3: PRESIDENT HARRISON, TAYLOR, AND BUCHANAN wrath of the Jesuits. With these unmistakable words President Harrison made his position clear; he hurled defiance to the Divine Right enemies of our Popular Government. [Burke McCarty is talking about Rome when she says that.] Aye, he did more — for those were the words that signed his death warrant. Just one month and five days from that day, President Harrison lay a corpse in the White House. He died from arsenic poisoning, administered by the tools of Rome. The Jesuit oath had been swiftly carried out: “I do further promise and declare that I will, when opportunity presents, make and wage, relentless war, secretly or openly, against all heretics, Protestants and Liberals, as I am directed to do, to extirpate them and exterminate them from the face of the earth.... That when the same cannot be done openly, I will secretly use the poison cup regardless of the honor, rank, dignity or authority of the person or persons... whatsoever may be their condition in life, either public or private, as I at any time may be directed so to do by an agent of the Pope or Superior of the Brotherhood of the Holy Faith of the Society of Jesus.” — Ibid. pp. 44, 46. For nearly a thousand years, the Roman Catholic popes felt that they ruled by divine right, that their power had come directly from God, and that all men were to bow to their authority and control. If a ruler would not submit his position and the country he ruled into the hands of the Pope, then that person had no right to rule. When Harrison stated that, “we admit of no government by divine right,” he was declaring that he and the United States were in no way going to submit to the pope’s control. To the pope and his heinous Jesuits, this was a slap in the face that they felt must be dealt with immediately. It was not Harrison alone that had rejected Rome’s authority, for he was simply stating what the Declaration of Independence and the Constitution had declared before him. Our Republic totally refused the control that the pope and the Jesuits were trying to apply. When a nation, church, or individual, refuses to submit to the authority of the papacy, they are finished. Unless God intervenes, the lives of those opposing the papacy will be terminated. This concept is completely foreign to the thinking of people who have lived under a free, constitutional government. The inalienable rights to worship God according to the dictates of one’s own conscience and a government without a king, are taken for granted in the United States today. We don’t realize that Harrison’s statement was a dagger aimed at the heart of the papacy’s existence. Another ruler who refused to be dictated to by the papacy was Queen Elizabeth of England. She was one of Henry the Eighth’s daughters and http://www.geocities.com/thesecretterrorists/book/ch3.html (2 of 8)2.12.2005 16:30:32"},{"pageNumber":22,"pageContent":"THE SECRET TERRORISTS CHAPTER 3: PRESIDENT HARRISON, TAYLOR, AND BUCHANAN ruled England from 1558 to 1603. She ascended the throne following the death of her half-sister, ‘Bloody Mary,’ who ruled England from 1553 to 1558. Mary had been a Catholic sovereign, but Elizabeth was a Protestant. After her accession, Elizabeth wrote to Sir Richard Crane, the English ambassador in Rome, to notify the people of her accession. But she was informed by ‘His Holiness’ that England was a fief [servant or slave] of the ‘Holy See,’ that Elizabeth had no right to assume the crown without his permission, that she was not born in lawful wedlock, and could not therefore reign over England; that her safest course was to renounce all claims to the throne, and submit herself entirely to his will; then he would treat her as tenderly as possible. But, if she refused his ‘advice,’ he would not spare her! She declined the pope’s advice, and the hatred of Pius and his successors was assured. — J.E.C. Shepherd, The Babington Plot, Wittenburg Publications, p. 46. Queen Elizabeth wisely rejected the assumed ‘Divine Right’ of the papacy to rule over and control the throne of England. Because of this there were at least five attempts to assassinate her. These attempts all failed because she had a superb secret service group, and her life was saved. When the papacy realized that all their efforts to assassinate Elizabeth had failed, they turned to one of their Catholic sons, Phillip the Second of Spain. In 1580 the papacy arranged for Spain to invade England. Later on it was Pope Sixtus X who promised Philip of Spain a million scudi to assist in equipping his ‘Invincible Armada’ to destroy the throne of Elizabeth, and the only condition the pope made in bestowment of his gift: ‘he should have the nomination of the English sovereign, and that the kingdom should become a fief of the church.’ — Ibid, p. 47. The famous Spanish Armada was sent to crush England because Elizabeth would not give her throne and kingdom to the pope. For thirty years, the Jesuits tried to kill Elizabeth, but failed. Finally, they conspired with Phillip the Second of Spain to annihilate her with the Armada. We charge the popes of the ‘succession’ with being the prime movers in the entire adult life of Elizabeth to deliberately destroy her and her kingdom, forcing England’s return to the domination of their evil, enslaving system, called the ‘Roman Catholic Church.’ Not only was the pope the prime mover of the seditious intrigues in England, but he was the mainspring of the ongoing treachery. The pope insisted on exercising absolute authority and http://www.geocities.com/thesecretterrorists/book/ch3.html (3 of 8)2.12.2005 16:30:32"},{"pageNumber":23,"pageContent":"THE SECRET TERRORISTS CHAPTER 3: PRESIDENT HARRISON, TAYLOR, AND BUCHANAN sovereignty over all kings and princes , and dared to assume the prerogatives of Deity in wielding his ‘spiritual’ and ‘temporal’ swords. — Ibid, pp. 98, 99. (emphasis added). Likewise, as William Henry Harrison took his oath to become the President of the United States, the Jesuits saw a man that openly opposed them and their plans. Unfortunately, President Harrison was poisoned just thirty five days into his term of office. General Harrison did not die of natural disease — no failure of health or strength existed — but something sudden and fatal. He did not die of Apoplexy; that is a disease. But arsenic would produce a sudden effect, and it would also be fatal from the commencement. This is the chief weapon of the medical assassin. Oxalic acid, prucic acid, or salts of strychnine, would be almost instant death, and would give but little advantage for escape to the murderer. Therefore his was not a case of acute poisoning, when death takes place almost instantaneously, but of chronic, where the patient dies slowly. He lived about six days after he received the drug. — John Smith Dye, The Adder’s Den, p. 37. United States Senator Thomas Benton concurs. There was no failure of health or strength to indicate such an event, or to excite apprehension that he would not go through his term with the same vigor with which he commenced it. His attack was sudden and evidently fatal from the commencement. — Senator Thomas Benton, Thirty Years View, volume II, p. 21. (quoted in John Smith Dye’s book, The Adder’s Den, page 36). William Henry Harrison became the first president to fall a victim of the Jesuits in their attempt to take over the United States, destroy the Constitution, and install the papacy as the supreme ruler in America. If any U.S. President or any other leader refused to take orders from the Jesuits, they too, would be targets of assassination. Zachary Taylor refused to go along with the destruction of America and he was the next to fall. Taylor was known as a great military man. His friends called him ‘Old Rough and Ready.’ He came to the White House in 1848 and sixteen months later, he was dead. .... they used the invasion of Cuba as the test for President Taylor, and had their plans ready to launch their nefarious scheme in the early part of his administration, but from the very beginning President Taylor snuffed out all hope of its consummation during his term. — Burke McCarty, The Suppressed Truth About the Assassination of Abraham Lincoln, Arya Varta Publishing, p. 47. http://www.geocities.com/thesecretterrorists/book/ch3.html (4 of 8)2.12.2005 16:30:32"},{"pageNumber":24,"pageContent":"THE SECRET TERRORISTS CHAPTER 3: PRESIDENT HARRISON, TAYLOR, AND BUCHANAN Here is what would have happened if Zachary Taylor had invaded Cuba. There was Catholic Austria, Catholic Spain, Catholic France and England all waiting, ready to do battle with the United States of America if he had invaded Cuba. What chance would this young republic have had against the united powers of Catholic Europe at that time? The papacy well understood this and that is why they pushed Taylor so hard to invade. Taylor committed another ‘crime’ against Rome. He spoke passionately about the preservation of the Union. The Jesuits were striving hard to split the nation in two, and the President was trying hard to keep it together. Jesuit agent, John C. Calhoun, visited the Department of State, and requested the president to say nothing in his forthcoming message about the Union. But Calhoun had little influence over Taylor, for after his visit the following remarkable passage was added to Taylor’s speech, Attachment to the Union of States should be fostered in every American heart. For more than half a century during which kingdoms and empires have fallen, this Union has stood unshaken.... In my judgment its dissolution would be the greatest of calamities and to avert that should be the steady aim of every American. Upon its preservation must depend our own happiness and that of generations to come. Whatever dangers may threaten it, I shall stand by it and maintain it in its integrity to the full extent of the obligations imposed, and power conferred upon me by the Constitution. — John Smith Dye, The Adder’s Den, pp. 51, 52. McCarty picks up the story from here, There was no quibbling in this. The pro slavery leaders had nothing to count on in Taylor, therefore they decided on his assassination... The arch-plotters, fearing that suspicion might be aroused by the death of the President early in his administration, as in the case of President Harrison, permitted him to serve one year and four months, when on the fourth of July, arsenic was administered to him during a celebration in Washington at which he was invited to deliver the address. He went in perfect health in the morning and was taken ill in the afternoon about five o’clock and died on the Monday following, having been sick the same number of days and with precisely the same symptoms as was his predecessor, President Harrison. — Burke McCarty, The Suppressed Truth About the Assassination of Abraham Lincoln, Arya Varta Publishing, p. 48. The slave power [the Jesuits] had now sufficient reason to count him as an enemy, and his history gave them to http://www.geocities.com/thesecretterrorists/book/ch3.html (5 of 8)2.12.2005 16:30:32"},{"pageNumber":25,"pageContent":"THE SECRET TERRORISTS CHAPTER 3: PRESIDENT HARRISON, TAYLOR, AND BUCHANAN understand that he never surrendered. Those having slavery politically committed to their care had long before sworn that no person should ever occupy the Presidential chair that opposed their schemes in the interest of slavery. They resolved to take his life.... This the slave power [the Jesuits] understood, and they determined to serve him as they had previously served General Harrison; and only waited a favorable opportunity to carry out their hellish intent. The celebration of the 4th of July was near at hand; and it was resolved to take advantage of that day, and give him the fatal drug. — John Smith Dye, The Adder’s Den, pp. 52,53. Six years later James Buchanan, a Pennsylvania Democrat, was elected president. James Buchanan had wined and dined with the Southerners and it appeared as though he would go along with their desires. The new president proved himself a decided ‘Trimmer.’ Although he was a Northern man, he had strongly courted the Southern leaders and given them to understand that he was ‘With them heart and soul,’ in short, he double-crossed them... The gentleman had had his ear to the ground evidently and had heard the rumble of the Abolitionists’ wheels.... He coolly informed them that he was President of the North, as well as of the South. This change of attitude was indicated by his very decided stand against Jefferson Davis and his party, and he made known his intention of settling the question of Slavery in the Free States to the satisfaction of the people in those States. — Burke McCarty, The Suppressed Truth About the Assassination of Abraham Lincoln, Arya Varta Publishing, p. 50. James Buchanan didn’t have to wait long to find out what the Jesuits would do to him for double-crossing them. On Washington’s birthday, Buchanan’s stand became known and the next day he was poisoned. The plot was deep and planned with skill. Mr. Buchanan, as was customary with men in his station, had a table and chairs reserved for himself and friends in the dining room at the National Hotel. The President was known to be an inveterate tea drinker; in fact, Northern people rarely drink anything else in the evening. Southern men prefer coffee. Thus, to make sure of Buchanan and his Northern friends, arsenic was sprinkled in the bowls containing the tea and lump sugar and set on the table where he was to sit. The pulverized sugar in the bowls used for coffee on the other tables was kept free from the poison. Not a single Southern man was affected or harmed. Fifty or sixty persons dined at the table that evening, and as nearly as can be learned, about thirty-eight died from the http://www.geocities.com/thesecretterrorists/book/ch3.html (6 of 8)2.12.2005 16:30:32"},{"pageNumber":26,"pageContent":"THE SECRET TERRORISTS CHAPTER 3: PRESIDENT HARRISON, TAYLOR, AND BUCHANAN effects of the poison. President Buchanan was poisoned, and with great difficulty his life was saved. His physicians treated him understandingly from instructions given by himself as to the cause of the illness, for he understood well what was the matter. Since the appearance of the epidemic, the tables at the National Hotel have been almost empty. Have the proprietors of the Hotel, or clerks, or servants, suffered from it? If not, in what respect did their diet and accommodations differ from those of the guests? There is more in this calamity than meets the eye. It’s a matter that should not be trifled with. — The New York Post, March 18, 1857. James Buchanan was poisoned and almost died. He lived because he knew that he had been given arsenic poisoning and so informed his doctors. He knew that the Jesuits poisoned Harrison and Taylor. The Jesuit Order fulfilled their oath again that they would poison, kill, or do whatever was necessary to remove those who opposed their plans. From 1841 to 1857, we saw that three Presidents were attacked by the Jesuits as outlined in the Congresses of Vienna, Verona, and Chieri. Two died and one barely escaped. They allow nothing to stand in their way of total domination of America, and the destruction of the Constitution. As they look at America the priests of Rome have stated, We are also determined to take possession of the United States; but we must proceed with the utmost secrecy. Silently and patiently, we must mass our Roman Catholics in the great cities of the United States, remembering that the vote of a poor journeyman, though he be covered with rags, has as much weight in the scale of powers as the millionaire Astor, and that if we have two votes against his one, he will become as powerless as an oyster. Let us then multiply our votes; let us call our poor but faithful Irish Catholics from every corner of the world, and gather them into the very hearts of the cities of Washington, New York, Boston, Chicago, Buffalo, Albany, Troy, Cincinnati. Under the shadows of those great cities, the Americans consider themselves a giant unconquerable race. They look upon the poor Irish Catholics with supreme contempt, as only fit to dig their canals, sweep their streets and work in their kitchens. Let no one awake those sleeping lions, today. Let us pray God that they continue to sleep a few years longer, waking only to find their votes outnumbered as we will turn them forever, out of every position of honor, power http://www.geocities.com/thesecretterrorists/book/ch3.html (7 of 8)2.12.2005 16:30:32"},{"pageNumber":27,"pageContent":"THE SECRET TERRORISTS CHAPTER 3: PRESIDENT HARRISON, TAYLOR, AND BUCHANAN and profit!... What will those so-called giants think when not a single senator or member of Congress will be chosen, unless he has submitted to our holy father the pope! We will not only elect the president, but fill and command the armies, man the navies, and hold the keys of the public treasury!... Then, yes! then, we will rule the United States and lay them at the feet of the Vicar of Jesus Christ, that he may put an end to their godless system of education and impious laws of liberty of conscience, which are an insult to God and man! — Charles Chiniquy, Fifty Years in the Church of Rome, Chick Publications, pp. 281,282. When they say “Vicar of Jesus Christ” they mean the pope. Chapter 4: President Abraham Lincoln Home Page http://www.geocities.com/thesecretterrorists/book/ch3.html (8 of 8)2.12.2005 16:30:32"},{"pageNumber":28,"pageContent":"THE SECRET TERRORISTS CHAPTER 4: PRESIDENT ABRAHAM LINCOLN CHAPTER 4 PRESIDENT ABRAHAM LINCOLN In 1856, a runaway slave named Dred Scott had sought to gain freedom in the free state of Kansas. The case was so important that it went all the way to the Supreme Court. The infamous Dred Scott Decision was rendered by the fanatical Roman Catholic Judge Taney, the Chief Justice of the United States at that time. The Taney Decision, in a nutshell, was that the Negro had no rights that the white man had to respect. This basically said that the black man was inferior to the white man and had no rights. Abraham Lincoln as a child had watched the selling of young black men and women in a small Illinois town. As he and a friend walked past a slave auction, Lincoln turned to his friend and said, “Some day, I am going to hit it hard!” In November of 1855, Charles Chiniquy, a Catholic priest of Kankakee, Illinois, had been attacked in a series of court cases by the Bishop of the Chicago Diocese. Chiniquy had spoken often on the subject of temperance and the evils of liquor. Since many of the priests were alcoholics, and most of the others were social drinkers, Chiniquy’s talks on temperance were not appreciated. Chiniquy often quoted the Bible in defense of certain positions he held. This greatly inflamed the Catholic bishop of Chicago against him. In order to silence him, Chiniquy was framed, being accused by an immoral priest’s female relative of misconduct towards her. Charles Chiniquy’s case had been so publicized in the IlliRT c press that very few lawyers wanted to defend him. They realized that they were not just fighting against a priest in Chicago; they were fighting against the Roman Catholic Church. Charles Chiniquy learned of Abe Lincoln, a very loyal and upright lawyer in Illinois. Chiniquy sent Lincoln a wire asking for his services and within twenty minutes of Chiniquy’s wire, he got a reply that said, “Yes, I will defend your life and your honor at the next May term of the Court at Urbana. Signed A. Lincoln.” Chiniquy relates, The time arrived when the Sheriff of Kankakee had to drag me again as a criminal and a prisoner to Urbana, and deliver me into the hands of the sheriff of that city. I arrived there on the 20th of October with my lawyers, Messrs. Osgood and Paddock, and a dozen witnesses. Mr. Abraham Lincoln had preceded me only by a few minutes from Springfield. — Charles Chiniquy, Fifty Years in the Church of Rome, Chick Publications, p. 273. http://www.geocities.com/thesecretterrorists/book/ch4.html (1 of 11)2.12.2005 16:30:58"},{"pageNumber":29,"pageContent":"THE SECRET TERRORISTS CHAPTER 4: PRESIDENT ABRAHAM LINCOLN When Charles Chiniquy was defended by Abraham Lincoln, we read, He then went on and depicted the career of Father Chiniquy, how he had been unjustly persecuted and in conclusion said, “As long as God gives me a heart to feel, a brain to think, or a hand to execute my will, I shall devote it against that power which has attempted to use the machinery of the courts to destroy the rights and character of an American citizen.” And this promise made by Abraham Lincoln in his maturer years he also kept. — Burke McCarty, The Suppressed Truth about the Assassination of Abraham Lincoln, Arya Varta Publishing, p. 41. Lincoln realized that Chiniquy had been unjustly accused. The night before Chiniquy was to be condemned to prison for a crime he did not commit, an eye witness, who had overheard the plot to destroy Chiniquy, came forward and he was saved. Abraham Lincoln made a lot of enemies as a result of the Chiniquy trial. As they left the courtroom, Charles Chiniquy was in tears. Abraham Lincoln asked him, Father Chiniquy, what are you crying for? “Dear Mr. Lincoln,” I answered, “allow me to tell you that the joy I should naturally feel for such a victory is destroyed in my mind by the fear of what it may cost you. There were in the court not less than ten or twelve Jesuits from Chicago and St. Louis, who came to hear my sentence of condemnation to the penitentiary......What troubles my soul just now and draws my tears, is that it seems to me that I have read your sentence of death in their fiendish eyes. How many other noble victims have already fallen at their feet!” — Charles Chiniquy, Fifty Years in the Church of Rome, p. 280, 281. Abraham Lincoln, as far back as 1855 and 1856, was already a marked man that Rome sought to destroy. Four years later, in 1860, Abraham Lincoln was elected President of the United States. As he made his way from Illinois to Washington, D. C., he had to pass through the city of Baltimore. He later said to Charles Chiniquy, I am so glad to meet you again. . . . You see that your friends, the Jesuits, have not yet killed me. But they would have surely done it when I passed through their most devoted city, Baltimore, had I not passed by incognito a few hours before they expected me. We have proof that the company which had been selected and organized to murder me was led by a rabid Roman Catholic called Byrne; it was almost entirely composed of Roman Catholics; more than that, there were two disguised priests among them, to lead and encourage them.... I saw Mr. Morse, the learned inventor of electric telegraphy: he told me that when he was http://www.geocities.com/thesecretterrorists/book/ch4.html (2 of 11)2.12.2005 16:30:58"},{"pageNumber":30,"pageContent":"THE SECRET TERRORISTS CHAPTER 4: PRESIDENT ABRAHAM LINCOLN in Rome, not long ago, he found out the proofs of the most formidable conspiracy against this country and all its institutions. It is evident that it is to the intrigues and emissaries of the pope that we owe in great part the horrible civil war, which is threatening to cover the country with blood and ruins. I am sorry that Professor Morse had to leave Rome before he could know more about the secret plans of the Jesuits against the liberties and the very existence of this country. — Ibid. p. 292. Twenty men had been hired in Baltimore to assassinate the President elect on his way to Washington. The leader of this band was an Italian refugee, a barber well known in Baltimore. Their plan was as follows: when Mr. Lincoln arrived in that city, the assassins were to mix with the crowd, and get as near his person as possible, and shoot at him with their pistols. If he was in a carriage, hand grenades had been prepared, filled with detonating powder, such as Orsini used in attempting to assassinate Louis Napoleon. These were to be thrown into the carriage, and to make the work of death doubly sure, pistols were to be discharged into the vehicle at the same moment. The assassins had a vessel lying ready to receive them in the harbour. From thence they would be carried to Mobile, in the seceded state of Alabama. — John Smith Dye, The Adder’s Den, p. 113. An Italian barber well known in Baltimore, a Romanist, was to have stabbed him while seated in his carriage, when he started from the depot. — Burke McCarty, The Suppressed Truth About the Assassination of Abraham Lincoln, Arya Varta Publishing, p. 66. Fortunately, the first plot of the Jesuits to kill Lincoln failed, as they sought to take Lincoln’s life before he ever reached the White House! While riding on a train John Wilkes Booth dropped a letter written to him by Charles Selby. Shortly after, the letter was found and delivered to President Lincoln, who after having read it wrote the word “Assassination” across it, and filed it in his office where it was found after his death and was placed in evidence as a court exhibit. — Ibid. p. 131. Here is an excerpt from the letter: Abe must die, and now. You can choose your weapons, the cup, the knife, the bullet. The cup failed us once and might again .... You know where to find your friends. Your disguises are so perfect and complete..... Strike for your home; strike for your country; bide your time, but strike sure. http://www.geocities.com/thesecretterrorists/book/ch4.html (3 of 11)2.12.2005 16:30:58"},{"pageNumber":31,"pageContent":"THE SECRET TERRORISTS CHAPTER 4: PRESIDENT ABRAHAM LINCOLN — Ibid. p. 132. (Emphasis supplied). This letter was used to help convict Mrs. Mary E. Surratt and some of the other conspirators in the trials of the Lincoln assassination. They wanted to stab him. If that failed, they were to shoot him, and blow him up. Those failed, so they tried to poison him. “They” were the emissaries of the Pope, the Jesuits. John Smith Dye, who was a witness to these events, tells us, It was a dark day in our country’s history when an armed guard had to surround the hotel (Willard’s) where the Chief Magistrate had taken temporary lodging to prevent his assassination. And on the day, (March 4, 1861), of his Inauguration, he was escorted up Pennsylvania Avenue in a hollow square of cavalry, and the utmost vigilance was exercised by Gen. Scott to prevent his being publicly assassinated on the way to the Capitol to deliver his Inaugural Address from the east portico. These were terrible times.... — John Smith Dye, The Adder’s Den, p. 135. When you remember the Council of Vienna, Metternicht, the Pope, and the Jesuit Order’s plans to destroy this country, to destroy its freedom, to destroy Protestantism and to kill Presidents, what does that tell you about the evil, vicious, malicious character of the Jesuits? When you remember their attempts on Andrew Jackson’s life, the assassination of William Henry Harrison, the assassination of Zachary Taylor, the attempted assassination of James Buchanan, the attempted assassination of Abraham Lincoln and then finally his assassination, what does that tell you about the Catholic Church? It shows you that their façade of being a church is just that, a façade. They hide behind a religious mask so that they will not be suspected of the many abominations they continually perpetrate in this country and around the world. May God help us to never have anything to do with this satanic organization. Abraham Lincoln stated, So many plots have already been made against my life, that it is a real miracle that they have all failed, when we consider that the great majority of them were in the hands of the skillful Roman Catholic murderers, evidently trained by Jesuits. But can we expect that God will make a perpetual miracle to save my life? I believe not. The Jesuits are so expert in those deeds of blood that Henry IV said it was impossible to escape them, and he became their victim, though he did all that could be done to protect himself. My escape from their hands, since the letter of the Pope to Jeff Davis has sharpened the million of daggers to pierce my breast, would be more than a miracle. http://www.geocities.com/thesecretterrorists/book/ch4.html (4 of 11)2.12.2005 16:30:58"},{"pageNumber":32,"pageContent":"THE SECRET TERRORISTS CHAPTER 4: PRESIDENT ABRAHAM LINCOLN But just as the Lord heard no murmur from the lips of Moses when He told him that he had to die, before crossing the Jordan, for the sins of his people; so I hope and pray that He will hear no murmur from me when I fall for my nation’s sake. The only two favors I ask of the Lord are, first that I may die for the sacred cause in which I am engaged, and that I am the standard bearer of the rights and liberties of my country. The second favor I ask of God is, that my dear son, Robert, when I am gone, will be one of those who lift up that flag of liberty which will cover my tomb, and will carry it with honor and fidelity, to the end of his life, as his father did, surrounded by the millions who will be called with him to fight and die for the defense and honor of our country. — Charles Chiniquy, Fifty Years in the Church of Rome, Chick Publications, pp. 302, 303. Abraham Lincoln understood that his time was near. In the midst of unparalleled success while all the bells of the land were ringing with joy, a calamity fell upon us which overwhelmed the country in consternation and awe. On Friday evening, April 14, President Lincoln attended Ford’s Theatre, in Washington. He was sitting quietly in his box listening to the drama, when a man entered the door of the lobby leading to the box, closing the door behind him. Drawing near to the President, he drew from his pocket a small pistol, and shot him in the back of the head. As the President fell, senseless and mortally wounded and the shriek of his wife, who was seated at his side, pierced every ear, the assassin leaped from the box, a perpendicular height of nine feet, and as he rushed across the stage, bareheaded, brandished a dagger, exclaiming ‘Sic siemper tyrannus!’ and disappeared behind the side scenes. — Ibid. pp. 307-308. Noble Abraham, true descendent of the father of the faithful, honest in every trust, humble as a child, tender hearted as a woman, who could not bear to injure even his most envenomed foes: who, in the hour of triumph, was saddened lest the feelings of his adversaries should be wounded by their defeat, with ‘charity for all, malice towards none’, endowed with common sense, intelligence never surpassed and with power of intellect which enabled him to grapple with the most gigantic opponents in debate, developing abilities as a statesman, which won the gratitude of his country and the admiration of the world, and with graces and amiability which drew to him all generous hearts; dies by the bullet of the assassin! But who was that assassin? Booth was nothing but the tool of the Jesuits. It was Rome who directed his arm, after http://www.geocities.com/thesecretterrorists/book/ch4.html (5 of 11)2.12.2005 16:30:58"},{"pageNumber":33,"pageContent":"THE SECRET TERRORISTS CHAPTER 4: PRESIDENT ABRAHAM LINCOLN corrupting his heart and damning his soul. — Ibid. p. 308. And after twenty years of constant and most difficult researches, I come fearlessly today before the American people, to say and prove that the president, Abraham Lincoln, was assassinated by the priests and the Jesuits of Rome. In the book of the testimonies given in the prosecution of the assassination of Lincoln, published by Ben Pittman, and in the two volumes of the trial of John Surratt, in 1867, we have the legal and irrefutable proof that the plot of the assassins of Lincoln was matured, if not started, in the house of Mary Surratt, 561 H. Street, Washington, D. C. The sworn testimonies show that it was the common rendezvous of the priests of Washington. What does the presence of so many priests in that house reveal to the world? No man of common sense, who knows anything about the priests of Rome, can doubt that they were the advisers, the counselors, the very soul of that infernal plot. Those priests, who were the personal friends and the father confessors of Booth, John Surratt, Mrs. and Miss Surratt, could not be constantly there without knowing what was going on, particularly when we know that every one of those priests was a rabid rebel in heart. Every one of those priests, knowing that his infallible pope had called Jeff Davis his dear son, and had taken the Southern Confederacy under his protection, was bound to believe that the most holy thing a man could do, was to fight for the Southern cause by destroying those who were its enemies. Read the history of the assassination of Admiral Coligny, Henry III and Henry IV, and William the Taciturn, by the hired assassins of the Jesuits; compare them with the assassination of Abraham Lincoln, and you will find that one resembles the other like two drops of water. You will understand that they all come from the same source — Rome! — Ibid. p. 309. That arch rebel [Jeff Davis] could give the money; but the Jesuits alone could select the assassins, train them, and show them a crown of glory in heaven, if they would kill the author of the bloodshed, the famous renegade and apostate — the enemy of the pope and the church — Lincoln. Who does not see the lessons given by the Jesuits to Booth, in their daily intercourse in Mary Surratt’s house, when he reads those lines written by Booth a few hours before his death: “I can never repent. God made me the instrument of His punishment.” Compare these words with the doctrines and principles taught by the councils, the decrees of the pope, and the laws of holy Inquisition, and you will find that http://www.geocities.com/thesecretterrorists/book/ch4.html (6 of 11)2.12.2005 16:30:58"},{"pageNumber":34,"pageContent":"THE SECRET TERRORISTS CHAPTER 4: PRESIDENT ABRAHAM LINCOLN the sentiments and belief of Booth flow from those principles, as the river flows from its source. And that pious Miss Surratt, who, the very next day after the murder of Lincoln, said, without being rebuked, in the presence of several other witnesses: “The death of Abraham Lincoln is no more than the death of any nigger in the army.” Where did she get that maxim, if not from her Church? Had not that church recently proclaimed through...the devoted Roman Catholic Judge Taney, in his Dred Scott decision, the Negroes have no right which the white is bound to respect? By bringing the president on a level with the lowest nigger, Rome was saying that he had no right even to his life. — Ibid. p. 310. Right after Lincoln’s death, John Surratt, who was part of the assassination conspiracy, fled to Montreal. From Montreal he was taken to Liverpool, England and then to Rome. When a United States official finally caught up with him, he was found in the Pope’s personal army. A conspirator in the assassination of Abraham Lincoln was a member of the Pope’s personal army! Three or four hours before Lincoln was murdered in Washington, the 14th of April, 1865, that murder was not only known by someone, but it was circulated and talked of in the streets and in the houses of the priestly and Romish town of St. Joseph, Minnesota. The fact is undeniable; the testimonies are unchallengeable, and there were no railroad nor any telegraph communications nearer than forty or eighty miles from St. Joseph.... Mr. Linneman, who is a Roman Catholic, tells us that though he heard this from many in his store, and in the streets, he does not remember the name of a single one who told him that.... But if the memory of Mr. Linneman is so deficient on that subject, we can help him and tell him what was said with mathematical accuracy.... ...The priests of Saint Joseph were often visiting Washington and boarding, probably, at Mrs. Surratt’s.... Those priests of Washington were in daily communication with their co-rebel priests of St. Joseph; they were their intimate friends. There was no secret among them.... The details of the murder, as the day selected for its commission, were as well known among the priests of St. Joseph as they were among those of Washington.... How could the priests conceal such a joyful event from their bosom friend, Mr. Linneman? He was their confidential man. He was their purveyor; he was their right hand man among the faithful of St. Joseph.... http://www.geocities.com/thesecretterrorists/book/ch4.html (7 of 11)2.12.2005 16:30:58"},{"pageNumber":35,"pageContent":"THE SECRET TERRORISTS CHAPTER 4: PRESIDENT ABRAHAM LINCOLN The priests of Rome knew and circulated the death of Lincoln four hours before its occurrence in their Roman Catholic town of St. Joseph, Minnesota. — Ibid. pp. 316, 317. There is so much more material. In the trial of John Surratt, a French minister by the name of Rufus King stated this: “I believe that he [John Surratt] is protected by the clergy and that the murder is the result of a deep-laid plot, not only against the life of President Lincoln, but against the existence of this republic, as we are aware that the priesthood and royalty are and always have been opposed to liberty.” — Burke McCarty, The Suppressed Truth About the Assassination of Abraham Lincoln, Arya Varta Publishing, p. 185. Four people were tried, convicted, and executed by hanging for the assassination of Abraham Lincoln. Their names were Davy Harold, Lewis Payne, George Atzerodt, and Mary E. Surratt. They were all Roman Catholics. That information is in Ford’s Theater, in several glass cases showing many things about Lincoln, the Civil War, and his assassination. As Abraham Lincoln was being assassinated, an attempt was also made to assassinate William Seward, the Secretary of State. There was also to be an attempt on the life of Ulysses S. Grant, but Grant had to take an emergency trip to New Jersey to be at the bedside of a dying relative. Andrew Johnson, the Vice President of the United States, was also to be assassinated at this time. The man who was to kill him became scared and ran off, riding on a horse into the country, and did not carry out his part of the plan. Lewis Payne, known as the Florida boy, an athletic young giant, who some months before had joined the conspiracy, rode up to the front of the residence of the Secretary of State, William Seward. William Seward had been ill for three weeks, suffering from a fractured jaw, the result of the running away of his team and was under the constant care of male nurses. Payne rang the doorbell and it was answered by the colored butler. He told the latter that he had been sent with some medicine which he must take to the sick room. The butler refused to allow him to enter, saying that he had orders to allow no one to Mr. Seward’s room. The stranger [Lewis Payne], after a short struggle, knocked him down, and went http://www.geocities.com/thesecretterrorists/book/ch4.html (8 of 11)2.12.2005 16:30:58"},{"pageNumber":36,"pageContent":"THE SECRET TERRORISTS CHAPTER 4: PRESIDENT ABRAHAM LINCOLN bounding up the stairs. He rushed into the sick chamber, after felling each of the two sons of the Secretary..... He [Lewis Payne] then sprang upon the sick man and seriously stabbed him three times. By a super human effort, the latter struggled out of the bed with his assailant who left him in a heap on the floor, bleeding from the wounds he had inflicted. After his murderous assault on Seward, the ruffian rushed down the stairs, yelling at the top of his voice, “I am mad! I am mad,” and he very probably was. He was entirely under the control of the hypnotic influences of the wicked people in whose power he had allowed himself to be. — Ibid, pp. 121, 122. It was part of the plan that Michael O’Laughlin one of the conspirators from Baltimore, was to have murdered General Grant that night. This was not possible, owing to the change in the General’s plans. To Atzerodt, it fell to assassinate Vice President Johnson, but he became frightened and spent the day riding into the country on a horse.... ...he was found several days after with relatives of his below Washington. He made a written confession before he was executed which confirmed the presence of Surratt in Washington that fatal day a fact, which nine reputable witnesses had sworn to. — Ibid p. 122. Thus, we have a conspiracy to kill, not only the President, but to bring the government of the Unites States completely into chaos. Do we not see the fulfillment of the Council of Vienna and Verona at work in 1865? Do we not see the hand of the Jesuit Order and the Roman Catholic Church to destroy this great country? It was an awful time in the history of the United States. We have already seen that the Roman Catholic Church sowed the seed of division between the two great sections of this country, dividing North from South on the burning question of slavery. That division was her golden opportunity to crush one by the other, and reign over the bloody ruins of both, a favored, long-standing policy. She hoped that the hour of her supreme triumph over this continent was come. She ordered the Emperor of France to be ready with an Army in Mexico ready to support the South, and she bade all Roman Catholics to enroll themselves under the banners of slavery by joining themselves to the Democratic party. — Charles Chiniquy, Fifty Years in the Church of Rome, Chick Publications, p. 291. Abraham Lincoln said to Charles Chiniquy, I will be forever grateful for the warning words you have addressed to me about the dangers ahead to my life, from http://www.geocities.com/thesecretterrorists/book/ch4.html (9 of 11)2.12.2005 16:30:58"},{"pageNumber":37,"pageContent":"THE SECRET TERRORISTS CHAPTER 4: PRESIDENT ABRAHAM LINCOLN Rome. I know they are not imaginary dangers. If I were fighting against a Protestant South, as a nation, there would be no danger of assassination. The nations who read the Bible fight bravely on the battlefield, but they do not assassinate their enemies. The pope and the Jesuits, with their infernal inquisition, are the only organized powers in the world which have recourse to the dagger of the assassin to murder those who they cannot convince with their arguments or conquer with the sword. Unfortunately, I feel more and more every day that it is not against the Americans of the South, alone, I am fighting, it is more against the pope of Rome, his perfidious Jesuits and their blind and bloodthirsty slaves. As long as they hope to conquer the North, they will spare me; but the day we route their armies, take their cities and force them to submit, then, it is my impression that the Jesuits, who are the principal rulers of the South, will do what they have almost invariably done in the past. The dagger or the pistol will do what the strong hands of the warriors could not achieve. This civil war seems to be nothing but a political affair to those who do not see, as I do, the secret springs of that terrible drama. But it is more a religious than a civil war. It is Rome who wants to rule and degrade the North, as she has ruled and degraded the South, from the very day of its discovery. There are only very few of the Southern leaders who are not more or less under the influence of the Jesuits through their wives, family relations, and their friends. Several members of the family of Jeff Davis belong to the Church of Rome.... But it is very certain that if the American people could learn what I know of the fierce hatred of the priests of Rome against our institutions, our schools, our most sacred rights, and our so dearly bought liberties, they would drive them away tomorrow from among us, or they would shoot them as traitors. But you are the only one to whom I reveal these sad secrets for I know that you learned them before me. The history of these last thousand years tells us that wherever the Church of Rome is not a dagger to pierce the bosom of a free nation, she is a stone to her neck, to paralyze her, and prevent her advance in the ways of civilization, science, intelligence, happiness and liberty. — Ibid. pp. 294, 295. Lincoln said, This war would never have been possible without the sinister influence of the Jesuits. We owe it to popery that we now see our land reddened with the blood of her noblest sons.... I pity the priests, the bishops and the monks of Rome in the United States when the people realize that they are, in great part, responsible for the tears and the bloodshed in this war. — Ibid. pp. 296,297. http://www.geocities.com/thesecretterrorists/book/ch4.html (10 of 11)2.12.2005 16:30:58"},{"pageNumber":38,"pageContent":"THE SECRET TERRORISTS CHAPTER 4: PRESIDENT ABRAHAM LINCOLN You are perfectly correct when you say it was to detach the Roman Catholics who have enrolled themselves in our army. Since the publication of that [the pope’s] letter, a great number of them have deserted their banners and turned traitor.... It is true also, that Meade has remained with us, and gained the bloody battle of Gettysburg. But how could he lose it, when he was surrounded by such heroes as Howard, Reynolds, Buford, Wadsworth, Cutler, Slocum, Sickles, Hancock, Barnes, etc. But it is evident that his Romanism superceded his patriotism after the battle. He let the army of Lee escape when he could easily have cut his retreat and forced him to surrender after losing nearly half of his soldiers in the last three days carnage. When Meade was to order the pursuit after the battle, a stranger came in haste to the headquarters, and that stranger was a disguised Jesuit. After ten minutes conversation with him, Meade made such arrangements for the pursuit of the enemy that he escaped almost untouched with the loss of only two guns! — Ibid. p. 298. Lincoln said, The common people see and hear the big, noisy wheels of the Southern Confederacy’s cars: they call them Jeff Davis, Lee, Toombs, Beauregard, Semmes, etc., and they honestly think they are the motive power, the first cause of our troubles. But this is a mistake. The true motive power is secreted behind the thick walls of the Vatican, the colleges and schools of the Jesuits, the convents of the nuns and the confessional boxes of Rome. — Ibid. p. 305. In fulfilling the Councils of Vienna, Verona, and Chieri, the Catholic Church divided the North and the South through their agent, John C. Calhoun. They sought to destroy the economy through Nicholas Biddle and then they used the poison cup, and the assassin’s bullet to assassinate and to attempt to assassinate a total of five presidents within a span of twenty-five years. They reddened American soil with the blood of thousands of American young men in the terrible Civil War. Oh, that we had the eyes to see that Rome never changes! What she did, she is still doing today. May God help us to understand the evil of the Roman papacy, then and now. Chapter 5: The Sinking of the Titanic Home Page http://www.geocities.com/thesecretterrorists/book/ch4.html (11 of 11)2.12.2005 16:30:58"},{"pageNumber":39,"pageContent":"THE SECRET TERRORISTS CHAPTER 5: THE SINKING OF THE TITANIC CHAPTER 5 THE SINKING OF THE TITANIC When we think of events that have transpired in history over the last one hundred to two hundred years, there are certain events that stand out as ones of great horror, great surprise and great sadness. Of the many that come to mind the most devastating have been the destruction of the the World Trade Center in New York City and the sinking of the Titanic. The greatest tragedies in the last two hundred years can be traced to the Jesuits. We will now show that the Jesuits planned and carried out the sinking of the Titanic, and we will show why they did it. Since the early 1830’s, America did not have a central bank. The Jesuits desperately wanted another central bank in America so that they would have a bottomless reservoir from which to draw money for their many wars and other hideous schemes around the world. In 1910, seven men met on Jekyll Island just off the coast of Georgia to establish a central bank, which they called the Federal Reserve Bank. These men were Nelson Aldrich and Frank Vanderlip, both representing the Rockefeller financial empire; Henry Davison, Charles Norton, and Benjamin Strong, representing J.P. Morgan; and Paul Warburg, representing the Rothschild banking dynasty of Europe. We have already seen that the Rothschilds were the banking agents for the papacy’s Jesuits, holding “the key to the wealth of the Roman Catholic Church.” The Morgans were friendly competitors with the Rothschilds and became socially close to them. Morgan’s London-based firm was saved from financial ruin in 1857 by the Bank of England over which the Rothschilds held great influence. Thereafter, Morgan appears to have served as a Rothschild financial agent and went to great length to appear totally American.... His [Rockefeller’s] entry into the field was not welcomed by Morgan, and they became fierce competitors. Eventually, they decided to minimize their competition by entering into joint ventures. In the end, they worked together to create a national banking cartel called the Federal Reserve System. — G. Edward Griffin, The Creature from Jekyll Island, American Opinion Publishing, p. 209. (Emphasis supplied). http://www.geocities.com/thesecretterrorists/book/ch5.html (1 of 6)2.12.2005 16:31:22"},{"pageNumber":40,"pageContent":"THE SECRET TERRORISTS CHAPTER 5: THE SINKING OF THE TITANIC These three financial families, the Rothschilds, Morgans, and Rockefellers all do the bidding of the Jesuit Order because of Jesuit infiltration in their organizations. They do whatever is necessary to destroy constitutional liberty in America and to bring the pope to world domination. As we look back over the 20th century, we see how successful the Jesuits have been. They have continued to squander the wealth of America and continually attack its great constitution and civil liberties. Daily, the power of the pope in Vatican City increases. One day they will achieve total power again. The building of the Titanic began in 1909 at a shipyard in Belfast, the capitol of Northern Ireland. Belfast was a Protestant haven and was hated by the Jesuits. World War One began just a few years later. The Titanic was one of a fleet of ships owned by the White Star Line, an international shipping company. Banking was not the only business in which Morgan had a strong financial interest. Using his control over the nation’s railroads as financial leverage, he had created an international shipping trust which included Germany’s two largest lines plus one of the two in England, the White Star Lines. — Ibid, p. 246. There were a number of very rich and powerful men who made it abundantly clear that they were not in favor of the Federal Reserve System. J.P. Morgan was ordered by the Jesuits to build the Titanic. This ‘unsinkable’ ship would serve as the death ship for those who opposed the Jesuits’ plan for a Federal Reserve system. These rich and powerful men would have been able to block the establishment of the Federal Reserve, and their power and fortunes had to be taken out of their hands. They had to be destroyed by a means so preposterous that no one would suspect that they were murdered, and no one would suspect the Jesuits. The Titanic was the vehicle of their destruction. In order to further shield the papacy and the Jesuits from suspicion, many Irish, French, and Italian Roman Catholics immigrating to the New World were aboard. They were people who were expendable. Protestants from Belfast who wanted to immigrate to the United States were also invited on board. All the wealthy and powerful men the Jesuits wanted to get rid of were invited to take the cruise. Three of the richest and most important of these were Benjamin Guggenheim, Isador Strauss, the head of Macy’s Department Stores, and John Jacob Astor, probably the wealthiest man in the world. Their total wealth, at that time, using dollar values of their day was more than 500 million dollars. Today that amount of money would be worth nearly eleven billion dollars. These three men were coaxed and encouraged to board the floating palace. They had to be destroyed because the Jesuits knew they would use their wealth http://www.geocities.com/thesecretterrorists/book/ch5.html (2 of 6)2.12.2005 16:31:22"},{"pageNumber":41,"pageContent":"THE SECRET TERRORISTS CHAPTER 5: THE SINKING OF THE TITANIC and influence to oppose a Federal Reserve Bank as well as the various wars that were being planned. Edward Smith was the captain of the Titanic. He had been traveling the North Atlantic waters for twenty-six years and was the world’s most experienced master of the North Atlantic routs. He had worked for Jesuit, J.P. Morgan, for many years. Edward Smith was a ‘Jesuit tempore co-adjator.’ This means that he was not a priest, but he was a Jesuit of the short robe. Jesuits are not necessarily priests. Those who are not priests serve the order through their profession. Anyone could be a Jesuit, and their identity would not be known. Edward Smith served the Jesuit Order in his profession as a sea captain. Many interesting points about the Titanic are discussed in a videotape made by National Geographic in 1986. The videotape is entitled The Secrets of the Titanic. When the Titanic departed from Southern England on April 10, 1912, Francis Browne, the Jesuit master of Edward Smith, boarded the Titanic. This man was the most powerful Jesuit in all of Ireland and answered directly to the general of the Jesuit Order in Rome. The videotape declares: A vacationing priest, Father Francis Browne, caught these poignant snapshots of his fellow passengers, most of them on a voyage to eternity. The next day Titanic made her last stop off the coast of Queenstown, Ireland. Here tenders brought out the last passengers; mostly Irish immigrants headed for new homes in America. And here, the lucky Father Browne disembarked.... Father Browne caught Captain Smith peering down from Titanic’s bridge, poised on the brink of destiny. — The Secrets of the Titanic, National Geographic, video tape, 1986. Here is Jesuit treachery at its finest. The Provincial [Father Francis Browne] boards Titanic, photographs the victims, most assuredly briefs the Captain concerning his oath as a Jesuit, and the following morning bids him farewell. — Eric J. Phelps, Vatican Assassins, Halycon Unified Services, p. 427. http://www.geocities.com/thesecretterrorists/book/ch5.html (3 of 6)2.12.2005 16:31:22"},{"pageNumber":42,"pageContent":"THE SECRET TERRORISTS CHAPTER 5: THE SINKING OF THE TITANIC Browne went over with Edward Smith one last time exactly what he was supposed to do in the North Atlantic waters. The Jesuit General told Francis Browne what was to happen; Browne then tells Smith and the rest is history. Edward Smith believed that the Jesuit General . . . is the god of the [Jesuit] society, and nothing but his electric touch can galvanize their dead corpses into life and action. Until he speaks, they are like serpents coiled up in their wintry graves, lifeless and inactive; but the moment he gives the word of command, each member springs instantaneously to his feet, leaving unfinished whatsoever may have engaged him, ready to assail whomsoever he may require to be assailed, and to strike wheresoever he shall direct a blow to be stricken. — R.W. Thompson, The Footprints of the Jesuits, Hunt and Eaton, pp. 72, 73. Edward Smith was given an order to sink the Titanic and that is exactly what he did. By the command of God, [the Jesuit General] it is lawful to murder the innocent, to rob, to commit all lewdness, because he [the Pope] is Lord of life, and death, and of all things; and thus to fulfill his mandate is our duty. — W. C. Brownlee, Secret Instructions of the Jesuits, American and Foreign Christian Union, p. 143. There is no record in history of an association whose organization has stood for three hundred years unchanged and unaltered by all the assaults of men and time, and which has exercised such an immense influence over the destinies of mankind... ‘The ends justify the means,’ is his favorite maxim; and as his only end, as we have shewn, is the order, at its bidding the Jesuit is ready to commit any crime whatsoever . — G. B. Nicolini, The History of the Jesuits, Henry G. Bohn, pp. 495, 496, emphasis added. Let us remember the oath that every person takes to become a part of the Jesuit Order: I should regard myself as a dead body, without will or intelligence, as a little crucifix which is turned about unresistingly at the will of him who holds it as a staff in the hands of an old man, who uses it as he requires it, and as it suits him best. — R. W. Thompson, The Footprints of the Jesuits, Hunt and Eaton, p. 54. When a person takes the Jesuit Oath, he is bound to his master until the day that he dies. Edward Smith had become a man without will or intelligence. He would commit any crime the Order wanted him to commit. Edward Smith had been required for martyrdom. On board the Titanic that night, Edward Smith knew his duty. He was under oath. http://www.geocities.com/thesecretterrorists/book/ch5.html (4 of 6)2.12.2005 16:31:22"},{"pageNumber":43,"pageContent":"THE SECRET TERRORISTS CHAPTER 5: THE SINKING OF THE TITANIC The ship had been built for the enemies of the Jesuits. After three days at sea with only one pair of glasses for the bridge, Edward Smith propelled the Titanic full speed ahead, twenty-two knots, on a moonless dark night through a gigantic ice field nearly eighty square miles in area. Edward Smith did this despite at least eight telegrams warning him to be more cautious because he was going too fast. Did Edward Smith need one caution? No, he had been traveling those waters for twenty-six years. He knew there were icebergs in that area. But eight cautions did not stop this man who was under the Jesuit oath, and under orders to destroy the Titanic. The absurdity of warning veteran Captain Edward Smith repeatedly on Titanic’s tragic night to slow down is nothing short of preposterous. The fact that Smith never listened or heeded the warnings is insane. He had been given orders from his god in the Vatican, and nothing would turn him from his course. The encyclopedias paint a very tragic picture of Smith in his last hours. When it came time to give the order to load and lower the lifeboats, Smith wavered and one of his aids had to approach him for the order to be given. Smith’s legendary skills of leadership seem to have left him; he was curiously indecisive and unusually cautious on that fatal night. Are these words to describe a legendary sea captain with 26 years of experience, or are these words to describe a man who was struggling in his mind whether he should do his duty as a sea captain or obey his master who told him to sink the ship? John Jacob Astor’s wife got into a life boat and was saved, while John Jacob Astor perished in the waters of the North Atlantic. There were not enough lifeboats and many of them were only half full with only women and children. To prevent nearby freighters from responding with help, the distress flares were white when they should have been red. White flares to passing freighters state that everybody was having a party. One of the greatest tragedies of the twentieth century, the sinking of the Titanic, lies at the door of the Jesuit Order. The unsinkable ship, the floating palace was created to be the tomb for the wealthy, who opposed the Federal Reserve System. By April, 1912, all opposition to the Federal Reserve was eliminated. In December of 1913, the Federal Reserve System came into being in the United States. Eight months later, the Jesuits had sufficient funding through the Federal Reserve bank to begin World War One. Chapter 6: World War One http://www.geocities.com/thesecretterrorists/book/ch5.html (5 of 6)2.12.2005 16:31:22"},{"pageNumber":44,"pageContent":"THE SECRET TERRORISTS CHAPTER 5: THE SINKING OF THE TITANIC Home Page http://www.geocities.com/thesecretterrorists/book/ch5.html (6 of 6)2.12.2005 16:31:22"},{"pageNumber":45,"pageContent":"THE SECRET TERRORISTS CHAPTER 6: WORLD WAR ONE CHAPTER 6 WORLD WAR ONE The heir to the Austria-Hungarian throne, Archduke Francis Ferdinand and his wife, were in Sarajevo on July 26, 1914. As they made their way through the crowded streets in an open carriage, shots rang out, and both of them were dead. The people of Sarajevo were predominantly Serbians. Their religious conviction was that of Orthodox Christians. Since the year 1054, the Catholic church has been waging war against the Orthodox Christians. Fifty years prior to the assassination, the Croatians, who are Catholic, were becoming extremely vocal about their hatred for the Serbians, who were a rival of Rome and needed to be exterminated. Pope Pius X, in his hatred of the Orthodox Christians, was continually inciting Emperor Francis Joseph of Austria- Hungary to ‘chastise the Serbians.’ After Sarajevo, on July 26, 1914, Baron Ritter, Bavarian representative at the Holy See, wrote to his government: “The Pope approves of Austria’s harsh treatment of Serbia. He has no great opinion of the armies of Russia and France in the event of a war with Germany. The Cardinal Secretary of State does not see when Austria could make war if she does not decide to do so now....” There, in true colours, is the Vicar of Christ [the pope], the gentle apostle of peace, the Holy Pontiff whom pious authors represent as having died of sorrow at seeing the outbreak of war. — Edmund Paris. The Vatican against Europe, The Wickliffe Press, p. 14. One may say quite specifically that in 1914, the Roman Catholic Church started the series of hellish wars. It was then that the tribute of blood which she has always taken from the peoples began to swell into a veritable torrent. — Ibid, p. 48. Thus we see that the pope realized that if Austria-Hungary crushed the Serbs, then the Serbs’ Orthodox Christian brothers from Russia would enter the fray. Then Germany, France and others would join in, and you have World War One. The papacy was thrilled to see Russia enter the conflict. Russia was predominantly Orthodox and the papacy wanted the Orthodox Christians in Russia and around the world annihilated. The papacy’s Jesuits had another reason for being so happy when http://www.geocities.com/thesecretterrorists/book/ch6.html (1 of 5)2.12.2005 16:31:48"},{"pageNumber":46,"pageContent":"THE SECRET TERRORISTS CHAPTER 6: WORLD WAR ONE Russia entered the conflict. It was payback time. About 100 years before World War One began, Alexander I, the Russian emperor, kicked the Jesuits out of Russia. The Russian emperor, Alexander, was currently compelled to issue a royal decree in 1816, by which he expelled them [the Jesuits] from St. Petersburg and Moscow. This proving ineffectual, he issued another in 1820, excluding them entirely from the Russian dominions. — R.W. Thompson, The Footprints of the Jesuits, Hunt and Eaton, pp. 245, 246. Five years later, Alexander was poisoned to death. The Czars were under Jesuit attack. Alexander II broke all diplomatic ties with Rome in 1877 and even proposed a Constitution. Alexander II had progressed well with his great reforms and had attached his signature to a Constitution to be adopted by Russia. The next day a bomb was thrown at his carriage, which killed and wounded a number of Cossacks, who accompanied the carriage. The Emperor in deep sympathy left the carriage to look at the dying men, when a second bomb blew him to pieces. — Arno Gaebelien, Conflict of the Ages, The Exhorters, p. 85. Finally, in 1917, the last Czar and all his family were murdered. Never again would a hated emperor from the House of the Romanoff rule Russia or ever again protect the Orthodox Church. Payback time had come. The overthrow of the Czarist system therefore, brought with it the inevitable overthrow of the established Orthodox Church. To the Vatican, which had waged war against the Orthodox Church since the eleventh century, the downfall of her millenarian rival was too good to be true. — Avro Manhattan, The Vatican Billions, Chick Publications, pp. 120, 121. Who was it that aided and financed the Russian revolutionaries in their takeover of Russia? Who backed Lenin, Trotsky, and Stalin as they created revolution and bloodshed throughout Russia? The instruments of this new alliance between the Soviets and the Vatican were to be the Jesuits, described as the hereditary enemies of the Orthodox Church. Reportedly, there were large numbers of representatives of the Jesuit Order in Moscow during the Revolution. — James Zatko, Descent into Darkness, University of Notre Dame Press, p. 111. http://www.geocities.com/thesecretterrorists/book/ch6.html (2 of 5)2.12.2005 16:31:48"},{"pageNumber":47,"pageContent":"THE SECRET TERRORISTS CHAPTER 6: WORLD WAR ONE Among the 1,766,188 victims up to the beginning of 1922, figures obtained from the Soviet documents, nearly five thousand were priests, teachers, nuns, etc. of the Orthodox Church.... Nearly 100,000 Lutherans banished..... Whole villages were wiped out.... Thousands of churches of the different branches have been demolished and the work of destruction goes on...... — Arno Gaebelien, Conflict of the Ages, The Exhorters, pp. 103-106. The actual Jesuit financiers of the Revolution were to be found in America. William Franklin Sands, a director of the Federal Reserve Bank of New York, had just contributed $1,000,000 to the Bolsheviks. — Anthony Sutton, Wall Street and the Bolshevik Revolution, Veritas Publishing, pp. 133, 134. Jacob Schiff was the principle Jesuit in America who was assigned the task of taking over the American banking system and establishing the Federal Reserve. Jacob Schiff came to America in the late 1800s with orders from the Rothschilds to get control of the American banking system. By the turn of the century, 1900, Schiff had mastery of the entire banking fraternity on Wall Street. — Myron Fagan, The Illuminati and the Council on Foreign Relations, Taped Lecture. Since Schiff had control of the Federal Reserve Bank, he now had a source of money to finance the Communist Revolution in Russia. In the February 3, 1949, issue of the New York Journal American, Schiff’s grandson, John, was quoted by columnist Cholly Knickerbocker as saying that his grandfather [Jacob Schiff] had given about twenty million dollars for the triumph of Communism in Russia. — G. Edward Griffin, The Creature from Jekyll Island, American Opinion Publishing, p. 265. In today’s money, that twenty million would be 420 million dollars, money essentially stolen from the American people through the Federal Reserve Bank. Jacob Schiff was in control of the entire banking fraternity and was financing a government whose avowed principles are the direct antithesis of the United States Constitution. Schiff pretended to be an American capitalist. He was living in America, but his sole objective was that of the papacy: the ultimate destruction of America. There were other goals that the Jesuits hoped to reach with World War http://www.geocities.com/thesecretterrorists/book/ch6.html (3 of 5)2.12.2005 16:31:48"},{"pageNumber":48,"pageContent":"THE SECRET TERRORISTS CHAPTER 6: WORLD WAR ONE One. All the great nations, including the United States, were war- weary, devastated, and mourning their dead. Peace was the great universal desire. Thus, when it was proposed by Woodrow Wilson to set up a ‘League of Nations’ to ensure peace; all the great nations jumped on that bandwagon without even stopping to read the fine print in that insurance policy. — Myron Fagan, The Illuminati and the Council on Foreign Relations , Taped lecture. After World War One, an attempt was made to set up a one-world government, and the League of Nations was established. Senator Henry Cabot Lodge Sr. prevented the United States from joining the League of Nations. The Jesuits’ plot to create a one world governing body from which they could control the world, was stopped only temporarily. This part of the Jesuits’ plan had to wait another 27 years for a repeat performance, when the Second World War would result in the United Nations. Before we look at yet another reason for the Papacy’s delight in the First World War, let us look briefly at president Woodrow Wilson. Wilson was controlled and dominated by Colonel Edward Mandell House. Wilson said: Mr. House is my second personality. He is my independent self. His thoughts and mine are one. — Charles Seymour, The Intimate Papers of Colonel House, Houghton Mifflin, vol. I, pp. 114-115. For seven long years Colonel House was Woodrow Wilson’s other self.... It was House who made the slate for the Cabinet, formulated the first policies of the Administration and practically directed the foreign affairs of the United States. We had, indeed, two Presidents for one.... Super ambassador, he talked to emperors and kings as an equal. He was the spiritual generalissimo of the Administration. — George Viereck, The Strangest Friendship in History: Woodrow Wilson and Colonel House, Liveright Publishers, pp. 18, 19, 33. Vierick says on pages 106-108 that while Wilson was running for re- election in 1916 on a platform of “because he kept us out of war,” House was negotiating a secret agreement with England and France, on behalf of Woodrow Wilson, that America would enter the war immediately after the election. House was also intimate with the power centers of money and power in Europe. House had close contacts with both J.P. Morgan and the old banking families of Europe. — G. Edward Griffin, The Creature from Jekyll Island, American Opinion Publishing, p. http://www.geocities.com/thesecretterrorists/book/ch6.html (4 of 5)2.12.2005 16:31:48"},{"pageNumber":49,"pageContent":"THE SECRET TERRORISTS CHAPTER 6: WORLD WAR ONE 239. Edward Mandell House totally controlled Woodrow Wilson. House was a Jesuit carrying out their every desire. He used Wilson as a puppet to create the League of Nations for the Jesuits. Wilson was nothing more than Rome’s tool to do their bidding. Another reason for World War One was to pay back Germany for its opposition to the papacy and the Jesuits in the 1860s and 1870s. Germany was the birthplace of the hated Lutherans. Twice during this time, Chancellor Otto von Bismarck led Germany (known as Prussia ) to military victories over the Jesuit-controlled countries of Austria in 1866 and France in 1870. Bismarck also outlawed the Jesuit order with the Kulturkampf law in 1872. These ‘crimes’ against Rome and the Jesuits had to be repaid in kind. Hence, many thousands of Germans were slain in the bloodbath of World War One. Germany was also the country most affected at the end of the war. The victorious nations of Europe used the Treaty of Versailles to plunder Germany. The Treaty imposed such an unfair burden of war reparations on Germany, that when the French leader, Clemenceau, was asked by the press what the leaders had given the world by the treaty, he said, “We have guaranteed another war in twenty years.” The Germans agreed to the terms because they were weak and defeated, but they swiftly rebuilt and attempted to payback their enemies for the debt given to them after World War One. That payback was World War Two. After World War One ended, the Jesuits did not get what they wanted. Woodrow Wilson and Edward Mandel House managed to get them the League of Nations, but it failed miserably because the United States did not join. Therefore another war was necessary, a war so devastating that the people would cry out for a united nations. This was one of the goals of World War Two. We will look at this and other reasons for World War Two in our next chapter. Chapter 7: World War Two Home Page http://www.geocities.com/thesecretterrorists/book/ch6.html (5 of 5)2.12.2005 16:31:48"},{"pageNumber":50,"pageContent":"THE SECRET TERRORISTS CHAPTER 7: WORLD WAR TWO CHAPTER 7 WORLD WAR TWO World War Two was the most extensive and devastating war in recorded history. Hundreds of thousands of people died in this war. Most people have no idea why this war was fought or what the cause of this war was. Wars do not just happen. They are planned and executed by people high in governments for their own advantage. President Franklin D. Roosevelt said, “In politics, nothing happens by accident. If it happens, you can bet it was planned that way.” Let us take a look at who planned World War Two. Popes and their Jesuitical agents have been and are the instigators of wars, and while the world is having real pain, Rome is having champagne. — Jeremiah J. Crowley (a former Catholic priest), Romanism: A Menace to the Nation, Menace Publishing, p. 144. The Pope was just as much in the Second World War as was Hitler and Catholic Mussolini and therefore just as guilty of the murder of six million Jews. In fact, Popes have been in or instigated most, if not all, the European wars down through the centuries. — F. Paul Peterson, Peter’s Tomb Recently Discovered in Jerusalem, p. 63. (Quoted in: Is Alberto for Real, Sidney Hunter, Chick Publications, page 41). One may say quite specifically that in 1914, the Roman Church started the series of hellish wars. It was then that the tribute of blood which she has always taken from the peoples began to swell into a veritable torrent. — Edmond Paris, The Vatican Against Europe, The Wickliffe Press, p. 48. These are not the only reputable authors who implicate the papacy as the instigators of World War Two as well as all other wars. In light of these statements, it is sickening to hear of a recent meeting held in Assisi, Italy, where John Paul II was quoted as saying, “Violence never again! War never again! Terrorism never again!” The papacy has instigated, and is still instigating wars, and the pope has the audacity to make that statement! America is currently conducting a war on terrorism. The above statements indicate that the papacy is responsible for making this war on terrorism necessary. http://www.geocities.com/thesecretterrorists/book/ch7.html (1 of 9)2.12.2005 16:32:32"},{"pageNumber":51,"pageContent":"THE SECRET TERRORISTS CHAPTER 7: WORLD WAR TWO George Bush declared in USA Today, September 17, 2001, that his administration is preparing a crusade against terrorism. In past history, crusades were religious wars fought on behalf of papal interests. Was president Bush telling us that his war on terrorism is being fought to further papal interests? Adolf Hitler was guilty of all kinds of atrocities during the Second World War. Was he really responsible for these atrocities, or was he simply carrying out orders? Consider who was pulling the strings in Hitler’s Germany. In Germany, the Papal Nuncio in Berlin, Mgr. Pacelli and Franz von Papen, privy Chamberlain to the Pope, advocated a ‘union with Rome’ and concentrated on the overthrow of the Weimar Republic. The German Catholics were hostile to Nazism, but were informed that the Pope himself was ‘favourably disposed towards Hitler.’ Consequently the Catholic Zentrum, axis of all parliamentary majorities, voted full rights to Hitler on January 30, 1933. This operation was promptly followed, as in Italy, by the concluding of a Concordat which was most advantageous to the Roman church. The German Episcopate swore allegiance to the Fuhrer and Catholic Youth organizations combined with those of the Nazis. — Edmond Paris, The Vatican Against Europe, The Wickliffe Press, page 15. The Vatican helped Hitler to gain power and then helped him consolidate his grip on Germany. This was done in party by ‘advising’ the Catholic Party of Germany to vote for Nazi candidates. The Catholic vote gave Hitler the majority he needed to legally form a government in 1933. Further to this, the Vatican ordered Catholic members of the Reichstag Parliament to support legislation giving Hitler the power to rule by decree. This measure gave Hitler the dictatorial power he needed to destroy the German Communists. The whole Vatican-Hitler bargain had been conducted in secret before Hitler became Chancellor of Germany in January 1933. In June of the same year, Hitler and the Vatican signed a Concordat, under terms of which the church swore allegiance to the Nazi regime.... Soon afterward, Catholic Franz von Papen, the second in command to Hitler, put the essence of the Hitler-Vatican alliance very succinctly in these words: “The Third Reich,” he said, “is the first power which not only recognizes, but puts into practice, the high principles of the Papacy.” — Avro Manhattan, The Vatican Moscow Washington Alliance, Ozark Books, (quoted in Sydney Hunter, Is Alberto for Real, http://www.geocities.com/thesecretterrorists/book/ch7.html (2 of 9)2.12.2005 16:32:32"},{"pageNumber":52,"pageContent":"THE SECRET TERRORISTS CHAPTER 7: WORLD WAR TWO Chick Publications, pp. 42, 43) What an amazing statement. Von Papen says that the atrocities that Hitler perpetrated during the Second World War were the ‘principles’ of the papacy! Can there be any doubt that the papacy is just as evil as was Hitler and his regime? Hitler himself admits that he was helped by the methods of the Jesuit counter-Reformation to carry on his ideological war.... [We] have witnessed Catholicism’s open support of every step taken by Nazi-Facism to impose authoritarian regimes upon all peoples. — Leo H Lehman, Behind the Dictators, Agora Publishing, pp. 36, 38, 39. An accurate account of history places the Catholic-Jesuit menace at the very heart of the Hitler regime. It was Catholic von Papen and the Catholic Zentrum Party that got Hitler into power in 1933, and to show his gratitude, Hitler’s Third Reich was a model of papal principles at their worst. Hitler was merely a pawn in the hands of the Jesuits of the papacy. Who supported Hitler in war ravaged Germany? Remember, Germany had been reduced to rags by World War One and the heinous Treaty of Versailles. Immense sums belonging to our national-bank depositors have been given to Germany on no collateral security whatever... Billions upon billions of our money has been pumped into Germany by the Federal Reserve Board and the Federal Reserve Banks... On April 27, 1932, the Federal Reserve outfit sent $750,000, belonging to American bank depositors, in gold to Germany. A week later, another $300,000 in gold was shipped to Germany in the same way. About the middle of May $12,000,000 in gold was shipped to Germany by the Federal Reserve banks. Almost every week there is a shipment of gold to Germany. — H.S. Kenan, The Federal Reserve Bank, The Noontide Press, 1966, p. 158. As we saw in a previous chapter, the Federal Reserve Bank was a creation of the Jesuits. They use it to finance their insane puppets like Adolf Hitler. Kenan states that the Federal Reserve financed Hitler and the Nazis. If the Federal Reserve Bank is controlled and run by Americans, how could it finance a deadly enemy like Hitler, who stood for everything that the Constitution condemns? In light of Kenan’s statement, the Federal Reserve Bank is not American; it is our enemy, financing our enemies. Thus it makes sense that the Jesuit controlled bank would fund a Jesuit controlled puppet like Adolph Hitler. From Jesuit controlled Germany under Hitler, let us turn to the country of Spain and Francisco Franco. Spain was going through convulsions toward the end of the 1800s. She went back and forth between a http://www.geocities.com/thesecretterrorists/book/ch7.html (3 of 9)2.12.2005 16:32:32"},{"pageNumber":53,"pageContent":"THE SECRET TERRORISTS CHAPTER 7: WORLD WAR TWO Roman Catholic monarchy and an attempt at free republican government. Finally, in the 1930s, bodies of babies were discovered under several convents in Spain. Doctors discovered that these infants had died as the result of suffocation. You see, nuns and priests had engaged in adultery, and the unwanted babies were killed at birth. The Catholic people of Spain, who knew nothing of these awful crimes, were outraged by the discoveries, and many laws were passed that hindered the papacy’s power in Spain. According to ex-Jesuit Alberto Rivera: In 1936 the new Spanish inquisition exploded. It was called ‘The Spanish Civil War,’ secretly orchestrated in the Vatican... The Pope excommunicated the heads of the Spanish republic and declared war between the Holy See and Madrid.... Under the banner of the Vatican the Muslim forces invaded the Canary Islands and then attacked southern Spain... When the inquisition accomplished its goals, Spain was in ruins, bleeding and beaten, but safely back in the hands of the Vatican... General Franco eventually became the Roman Catholic dictator of Spain. Franco’s government was recognized Aug. 3, 1937, by the Vatican, just 20 months before the civil war ended. — Jack Chick, Alberto pts. 1, 3, 6, Chick publications, pages 12, 21, 28, 29. When Franco marched on Madrid nearing the close of the late civil war in Spain, when he was reinstating the Catholic government and overthrowing the people’s government the Protestants had set up a few years before, he said, “I have four columns of soldiers with me. I also have a fifth column in the city of Madrid who will betray the city into my hands when I get there.” — Albert Garner, The Devil’s Masterpiece: The Mystery of Iniquity, Blessed Hope Foundation, pp. 70, 71. On March 31st, 1934, the Pact of Rome was signed and pledged support of Mussolini and Hitler for the rebellion. The ‘holy war’ broke out. In 1937, in the midst of war, the Vatican gave dejure recognition to the government of Franco, its sword-bearer, who was later to be decorated with the Supreme Order of Christ. “Blessed be the guns if the gospel flowers in their wake!” Soon the Catholic Action was to spread its tyranny across the ruined country. Pax Christi! — Edmond Paris, The Vatican Against Europe, The Wickliffe Press, p. 15. Benito Mussolini was highly esteemed by the Jesuits of Rome. He was their man of providence, who restored Vatican City to the papacy in 1929. What was happening in Europe between the two massacres? In Italy, secret negotiations took place between http://www.geocities.com/thesecretterrorists/book/ch7.html (4 of 9)2.12.2005 16:32:32"},{"pageNumber":54,"pageContent":"THE SECRET TERRORISTS CHAPTER 7: WORLD WAR TWO Papal agents and Mussolini, ‘the man of providence.’ The priest, Don Sturzo, chief of the Catholic Group, had full rights voted to the Duce on November, 1922. Then came the Lateran Treaty, to seal the union of Fascism and the Papacy, the conquest of Ethiopia-blessed by the clergy-and, on Good Friday 1939, the aggression against Albania. — Ibid. page 15. According to Pius XI, Mussolini is making rapid headway and, with elemental strength, will conquer all in his path. Mussolini is a wonderful man — Do you hear me? — a wonderful man.... The future is his. — Ibid. page 69. For today Rome considers the Fascist regime the nearest to its dogmas and interest. We have not merely the Reverend [Jesuit] Father Coughlin praising Mussolini’s Italy as ‘a Christian democracy,’ but Civilta Cattolica, house organ of the Jesuits, says quite frankly... ‘Fascism is the regime that corresponds most closely to the concepts of the Church of Rome.’ — Pierre Van Paassen, Days of our Years, Hillman- Curl, p. 465. We read a previous quote that said that Hitler put into practice the ruthless principles of the papacy. Now we see that Mussolini did the same thing. It wasn’t just the three axis powers of Europe, with their Catholic puppets, that did Rome’s bidding during World War Two. Franklin Roosevelt, President of the United States, also carried out Rome’s wishes. [Cardinal] Spellman was offered an unprecedented opportunity by Roosevelt that would necessitate leaving his archdiocese for months on end.... The astounding proposal Roosevelt put forth was that Spellman act as a clandestine agent for him in the four corners of the world. It would be the archbishop’s job to contact chiefs of state in the Middle East, Europe, Asia, and Africa. He would carry messages for the President ... and act as Roosevelt’s eyes and ears.... The President offered him an opportunity to wield more power than any other American religious figure had ever had. Spellman would move as an equal among the greatest figures on the world political stage... But few people were certain about what the archbishop did during his far-flung travels. His clandestine work raised questions at home about the role of a religious figure involved deeply in governmental affairs. — John Cooney, The American Pope, Times Books, pp. 124, 125. Spellman’s first allegiance was to Pope Pius XII, and yet, he was used by Franklin Roosevelt as his own personal agent. http://www.geocities.com/thesecretterrorists/book/ch7.html (5 of 9)2.12.2005 16:32:32"},{"pageNumber":55,"pageContent":"THE SECRET TERRORISTS CHAPTER 7: WORLD WAR TWO Of Roosevelt, we read again, Roosevelt and Eisenhower approved of the forced repatriation of some six million [Orthodox Christian] people back to Russia, many of whom were tortured or killed after they reached their destination. Two Russians who have written about this abominable decision by these American leaders are Nikolai Tolstoy and Alexander Solzhenitsyn. The Americans called this repatriation ‘Operation Keelhaul,’ after the naval form of torture where the prisoner is hauled under the keel of a ship by a rope tied to the prisoner’s body to be severely cut by the barnacles on the bottom of the ship. These six million individuals were not only soldiers who had fought on the side of the Germans against the Russians, but they were women and children as well.... Even though it was Churchill and Roosevelt who made the incredible decision to send millions of anti-Communist Russians back to certain death, it was General Dwight Eisenhower who enforced ‘Operation Keelhaul,’ with no apparent pangs of conscience. — Ralph Epperson, The Unseen Hand, Publius Press, p. 301. Roosevelt not only used Spellman as his agent, but he carried out the Jesuits’ goal of annihilating as many Orthodox Christians as possible. The Jesuits sought to destroy the Orthodox Christians of Serbia in World War One, and with this repatriation at the end of World War Two, they destroyed many more millions of Russian Orthodox Christians. Roosevelt, Eisenhower, and Churchill carried out the Jesuits bloody plan with considerable success. Jesuit General, Count Halke von Ledochowski, was disposed to organize, on the common basis of anti- communism, a certain degree of collaboration between the German Secret Service and the Jesuit Order... Von Ledochowski considered the forthcoming bellicose settling of accounts between Russia and Germany as inevitable... And the Baseler Nachrichten (March 27, 1942) did not hesitate to write: “One of the questions arising from German activity in Russia which is of supreme importance to the Vatican, is the question of the evangelization of Russia.” This is confirmed by Father Duclos himself in a book covered by the Imprimatur, “During the summer of 1941, Hitler appealed to all Christian forces... [he] authorized Catholic missionaries to go to the new eastern territories.... “Nor has it been forgotten that, in France, Cardinal Baudrillart and Mgr. Mayol de Luppe recruited the L.V.F. for the crusade against Russia.” — Edmond Paris, The Vatican http://www.geocities.com/thesecretterrorists/book/ch7.html (6 of 9)2.12.2005 16:32:32"},{"pageNumber":56,"pageContent":"THE SECRET TERRORISTS CHAPTER 7: WORLD WAR TWO Against Europe, The Wickliffe Press, pp. 240, 241. While the Orthodox Christians of Russia were being exterminated by the papacy, there was a similar massacre going on in Yugoslavia. Some of the many books that have been written about this atrocity of World War Two include Convert... or Die! by Edmond Paris, The Vatican’s Holocaust by Avro Manhattan, and Ravening Wolves by Monica Farrell. These books all discuss the murder of around one million Orthodox Christians during World War Two by the Catholic Ustashi. On the cover of Farrell’s book, we read, This is the record of torture and murder committed in Europe in 1941-1943 by an army of Catholic Actionists known as the Ustashi, led by monks and priests, and even participated in by nuns. The victims suffered and died in the cause of liberty and freedom of conscience. The least we can do is to read the record of their sufferings and keep in mind that it happened, not in the dark ages, but in our own ENLIGHTENED generation. Ustashi is another name for Catholic Action. — Monica Farrell, Ravening Wolves, Protestant Publications, cover. The mass expulsion or forced conversion of the Orthodox Christians to Roman Catholicism was on the agenda. All measures, aiming at the elimination of Serbdom in Croatia were carried out under the slogan enunciated by one of the Croatian ministers: “We shall massacre the first third of the Serbs, expel the second third from the country and force the final third to accept the Catholic faith, whereby they will be absorbed by the Catholic element.” — Lazo M. Kostich, Holocaust in the Independent State of Croatia, Liberty, p. 18. The papacy was still trying to exterminate Orthodox Christians in Serbia in the late 1990s. The papacy used the United States as their bully in that conflict to bomb Serbia. The real butcher of the ‘Balkins’ is the pope and the Catholic Church, not Slobodan Milosevic. They are trying the wrong person for war crimes. Another Jesuit goal of World War Two was to make things so bad for the Jewish race that they would want to return to Palestine. Near the end of World War One, the Balfour Declaration was signed enabling the Jews to go back home to Palestine. This was to be their permanent home. However, many Jews had found success in various parts of the world and did not want to return. When World War Two and the Jewish Holocaust occurred, the persecuted Jews longed for a place to call home, and many returned to Palestine. In 1948, Israel was declared to be a sovereign nation. According to Cooney’s book, The American Pope, page 187, Francis Spellman had been the deciding factor in getting Israel accepted as a sovereign state. Why would the Jesuits use Hitler to annihilate the Jews, and then have http://www.geocities.com/thesecretterrorists/book/ch7.html (7 of 9)2.12.2005 16:32:32"},{"pageNumber":57,"pageContent":"THE SECRET TERRORISTS CHAPTER 7: WORLD WAR TWO Jesuit Cardinal Francis Spellman provide a home in Palestine for them? Watch carefully. The Vatican has sought to destroy the Jews for a thousand years. ... behind the Zionist banner there was to be found the ancient Messianic hope for the coming of a global theocracy, as predicted by all the seers and prophets of Zion. It was to be a theocracy in which Jehovah, not Christ, was to be King. The spectre of the creation of such a theocracy has haunted the inner chambers of the Catholic church from her earliest inception, and still is a dominant fear. In Vatican eyes, therefore, the millenarian yearning for a global Hebrew theocracy, represents a deadly threat to the eschatological teachings of the Catholic church. When translated into concrete political terms, such a view spells not only rivalry, but implacable enmity. — Avro Manhattan, The Vatican Moscow Washington Alliance, Ozark Books, pp. 169, 170. On the surface the nation of Israel in Palestine seemed to be a grand opportunity for the Jews to be able to have their own country. However, what has been the result of the Jews returning to Palestine? Since they were granted sovereign status in 1948, the Jews have been in one ravaging battle after another with the Arabs. Many Jews have died, just as the Jesuits hoped and knew would happen. With the Jews’ return to Israel in Palestine the Jesuits hoped to cause such bloodshed in that part of the world that the world would cry out for a peacemaker to come to the region. And who would be that peacemaker? The pope of Vatican City, of course. The Jesuits have long wanted to restore the pope’s temporal power. When the pope is given Solomon’s throne in Jerusalem, the long-awaited goal will be accomplished. The war on terrorism that originated September 11, 2001, which George Bush calls a crusade, could certainly aggravate the trouble in that region to bring about the reign of the pontiff from Jerusalem. The Jesuits failed in their attempts to have a world governing body following World War One. They accomplished their sinister goal after World War Two. Following the war, the weary, aching world was conditioned to accept an international government, and the United Nations was born. Since the creation of the United Nations in 1945, this so-called ‘peace-keeping’ body has failed miserably in keeping peace around the world. Why? Because keeping peace is not their purpose, even though they continue to claim that it is. There are presently some 83 different wars around the world. However, it has certainly been instrumental in suppressing liberty loving people. Katanga and Rhodesia are just two examples of nations crushed by U. N. forces. The United Nations has worked tirelessly to restore the http://www.geocities.com/thesecretterrorists/book/ch7.html (8 of 9)2.12.2005 16:32:32"},{"pageNumber":58,"pageContent":"THE SECRET TERRORISTS CHAPTER 7: WORLD WAR TWO temporal power of the papacy — its purpose from the beginning. We will look at one more of the Jesuits’ purposes for World War Two. It was payback time for the Japanese. In the late 1500s, the Japanese had welcomed all foreigners who wanted to trade with her. Catholic missionaries had been welcomed too. After a time, the Catholic missionaries became intolerant of all other beliefs. Unrest and persecution resulted and Japan became a bloodbath for many decades. Finally, in 1639, the Exclusion Edict was passed. It stated: For the future, let none, so long as the Sun illuminates the World, presume to sail to Japan, not even in the quality of ambassadors, and this declaration is never to be revoked, on pain of death. — Avro Manhattan, Vietnam: Why Did We Go? Chick Publications, p. 153. For nearly two hundred years, the ports of Japan were closed to Jesuit missionaries, who had sought to take over Japan for the proud pope. Through the latter half of the 19th century, military power was used against the island nation. This softened her until the awful bloody conflict of World War Two in the South Pacific, culminating in the bombings of Hiroshima and Nagasaki. Japan was brought to her knees — forever. Payback had come. Chapter 8: President John F. Kennedy Home Page http://www.geocities.com/thesecretterrorists/book/ch7.html (9 of 9)2.12.2005 16:32:32"},{"pageNumber":59,"pageContent":"THE SECRET TERRORISTS CHAPTER 8: PRESIDENT JOHN F. KENNEDY CHAPTER 8 PRESIDENT JOHN F. KENNEDY New evidence has recently been discovered relevant to the assassination of President John F. Kennedy that will show who actually planned and carried out his murder. This new evidence will show that the Warren Commission report, which is the government’s final word on the assassination, is a complete cover-up of what actually took place. The following analysis of the assassination will include several events and situations that might not appear to be related to this murder, but will show the extensive intrigue behind it. While riding in an open motorcade, President Kennedy was shot in Dealy Plaza on Friday, Nov. 22, 1963 at 12:30 p.m. The crowds were cheering. There was a great scene of rejoicing as the president of the United States made his way through downtown Dallas. It seemed as if everyone was smiling in those waving thousands. But presently, shots rang out, and President Kennedy, a short while later, lay dead at the Parkland Memorial Hospital. This case has baffled people for the last four decades, and is one of the ten most unsolved mysteries of the last one hundred years. The Warren Commission was set up to investigate the assassination, and they concluded that a lone gunman, Lee Harvey Oswald, did it. They claimed that Oswald shot President Kennedy from the Dallas Book Depository building behind his car. But there is rather overwhelming evidence now that disproves the Warren Commission report and points to a massive cover-up and conspiracy behind the assassination. Two days after President Kennedy’s death Jack Ruby murdered Oswald. Why? Was it to keep him from talking? There were basically two main reasons why Kennedy was assassinated. These reasons are involved with the Vietnam War, and the Federal Reserve Bank. President Kennedy sent two aides to Vietnam, McNamara and Taylor, who gathered intelligence that convinced him that the United States needed to withdraw from Vietnam. Their memo to the president was entitled, Report of McNamara-Taylor Mission to South Vietnam. With this report in hand, President Kennedy had what he wanted. It contained the essence of decisions he had to http://www.geocities.com/thesecretterrorists/book/ch8.html (1 of 10)2.12.2005 16:33:04"},{"pageNumber":60,"pageContent":"THE SECRET TERRORISTS CHAPTER 8: PRESIDENT JOHN F. KENNEDY make. He had to get re-elected to finish programs set in motion during his first term; he had to get Americans out of Vietnam. — Col. L. Fletcher Prouty, JFK: The CIA, Vietnam, and The Plot to Assassinate John F. Kennedy , Carol Publishing Group, p. 264. Fletcher Prouty tells us that, On Nov. 22, 1963, the government of the United States was taken over by the superpower group that wanted an escalation of the warfare in Indochina, and a continuing military buildup for generations to come. — Ibid. p. 264. As President Kennedy began to de-escalate American involvement in Southeast Asia, this superpower group was planning his murder. Following Kennedy’s assassination, they made sure that America would remain in Vietnam for a long time. Who was this group? Who wanted us in South Vietnam and why? When we answer these questions, the people behind the assassination of JFK will be known. Avro Manhattan was a British journalist who worked for many years for the British Broadcasting Company. He has written at least 15 books on the role of the Roman Catholic Church in world affairs. In his book, Vietnam: Why Did We Go?, he tells us, The political and military origin of the war of Vietnam has been described with millions of written and spoken words. Yet, nothing has been said about one of the most significant forces which contributed to its promotion, namely, the role played by religion, which in this case, means the part played by the Catholic Church, and by her diplomatic counterpart, the Vatican. Their active participation is not mere speculation. It is an historical fact as concrete as the presence of the U.S., or the massive guerilla resistance of Asian communism. The activities of the last two have been scrutinized by thousands of books, but the former has never been assessed, not even in a summarized form. The Catholic Church must be considered as a main promoter in the origin, escalation and prosecution of the Vietnamese conflict . From the very beginning this religious motivation helped set in motion the avalanche that was to cause endless agonies in the Asiatic and American continents. The price paid was immense: thousands of billions of dollars; the mass dislocation of entire populations; political anarchy; military devastation on an unprecedented scale; the disgrace upon the civilized world; the loss of thousands upon thousands of young Asian and American lives. Last but not least, the wounding, mutilation, and death of hundreds of thousands of men, women, and children. The tragedy of http://www.geocities.com/thesecretterrorists/book/ch8.html (2 of 10)2.12.2005 16:33:04"},{"pageNumber":61,"pageContent":"THE SECRET TERRORISTS CHAPTER 8: PRESIDENT JOHN F. KENNEDY Vietnam will go down in history as one of the most pernicious deeds of the contemporary alliance between politics and organized religion. Factors of a political, ideological, economic, and military nature played no mean role in the unfolding of the war, but the religion of the Catholic Church was one of its main instigators. From the beginning her role has been minimized when not obliterated altogether. Concrete facts however, cannot be wiped away so easily, and it is these which we shall now scrutinize, even if briefly. — Avro Manhattan, Vietnam: Why Did We Go? , Chick Publications, 1984, p. 13, emphasis added. The publisher’s foreword to this book, page 3, states: Avro Manhattan, world authority on Vatican politics, has blown the cover on the real reason our boys suffered and died in Vietnam. He traces their death to the Vatican’s passionate desire to make Asia Roman Catholic. Vatican agents hatched and plotted the Vietnam War. American soldiers were serving the Vatican in their desperate struggle to survive the jungles, the hell of warfare, pain, death and destruction. It was all engineered by...her Jesuits . — Ibid. p. 3, emphasis added. Many, especially Catholics, may take exception to the facts stated in the previous quotes, but we must present the facts as they are and as they happened. When this book talks about the Catholic Church, it is not speaking of the faithful church members who know nothing about things like this. It is speaking of the rulers of the Vatican and their Order of the Jesuits. According to Avro Manhattan, the war in Vietnam was fought because the Vatican wanted to create a power base in Southeast Asia from which to take over all of Southeast Asia and then all of Asia. The following quotes are from this same book. Ho Chi Minh began before World War Two to maneuver for a communist Vietnam. He received help from the U.S. against the Japanese but used that aid to consolidate his hold on the highlands of Tonkin. In August, 1945 he marched into Hanoi and set up the provisional government of the Democratic Republic of Vietnam. A master strategist, he cooperated in the transplanting of nearly a million Catholic North Vietnamese into the South...After the election of Pope John the 23rd in 1958 and the turn of the Vatican from the Cold War toward cooperation with Marxism, Ho Chi Minh made a secret deal with Pope John which eventually led to full control of the country by the North. — Ibid. p. 177. President Ngo Dinh Diem of South Vietnam was a practicing http://www.geocities.com/thesecretterrorists/book/ch8.html (3 of 10)2.12.2005 16:33:04"},{"pageNumber":62,"pageContent":"THE SECRET TERRORISTS CHAPTER 8: PRESIDENT JOHN F. KENNEDY Catholic who ruled South Vietnam with an iron fist. He was a genuine believer in the evil of Communism and the uniqueness of the Catholic Church. He had originally been planted in the presidency by Cardinal Spellman and Pope Pius the 12th . He transformed the presidency into a virtual Catholic dictatorship, ruthlessly crushing his religious and political opponents. Many Buddhist monks committed suicide by fire, burning themselves alive in protest against his religious persecutions. His discriminatory persecution of non- Catholics, particularly Buddhists, caused the disruption of the government and mass desertions in the army. This eventually led to U.S. military intervention in South Vietnam. In this terrorization he was aided by his two Catholic brothers, the Chief of the Secret Police and the Archbishop of Hue. — Ibid. p. 56, (emphasis added). Cardinal Francis Spellman, the archbishop of New York, was the key man that brought America into the conflict. He was active in persuading the U.S. to select Diem and support him as president of South Vietnam. He was made Vicar General of the U.S. Armed Forces and called the GIs the ‘Soldiers of Christ’ [meaning soldiers for the Catholic Church] in his frequent visits to the Vietnam war front. — Ibid. p. 71. The Vatican played both sides against each other in this Vietnamese Civil War. They controlled Diem in the South while advising and making secret deals with Ho Chi Minh in the North. Thus, however the war turned out, the Vatican would triumph and have control in Vietnam. President Kennedy’s attempt to halt the bloodbath incurred the undying wrath of the instigators of the war — the Jesuits of the papacy. President Kennedy began to de-escalate America’s involvement in Vietnam shortly before his death. The day after his brutal murder, the following occurred: At 8:30 a.m., Saturday, the 23rd of November, 1963, the limousine carrying CIA director John McCone pulled into the White House grounds.... He was also there to transact one piece of business prior to becoming involved in all the details entailed in a presidential transition — the signing of National Security Memorandum 278, a classified document which immediately reversed John Kennedy’s decision to de- escalate the war in Vietnam. The effect of Memorandum 278 would give the Central IntellParice Agency carte blanche to proceed with a full-scale war in the Far East.... In effect, as of November 23, 1963, the Far East would replace Cuba as the thorn in America’s side. It would also create a whole new source of narcotics for the Mafia’s worldwide markets. — Robert Morrow, First Hand Knowledge, Shapolsky http://www.geocities.com/thesecretterrorists/book/ch8.html (4 of 10)2.12.2005 16:33:04"},{"pageNumber":63,"pageContent":"THE SECRET TERRORISTS CHAPTER 8: PRESIDENT JOHN F. KENNEDY Publishers, p. 249. The day after Kennedy was killed, the decision to stop America’s involvement in Vietnam was reversed and the Vatican’s program continued. Morrow’s statement also revealed another reason for the Jesuits wanting to continue the war; they would make billions of dollars in the international drug trade. For the last four centuries, the Jesuits had been involved in the Far East drug trade and they certainly did not want to lose this opportunity, even if it meant the lives of millions of people! Since the original Jesuit mission had established itself in Beijing in 1601, the Society of Jesus [the Jesuits] had held the key to the Far East Trade — including the drug trade . — assorted authors, Dope, Inc.: The Book that Drove Kissenger Crazy, Executive Intelligence Review, p. 117, (emphasis added). The Jesuit controlled politicians in Washington wanted to continue the war in Vietnam. They wanted to create a Catholic power in Southeast Asia. They wanted to maintain their control of the international drug market that they had held for 400 years in the Far East. When President Kennedy stood in their way, he had to be removed. The Jesuits had John Kennedy assassinated. The second reason for Kennedy’s assassination was his intention to eliminate the Federal Reserve. Colonel James Gritz explains, When Kennedy called for a return of America’s currency to the gold standard, and the dismantling of the Federal Reserve System — he actually minted non-debt money that does not bear the mark of the Federal Reserve; when he dared to actually exercise the leadership authority granted to him by the U.S. Constitution...Kennedy prepared his own death warrant. It was time for him to go. — Colonel James Gritz, Called to Serve: Profiles in Conspiracy from John F. Kennedy to George Bush, Lazarus Publishing, pp 511, 512. President Kennedy was attempting to dismantle the Federal Reserve System, which is the central bank of the United States, a creation of the Jesuits. The Constitution of the United States gives to Congress the power to coin money. If the U. S. Congress coined its own money as the Constitution directs, it would not have to pay the hundreds of billions of dollars of interest that it now pays each year to the bankers for the national debt, for money that came out of nothing This is why Kennedy began to issue U.S. government money that was free of debt to http://www.geocities.com/thesecretterrorists/book/ch8.html (5 of 10)2.12.2005 16:33:04"},{"pageNumber":64,"pageContent":"THE SECRET TERRORISTS CHAPTER 8: PRESIDENT JOHN F. KENNEDY replace the Federal Reserve dollars we have been using. We have seen in previous chapters who was responsible for the creation of the Federal Reserve Bank, and the unconstitutional operation of this bank that steals money from U.S. citizens. The Jesuits, if you will remember from chapter two, tried to assassinate President Andrew Jackson for discontinuing the central bank. They unfortunately succeeded in assassinating Kennedy for trying to do the same thing. The Jesuits uses the wealth created by the Federal Reserve to finance their murderous deeds. John Kennedy incurred the deadly wrath of the Jesuits for daring to act as the President and not as their puppet. But you say, “Wait a minute. Kennedy was a Roman Catholic. He was the only Catholic president we ever had.” That is exactly right. Even though Kennedy was Catholic, he put the welfare of the United States before the desires of the papacy. He was not a Jesuit. Here is a very interesting section from the secret instructions of the Jesuit Order, written by their founder, Ignatius Loyola. Finally, let all with such artfulness gain the ascendance over princes, noblemen and the magistrates of every place that they may be ready at our beck and call, even to sacrifice their nearest relatives and most intimate friends when we say it is for our interest and our advantage. — W. C. Brownlee, Secret Instructions of the Jesuits, American and Foreign Christian Union, p. 47. We see here that if the Jesuit Order says that a person is to die, it doesn’t matter if it is your best friend, if it is your father or your brother; they are to be killed. What a dastardly, evil, and wicked system the Jesuit Order of the Roman Catholic Church is. Do you think that the Catholic Church isn’t that powerful? Do you think this makes them out to be too strong? Avro Manhattan tells us: Cardinal Francis Spellman, of New York , was the military vicar of the American Armed Forces in Vietnam. He was also the unofficial link between the pope and John Foster Dulles, the U.S. Secretary of State and therefore the Secretary’s brother, Alan, who was the head of the CIA. — Avro Manhattan, Murder in the Vatican, Ozark Books, pp. 35, 36. Thus, through Cardinal Francis Spellman, the Roman Catholic Church and the Jesuits had access to and control over John Foster Dulles, the Secretary of State, and John Foster Dulles’ brother, Alan, who was the head of the Central Intelligence Agency. Those two departments, along http://www.geocities.com/thesecretterrorists/book/ch8.html (6 of 10)2.12.2005 16:33:04"},{"pageNumber":65,"pageContent":"THE SECRET TERRORISTS CHAPTER 8: PRESIDENT JOHN F. KENNEDY with the FBI, were in the hands of Cardinal Francis Spellman, the head Cardinal of the Catholic Church in New York. The Catholic Church in the USA, financially can stand up to all the giant trusts of America. Politically, she looms ever larger in the White House, in the Senate and in the Congress. She is a force in the Pentagon, a secret agent in the FBI and the most subtly intangible prime mover of the S. S. wheel within a wheel; the Central Intelligence Agency. — Ibid. p. 271. Jean Hill was also a witness to the Kennedy murder. In her book, entitled JFK: The Last Dissenting Witness, she states that during a conversation her friend, J.B., who was one of the policeman in the motorcade that was with Kennedy, told her, “Well, while Kennedy was busy shaking hands with all the well wishers at the airport, Johnson’s Secret Service people came over to the motorcycle cops and gave us a bunch of instructions. The darnedest thing was they told us the parade route through Dealy Plaza was being changed.” “Changed? How,” Jean Hill asks. “It was originally supposed to go straight down Main Street.” J.B. said, “but they said for us to disregard that. Instead we were told to make the little jog on Houston and cut over to Elm.” Jean felt her mouth drop open. “If you’d stayed on Main Street, Kennedy might’ve been completely out of range of whoever was shooting at him. My ‘shooter’ behind the wooden fence definitely wouldn’t have had much chance to hit him from there.” J.B. stared at her with a straight face. “Maybe that’s why they changed the route,” he said bluntly. “But that’s not all. They also ordered us into the craziest escort formation I’ve ever seen. Ordinarily, you bracket the car with four motorcycles, one on each fender. But this time they told the four of us assigned to the president’s car there’d be no forward escorts. We were to stay well to the back and not let ourselves get ahead of the car’s rear wheels under any circumstances. I’d never heard of a formation like that much less ridden in one, but they said they wanted to let the crowds have an ‘unrestricted view’ of the president. Well, I guess somebody got an unrestricted view of him all right.” — Jean Hill, JFK: The Last Dissenting Witness, Pelican Publishing, p. 113. So, the motorcade route through Dallas was changed, and the reason given was so that the people would have an excellent view of the president of the United States. The Jesuit assassins sure did! Other peculiar things happened too. Lyndon Johnson, the vice president of the United States, was apparently having a real problem. Continuing with Jean Hill’s conversation with her friend in the motorcade, http://www.geocities.com/thesecretterrorists/book/ch8.html (7 of 10)2.12.2005 16:33:04"},{"pageNumber":66,"pageContent":"THE SECRET TERRORISTS CHAPTER 8: PRESIDENT JOHN F. KENNEDY “What are you talking about?” Jean asked innocently. “I don’t understand.” “My friends in the motorcade say he started ducking down in the car a good 30 or 40 seconds before the first shots were fired. I’d say that’s just a little peculiar wouldn’t you?” “Oh, come on, J.B,” Jean Hill said, thinking he had to be joking. “They obviously weren’t serious, were they?” “As far as I know they were dead serious.” J.B. said. “One of them told Maguire that he saw Johnson duck down even before the car turned onto Houston Street, and he sure as ____ wasn’t laughing when he said it.” “Well, maybe Johnson just dropped something on the floor and bent over to pick it up. I mean there can be a simple explanation.” “Maybe so.” J.B. said. “I don’t claim to know what his reasons were but this guy said it sure looked like he was expecting bullets to be flying. When I heard it, it made me start wondering about a whole lot of other stuff too.” — Ibid. pp. 114-116. Lyndon Johnson was acting as if he knew bullets would soon be flying, ducking down repeatedly before the shots went off. Texas law prohibits people that die in the state of Texas from being removed without an autopsy. Leading doctors at Parkland Memorial Hospital in Dallas were held at gunpoint as the body of John F. Kennedy was removed from that hospital without an autopsy. Why? There was overwhelming evidence that there was more than one bullet that killed JFK. There was overwhelming evidence that the Warren Commission report was nothing but lies. There were many bullets that the doctors would have found that would have shattered the idea that Lee Harvey Oswald was the loan gunman. That is why an autopsy was not allowed in Texas. That is why Kennedy’s body was shipped to Washington D.C. where a federal autopsy could be made, where they could fabricate the evidence to support the lies of the Warren commission. There was a Jesuit led conspiracy to kill JFK and they didn’t want the evidence to get out, no matter how many people had to be killed in the process. If there really were several bullets fired that day in Dealy Plaza, then certainly the car would have contained evidence of this. And so it did. Three days after the assassination, Carl Renas, head of security at the Dearborn Division of the Ford Motor Company, drives the limousine, helicopters hovering over head, from Washington to Cincinnati. In doing so, he noticed several bullet holes, the most notable being the one in the windshield’s chrome molding strip, which he said was clearly ‘a primary strike’ and ‘not a fragment,’ The limousine was taken by Renas to Hess and Eisenhart of Cincinnati where the chrome molding was replaced. The Secret Service told Renas to “keep your mouth shut.” — Charles Crenshaw, JFK: Conspiracy of Silence, Penguin Books USA, p. 106. http://www.geocities.com/thesecretterrorists/book/ch8.html (8 of 10)2.12.2005 16:33:04"},{"pageNumber":67,"pageContent":"THE SECRET TERRORISTS CHAPTER 8: PRESIDENT JOHN F. KENNEDY Renas was the head of security for the Dearborn Division of Ford Motor Co. Who was the head of that division in 1963 that dispatched Renas for the task of his life? Henry Ford II says today that the first time he can remember meeting Lee Iacocca was in November 1960 when he summoned the young salesman to his office to tell them he was giving him command of the Ford division [at Dearborn]. — Robert Lacey, Ford, the Men and the Machine, Ballantine Books, p. 531. Lee Iacocca was the man in charge of the Dearborn Division of the Ford Motor Company, who dispatched Carl Renas to go to Washington D.C. to get the car that JFK was in when he was assassinated. Iacocca was the head of the Dearborn Division until he became President of Ford Motor Company in 1970. Iacocca was part of the cover-up because he suppressed evidence concerning JFK’s assassination. What connection does he have with the Catholic Church? In Iacocca’s autobiography he says, It took me a number of years to fully understand why I had to make a good confession to a priest before I went to Holy Communion, but in my teens I began to appreciate the importance of this most misunderstood right of the Catholic Church. In later years, I found myself completely refreshed after confession. I even began to attend weekend retreats where the Jesuits in face-to-face examinations of conscience made me come to grips with how I was conducting my life. — Iacocca: An Autobiography, Bantam Books, p. 8. Roman Catholic Lee Iacocca, head of the Dearborn division of the Ford Motor Co. was the one who dispatched Carl Renas to get the limousine that had the evidence of multiple bullets that were shot from multiple guns that killed John F. Kennedy. Isn’t it amazing that many years later as President of Chrysler, Lee Iacocca went to Congress and asked for financial help? Since Catholic Iacocca had been such an obedient servant to his Jesuit masters, another obedient Catholic by the name of Thomas ‘Tip’ O’Neill used his power as Speaker of the House to get Lee Iacocca all the money he needed. There were many people who knew a great deal about the Kennedy assassination. Unfortunately, almost all of them died under mysterious circumstances. There was a concerted effort to be sure that no secrets were ever told. Even Jean Hill stated that several attempts were made to kill her and her children. Jim Marrs, author of Crossfire: The Plot That Killed Kennedy, wrote: “In the three-year period which followed the murder of President Kennedy and Lee Harvey Oswald, 18 material witnesses died — six by gunfire, three in motor accidents, http://www.geocities.com/thesecretterrorists/book/ch8.html (9 of 10)2.12.2005 16:33:04"},{"pageNumber":68,"pageContent":"THE SECRET TERRORISTS CHAPTER 8: PRESIDENT JOHN F. KENNEDY two by suicide, one from a cut throat, one from a karate chop to the neck, five from natural causes.” ...A mathematician hired by the London Sunday Times in February of 1967 concluded that the odds of the number of witnesses involved in the assassination of John F. Kennedy dying between November 22, 1963 and that date were 100,000 trillion to one.... In the time period ranging from November 22, 1963 to August 1993 over 115 ‘witnesses’ have died or fallen victim to death by strange circumstances, suicides or murder. — Craig Roberts and John Armstrong, JFK: The Dead Witnesses, Consolidated Press, p. 3. Kennedy was one of many Presidents, kings, Czars, and emperors who refused to obey the Jesuits and was killed for it. The role of the papacy in the heinous murder and cover-up of this crime cannot be denied. We have seen that the Vatican had a motive, the people in key positions to carry it out, and the people in key positions to cover it up. There was one group, one organization, whose historical background was characterized by the planning and execution of such deeds; that had a lasting consistent motive, before, during and after the crime; that had the necessary international connections; that had the money; that could elicit suicidal self-sacrifice in its members; and that continued to exist through all phases of the assassination conspiracy. This is the Roman Catholic Church. — Emmett McLoughlin, An Inquiry into the Assassination of Abraham Lincoln, Lyle Stuart, Inc.1963, p. 161. Winston Churchill, the famous English Prime Minister during World War Two, once said, Most men occasionally stumble over the truth, but they pick themselves up and continue on as if nothing had happened. We now understand the facts concerning one of the most controversial events in American history. Will you stumble over the truth here and go on as if nothing has happened or will you begin to analyze history and current events in a new light? Chapter 9: The Waco Massacre Home Page http://www.geocities.com/thesecretterrorists/book/ch8.html (10 of 10)2.12.2005 16:33:04"},{"pageNumber":69,"pageContent":"THE SECRET TERRORISTS CHAPTER 9: THE WACO MASSACRE CHAPTER 9 THE WACO MASSACRE A religious group known as the Branch Davidians lived in their compound they called Mt. Carmel just outside Waco, Texas. On April 19, 1993 agents of the United States government attacked their compound and murdered helpless women and children with battle tanks, flame-throwers, and poison gas. Nearly 100 innocent people lost their lives as a result. What makes this a tragedy of the most terrible proportions is that the Davidians had done nothing to provoke this attack by the United States’ government. The Branch Davidians got along well with those of the surrounding community. They had some religious beliefs that made them different from other churches, but, then, many of the so-called standard churches differ from each other. Their religious differences were certainly no excuse for the United States government to destroy their home and their lives, especially without a trial. The First Amendment to the Constitution guarantees the right to worship God according to the dictates of one’s own conscience, but the government completely ignored this right in the massacre at Waco. An extremely important point to understand is that virtually everything the government and the news media said about these people were lies. Many so-called experts delivered testimony that caused the majority of people to believe the exact opposite of the truth. Because of these extensive lies, very few people know what the Branch Davidians were really like, and very few people know exactly what took place during the siege at Waco. The lies were told in order to try to justify in some impossible way what the government did there. The First Amendment to the Constitution says that the government shall make NO law pertaining to religion. The constitutional rights of the Branch Davidians were totally ignored. The murderers were guilty of the most heinous crimes, and they totally got away with it. The morning before Easter last year, Shirley Burton, spokeswoman for the Seventh-day Adventist church, said she got a terrifying phone call. On the line was a church official in Australia, relaying a warning that the next day, an explosion of violence would occur in a Waco, Texas, cult that included dozens of former Adventists. The man got the warning from parents of a cult member. http://www.geocities.com/thesecretterrorists/book/ch9.html (1 of 9)2.12.2005 16:34:56"},{"pageNumber":70,"pageContent":"THE SECRET TERRORISTS CHAPTER 9: THE WACO MASSACRE “The parents had just had word that there would be a suicide- massacre,” Burton said, adding that her mind filled with images of the 1978 murder-suicide of Jim Jones and 900 of his followers in Guyana. Church authorities tipped off Waco police and Easter passed without incident. But peace came to a bloody end this past Sunday, when sect members began a shoot out with federal agents. — The Washington Post, March 3, 1993. The words “cult” and “sect” are used any time the government or news media want to cast suspicion on or discredit a particular church group. Last spring officials of the Seventh-day Adventist church heard from colleagues in Sydney that the Branch Davidians were planning a mass suicide for Easter Sunday. About the same time the State Department got word from sources in Australia that Koresh’s group was stockpiling arms and planning suicide. State passed it on to the ATF [the government’s Bureau of Alcohol, Tobacco, and Firearms] which began its investigation in June [1992]. — Newsweek, March 15, 1993. Both of these articles tell of malicious rumors being circulated about the Branch Davidians. Nothing ever came of them. David Koresh, the leader of the Davidians, learned that the ATF wanted to get complete information about him in June, 1992. Koresh invited the BATF [the government’s Bureau of Alcohol, Tobacco, and Firearms] to come out to the Mount Carmel compound in order to look and see what ever they wanted. Tragically, the BATF refused to come out. The siege on the Davidian compound began on February 28, 1993. Instead of simply knocking on the front door, 100 BATF agents stormed the compound to arrest David Koresh. Koresh went jogging quite frequently, and the government could have arrested him during those times, but they weren’t interested in simply arresting Koresh. The government wanted a confrontation. Unthreatened BATF and FBI agents opened fire with automatic weapons at the front door and the walls, knowing that there were innocent women and children inside. During this siege, four BATF agents were killed. The four BATF agents, that died on February 28, had all been bodyguards for Bill Clinton from the time of the Democratic convention until Bill Clinton became president. These four BATF agents were the only federal agents to die in the siege at Waco. Linda Thompson’s videotape entitled Waco, the Big Lie, shows that those BATF agents were not killed or shot at by Branch Davidians. The tape shows the agents going into the compound through an upstairs window. It then shows the other BATF agent, who is out on the roof, actually shooting in through the window where those BATF agents had just entered. Those four BATF agents, who were bodyguards of Bill Clinton, were killed by their own people! http://www.geocities.com/thesecretterrorists/book/ch9.html (2 of 9)2.12.2005 16:34:56"},{"pageNumber":71,"pageContent":"THE SECRET TERRORISTS CHAPTER 9: THE WACO MASSACRE There are many questions in the Waco tragedy that have never been answered. Why did Bill Clinton go to such extremes at Waco? There were problems at the Mount Carmel compound in 1987. There was a shoot out over the leadership of the Branch Davidians between David Koresh and his followers and George Roden and his followers. Seven Davidians, at that time, along with David Koresh, were arrested, indicted, and tried for attempted murder. According to the prosecutor in the case, McClennan County District Attorney Vic Feazell: We had no problems. We treated them like human beings rather than storm-trooping the place. They were extremely polite people. After the trial, although we didn’t agree with everything they believed or said, many of the staff were pretty sympathetic with them. — Houston Chronicle, March 1st, 1993. The government’s action was a vulgar display of power, being met with fear and paranoia on the part of the Davidians. If the federal government had called and talked to the Davidians, the Davidians would have given them what ever they wanted. Koresh had another situation involving Federal authorities. On an April 21st, 1993 television interview, Henry McMahon, who owned a gun store in Waco, stated that David Koresh has purchased at least fifty thousand dollars worth of firearms from me. In July of 1992, BATF officers came to my store, asking about Koresh and his gun purchases. I called David Koresh, while the BATF were still in the store. Koresh told me that if there is a problem, tell them to come out here. I offered to take the BATF agents out to the Mount Carmel compound to see the firearms that Koresh had purchased, but the BATF agents declined. Koresh had been extremely cooperative in 1987 and then again in 1992. There was obviously some sinister reason why Federal agents, under the leadership of Bill Clinton, perpetrated such cruelty at Mt. Carmel. Let us investigate the real reason for the Waco massacre. If David Koresh was the prime target of the government, why was he not arrested peacefully so that so many innocent lives would not have been lost? The claims or lies of the BATF were that Koresh never was out of the compound where he could be arrested. Paul Fatta, a Branch Davidian who was out on errands when the raid started, made this comment in many press releases. David Koresh, others, and myself, have gone jogging down the road three miles from the compound many times. Why wasn’t he arrested then? We were off the property several http://www.geocities.com/thesecretterrorists/book/ch9.html (3 of 9)2.12.2005 16:34:56"},{"pageNumber":72,"pageContent":"THE SECRET TERRORISTS CHAPTER 9: THE WACO MASSACRE times. Why wasn’t Koresh arrested on one of those jogging outings or when he was in Waco? Did the Branch Davidians know they were being attacked by federal agents? David Thibodeau, a Waco survivor, was interviewed on A Current Affair, a national television show, May 3rd, 1993. He declared that one of the members of the Branch Davidians, Wayne Martin, a Harvard-trained attorney, called 911 shortly after the federal agents stormed the compound. He was put through to another agency, and the person said, “Well, hi boys, how y’all doin’ out there?” Wayne Martin screams into the phone, “We’re getting shot at. We’re getting killed. We’re getting killed.” Since all 911 calls are preserved, it seems that it would be easy to confirm this phone call, but as Current Affair reporter Mary Garafolo stated, “It has become a controversial recording that the police refuse to release to the press.” There was absolutely no response to that emergency 911 call. Why not? Only people working for a power that hates our liberties and freedoms could do such a thing. Jesuit Bill Clinton, who took a solemn oath to obey the Constitution, totally ignored the Constitution in the abomination that occurred at Waco. It is here that the tremendous power of the [Catholic] church makes itself felt. It is through this [Jesuit] direction that statesmen are compelled to act, not for the benefit of the country to which they belong, but for the benefit of the Church, which controls them . It is here that matters of the most secret nature are discussed and decided. — M.F. Cusack, The Black Pope, Marshall Russell & Co., p. 106. (emphasis added.) We should explain here that the name, Black Pope, is the name or title given to the supreme Jesuit general, who is probably the most powerful man in the world. He remains totally in the background, and very few even know about him. Let us next investigate the charges of physical or sexual abuse at the Mount Carmel compound. James Tom, an ex-Davidian, was the loudest critic of the Branch Davidians. He stated that David Koresh spanked his (Tom’s) daughter for 30 to 40 minutes, and Tom, who was standing right there, did nothing to stop it. If David Koresh truly spanked his daughter for 30 to 40 minutes, how could a father be so afraid that he would not intervene to stop it? Tom declared that Koresh was the image of Charles Manson. If Koresh was the image of Manson, why would Tom join in the first place? http://www.geocities.com/thesecretterrorists/book/ch9.html (4 of 9)2.12.2005 16:34:56"},{"pageNumber":73,"pageContent":"THE SECRET TERRORISTS CHAPTER 9: THE WACO MASSACRE When 21 children were allowed to leave the Mount Carmel Center, the Houston Post stated “The 21 children were psychologically in good condition. They were in good condition physically and they were also very well educated.” In fact, the children, who left Mount Carmel, were not physically, mentally, morally, or psychologically abused at all. David Koresh was demonized by those most guilty of the massacre to be some absolutely crazy monster. Bob Ricks, the man in charge of the Waco massacre, stated that David Koresh was a classical sociopath. It was Ricks who had been in charge at Waco. — The (UK) Observer, April 22, 2001. Attorney General Janet Reno called him “a dangerous criminal.” Fort Worth News columnist Bill Thompson called him “a vile mass murderer,” and Bill Clinton referred to him as “dangerous, irrational, and probably insane.” These people practice what V. I. Lenin advised: “Call your enemy what you are, and always tell the exact opposite of the truth.” David Koresh was demonized to try to justify their heinous crime. Another most despicable crime of the Waco murderers was the spraying of CS gas into the compound at the women and small children. U.S. Congressman Ron Paul stated that “CS gas is banned under the Paris Convention on chemical warfare. The U.S. could not use it in war. It is illegal, but they would use it against their own citizens.” — The Washington Times, April 23,1993. Benjamin Garrett, executive director of Chemical and Biological Arms Control stated, CS gas would have most harshly affected the children — The smaller you are, the sooner you would feel the response. — Ibid. CS gas is one of the most cruel poisons that the government could have used against the small children. Pictures from the massacre showed small children, burned black, with their backs arched backward in what had to have been a most horrible death. The people that gave the order for CS gas to be pumped into the Waco compound had called David Koresh some terrible names. They also stated they pumped the gas in for the sake of the children. The awful names applied to Koresh apply to them, and the same people, Bill Clinton, Janet Reno, and Bob Ricks murdered those children at Waco. With so many crimes committed at Waco by people in high places, we turn to the aftermath of the Waco tragedy. Many times an event can be better understood by the events that transpire after it. Who http://www.geocities.com/thesecretterrorists/book/ch9.html (5 of 9)2.12.2005 16:34:56"},{"pageNumber":74,"pageContent":"THE SECRET TERRORISTS CHAPTER 9: THE WACO MASSACRE benefits? Was any controversial legislation passed that would destroy Constitutional liberty? Was this pay back for something done in the past? Two weeks after the massacre at Mount Carmel compound, John Chafee, a senator from Rhode Island, called for a new law that would be a nationwide ban on hand gun ownership. It would prohibit the sale, possession, importing, and exporting of hand guns. Had Chafee’s proposal become law, it would have torn a huge gap in the 2nd Amendment of the U.S. Constitution, which says, “...the right of the people to keep and bear arms, shall not be infringed.” Every gun law that Congress passes is an infringement against this right. Who wants to disarm American citizens? No one wants to be the dictator of a nation with 200 million guns around. When the citizens of a nation are armed, where their right to own guns is not infringed, the crime rate is extremely low. Every man in Switzerland is required to have guns in his home, including assault rifles. Crime in Switzerland is almost non-existent. In states and cities in America that allow people to carry guns, the crime rate is extremely low. During World War Two, Hitler wanted to invade Switzerland. The Swiss told him that he could send his army across the boarder, but none of his officers would return. Hitler gave the order to invade Switzerland several times, but his officers simply would not obey. Switzerland remained safely neutral all during the war. Who has hated the Constitution from the very beginning? From the very inception of this country, the Jesuits have sought to destroy the Constitution. They called the Constitution a Satanic document. The great French General Lafayette once said, It is my opinion that if the liberties of this country — the United States — are destroyed, it will be by the subtlety of the Roman Catholic Jesuit priests, for they are the most crafty, dangerous enemies to civil and religious liberty. They have instigated most of the wars in Europe. — Eric Jon Phelps, Vatican Assassins, Halycon Unified Services, p. 54. The Jesuits used their man, Bill Clinton, to instigate and carry out the destruction at Waco. They hoped to then be able to pass the illegal laws that would effectively abolish the 2nd Amendment to the Constitution in the aftermath. It is easy to identify the Jesuits and the Jesuit puppets in the United States Congress, because they are the ones that continually try to get restrictive gun legislation passed. There was another reason for Waco that Bill Clinton disclosed April 19th and 20th of 1993. This statement was made in the Rose Garden and can be found in White House press release documents. I want to say as I did yesterday, I am very sorry for the loss of life which occurred at the beginning and at the end of this tragedy in Waco. I hope very much that others who will be tempted to join cults and to become involved with people like David Koresh will be deterred by the horrible scenes they have seen over the last seven weeks. And I hope very much that the difficult situations which federal agents confronted there and which they will be doubtless required to confront http://www.geocities.com/thesecretterrorists/book/ch9.html (6 of 9)2.12.2005 16:34:56"},{"pageNumber":75,"pageContent":"THE SECRET TERRORISTS CHAPTER 9: THE WACO MASSACRE in other contexts in the future will be somewhat better handled and better understood because of what has been learned now. In his own words, Clinton issued a warning and a threat to anyone who would dare join a religious group that was a so-called cult. To Clinton and his agents, a cult is a group that is not part of any mainstream religious organization. Every major religious organization has been infiltrated and taken over by the Jesuits. They want everyone to stay in the mainstream organizations so that they can more easily be indoctrinated. Anyone outside the main churches will be more difficult to brainwash. According to Ex-Jesuit priest, Alberto Rivera, all the mainstream churches were taken over by 1980. Dr. Rivera explained that when he was under the extreme oath of the Jesuits, he was told that a secret sign was to be given to the Jesuits world-wide when the ecumenical movement had successfully wiped out protestantism, in preparation for the signing of a concordat between the Vatican and the U.S. The sign was to be when a President of the U.S. took his oath of office facing an obelisk. For the first time in U.S. history, the swearing in ceremonies were moved to the West front of the Capitol, and President Reagan faced the Washington Monument. This happened January 20, 1981. — Jack Chick, The Godfathers, Alberto Part Three, Chick Publications, page 26. Waco was a warning not to join an independent church where the truth about the papacy and the antichrist would be exposed. Bill Clinton declared that Waco was a warm up, and confronting religious groups would happen again! Does this sound like the words of a manbrac would defend the constitutional rights of U.S. citizens, or does it sound like a Jesuit who is carrying out the plans of the papacy? Remember, in the secret Congress at Chieri, it was declared, Protestantism must therefore be utterly abolished... Catholics shall be imbued with hatred for all heretics [A heretic is anyone who does not believe the Catholic religion, anyone who opposes the pope, and anyone who believes the pope is the anti-christ].... We shall strike deadly blows at heresy.... They little think that Jesuits have in store for them the censorship gags and flames and will one day be their masters. — Hector Macpherson, The Jesuits in History, Ozark Book Publishers, Appendix I. Bill Clinton was a Jesuit, determined to carry out the Jesuit plan of Chieri. Pope John Paul II has stated it very clearly. The proselytizing activity of the sects and new religious groups of America is a grave hindrance to the work of evangelization [what he means is that there are independent religious groups that are hindering the papacy’s drive to take over the world]... The success of proselytism http://www.geocities.com/thesecretterrorists/book/ch9.html (7 of 9)2.12.2005 16:34:56"},{"pageNumber":76,"pageContent":"THE SECRET TERRORISTS CHAPTER 9: THE WACO MASSACRE by the sects and new religious groups in America cannot be ignored. It demands of the Church on the continent a thorough study, to be carried out in each nation and at the international level... For the response to the challenge of the sects to be effective, there is a need for an appropriate coordination of initiatives among dioceses, aimed at bringing about a more effective cooperation through shared projects which will produce better results. — Pope John Paul II, The Challenge of the Sects, Exhortation, Article 73. All of these new religious groups have one thing in common; they all believe that the evil anti-christ system of Bible prophecy is the papacy. Malachi Martin discusses these groups and says they are destined to undergo a series of severe shocks and mutations as, willy-nilly, they adapt themselves to the new globalism emanating from more powerful groups. There is no way that any one of them will be able to maintain itself in any vibrancy and progressive strength unless it allows — or suffers — its provincialism to be enlarged beyond the confines it traditionally observed.... As groups they will have to face dire alternatives. Either they will become thoroughly and realistically globalized... Or, as groups, they will remain in place, diminish in numbers and influence, and finally lose their identity as operative parts in a new world order. — Malachi Martin, The Keys of This Blood, Simon and Schuster, pp. 291, 292. In other words; everyone who goes along with the Jesuits plan for the world will be allowed to live and those who do not will experience Waco! Waco was a warning that the Jesuits want to return the world to another Dark Age in which all the world becomes the slaves of the pope. If anyone does not submit to the papacy, they will be treated like the people at Mt. Carmel. Here is one last thought. If you were the president of the United States or the Attorney General at the time of the Waco massacre, and you did not want to poison small children with CS gas, would you have the authority to stop it? Of course you would. All you would have to do is pick up the phone. The fact that Bill Clinton and Janet Reno did not stop this atrocity is proof that it was their desire that the massacre took place. Chapter 10: Distruction in Oklahoma City Home Page http://www.geocities.com/thesecretterrorists/book/ch9.html (8 of 9)2.12.2005 16:34:56"},{"pageNumber":77,"pageContent":"THE SECRET TERRORISTS CHAPTER 9: THE WACO MASSACRE http://www.geocities.com/thesecretterrorists/book/ch9.html (9 of 9)2.12.2005 16:34:56"},{"pageNumber":78,"pageContent":"THE SECRET TERRORISTS CHAPTER 10: THE OKLAHOMA CITY BOMBING CHAPTER 10 DESTRUCTION IN OKLAHOMA CITY Explosions demolished the Alfred E. Murrah federal building in Oklahoma City on April 19, 1995. 168 Americans died as a result, including a number of little children attending a day-care center housed in the building. The United States government has declared and steadfastly maintains that it was a fertilizer bomb, inside a Ryder truck parked in front of the building that caused the damage. We have seen in previous chapters that in tragic situations like this, what the government claims happened is totally unbelievable. Benton K. Partin, a retired Brigadier General and 31 year veteran of the United States Air Force, is a premiere expert on explosives. He served as commander of the Air Force Armament Technology Lab, and was responsible for munitions development for the armed services. He is a recognized expert as a major guiding force of our modern, precision, guided, weapons systems. General Partin did an extensive analysis of the bombing of the Murrah Building. In his report, he declares, It is impossible that the destruction to the building could have resulted from such a bomb alone. To cause the damage pattern that occurred to the Murrah Building, there would have to have been demolition charges at several supporting column bases, at locations not accessible from the street, to supplement the truck bomb damage. Indeed, a careful examination of photographs showing the collapsed column bases reveals a failure mode produced by demolition charges and not by a blast from the truck bomb... Blast through air is a very inefficient energy coupling mechanism against heavily reinforced concrete beams and columns... By contrast, heavily reinforced concrete structures can be destroyed effectively through detonation of explosives in contact with the reinforced concrete beams and columns... The Murrah Federal Building was not destroyed by one sole truck bomb. The major factor in its destruction appears to have been detonation of explosives carefully placed at four http://www.geocities.com/thesecretterrorists/book/ch10.html (1 of 8)2.12.2005 16:35:31"},{"pageNumber":79,"pageContent":"THE SECRET TERRORISTS CHAPTER 10: THE OKLAHOMA CITY BOMBING critical junctures on supporting columns within the building . The only possible reinforced concrete structural failure solely attributable to the truck bomb was the stripping out of the ceilings of the first and second floors in the ‘pit’ area behind columns B4 and By. Even this may have been caused by a demolition charge at column B3. — Benton K. Partin, Bomb Damage Analysis Of Alfred P. Murrah Federal Building, July 30, 1995, (emphasis supplied). Thus, we see that it was impossible for the truck bomb to have destroyed the Murrah Building. Other bombs were strategically placed at the bottoms of the structural columns to do the damage that was done. Somebody who had access to the Murrah Building, who knew where the reinforced structural columns were, who had access to the building plans, placed the bombs that destroyed the building. News reporters on the scene shortly after the building collapsed reported that workers were removing bombs that did not go off from within the building. The bombs that did explode did not explode simultaneously. The bomb blasts were recorded on two seismometers, one at the Omniplex Museum, 4.34 miles northeast of the Building, and the other at the University of Oklahoma in Norman, 16.25 miles to the southeast. Both of these seismometers recorded two separate, closely spaced explosions of approximately equal intensity. Also, several highly credible witnesses reported hearing separate explosions. Shortly after the explosions, the bomb squad defused one unexploded bomb inside the building, and were working on a second. There is an emerging pattern here. When President Kennedy was killed, it was declared that a lone gunman, Lee Harvey Oswald, had committed the crime. As we saw in chapter eight, there is a tremendous amount of evidence that proves there were several gunmen. Lee Harvey Oswald took the rap, and many others went free. When the Murrah Building blew up, it was declared that one man was primarily responsible, Timothy McVeigh. But Benton Partin, a military explosives expert, showed that it was impossible for the truck bomb to have done the damage. Others had access to the building plans and planted explosives around the columns. They were guiltier than McVeigh, but they went free. Who were the people really responsible for the Oklahoma City tragedy? During a live-feed video interview, an Assistant Fire Chief on the scene stated that the bomb squad was at the Murrah building at seven clock that morning, two hours before the bombing took place. What were they doing there two hours before the bombing? http://www.geocities.com/thesecretterrorists/book/ch10.html (2 of 8)2.12.2005 16:35:31"},{"pageNumber":80,"pageContent":"THE SECRET TERRORISTS CHAPTER 10: THE OKLAHOMA CITY BOMBING Immediately after the explosions, Mayor Ron Nordick, Dr. Randall Heather, Governor Frank Keating, and numerous news anchors stated that the FBI and the ATF had confirmed that high explosive bombs were taken out of the building. Now, the official story is that it was a fertilizer bomb. Were the governor, the mayor and the news anchors lying, or were they just not briefed in time for everyone to get their stories straight? The Bureau of Alcohol, Tobacco, and Firearms had offices in the Murrah Building. On the day the Murrah building was bombed, none of the ATF agents came to work that morning. The ATF agents, who had children in the day-care center, did not drop their children off that day. There were no ATF agents or their children on the casualty list of the Oklahoma City bombing. — Freedom Network News, June/July 1996, pp. 5, 6. This is amazing. A United States government agency, that had offices in the building, did not report to work that day or bring their children to the daycare center. Do you suppose they knew what was going to happen to the building? On a radio talk show ten days after the bombing, [Mark] Boswell interviewed 28 year CIA veteran James Black and assistant Ron Jackson regarding sworn affidavits now in their possession, sworn by two Justice Department officials which state that they were part of a ‘Committee of 10’ who planned the Oklahoma bombing. — Martin O. de Brook, Cherith Chronicle, May-July, 1995, page 5. In light of all the evidence, this is the only story that makes sense. As in the case of Kennedy’s murder, so it is in the Oklahoma City bombing. High-level agents of the U.S. government, claiming to love America and our freedom, were serving another master, carrying out his purposes. As we will see, there was a distinct purpose for the Oklahoma City bombing. How sickening that so many lives were lost to answer the call of the papacy! Like JFK, Waco, and the World Trade Center, the Oklahoma City bombing leaves a great many questions that demand answers, but none have been given. Consider some of these questions. 1. Why was U.S. Judge Wayne Alley, whose office was located in the Federal building, warned several weeks in advance in a Justice Department memo to be prepared for an unnamed terrorist act directed against the federal building? 2. Why did the director of the University of Oklahoma’s geological survey, Dr. Charles Mankin, tell the media that according to two http://www.geocities.com/thesecretterrorists/book/ch10.html (3 of 8)2.12.2005 16:35:31"},{"pageNumber":81,"pageContent":"THE SECRET TERRORISTS CHAPTER 10: THE OKLAHOMA CITY BOMBING different seismographic records, there were two blasts? 3. Why has the information of Benton K. Partin not come to the light of day? 4. Why did the Clinton administration blame right wing radio talk shows for the incident, and demand the most draconian police state legislation ever proposed in the United States so quickly after the blasts? This proposed legislation was so well organized that it was obvious it had been prepared long before the destruction of the building. 5. Why was a blizzard of domestic terrorism bills rushed into Congress in a matter of days after the bombing? These laws include the banning of virtually all privately owned firearms. Remember Waco? There were liberty-restricting measures in Congress just prior to the Oklahoma City bombing that were stalled. Right after the bombing they were immediately passed. The Omnibus Counter Terrorism Act of 1995 was on a slow track in Congress and the subject of a lively debate as to whether it would violate some fundamental civil liberties , including the right to confront one’s accuser. Now, after the Oklahoma City bombing, there are few surer legislative bets in Washington. Democrats and Republicans issued news releases Thursday calling for the bill’s quick passage. — Terror in the Heartland: Terrorism Bill Moves Very Fast, Orlando Sentinel, April 21st, 1995 (emphasis supplied). President Clinton prodded Congress on Friday to move swiftly on his anti-terrorism legislation and avoid political ‘endless quibbling’ over details. ‘We must not doddle or delay. Congress must act, and act promptly.’ His 1.25 billion anti-terrorism package would expand law enforcement’s investigative and enforcement powers and toughen penalties for certain crimes. Republicans have reacted favorably to the proposals Clinton put forward on Wednesday, one week after the Oklahoma City bombing. — Clinton Urges Swift Action on Anti-terrorism Legislation, Orlando Sentinel, April 29th, 1995. The purpose of the Oklahoma City bombing was to get Congress to pass the anti-terrorism bill without debate. If a debate had taken place, the issues of constitutional liberties and the creation of a police state would have been raised. The Jesuits in Congress prefer that the police http://www.geocities.com/thesecretterrorists/book/ch10.html (4 of 8)2.12.2005 16:35:31"},{"pageNumber":82,"pageContent":"THE SECRET TERRORISTS CHAPTER 10: THE OKLAHOMA CITY BOMBING state be implemented without the public noticing by creating a climate of national hysteria using a staged terrorist attack. The bill sailed through with no debate or discussion. One of the laws considered for passage after the Oklahoma City bombing was the gross destruction of the First Amendment advocated in Charles Schumer’s bill, HR 2580. In this bill, a five-year prison sentence would be given for publicly engaging in unseemly speculation and publishing or transmitting by wire or electronic means baseless conspiracy theories regarding the federal government of the United States. We have seen that in the aftermath of the Oklahoma City bombing, several liberty-restricting laws were passed by Congress very quickly. The bombing created a climate of fear in America. In this setting, laws passed with few dissenting voices. In the midst of the hysteria, the unconstitutional laws could be quickly passed. The people want comfort and security, and they did not object to the passing of these laws. These laws seriously eroded the constitutional liberties that have been the cornerstone of American prosperity for over 200 years. It is amazing how quickly a normally slow and cumbersome Congress can act when the agenda is all set. A conditioning program got well under way after the Oklahoma City bombing. How many freedoms would Americans give away in order to feel safe? Do we not see that the powers running our government want to destroy the Constitution? People do not realize that governmental power is extremely dangerous. Down through history, peoples’ worst enemy has been their own government. When constitutional freedoms are gone, there is nothing to restrict government from doing anything it wants, and deadly governmental persecution is the result. For some time to come Americans will be struggling with questions that were supposed to draw no closer than Jerusalem or Belfast or, at worst, Manhattan. Just how much can they do to make life safer from terrorist attacks? And to accomplish that, how much should they be willing to give up in convenience, money, and the freedoms they take for granted ? — Time Magazine, May 1, 1995, page 68, (emphasis supplied). Americans just don’t realize that as they give up their freedoms they are not increasing their security, but decreasing it. They are putting themselves at high risk for governmental persecution. Already the government confiscates many hundreds of thousands of dollars worth of personal property each year without a trial. Already human life is not considered sacred anymore. Remember Waco? http://www.geocities.com/thesecretterrorists/book/ch10.html (5 of 8)2.12.2005 16:35:31"},{"pageNumber":83,"pageContent":"THE SECRET TERRORISTS CHAPTER 10: THE OKLAHOMA CITY BOMBING America would not be such a prominent terrorist target if the government did not make itself so obnoxious to nearly every country in the world. One hundred years ago, the people of the world loved Americans and wanted Americans to visit their countries. That certainly is not the case anymore. Concrete and steel can help. But countering terrorism at home raises the hard question: how much should we spend in cash — and civil liberties ? — Newsweek, May 1, 1995, page 56, (emphasis added). In this article, Brent Scowcroft, former national security adviser said, “It’s so easy to do; it takes so few people; the materials are so readily available. But to counter it is so expensive in dollars and, more importantly, in civil liberties.” Is it clear that terror was used, and is still being used, to condition Americans to give up their constitutional liberties? It was used successfully at Waco, Oklahoma City, and the World Trade Center. Doesn’t it make you wonder what will be next? Who is behind the scenes leading “American” politicians to destroy civil liberty in America? Who has despised and hated our liberties for over 200 years? Who hates liberty so much that they eliminate people who stand in their way like pawns in a chess game? One of the popes stated, The absurd and erroneous doctrines or ravings in defense of liberty of conscience are a most pestilential error — a pest, of all others, most to be dreaded in a state. — Pope Pius IX, Encyclical Letter, August 15th, 1854. Liberty of conscience is thoroughly detested by the papacy. Liberty of conscience is guaranteed ONLY in the First Amendment to the Constitution of the United States, the Bill of Rights. In 1864, in his encyclical letter, Pius IX anathematized “those who assert liberty of conscience and of religious worship.” (Pope Pius IX, Encyclical Letter, December 8, 1864.) He is saying that anybody who believes that a person is entitled to freedom to worship God according to the dictates of their own conscience, should be anathematized. To anathematize somebody is too confine them to hell; to consider them to be a heretic worthy of damnation. In Pius’ mind, the Constitution should burn in hell and anyone who loves it should be burned too. Liberty of conscience is proclaimed by the United States a most sacred principle, which every citizen must uphold.... But liberty of conscience is declared by all the popes and councils of Rome, a most godless, unholy, and diabolical thing, which every good Catholic must abhor and destroy at http://www.geocities.com/thesecretterrorists/book/ch10.html (6 of 8)2.12.2005 16:35:31"},{"pageNumber":84,"pageContent":"THE SECRET TERRORISTS CHAPTER 10: THE OKLAHOMA CITY BOMBING any cost. — Charles Chiniquy, Fifty Years in the Church of Rome, Chick Publications, page 284. British Broadcasting journalist Avro Manhattan reported: The Vatican condemned the Declaration of Independence as ‘wickedness’... and called the Constitution of the United States ‘a Satanic document.’ — Avro Manhattan, The Dollar and the Vatican, Ozark Book Publishers, page 26. In the preface to Samuel B. Morse’s great book, it is written, The author undertakes to show that a conspiracy against the liberties of this Republic is now in full action , under the direction of the wily Prince Metternich of Austria, who knowing the impossibility of obliterating this troublesome example of a great and free nation by force of arms, is attempting to accomplish his object through the agency of an army of Jesuits . — Samuel B. Morse, Foreign Conspiracy Against the United States, Crocker and Brewster, volume 1, p. 4, preface. (emphasis supplied) Samuel B. Morse and the man who wrote the preface to his great work understood that the Jesuits and the Holy Alliance were committed to destroying the freedoms of this great Republic of the United States of America. A former priest has written, We will rule the United States, and lay them at the feet of the Vicar of Jesus Christ [the pope], that he may put an end to their Godless system of education, and impious laws of liberty of conscience which are an insult to God and man . — Charles Chiniquy, Fifty years in the Church of Rome, Chick Publications, p. 282, (emphasis supplied). William Jefferson Clinton, who attended Georgetown University, which is the Jesuit college in Washington, D.C. pushed Congress to pass the anti-terrorism bill that was to be a direct assault on the liberties that we enjoy as Americans. The Oklahoma City bombing was planned, carried out, and fully known by the Jesuits, the government of the United States, and by the president. The secret players behind them all, who have wanted to destroy the liberties of this great Republic for the last 200 plus years are the Jesuits of the Roman Catholic Church. They have wanted to put an end to the laws that guarantee our liberties as United States citizens. In order to bring that about, they carried out the greatest terrorist bombing on U.S. soil, and in U.S. history before the World Trade Center, when they did it again. More attacks will come. Freedoms will be attacked again and liberty will http://www.geocities.com/thesecretterrorists/book/ch10.html (7 of 8)2.12.2005 16:35:31"},{"pageNumber":85,"pageContent":"THE SECRET TERRORISTS CHAPTER 10: THE OKLAHOMA CITY BOMBING be taken away. The Jesuits will continue to use many so-called “American” politicians, who are an integral part of the conspiracy of the papacy to totally demolish the Constitution and this great Republic. They are conditioning America and preparing the people for the inevitable takeover. Chapter 11: World Trade Center Attack Home Page http://www.geocities.com/thesecretterrorists/book/ch10.html (8 of 8)2.12.2005 16:35:31"},{"pageNumber":86,"pageContent":"THE SECRET TERRORISTS CHAPTER 11: THE WORLD TRADE CENTER ATTACK < CHAPTER 11 WORLD TRADE CENTER ATTACK The story of the destruction of the World Trade Center on September 11, 2001, does not begin on that day. It began shortly after World War One. After the war, Jesuit Edward Mandell House and Woodrow Wilson created the League of Nations. When U.S. Senator Henry Cabot Lodge Sr. kept America out of the League. the Jesuits were furious. This must never happen again. So, in 1921, under the influence of House, an organization was formed in the United States called the Council on Foreign Relations (CFR). This organization attracted people of power, wealth, and influence. It enlisted politicians, people from the media, and big businessmen. The ultimate goal of the CFR was to break down all national boundaries and to establish a one-world system of government. Rear Admiral Chester Ward, a member of the CFR for 16 years, stated: The most powerful clique in these elitist groups have one objective in common — they want to bring about the surrender of the sovereignty of the national independence of the United States. — Barry Goldwater, With No Apologies, William Morrow and Company, page 278. The Jesuits have always hated America and everything this country stands for, and they work tirelessly to destroy this country. The great objective of the CFR was the destruction of American sovereignty and constitutional liberties. To accomplish this, both the Republican and Democratic parties were to be controlled, and a central bank was to be created, the Federal Reserve Bank. When a new President comes on board, there is a great turnover in personnel, but no change in policy. Example: During the Nixon [a Republican] years Henry Kissinger, CFR member and Nelson Rockefeller’s protégé, was in charge of foreign policy. When Jimmy Carter [a Democrat] was elected, Kissinger was replaced by Zbigniew Brzezinski, CFR member and David Rockefeller’s protégé. — Ibid. page 279. The Jesuits have been extremely successful in carrying out the purposes of the papacy’s malignant Congress at Vienna, Verona, and http://www.geocities.com/thesecretterrorists/book/ch11.html (1 of 11)2.12.2005 16:36:01"},{"pageNumber":87,"pageContent":"THE SECRET TERRORISTS CHAPTER 11: THE WORLD TRADE CENTER ATTACK Chieri. The Jesuits, with the aid of their CFR, control the highest of echelons in the political, judicial, business, banking, media, and religious arenas in the United States. Their plans are right on schedule. When they failed to get America into the League of Nations after World War One, they created the CFR, which began immediately to use the schools, colleges, and the media to condition Americans to accept the Jesuits’ second attempt to create a world government after World War Two. America was so conditioned by then that they accepted the United Nations, and joined. The Jesuits’ CFR is extremely dangerous to the continued existence of the American Republic. A few patriots like Chester Ward and President Kennedy rejected their malicious plans and fought their agenda. Kennedy paid for his disobedience to the Jesuits with his life. Some of the past CFR members who were either Jesuits or Jesuit pawns to do their bidding are Dwight D. Eisenhower, Richard Nixon, Adlai Stevenson, Hubert Humphrey, and George McGovern. Current members of the Jesuit CFR include Federal Reserve Bank chairman Alan Greenspan, Congressmen Newt Gingrich and Richard Gephardt, both presidents George Herbert Walker Bush and his son, George Walker Bush, Vice president Dick Cheney, Secretary of State Colin Powell, Supreme Court justice Sandra Day O’Connor, Joseph Lieberman, and John Chafee. (Chafee was the man who introduced gun laws after Waco, remember?) Bill Clinton, of course, is a member of the CFR. Major companies under Jesuit/CFR control include the Ford Motor Company, Boeing Corporation, Pepsi-Cola, Heinz Co., Lockheed-Martin, Time Warner, and Chevron. In the media, NBC, CBS, N.Y. Times, Washington Post, Newsweek, and Time, are just a few media outfits dominated by the Jesuits. All these organizations promote the Jesuits’ plan for destroying America. Some top media people who promote the Jesuit Plan include Tom Brokaw, Barbara Walters, David Brinkley, John Chancellor, Katharine Graham, and Ted Koppel, all CFR members. John Swinton, Chief of Staff for the New York Times, who is considered to be the dean of his profession, made a most bold confession. In 1953, at a New York Press Club, he declared, There is no such thing, at this date of the world’s history, in America, as an independent press. You know it, and I know it. There is not one of you who dares to write your honest opinions, and if you did, you know beforehand that it would never appear in print. I am paid weekly for keeping my honest opinion out of the paper I am connected with. Others of you are paid similar salaries for similar things, and any of you who would be so foolish as to write honest opinions would be out on the streets looking for another job. If I allowed my honest opinions to appear in one issue of my newspaper, before twenty-four hours my occupation would http://www.geocities.com/thesecretterrorists/book/ch11.html (2 of 11)2.12.2005 16:36:01"},{"pageNumber":88,"pageContent":"THE SECRET TERRORISTS CHAPTER 11: THE WORLD TRADE CENTER ATTACK be gone. The business of the journalists is to destroy the truth; to lie outright; to pervert; to vilify; to fawn at the feet of mammon, and to sell his country and his race for his daily bread. You know it, and I know it and what folly is this toasting an independent press? We are the tools and vassals of rich men behind the scenes. We are the jumping jacks, they pull the strings and we dance. Our talents, our possibilities and our lives are all the property of other men. We are intellectual prostitutes. — Multiple contributors, A U. S. Police Action: Operation Vampire Killer, The American Citizens and Laumen Association, pp. 18,19, (emphasis supplied). Swinton explained so well that the media are under the control of the rich. We have previously shown that the richest people in America are either Jesuits or are under their control. The Jesuits are telling us, via the newspapers, magazines, and every other mass-media communication outlet, exactly what they want us to believe. One of their biggest efforts is to make the people of the world believe that the pope is the great man of peace, when, in reality, the pope and his Jesuits are working constantly to establish the pope as the supreme dictator of the world as he was in the Dark Ages. When they accomplish this, the horrible persecution by the papacy in the Dark Ages will return. Americans are being beguiled to give up their constitutional civil liberties and their country. The tragedies we are witnessing today are blamed on terrorists, but these terrorist organizations have been infiltrated and controlled by the Jesuits. This very effectively covers up the footprints of the papacy in these tragedies. Let us now turn to the destruction of the World Trade Center on September 11, 2001. Along with the total destruction of the World Trade Center, thousands of innocent people died. The negative impact on America and its economy has been devastating. Multiple businesses have been ruined by the fallout. In order to defend against future attacks like this, the United States Government made a feeble attempt to find the perpetrators of this atrocity in Afghanistan. But their major thrust in this war against terrorism has been to take away what is left of the rights and liberties of American citizens. For some unexplained reason, if the civil rights of American citizens are taken away, there isn’t supposed to be any more terrorism. This onslaught against Americans has come from the White House, the Justice Department, Congress, and the news media. The people in government take a solemn oath to defend and obey the Constitution of the United States, but their oath has been shown to be a gigantic lie. They totally and completely ignore the constitution as they pass their destructive legislation and executive orders. From the beginning of his presidency, George Bush has been promoting the Jesuit agenda. Two months into his presidency, http://www.geocities.com/thesecretterrorists/book/ch11.html (3 of 11)2.12.2005 16:36:01"},{"pageNumber":89,"pageContent":"THE SECRET TERRORISTS CHAPTER 11: THE WORLD TRADE CENTER ATTACK surrounded by cardinals of Rome, the President dedicated a cultural center in Washington, D.C. to the greatest enemy this Republic has ever had — the pope of Rome. Bush declared that he is going to enforce the words and teachings of the pope here in America. The best way to honor Pope John Paul II, truly one of the great men, is to take his teachings seriously, to listen to his words and put his words and his teachings into action here in America! — Patricia Zapoa, Catholic News Service, March 24, 2001. John Paul’s words and teachings represent the plan to destroy Protestantism, to destroy the Constitution of the United States, and to restore his throne as universal monarch. By his own words, we see that George Bush is carrying out the plan of the Jesuits to destroy America. In 1960, John Kennedy went from Washington to Texas to assure Protestant preachers that he would not obey the pope. In 2001, George Bush came from Texas up to Washington to assure a group of Catholic bishops that he would obey the pope. — Washington Times, April 16, 2001. Who is calling the shots in Washington, D.C.? If we think it is the President of the U.S., we are deceiving ourselves. The pope is the ruler of the world. All the emperors, all the kings, all the princes, all the presidents of the world are as these altar boys of mine. — Priest D. S. Phelan, Western Watchman, June 27, 1912 Should we be surprised if Bush and his fellow altar boys are pushing the Jesuit program? Should we be surprised to see Bush issuing executive orders that destroy constitutional liberties? Should we be surprised to see Congress passing laws that destroy constitutional liberties? This is alarming information. The highest echelons in the United States Government, the highest echelons in business and finance, and the highest echelons in the schools, colleges, and media, are all claiming to be Americans. They are all claiming to be working for the betterment of America. They are all claiming to be working for the preservation of the Constitution. In fact, they are under the control of the Jesuits, the most implacable enemies of this Republic. With a patriotic and religious facade, they are secretly leading America to ruin. Deception is being practiced by the most sinister of foes, the Jesuits of Rome. It is here that the tremendous power of the church makes itself felt. It is through this direction [Jesuits] that statesmen are compelled to act, not for the benefit of the country to which they belong, but for the benefit of the Church, which http://www.geocities.com/thesecretterrorists/book/ch11.html (4 of 11)2.12.2005 16:36:01"},{"pageNumber":90,"pageContent":"THE SECRET TERRORISTS CHAPTER 11: THE WORLD TRADE CENTER ATTACK controls them. — M. F. Cusack, The Black Pope, Marshall, Russell, and Co., p. 106. What has happened in the aftermath of the World Trade Center destruction? The day after the center was destroyed the Orlando Sentinel writes, Experts, however, say there is much work to be done. And it will involve much more spending and planning, hardening of key facilities and, perhaps, higher taxes and forfeiture of some personal freedoms . — Tighter Security Means Less Freedom, Orlando Sentinel, Wednesday, September 12th, (emphasis supplied). As the United States faces a new war against uncertain and hidden enemies, the temptation to sacrifice our freedom in the hopes of protecting ourselves from harm is powerful. The danger is that we will end up neither safe nor free. The constitutional protections of speech and privacy that Americans value so highly reflect a balance between individual liberty and state security. Just how those lines are drawn, history teaches, is directly affected by the perceived threats to our country’s security.... We’re faced with real threats to national security. The challenge is to meet those threats without endangering our constitutional character or undermining the freedom and liberty that are the source of our power. — USA Today, Thursday, Sept. 13, 2001 (emphasis supplied). Freedom or safety? Anti terrorism measures may mean forfeiture of some personal freedoms . — Orlando Sentinel, Wednesday, September 12th, (emphasis supplied). In the reader forum of the Orlando Sentinel, Sept. 12th, the question was raised, “What personal freedoms would you give up to fight terrorism?” One person, the next day, wrote in and said, “I have no problem with having to give up something for the greater good of myself and my brothers and sisters.” This person does not realize that as the government usurps more and more power; liberty, freedom, and safety decrease in direct proportion. This person does not realize that when the government has all the power, no one is safe, and bloody persecution is the result. Remember Waco? The main purpose of the World Trade Center tragedy was to make American citizens willing to give up their freedoms. The World Trade Center attack was necessary because the bombing in Oklahoma did not panic the American people enough to get more of the desired so-called http://www.geocities.com/thesecretterrorists/book/ch11.html (5 of 11)2.12.2005 16:36:01"},{"pageNumber":91,"pageContent":"THE SECRET TERRORISTS CHAPTER 11: THE WORLD TRADE CENTER ATTACK ‘antiterrorism laws’ passed. Virginia Sloan realized that if the terrorists wanted to attack American freedoms they had got some where... Civil libertarians expect renewed calls for a national identification card.... And that means storing all the face data collected, something civil libertarians fear will allow the government to track any individual. If systems were set up all over a city, you could be ‘checkpointed’ by camera when you board a train, stop at a cash machine and enter a store, or the place where you work. — Time Magazine, Sept. 24, 2001. One of the scary things about face recognition is that it is notoriously unreliable. You might be identified as a terrorist because the machine made a mistake. Some of the staunchest defenders of individual rights, most notably the American Civil Liberties Union, so far have been silent on the issue. The organization forbade its officials from publicly speculating last week on possible fallout from Tuesday’s tragedy. The ACLU instead issued a brief statement urging ‘our leaders to continue to uphold the principles of liberty the nation holds dear as they pursue those responsible for this devastating attack on American soil.’ Privately, libertarians are worried the stampede for added security will trample cherished freedoms. They point out some of the proposals making the rounds already were considered and rejected by the government in the wake of the 1995 Oklahoma City bombing.... An April 1995 Los Angeles Times poll immediately after the bombing found 49 percent of those surveyed thought it would be ‘necessary for the average person to give up some civil liberties.’ 43 percent disagreed. A follow-up poll...11 months later found only 30 percent still thought civil liberties would have to be sacrificed and 65 percent said it was unnecessary. — Orlando Sentinel, September 13, 2001. There has been an onslaught of media articles and statements suggesting the giving up of certain civil liberties just as the Jesuit agenda requires. On October 26, 2001, George Bush signed the misnamed USA Patriot Act of 2001, which was proposed five days after the tragedy. Just six weeks after the World Trade Center was destroyed, this bill was passed. This is truly amazing. It is virtually impossible for a bill to be conceived, written, debated, and passed this quickly. You see, they already had the bill written before the tragedy http://www.geocities.com/thesecretterrorists/book/ch11.html (6 of 11)2.12.2005 16:36:01"},{"pageNumber":92,"pageContent":"THE SECRET TERRORISTS CHAPTER 11: THE WORLD TRADE CENTER ATTACK occurred. The bill enhances the ability of federal authorities to tap phones, share intelligence information, track Internet usage, e-mails and cell phones and protect U.S. borders. — Bush Signs Sweeping New Laws to Combat Terrorism, Reuters News Service, October 26, 2001. Laura Murphy of the American Civil Liberties Union stated in that article, “We cannot as a nation allow very legitimate public anxiety to immunize the administration and Congress from their obligation to protect the Bill of Rights and the fundamental values that document embodies.” In the name of fighting terrorism, the government is taking away Constitutional liberties and freedoms just as fast as they can. This will lead to terrible persecution in the United States, which will be much worse than the physical tragedies themselves. Lawmakers upset with some of the administrations anti- terrorism actions will question Attorney General John Ashcroft on the matter. [Certain Congressmen] say the administration’s actions have gone too far in infringing on civil liberties . — USA Today, November 26, 2001, (emphasis supplied). In the same paper, on the same day, there’s a cartoon of two children, decorating a Christmas tree. One sings, “He sees you when you are sleeping, He knows when you are awake, He knows if you have been bad or good....” The other child says, “Enough about Attorney General Ashcroft already!” In America, in the last eight years, there have been three terrible tragedies: Waco, Oklahoma City, and the World Trade Center. In every case, the government’s solution to the problems has been greatly increased government power and the loss of Constitutional liberties and freedoms. In this short time period of eight years, we have seen a very serious despoiling of the Constitution, the greatest document ever created by men. An insidious war is raging against Constitutional liberty in America. In the aftermath of the World Trade Center destruction, this certainly has been the focal point of politicians and media. Claiming to be loyal Americans, agents of the Jesuits in Congress and the media have been carrying out the their plan to destroy America with almost no opposition. Remember, the Jesuits are totally antagonistic to the American Constitution and everything it stands for. Charles Chiniquy says, Long before I was ordained a priest, I knew that my church was the most implacable enemy of this republic. My professors... had been unanimous in telling me that the http://www.geocities.com/thesecretterrorists/book/ch11.html (7 of 11)2.12.2005 16:36:01"},{"pageNumber":93,"pageContent":"THE SECRET TERRORISTS CHAPTER 11: THE WORLD TRADE CENTER ATTACK principles and laws of the Church of Rome were absolutely antagonistic to the principles which are the foundations stones of the Constitution of the United States of America. — Charles Chiniquy, Fifty Years in the Church of Rome, Chick Publications, p. 283. Watch carefully as Chiniquy compares the distinctions between the two. 1st. The most sacred principle of the United States Constitution is the equality of every citizen before the law. But the fundamental principle of the Church of Rome is the denial of that equality. 2nd. Liberty of conscience is proclaimed by the United States, a most sacred principle which every citizen must uphold, even at the price of his blood. But liberty of conscience is declared by all the popes and councils of Rome, a most godless, unholy, and diabolical thing, which every good Catholic must abhor and destroy at any cost. 3rd. The American Constitution assures the absolute independence of the civil from the ecclesiastical or church power; but the Church of Rome declares that such independence is an impiety and revolt against God. 4th. The American Constitution leaves every man free to serve God according to the dictates of his conscience; but the Church of Rome declares that no man has ever had such a right, and that the pope alone can know and say what man must believe and do. 5th. The Constitution of the United States denies the right for anybody to punish any other for differing from him in religion; but the Church of Rome says that she has the right to punish with the confiscation of their goods, or the penalty of death, those who differ in faith from the pope. 6th. The United States have established schools all over their immense territories, where they invite the peoples to send their children, that they may cultivate their intelligence and become good and useful citizens. But the Church of Rome has publicly cursed all those schools, and forbidden their children to attend them, under pain of excommunication in this world and damnation in the next. 7th. The Constitution of the United States is based on the principle that the people are the primary source of all civil power. But hundreds of times, the Church of Rome has proclaimed that this principle is impious and heretical. She says that all government must rest upon the foundation of the Catholic faith; with the pope alone as the legitimate and infallible source and interpreter of the law. — Ibid. p. 284. http://www.geocities.com/thesecretterrorists/book/ch11.html (8 of 11)2.12.2005 16:36:01"},{"pageNumber":94,"pageContent":"THE SECRET TERRORISTS CHAPTER 11: THE WORLD TRADE CENTER ATTACK We saw that the President of the United States declared in the Washington Times that he is going to obey the pope. If so, he must destroy the Constitution. In the aftermath of the destruction of the World Trade Center, Bush has apparently been following the pope’s agenda to the letter. Nothing is plainer than that, if the principles of the church of Rome prevail here, our Constitution would fall. The two cannot exist together. They are in open and direct antagonism with the fundamental theory of our government and of all popular government everywhere. — Richard Thompson, The Papacy and the Civil Power, quoted in Fifty Years in the Church of Rome, p. 285, If Catholics ever gain a sufficient numerical majority in this country, religious freedom is at an end. — The Shepherd of the Valley, official journal of the Bishop of St. Louis, November 23rd, 1851. The destruction of the World Trade Center and the destruction of the Murrah building in Oklahoma City were planned events for the specific purpose of creating terror in America so that Americans, in fear, would give away their Constitutional liberties and freedoms. The Jesuits’ plan is working extremely well. With politicians, schools and colleges, the media, and big corporations in their hands, America is being rapidly defeated by the enemy within. As American troops prepared to do battle with an extreme Moslem faction in Afghanistan, USA Today quoted the President as saying, “his administration is readying a crusade against terrorism.” (USA Today, September 17, 2001.) A crusade? Crusades were Catholic holy wars fought during the Dark Ages against Moslem hordes who refused to relinquish Jerusalem to the pope. What does George Bush mean by a crusade? Alberto Rivera, an ex-Jesuit priest, in his crusader series, has made it clear that the Vatican created Islam to destroy Christians and Jews, protect Roman Catholics, and to capture Jerusalem for the pope. For the first few hundred years of their existence, Islam did just that. When it came time for the powerful generals of the Islamic armies to surrender Jerusalem to the pope, they, realizing their power, refused to give it up. Thus, the papacy created the Crusades to drive the Islamic forces out of Jerusalem, and establish the throne of the pope in Jerusalem. Why a crusade now? Why are America and extremist Islamic factions fighting? There are three things the Jesuits wish to accomplish from this situation. As we have seen, the Constitution has been a thorn in their side for hundreds of years; they want it destroyed completely. By continuing to create terror in America, the Jesuits will one day get their ultimate goal. They also want to pay back the Islamic extremists for http://www.geocities.com/thesecretterrorists/book/ch11.html (9 of 11)2.12.2005 16:36:01"},{"pageNumber":95,"pageContent":"THE SECRET TERRORISTS CHAPTER 11: THE WORLD TRADE CENTER ATTACK disobeying them when they didn’t give the pope Jerusalem when he wanted it. Finally, war will continue in the Middle East until the weary multitudes of the world cry out for a peaceful solution to the conflict. When that time arrives, guess who will be considered the only peacemaker whose presence in Jerusalem would bring the long coveted peace? Placing the pope as leader in that troubled region will appear to be the only answer because the controlled press/media will have conditioned everyone to the idea. So, the pope will reign in Jerusalem; mission accomplished. Let us consider Osama bin Laden. Bin Laden was aided by America during the Afghan-Soviet conflict in the 1980s and was fighting with America during the Balkan conflict in the late 1990s. Overwhelming information reveals bin Laden’s business ties to the Bush family, and he has had contact with the CIA as late as July, 2000. Osama bin Laden is a plant just like Lee Harvey Oswald and Timothy McVeigh were plants. He is being used as the patsy to keep the blame away from where it really belongs — the Jesuits of the papacy. Milt Bearden, an ex-CIA Afghanistan operations director and bin Laden’s intelligence advisor, was interviewed by Dan Rather on September 12, 2001. Rather wanted Bearden to state that bin Laden was responsible for the World Trade Center disaster. Bearden stated, “If they didn’t have an Osama bin Laden, they would invent one.” Recently, Rick Wiles, speaker for the American Freedom News, interviewed Dr. Koryagina, the economic advisor to Vladimir Putin, leader of Russia. In the interview, she discussed secret societies, criminal and religious organizations that are controlling the world. She also declared that there is a shadow government seeking to bring down the United States and bring in world government. She warned in Moscow, in July of 2001, that the United States would be attacked. She said that when the American people wake up to what is happening to them, and who did it, they will be in a state of shock. “Everybody knows about organized crime and the Mafia. Also people have known for a long time about secret societies and so forth. During my research, I started to notice that those structures can be put together and can be joined. And I realized that right now, we have a criminal monster, a hybrid of organized crime, Mafia and secret societies that have merged together.” (aired December 6, 2001) Will we listen to the words of this renowned Russian economist? Secret societies are bringing all these agencies together to create a one world government. When America figures it out, they will be in shock. Dr. Koryagina said everything but naming the secret society that is calling the shots, and who masterminded the World Trade Center destruction. The Jesuits of Rome. http://www.geocities.com/thesecretterrorists/book/ch11.html (10 of 11)2.12.2005 16:36:01"},{"pageNumber":96,"pageContent":"THE SECRET TERRORISTS CHAPTER 11: THE WORLD TRADE CENTER ATTACK Chapter 12: Religious Terrorism in America Home Page http://www.geocities.com/thesecretterrorists/book/ch11.html (11 of 11)2.12.2005 16:36:01"},{"pageNumber":97,"pageContent":"THE SECRET TERRORISTS CHAPTER 12: RELIGIOUS TERRORISM IN AMERICA CHAPTER 12 RELIGIOUS TERRORISM IN AMERICA Where are the Jesuit agenda for America and the world heading? For over 200 years, the goal has been the complete destruction of the United States Constitution. This would mean the utter demise and annihilation of the precious freedoms guaranteed by that document. The right of free speech, free press, freedom of religion or the right to worship God according to the dictates of ones own conscience, the right to bear arms, the right to a fair trail, and the right to personal privacy would all be eliminated. For the past several years, we have seen this war on the Constitution and freedom taking place in earnest. In the religious arena, the goal of the Jesuits is to wipe out any trace of Protestantism and other religions, and to restore world-wide domination by the pope. Next, we will determine if the Jesuits will be successful in their sinister purposes. The only reliable source we can turn to for information on future events is prophecy from God. The Bible has predicted one event after another down through history, and the events have occurred exactly as the Bible said they would. With the same unerring accuracy the Bible predicts future events, and it shows the results that will occur as a result of the Jesuits’ conspiracy to rule the world. The chapter in the Bible that reveals the results of the Jesuits’ treachery is Revelation 13. There are two beasts mentioned in this chapter; the first one rises out of the sea in verse one and the second rises out of the earth in verse eleven. Notice the reading of these verses: And I stood upon the sand of the sea, and saw a beast rise up out of the sea.... — Revelation 13:1 And I beheld another beast coming up out of the earth.... — Revelation 13:11 In order to understand these verses, we must determine what a beast represents in Bible prophecy, and what the sea and the earth represent. Watch how the Bible interprets itself. The book of Daniel shows that a beast represents a kingdom, or as we would say today, a nation or country. http://www.geocities.com/thesecretterrorists/book/ch12.html (1 of 10)2.12.2005 16:37:09"},{"pageNumber":98,"pageContent":"THE SECRET TERRORISTS CHAPTER 12: RELIGIOUS TERRORISM IN AMERICA These great beasts, which are four, are four kings, which shall arise out of the earth.... Thus he said, The fourth beast shall be the fourth kingdom upon earth, which shall be diverse [different] from all kingdoms.... — Daniel 7:17,23 Thus, we see that Revelation 13 discusses two powers that came to prominence in the world. These two powers have their beginnings in different areas of the world, one rises out of the sea and the other rises out of the earth. Next, we discover what water represents in Bible prophecy. And he saith unto me, The waters which thou sawest, where the whore sitteth, are peoples, and multitudes, and nations, and tongues. — Revelation 17:15 We see here that the first power in Revelation 13 had its beginning in a heavily populated area of the world amid existing nations. This suggests that the first power came up in the populated area of Europe. The second world power of Revelation 13:11 rises out of the earth, which means it arose in an area of the world where few inhabitants existed. This suggests the rise of the second power occurred in the Western Hemisphere; where the population density was very light. Here is more information about the first beast. ...having seven heads and ten horns, and upon his horns ten crowns, and upon his heads the name of blasphemy. And the beast which I saw was like unto a leopard, and his feet were as the feet of a bear, and his mouth as the mouth of a lion: and the dragon gave him his power, and his seat, and great authority. — Revelation 13:1,2 There is also more information about the second beast. And I beheld another beast coming up out of the earth; and he had two horns like a lamb, and he spake as a dragon. — Revelation 13:11. Let us look at the meanings of the words blasphemy, dragon, and lamb in these verses. The first power commits blasphemy, and has been given his existence and authority from the dragon. Mark explains one of the meanings of blasphemy. When Jesus saw their faith, he said unto the sick of the palsy, Son, thy sins be forgiven thee. But there were certain of the scribes sitting there, and reasoning in their hearts, Why doth this man thus speak blasphemies? Who can http://www.geocities.com/thesecretterrorists/book/ch12.html (2 of 10)2.12.2005 16:37:09"},{"pageNumber":99,"pageContent":"THE SECRET TERRORISTS CHAPTER 12: RELIGIOUS TERRORISM IN AMERICA forgive sins but God only? — Mark 2:5-7. As the Son of God, Christ had the power to forgive sins, and He still has the power to forgive sins today. If a mere man claims that he can forgive sins, then that is blasphemy. The Jews, who refused to acknowledge Jesus as the Son of God, declared that He had committed blasphemy because they felt He was only a man. This first power in Revelation 13 commits blasphemy by claiming it can forgive people of their sins. Here is the other meaning of blasphemy. The Jews answered him, saying, For a good work we stone thee not; but for blasphemy; and because that thou, being a man, makest thyself God. — John 10:33 Christ was God in human flesh, but the Jews did not acknowledge this. So when Christ claimed to be one with His Father, the Jews declared that He had committed blasphemy. Thus, when a man claims to be God on earth, this is blasphemy, and the first power in Revelation claims to be God. Can you think of a power, rising up in the area of Europe that claims it can forgive sins and claims to be God? The confessional box of the Catholic Church is known throughout the world as the place where people go to have their sins forgiven by a priest. The most heinous crimes and the most awful deeds have resulted from one individual bearing his or her innermost thoughts to another human being. The Bible says, “For there is one God, and one mediator between God and men, the man Christ Jesus;” (1 Timothy 2:5.) A Catholic priest has no more ability to forgive sins than your pet dog! Next, consider some of the statements the papacy has made about the pope being god on earth. The Pope is of so great dignity and so exalted that he is not a mere man, but as it were God, and the Vicar of God. The Pope is of such lofty and supreme dignity that, properly speaking, he has not been established in any rank of dignity, but rather has been placed upon the very summit of all ranks of dignities.... He is likewise the divine monarch and supreme emperor and king of kings. Hence the Pope is crowned with a triple crown, as King of Heaven and of Earth and of the Lower Regions. — Lucius Ferraris, Prompta Bibliotheca, volume 6, pp. 438, 442. For thou art the shepherd, thou art the physician, thou art the husbandman; finally, thou art another God on earth. — Christopher Marcellus’s Oration in the Fifth Lateran Council, 4th session. J. D. Mansi, Sacrorum Conciliorum...Collectio, volume 32, col. 761, translated. http://www.geocities.com/thesecretterrorists/book/ch12.html (3 of 10)2.12.2005 16:37:09"},{"pageNumber":100,"pageContent":"THE SECRET TERRORISTS CHAPTER 12: RELIGIOUS TERRORISM IN AMERICA The pope is the supreme judge of the law of the land.... He is the vicegerent of Christ, who is not only a Priest forever, but also King of kings and Lord of lords. — La Civilta Cattolica, March 18, 1871, quoted in Leonard Woolsey Bacon, An Inside View of the Vatican Council, American Tract Society, p. 229. Let us consider some of the names applied to Christ in the Scriptures and see if they could possibly apply to the pope: Almighty God, Creator, Savior, Christ, Lord, Most Holy, King of kings, and Reverend. What could be more blasphemous than for a man to claim any of these titles? “And he opened his mouth in blasphemy against God. . . .” (Revelation 13:6). The above quotes are utter blasphemy. The Roman Catholic power is the first beast of Revelation 13. Revelation 13:2 tells us that “The dragon gave him his power, and his seat, and great authority.” Who is the dragon that gives the papacy her power and authority? The Bible tells us that the dragon is Satan, the devil. And the great dragon was cast out, that old serpent, called the Devil, and Satan, which deceiveth the whole world: he was cast out into the earth, and his angels were cast out with him. — Revelation 12:9 The devil himself gave the papacy its power, its throne, and great authority. The devil runs the papacy. The devil is the one that leads her to destroy liberty in the earth. The devil is the one that seeks to gain homage from earth’s teeming multitudes by having them bow before the pontiff of Rome. The kind of brutal government the papacy ran through the Dark Ages is the kind the devil and the papacy promotes in the earth today. A satanic government has these characteristics: 1. It is controlled by a few; it is dictatorial. 2. It gives no freedom to its people. 3. It joins the church and the government together. 4. It persecutes anyone who does not comply. That the papacy is the first power of Revelation 13 is beyond question. However, who is the second power of Revelation 13? We know that it rises in the Western Hemisphere and “he had two horns like a lamb, and he spake as a dragon” (Verse 11). This verse indicates that the government started out lamb-like, being freedom-loving and just, but it ends up resembling a papal style or satanic government. http://www.geocities.com/thesecretterrorists/book/ch12.html (4 of 10)2.12.2005 16:37:09"},{"pageNumber":101,"pageContent":"THE SECRET TERRORISTS CHAPTER 12: RELIGIOUS TERRORISM IN AMERICA The Bible tells us that Christ is the Lamb. The next day John seeth Jesus coming unto him, and saith, Behold the Lamb of God, which taketh away the sin of the world. — John 1:29. And looking upon Jesus as he walked, he saith, Behold the Lamb of God. — John 1:36. Christ is the lamb of Bible prophecy. The second power of Revelation 13, that rises in the Western Hemisphere, starts out with a Christ-like government, but ends up acting like the dragon (Satan). It starts out the opposite of the papacy and ends up just like her. Since a Christ-like government is opposite of a Satanic government, then the second power would have these characteristics at its beginning: 1. It is a government of the people, by the people, and for the people. 2. It guarantees certain inalienable rights and freedoms, like freedom of speech, freedom of religion, etc. 3. It keeps the church and the government separate. 4. It defends its people from political and especially religious tyranny. The second power of Revelation 13 that has these characteristics could be none other than the United States of America. She alone rose up in the Western Hemisphere and began with a lamb-like government. As we have clearly seen throughout this book, the Jesuits would be used to destroy this lamb-like government and make it papal — devilish. Revelation 13 foretold 2000 years ago that the Jesuits would be successful, for verse 11 said that America would begin with a lamb-like government, but would one day “speak as a dragon.” Jesuit infiltration in all levels and departments of the United States government is why this country becomes a tyrannical, persecuting power. America is speaking and behaving more and more like Satan every day. Revelation 13 reveals the rise of the papacy and the United States. It portrays the characteristics of the American government in the beginning and foretells the ultimate takeover by the Jesuits. It also shows us the dictatorial power the papacy had before the great Protestant Reformation. And they worshiped the dragon which gave power unto the beast: and they worshiped the beast, saying Who is like unto the beast? who is able to make war with him? — Revelation 13:4 During the Dark Ages, the world was worshiping at the feet of the http://www.geocities.com/thesecretterrorists/book/ch12.html (5 of 10)2.12.2005 16:37:09"},{"pageNumber":102,"pageContent":"THE SECRET TERRORISTS CHAPTER 12: RELIGIOUS TERRORISM IN AMERICA Roman pontiff. With the rise of Martin Luther and the Protestant Reformation, the Bible was given to the people in their own language as the only rule of faith and practice. The Bible only was the cry of the Reformers. Over time, many thousands of people came to accept teachings found only in the Bible. It also discloses a time when worship of the pope would once again be required of all the world on pain of death, and the United States would be the power that pushes the world to submit to the papacy. And he exerciseth all the power of the first beast before him, and causeth the earth and them which dwell therein to worship the first beast, whose deadly wound was healed. And he had power to give life unto the image of the beast, that the image of the beast should both speak, and cause that as many as would not worship the image of the beast should be killed. — Revelation 13:12,15 How will the world worship the papacy? What mark reveals papal authority in the earth? We need to find how the Scriptures define worship. How we understand and respond to this will determine our destiny as the following verse shows. And the third angel followed them, saying with a loud voice, If any man worship the beast and his image, and receive his mark in his forehead, or in his hand, The same shall drink of the wine of the wrath of God, which is poured out without mixture into the cup of his indignation; and he shall be tormented with fire and brimstone in the presence of the holy angels, and in the presence of the Lamb: — Revelation 14:9,10. This is the most severe warning from God in the entire Bible. The following verses will show us the distinction between the true worship of God and false worship. Howbeit in vain do they worship me, teaching for doctrines the commandments of men. For laying aside the commandment of God, ye hold the tradition of men.... And he said unto them, Full well ye reject the commandment of God, that ye may keep your own tradition. — Mark 7:7-9. The Jews were given the 10 commandments in Exodus 20:2-17. Over the centuries, the Jews had corrupted the commandments with many traditions that confused the authority of the Ten Commandments. This Christ so unsparingly condemned. He declared that when the Ten Commandments are set aside and the traditions of men are set up, then that is vain worship. True worship would involve honoring all ten of the commandments. http://www.geocities.com/thesecretterrorists/book/ch12.html (6 of 10)2.12.2005 16:37:09"},{"pageNumber":103,"pageContent":"THE SECRET TERRORISTS CHAPTER 12: RELIGIOUS TERRORISM IN AMERICA False worship is honoring the traditions of men. True worship is honoring the commandments of God. In Revelation 13 and 14, we are confronted with a papal tradition that is being exalted above one of God’s commandments, and this papal tradition is the mark of papal authority in the world. Do you know of a papal tradition, that is directly contrary to one of the Ten Commandments that the papacy herself will tell us is her mark of authority in the earth? This tradition is so vile in Heaven’s eyes that if one continues to obey the papacy’s commandment while knowing full well that it is contrary to the explicit commands of God, “the same shall drink of the wine of the wrath of God.” (Revelation 14:10). We will now look at several statements from Catholic literature that will show conclusively the papacy’s mark of authority is in the earth. Prove to me from the Bible alone that I am bound to keep Sunday holy. There is no such law in the Bible. It is a law of the holy Catholic Church alone. The Bible says ‘Remember the Sabbath day to keep it holy.’ The Catholic Church says, No. By my divine power I abolish the Sabbath day and command you to keep holy the first day of the week. And lo! The entire civilized world bows down in reverent obedience to the command of the Holy Catholic Church. — Thomas Enright, CSSR, President, Redemptorist College (Roman Catholic), Kansas City, MO., February 18, 1884. The observance of Sunday by the Protestants is an homage they pay, in spite of themselves, to the authority of the [Catholic] church. — Monsignor Louis Segur, Plain Talk About the Protestantism of Today (1868), p. 213. If Protestants would follow the Bible, they should worship God on the Sabbath Day [Saturday]. In keeping the Sunday they are following a law of the Catholic church. — Albert Smith, Chancellor of the Archdiocese of Baltimore, replying for the Cardinal in a letter of February 10, 1920. The State, in passing laws for the due sanctification of Sunday, is unwittingly acknowledging the authority of the Catholic Church, and carrying out more or less faithfully its prescriptions. http://www.geocities.com/thesecretterrorists/book/ch12.html (7 of 10)2.12.2005 16:37:09"},{"pageNumber":104,"pageContent":"THE SECRET TERRORISTS CHAPTER 12: RELIGIOUS TERRORISM IN AMERICA The Sunday, as a day of the week set apart for the obligatory public worship of Almighty God, to be sanctified by a suspension of all servile labor, trade, and worldly avocations and by exercises of devotion, is purely a creation of the Catholic Church. — The American Catholic Quarterly Review, January, 1883, pp. 152, 139. Protestants... accept Sunday rather than Saturday as the day for public worship after the Catholic Church made the change.... But the Protestant mind does not seem to realize that...in observing the Sunday, they are accepting the authority of the spokesman for the church, the Pope. — Our Sunday Visitor, February 5, 1950. It is well to remind the Presbyterians, Baptists, Methodists, and all other Christians, that the Bible does not support them anywhere in their observance of Sunday. Sunday is an institution of the Roman Catholic Church, and those who observe the day observe a commandment of the Catholic Church. — Priest Brady, in an address, reported in the Elizabeth, N.J. “News,” March 18, 1903. The mark of Catholic Church authority in the world is Sunday observance. This is a tradition that has no place in the Bible. It originated in Rome, and when we honor the Sunday tradition, we are paying homage to the papacy. Sunday goes directly contrary to the plain teaching of the fourth commandment, which declares Remember the Sabbath day, to keep it holy. Six days shalt thou labor, and do all thy work: but the seventh day is the Sabbath of the Lord thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger that is within thy gates: for in six days the Lord made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the Lord blessed the Sabbath day, and hallowed it. — Exodus 20:8-11. The papacy tells us exactly what its MARK is. Of course the Catholic Church claims that the change [from Saturday to Sunday] was her act. And the act is a MARK of her ecclesiastical power and authority in religious matters. — C. F. Thomas, Chancellor of Cardinal Gibbons. http://www.geocities.com/thesecretterrorists/book/ch12.html (8 of 10)2.12.2005 16:37:09"},{"pageNumber":105,"pageContent":"THE SECRET TERRORISTS CHAPTER 12: RELIGIOUS TERRORISM IN AMERICA Sunday is our MARK of authority.... The church is above the Bible, and this transference of Sabbath observance is proof of that fact. — Catholic Record, September 1, 1923 (Ontario). By their own words, they tell us that Sunday observance is the Mark of the Beast. Remember that Satan, the devil, gave the Catholic Church its power and great authority in the world. Since the papacy is doing the bidding of the devil, it is the devil who wants the world to break God’s Sabbath commandment and worship the papacy on Sunday. Revelation 13 and current history tell us that somewhere down the road, the Jesuits will foment another terrorist attack or create some other crisis, and in its aftermath they will be able to institute their planned desire — a National Sunday Law. They have used Waco, Oklahoma City, and the World Trade Center disasters to erode away precious constitutional liberties in America. These three events were all well planned in order to condition Americans to surrender their blood- bought freedoms. This is a developing trend that will not cease until Sunday Laws are passed in this land, and then around the world. These laws will result in bloody persecution just like in the Dark Ages. There will one day very soon be only two groups in the entire world. On one side will be the great bulk of humanity aligned with the Jesuits of the Vatican in direct rebellion against the God of the universe. The other group will be a much smaller group consisting of those who love God and keep all of His commandments. The great dividing line will be over the Ten Commandments, specifically the fourth commandment, the Sabbath commandment. Which side will you be on? Will you embrace the papacy’s ultimate goal, Sunday observance, or will you embrace the great sign of God’s power to create and to redeem — the seventh-day Sabbath? Sunday observance, homage to the pope and to the Jesuits of the Vatican, will lead America and then the world to devastation and ruin; whereas Sabbath observance, which represents total submission to God’s commands will lead to everlasting life with the Lord Jesus Christ. If any man worship the beast [the Catholic Church] and his image, and receive his mark [Sunday observance] in his forehead, or in his hand, The same shall drink of the wine of the wrath of God, which is poured out without mixture into the cup of his indignation; and he shall be tormented with fire and brimstone in the presence of the holy angels, and in the presence of the Lamb: — Revelation 14:9, 10. Return to home page http://www.geocities.com/thesecretterrorists/book/ch12.html (9 of 10)2.12.2005 16:37:09"}]
