[{"pageContent":"undefined"},{"pageContent":"The World’s Most Dangerous Secret Societies The Illuminati, Freemasons, Bilderberg Group, Knights Templar, The Jesuits,Skull And Bones And Others James Jackson Copyright 2015 by Make Profits Easy LLCprofitsdaily123@aol.com "},{"pageContent":"Table of Contents Introduction [part0002.html#id_Toc412627911]Chapter One: THE HASHSHASHINS [part0003.html#id_Toc412627912]Chapter Two: THE KNIGHTS TEMPLAR [part0004.html#id_Toc412627913]Chapter Three: THE ILLUMINATI [part0005.html#id_Toc412627914]Chapter Four: FREEMASONRY [part0006.html#id_Toc412627915]Chapter Five: THE TRILATERAL COMMISSION AND THE BILDERBERG GROUP[part0007.html#id_Toc412627916]Chapter Six: COUNCIL ON FOREIGN RELATIONS [part0008.html#id_Toc412627917]Chapter Seven: SKULL & BONES [part0009.html#id_Toc412627918]Chapter Eight: THE COMMITTEE OF 300 [part0010.html#id_Toc412627919]Chapter Nine: BOHEMIAN GROVE [part0011.html#id_Toc412627920]Chapter Ten: THE SOCIETY OF JESUITS [part0012.html#id_Toc412627921]Afterword [part0013.html#id_Toc412627922]"},{"pageContent":"INTRODUCTION Secret societies. To some, the name conjures up an image of a shadowy and elitecabal meeting behind smoke-filled rooms, discussing tactics of world dominationand manipulation straight out of the most far-fetched espionage thriller. Toothers, the image of secluded men (and occasionally women!) banding together inexotic garb to perform colorful ceremonies and impart hidden knowledge and fancybut incomprehensible titles upon one another springs to mind. And to others, afanciful and convoluted figment of the imagination sprung from only the mostparanoid and incredulous minds is evoked by the title. But just how far-fetched and fanciful is the prospect of a secret society? Couldit be that there walks among us, in any given echelon of the population, groupsgiven to exercise inordinate amounts of power and influence over the rest of us?Could these exotic members-only clubs really pose such an immediate threat toour well-being that our very way of life is endangered? At what point does themerely colorful, mysterious or deluded result in murder, mysterious deaths,unanswered disappearances, crime, extortion, control and in some cases, completeand unmitigated power? The rationale and history behind secret societies have been amply covered ingeneral works on the subject—some purely speculative, others works of wildconjecture, and even some which have been meticulously researched anddocumented. Yet few adequately demonstrate the effects of these groups onsociety at large. And with very good reason. A secret society, by its verydefinition, is a group that possesses secrets; either conducive to its internaldoctrine or structure, wielded as a threat or even a reward to maintain controlover its members, or resulting from clandestine activities that would present aclear and present harm to the world as a whole were they ever to be revealed.Yet this definition covers a whole range of groups and practices, from therelatively mild and harmless hazing practiced by thousands of collegefraternities worldwide to organized crime cartels and even low-level streetgangs. What is it about the secret society of popular legend and lore thatcontinues to hold such appeal—and such danger—to countless individuals in theirdaily lives that differentiates these shadowy entities from their more visiblecounterparts? More information—and subsequently, more deliberate misinformation—has beenpublished in recent years than any time else. With the advent of the internet asa dominant means of communication, the costs and risks of revealing the tacticsand methodology of formerly “arcane” organizations has diminished greatly. Atany given time, the dedicated investigator can click on an infinite number ofsites revealing a mind-bogglingly complex chain of associations that, more oftenthan not, serve to confuse and bewilder all but the most steadfast ofinvestigators. Some have been adequately revealed as hoaxes—the 19th Century fraud instigatedby Leo Taxil regarding the elusive “Order of the Palladium” springs to mind.Others are altogether figments of urban legend that have resulted in a series ofbizarre coincidences and tortuous links—the supposed “Four Pi Movement” alludedto by Maury Terry in his bestselling book The Ultimate Evil is one suchprominent example. Yet still others have been so adequately researched, so ablypresented, and whose coincidences are so improbable that one cannot help but putfull faith in the veracity of at least some of these claims. Perhaps separatingthe fact from the fancy is one of the biggest dilemmas in adequately chroniclingthe danger of a secret society. And perhaps, that is but one of the goals oftheir effective operation. Fear of repercussion is at the core of the concealment and mysteries of a secretsociety. And with good cause. Many of these groups hold basis in ideologicaltenets that are not only firmly accepted by popular convention, but in somecases, diametrically opposed to it—tenets that in not so distant times, werepunishable by persecution and even death. In our more skeptical, materiallydriven times, we are given to take the world of appearances solely at facevalue, as ipso facto. We neglect to remember that for many of our ancestors, theworld of appearances—the phenomenological world as we know it—was an allegorythat alluded to much deeper, almost incomprehensibly profound truths that shapedour thinking in radical ways. This link is at the heart of the often-quotedHermetic aphorism: “As above, so below.” Flying as it did in the face ofofficial Church and State-ruled forms of discourse, adherents could risk themost dire forms of persecution merely for venturing these views, andsubsequently had to work under the mantle of strict secrecy, being drivenunderground in the face of reformations and inquisitions where they fermented,often forging links with one another and developing a highly dubious and complexlore. Yet scoff as we may at such unsophisticated, “mystical” forms of magicalthinking, we neglect to remember that many of its adherents went on to influencethe world in dramatic ways. The Greek philosopher Pythagoras, who is creditedwith introducing geometric theorems into the world, was one such member of a“mystery school”—indeed, a secret society where revelation of secrets waspunishable by death. The Elizabethan scholar, magician, and court astrologer toQueen Elizabeth I, John Dee was one such proponent of Hermetic thought, and hisadvice to Queen Elizabeth regarding the invasion of the Spanish Armada in 1588is largely why English is the dominant language in North America. Many of theleading ideologues and artists of the Italian Renaissance were profoundlyinfluenced by Hermetic themes; and even the noted father of scientificrationalism and “father of Enlightenment” Sir Isaac Newton had a long-standinginterest in Hermetic and Alchemical treatises. And the Masonic involvement ofsuch U.S. founding fathers as Paul Revere, George Washington and Ben Franklinhas been sufficiently documented elsewhere. Are we to hold these tenets, asfar-fetched and superstitious as they may seem, to be bygone relics of a distantand unenlightened era? Or has their influence on world history been actuallymore prevalent than appearances lead one to believe? Yet, fears of repercussion can lead to more legitimate, even sinister concernsthan merely unpopular or superstitious belief. Is the very clandestine nature ofsuch organizations masking intents that are detrimental to the well-being ofsociety as a whole? Has their infiltration into every spectre of politicalthought and action become so widespread that they are an entrenched, ifsubterranean, part of our current world structure? Are their agendas borne outof domination and the need for revenge? Do their actions compromise theintegrity of any free-thinking and upstanding social mechanism? In a time inwhich public discourse allows for the open (if critical) exchange of ideas andthoughts, what is so dangerous that members conceal their identity in dire oathsof secrecy? In short, what are these societies trying to hide? The fact is, the trails of these societies can lead to some disturbingassociations and occurrences and paint a much more damning picture than mereunconvention. Trails of murder, crime, political intrigue and conspiracy are soprevalent that merely painting them as purveyors of an unsophisticated beliefsystem is to betray the very dangers that they pose. Some of the most seeminglyinnocuous and benign organizations—such as the Society of Jesuits—spin a muchmore dire and noxious web of deceit than you would ever think to imagine uponcritical examination, as you will soon find out. One reason for the continued allure of secret societies lays in the veryexclusivity their secrecy engenders. No longer misguided believers in illogicalmumbo-jumbo, members are holders of “forbidden” knowledge sternly safeguardedfrom the prying eyes of profane and critical non-believers. No longer merecitizens, by dint of their immersion in a subterranean world of exotic andritualized customs, members become possessed of power and influence unimaginableto their merely mortal neighbors. Even at a time in which the rapid andunconstrained transmission of information threatens the very security of suchformerly hidden membership and “knowledge,” the true believer takes it upon hisor her self for granted that the traditions of deceit and concealment theychoose to partake in is inviolable and beyond reproach. The question is for howlong? While preparing for the research in this book, it struck me that two distinctclassifications could be made for distinguishing a secret society. The firstwould be the more visible, or overt secret society. Generally speaking, theseare organizations which maintain a highly visible public profile, accessible bymeans of phone book, internet or even highly publicized physical appearances.These organizations frequently solicit or court membership, assuring thewould-be candidate that their very openness, visibility and culpability shouldbe sufficient insurance against nefarious and fraudulent intentions, insteadinsisting either that there are “no secrets” or sometimes even half-mockinglyreferring to such “supposed” secrets as largely irrelevant traditions—bygoneremnants of a much earlier time holding no greater power than a deferral toroutine. The would-be candidate is then lulled into a sense of security andrelaxation—”Surely, these guys must not be hiding anything since they’re willingto take the time to talk to little old me.” One such glaring example of an overt secret society is Freemasonry. Masqueradingunder the guise of benevolent philanthropy and civic duty, members are nowwidely viewed as little more than a charitable social club cloaked in colorfulcostume and ritual, one whose membership numbers are slowly dwindling due todecreased interest among younger generations. And for all ostensible purposes,at your local Masonic Lodge level, that’s likely to be the case; so much so,that in many regions of the U.S., Freemasonry has had to launch a highly visiblepublic relations campaign to ensure its continued interest and survival. Yet throughout history, upper echelon members have been implicated in every sortof conspiratorial undertaking imaginable—from spying to assassination, frombribery to infiltration sowing the seeds of political unrest and rebellion. Thisisn’t to imply that your friendly uncle—whose father’s father was in the Masonsand his father’s father before that—is guilty of undertaking politicalsubterfuge and extortion. But if these facts were made available to the generalpublic, would there be such a strident need to attach the historically importantfaces of Benjamin Franklin and Harry Truman to their much maligned name? Oftentimes, the overt secret society will make claims of an unfounded historicallineage or go through dire efforts to conceal questionable past histories.Members are made to swear great and unyielding oaths to hold the secrets of thatorganization in strictest confidence, ensuring that their revelation will be metwith a suitable and dramatic fate merely hinted at by the outlines of thatsomber oath. An unspoken climate of fear emerges in the secret society, imbuingit with all the hallowed ethos of sanctity and vigilance to be found in the mostunbridled religious zealotry (it is worth noting that in the overt secretsociety, implied religious and philosophical devotion is nominally considered apriori fact, as opposed to the covert secret society which is considerably morepolitical and influential in scope. Occasionally, overlappings can occur, suchas the relationship between the Skull & Bones society—a perfectly prominentexample of a covert secret society—and the aforementioned example ofFreemasonry.) Even when not outwardly religious in scope—such as in the cases ofthe Jesuits or Opus Dei—this aura of divine safeguarding and sanctimony has ledto the cultish appeal of the society, in particular for those true believers whoare disaffected from, or otherwise non-adherents of, conventional religion. Thesubstitution of the secret for the sect thereby takes the place of a sort ofdivine revelation for the true believer what may be a curious method oftransubstantiation, indeed. The other classification is that of the clandestine, or covert secret society.Unlike the overt society, no attempts at public outreach are made on behalf ofthe covert one. Public admission is not possible, except by invitation only—and,to quote a now clichéd precept, “If you have to ask, you’ll never know.” Reasonsfor this hermetically guarded level of secrecy may vary from organization toorganization, but generally one thing in common is that their interestsgenerally extend to widespread global geopolitical infiltration and influence,and at times, highly organized and systemic criminal and terroristorganizations. The secrecy of the covert society is not motivated by traditionor even influence over lower-level members, but necessity. Both the much dreadedspectre of the Illuminati and the vow of silence practiced by the La Cosa Nostrasyndicate are glaring examples of the occult operations of a covert secretsociety.Other times, the revelation of the covert society’s existence could cause somuch damage to well-established institutions—such as the Priory of Sion or theBilderberg Group—that their very foundations could crumble, a moment such groupsmay indeed be hoping to seize upon. Instead, they bide their time, weaving theirway into a highly complex web of intrigue and legend, fact and fiction, bothinsisting upon their non-existence and alternately placing public reminders oftheir “alleged existence” in such a way that the idle observer is caught up in awave of subterfuge and confusion. One such glaring example of this misinformation campaign was the COINTELPROoperation directed by the FBI under Director J. Edgar Hoover between the mid1950s and early 1970s which aimed at surveying, infiltrating, discrediting anddisrupting domestic political organizations that allegedly posed a threat to“national security, and existing social and political order” and was explicitlydenied by the organization and its director until official documentation of theprogram was exposed and made public in 1971, prompting an official investigationinto its tactics. Leadership in covert societies are sometimes hereditary, being passed down ingenerational lines akin to monarchism—the reinstitution of which is, in fact, analleged goal of some of these cliques. Other times, a feigned leadership hasbeen attributed to noted historical and cultural figures through an elaboratecampaign of misinformation and well-constructed lore, granting a lineal ifseemingly improbable succession of historical validity to the machinations of asociety. When attempting to endeavor a work of this scope, it’s important to take intoconsideration all sources, no matter how outlandish they may seem. Inevitably,one comes to classify these sources under one of three potential categories Iwill dub the three “S”s: the speculative, the spurious and the skeptical. As theadage says, where there’s smoke, there’s often fire. The speculative helpsenable a critical and subjective eye towards the potential veracity of claims,ensuring both detachment and an open eye towards viewing possible connections.The spurious—often the result of tenuous connections and credulity towardsunsubstantiated accounts—can often reveal hidden aspects that you had never inyour wildest dreams thought possible, and aspects that upon closer examinationreveal a definite claim towards historical validity. It is in the realm of theskeptical that we are confronted with a whole new dilemma, however. Unwilling toentertain the possibility that the vast web of intrigue and deceit is muchvaster than his understanding allows it to be, the skeptic casts doubt uponanything that does not conform into his or her preset conclusions. His biasbecomes all too apparent and unbending in its stubborn refusal of anything thatdoesn’t remotely connect to its predisposed parameters—and sometimes, his or herown vested interests. In this book, I have strived to separate legend fromreality, fact from fiction, and examine how both seemingly opposite sides can beweaved into a highly complex series of associations, and ones that can ofteninfluence one another in the most unexpected ways. It is likely that somereaders will see aspects of all three “S”s throughout the book. The most I canask for is an open mind. It is also likely that some readers, particularly younger ones, will findmaterial that has been well recounted elsewhere. I mentioned younger onesspecifically because, having been brought up under the auspices of theinformation age, they’ve had a wider berth of both information as well asmisinformation to absorb, reflect and mull over. Younger ones also seem moreconducive to the act of critical thinking and incredulity to firmly establisheddisavowals of the existence of these groups from conventional quarters,something which as time passes grows more and more assailable. I’m grateful forthe open minds and quick wits I see from younger generations, and encourage themsolely to draw their own conclusions—as much as I would any other generation. Ican only hope this work will help encourage you to do so, regardless of yourage. This work is meant as both introductory and cautionary. I do not intend it to bethe final say on the matter of secret societies, my own or anyone else’s; farfrom it, I believe that as more information is made readily available to thegeneral public, the need for more specialized works will be in higher demand. Itis not intended to promote fear or prejudice, but to instill vigilance andcritical thought towards established narratives of both history and legend. Thetruth may indeed be the strongest sword of all. And if I have done anything tosharpen that sword, then my task is complete. "},{"pageContent":"CHAPTER ONE: THE HASHSHASHINS Alamut. There isn’t much bustle these days in this fertile valley nestled amongthe Elburz mountain range of northern Iran, overlooking the capital city ofTehran. Nestled as it is by the province of Qazvin—known for its history as acenter of trade, calligraphy and culture—to the south, and the Mazandaranprovince—known for its forests, bridges and as the birthplace of the last shahof Iran—to the north, it’s as if the region is frozen in time. Sure, there areslightly more modern roads that steer through here, curving through the imposingcrags, gullies and hills; but even these seem foreboding in comparison to thedensely huddled villages you leave as you make your ascent through the vastlyimpenetrable boulders and hills. Even the rivers, ravines and lakes seem to hummore like a funeral chant than a natural, gurgling stream. The preternaturalsilence that crowns these stones, punctuated by the occasional lone cry of aneagle, is less a welcome solace than an omen warning to the unwary visitor thatthere are secrets drenched in blood and viscera buried deep within the ruins andrubble. Frozen in time, the first impression you get upon taking in thesurrounding mountains and boulders is that not very much has changed since theearly 12th century. And for all ostensible purposes, it hasn’t. After all, boneshave their secrets to keep as well. It’s perhaps ironic that we begin our review of secret societies at what hasbeen popularly dubbed the very cradle of civilization. Perhaps not so ironic,after all. Perhaps secrecy is fundamental to the human condition. And perhapsthe whole of the collective human experience as we know it is marked to somedegree by the twin hands of manipulation and bloodshed. Cain and Abel. Masterand servant. Tyrant and subject. Perhaps when we learn how deeply ingrainedthese processes are within us, we can begin to see them as obsolete mechanismsthat have far outlived their usefulness. Distant relics of an unfortunate past.As distant as—Alamut. Though the time of the Hashashins is long past, their relevance is stillintegral to our study. Though the last of the Hashashins died over six hundredyears ago, their presence still lives on to this day, embodied in modernterrorist organizations, rogue mercenaries and military juntas—embodied in thevery heart, brains and sinews of anyone who would seek to control, dominate andtyrannize through the means of force, bloodshed and menace to pursue anypolitical, religious or economic agenda, regardless of faction or sect. In fact,their very name lives on to this day, entered into everyday language: assassin. And without a thorough knowledge of the origin of the tactics secret societieshave developed throughout history, those who refuse to remember the past arecondemned to repeat it. Origins of the Hashashin Perhaps the blueprint for all secret societies, an understanding of the role theHashashin played is impossible without understanding the context in which theydeveloped. By the 12th century, Islam had splintered into several distinctbranches, two of whom are still locked in a bitter conflict to this day: TheShia and the Sunni. The Sunni, who represent the largest denomination of Muslimsin the world, maintain that Abu Bakr, the father-in-law of the prophet Muhammad,is the first and rightful caliph—the direct political and religious successor tothe prophet—of the Muslim community. In distinction, Shi’ite philosophy declaresthat the prophet’s son-in-law and cousin Ali holds rightful claim to the titleof caliph. Within this divide, numerous sub-divisions occur, each claimingdistinct lineages and successions as varied and conflicting as their tenets.Within the Shi’ite branch, the three largest subdivisions are recognized as theImamiyyah, the Ismaili, and the Zaidi. There is not enough space to detail the specific differences between variousbranches and divisions of faith. Suffice to say, that by 1090, much of theMiddle East was largely under the rule of the Fatimid Caliphate, who claimeddirect origin from Fatima, the first daughter of the Prophet. The caliphateitself was explicitly Shi’ite in scope, with the cast majority of rulers beingadherents of Ismailism. One of the most visible branches of Ismailism at thattime was the Nizari branch, which flourished throughout Persia and Syria in the11th Century. And it is directly to the Nizari branch that the Hashashindeveloped and flourished, under the stern and all-watching leadership of itsfounder and visionary, Hassan-i-Sabbah. The Old Man of the Mountains There is no accurate date or records for the birth of Hassan-i-Sabbah, and whatlittle we know about his upbringing and early life stems from an allegedlyautobiographical account quoted in the anonymously penned Ismaili chronicleSarguzasht-e Sayyidnā. The account states that Hassan was born in Persia in the1050s to a Imamiyi family, and was raised with the tenets of that faith in thecity of Rey, where the future Grandmaster also studied alchemy, philosophy,astronomy—and it is rumored, certain occult doctrines practiced by renegadeMuslim imams. Rey was home to a burgeoning movement of Ismaili missionaries, and the youngHassan was converted to the doctrine at the age of 17, eventually swearingallegiance that same year to the Fatimid Caliphate in Cairo. It was in Cairothat Hassan studied in-depth with leading missionaries and clerics of Ismailism,eventually earning a reputation as one of the most fervent and devoted disciplesof the Ismaili creed. Accounts vary as to his journeys from the age of 17 untilhis return to Persia in 1081. Was he imprisoned? Persecuted? One account tellsof Hassan’s meetings with a group of heterodox Muslims in Syria, where he wastrained in the principles of magic and sorcery. One thing is for certain; uponhis return, Hassan settled within the Elburz mountain range where, afterestablishing several Ismaili communities, he drew the ire of Nizam-al-Mulk,grand vizier of the Seljuq empire, prompting his retreat deep into the mountainsof Alamut in 1088. It was at Alamut in 1090 that Hassan formulated his grand strategy; to formulatea clandestine army and religious order of fedayin (in Arabic, literally ‘the Menwho accept Death’) devoted to the expansion of the Nizari Ismaili creed,structured in a hierarchal and initiatory structure. Hassan served as thesecretive and omniscient Grandmaster of the order for 35 years until his deathin 1124, during which time it is said he only left his quarters twice to observefrom his impenetrably constructed fortress (known as ‘the Eagle’s Nest’) theheavens from its rooftop. Below the Grandmaster served several of his trusted chiefs and strategists knownas the Grand Propagandists, charged with disseminating the Grandmaster’s orders;beneath these, served the Propagandists, who were charged with recruiting menfrom outlying villages into both the Nizari Ismaili creed and, should theirdevotion be loyal enough, the Order itself; the Rafiqs, or companions of theOrder; and finally, the Lasiqs, or adherents themselves. It is from the Lasiqsthat the Grand Propagandists personally elected to train in order to become themost feared and reviled assassins of their times, targeting not only rivalMuslim sects (including the Sunni Seljuq empire, who were all but decimated byHassan and his Order, who swore an oath to revenge the Grandmaster’spersecution,) but also invading Christians and allies during the First Crusade(it is worth noting that there is strong evidence that the Hashashin made directcontact with the Knights Templar, of whom we will discuss in the followingchapter.) Each convert to the Order was expected to go through a series of nine initiatorydegrees. In the first, the pupil was thrown into a state of confusion, throughanalogy and teaching, towards the tenets of his previous religious and politicalconvictions. This is the source of the maxim “Nothing is True, All is Permitted”often attributed to Hassan (although there is no documentation stating thatHassan uttered these words, its popularization is largely due to the writings ofcountercultural icon WIlliam S. Burroughs.) At this point, the pupil was sodisoriented by the dissection of his beliefs that he had no point but to submitto the blind obedience of his teacher. In the second, he was taught that God’s approval cannot be won except throughthe allegiance to his imam, or teacher, viewed as the guardian of God’s word. Inthe third, he is instructed into the nature of his imam. In the fourth he istaught that Mohammed was not the last of the Prophets, and that the Qur'an isnot God's final revelation to man—an implicit breach with the teachings of theQur’an. The fifth and sixth elaborate on the allegorical nature of the outwardpractices and customs of Islam. The seventh held that both humanity and creationwere one, with all phenomena existing as a fraction of the whole, including bothcreative and destructive power. The eighth taught that all religion and ideologywas fraudulent—including Islam; preparing the initiate for the ninth and finalsecret: that the student was now freed from belief, acting as a purifiedphilosopher in the knowledge that “nothing” literally was true, and that theonly permissible “belief” was action, and furthermore that the only possessor ofthe reasons for carrying out any action whatsoever was the mysteriousGrandmaster of the Order—Hassan-i-Sabbah himself. How were so many impressionable young men so easily swayed to renounce theirupbringing and the beliefs of conventional Islam and plunge headfirst intonihilism and martyrdom for the sake of one man’s lust for omnipotence andrevenge? Deep within the maze-like fortress of Alamut, Hassan had constructed a lavishartificial paradise, replete with beautiful gardens, music, flowing rivers andravishing dancing houris to bedazzle the eyes of would-be converts, unwittinglydrugged with liberal amounts of hashish (from where the Order derived theirnamesake.) With his Propagandists leading them through a tour of this paradise,the pilgrims either became so entranced by the visions before them that theyconverted on the spot, begging to while away their time in this Eden; or becameso frightened that they begged to flee, swearing that their hosts must besorcerers or magicians. In either case, it was only through obedience to divinewill of Hassan-i-Sabbah that entrance or exit was permitted. Only by swearingtheir fealty to this mysterious Master were these senseless young men grantedaccess to paradise on earth; or return to their former lives. Few refused. And how successful was this tactic, which marks the first historical instance ofbrainwashing?The influence of Hassan swept not only through Persia, but Egypt, Syria,Azerbaijan and much of the Arab world—rumored to reach as far as France. Actingupon the Grandmaster’s orders, his faithful fedayin gained entrance into courts,villages and camps, often disguised in local garb and speaking in localdialects. After gaining the trust of those rivals they were ordered toinfiltrate, they assassinated each target by dagger, always in full public viewand always in daylight (it is worth noting that the Hashishin were neverpermitted to murder a civilian.) Their first target was Hassan’s old rival,Nizam-al-Mulk. Their network of fear and stealth soon spread throughout Persiaand Syria, with hundreds—perhaps thousands—of assassinations being committedbefore the eyes of a quivering public, who no longer knew which stranger totrust. Nor did neither the Order nor their campaign of terror end with the deathof Hassan-i-Sabbah. Over time, new Grandmasters were selected, each swearing touphold the legacy begun by this mysterious Old Man of the Mountains. Countlessregions and properties were brought under their command. Crusading knights spunendless tales regarding their ruthless and mercenary foes, giving rise to theeventual adoption and latinization of the term, “assassin.” And then—it came toa halt. The fall of the Hashishin empire came about with a Mongol attack at Alamut in1256. Their fortress and paradise, seized. Their spirits and numbers, diminishedsubstantially. The few remaining members spread out into Syria, where they actedas mercenaries for hire by local sultans and emirs. There is some speculationthat they continued their teachings and practices well into the fourteenth andperhaps even early fifteenth centuries. And there is even some speculation thatthe influence of their internal teachings lives on to this very day, embodied incertain sects of the Iranian Mandaean faith and Kurdish Yezidi religion. But theprestige that the Hashishin enjoyed for almost two hundred years is now afleeting memory. Or is it? Legacy of the Hashishin As stated earlier, the Hashishin fell in the thirteenth century, yet their ethosof carnage and terror continues to this day. It was felt in the Duvalier regimeof the 1960s and 1970s with the secret police of his elite Tonton Macoute corps.It was in the killing fields of Cambodia of Pol Pot’s Khmer Rouge party and theunspoken corpses that lay buried in Chile as a result of the Pinochetadministration. And it is embodied in the more recent brutalities committedworldwide by such outfits as Al Qaeda, the Islamic State and Boko Haram. It isnot exclusive to Islam—by and large, a peaceful religion—and claims allegianceto neither sect nor country. It is in the hearts of those who willinglyperpetrate evil under the guise of an ulterior agenda; and therein lays itsstrength. It is perhaps, the ultimate secret of any secret society. Power. Atany given cost."},{"pageContent":"CHAPTER TWO: THE KNIGHTS TEMPLAR Perhaps no other secret society is enjoying a greater resurgence in popularitycurrently than the Order of the Knights Templar. From Dan Brown’s best-sellingnovel the Da Vinci Code to countless Hollywood blockbusters, numerous theoriesand speculation surrounds this pre-Medieval phenomena, and it’s easy to see why.With their colorful hybrid of valiant chivalry, unanswered mysteries andunmitigated bravado, the historical Knights Templar cut a broad swath throughthe collective unconscious, at once evoking the gallantry of the Crusades, theexotic mystique of journeys into foreign lands and pathos for their ultimatedemise. Apologists for the Knights Templar portray them as misunderstoodmartyrs, whose self-sacrifice at the behest of imperial conquest forever alteredthe course of history. Hardly a bad reputation for an order that was disbandedand burned at the stake over seven hundred years ago. Yet the Templar mystique has continued to filter, often times unseen, not onlyinto popular lore but through the underground stream of secret societies. Inthis chapter, I hope to examine not only the history of the order as well astheir mysteries, but their influence in more shadowy undertakings as well. Aninfluence that may indicate not only the undying love for the Templar mystiqueand the continuation of their ideals, but perhaps a continuation of their veryexistence itself. Origins of the Knights Templar The Poor-Fellow Soldiers of Christ and of the Temple of Solomon, more commonlyreferred to as the Knights Templar, came about in 1120 at the urging of Frenchknight Hugues de Payens, who had approached both the King and Patriarch ofJerusalem to grant an official monastic Order for the protection of pilgrimsvisiting the Holy City of Jerusalem. At the time of their inception, theTemplars only numbered nine in their ranks, all of whom had sworn a specific vowof poverty. Just thirty years later, their numbers had swollen to the thousandsand were prosperous enough to lend money and credit to both citizens andgovernment figures alike. During the time of the Crusades, the Templars were often a key militarycomponent for the expansion of the Holy Roman Empire, being utilized as advancedshock troops in some of the most decisive battles of the conquest—including thebattle of Montgisard, where some 500 knights helped defeat the legendary sultanSaladin’s troops, which numbered over 26,000 combatants. Both their reputationas fearless and feckless warrior-monks as well as the uncouth lore surroundingthem (a regular euphemism of the time was “to drink and swear like a Templar”)helped establish the reputation of the Knights Templar as one of the most eliteand fearsome scourges to attack the Middle East; a reputation they shared withthe Hashishins of the previous chapter (of whom, the Templars undoubtedly cameinto contact with, and it is rumored, integrated certain philosophical tenetsand mysteries into their secret initiation rites.) By 1307, both the wealth, reputation and arrogance of the Templars had falleninto negative favor, particularly with the newly elected Pope Clement V (whosought to merge the order with another Christian military council, the Order ofthe Hospitallers, granting him benefit and power over both) as well as KingPhilip IV of France (who was in debt to the Templars as a result of his war withEngland.) Rumors began to abound about the Templars “secret” teachings; theywere reputed to regularly engage in homosexuality, both denying the divinity ofChrist and both trampling and spitting on the cross as part of their initiationrites, and worshipping a strange “bearded” idol of a head (alternately, the headof a goat) they referred to as “Baphomet.” These charges, along with others that constitute what was unquestionablyheretical in 14th century France, have never been proven. But they have alsonever been disproven. Homosexuality has been a common practice among soldierswho, traveling long distances of many years without wives, seek some form ofgratification, and may have been more prevalent among warrior-monks sworn touphold a vow of celibacy. Denying and insulting the divinity of Jesus may seemlike an unusual practice among sworn defenders of Christendom; but what betterway to instill fear and test a potential recruits’ bravado than attacking thegeneral tenets of their sworn allegiance? Numerous theories abound for the presence of Baphomet. These include, alinguistic corruption of the prophet Muhammed, or Mahomet; a symbol of the“baptism of wisdom” (the direct translation of the Greek term “baphe-metis”);and a literal idol (it is interesting to note that in cabalistic theory, thelesser countenance of God—the “Zaur Anpin”—is revealed as a human head.)Regardless of these elaborations, one thing is certain. On Friday, October 13thof 1307 (the origin of the superstition of Friday the 13th), King Philip orderedthe arrest of several hundred Knights Templar, including their grandmasterJacques de Molay, and formally charged them with heresy, financial corruption,bribery and secrecy. Their assets were seized, members were tortured and burnedalive at the stake (including de Molay) and the order was formally dissolved.The few Templars who survived the extermination went underground into recluse,reemerging a few years later to forge alliances with other military Christianorders prevalent in Europe at the time, such as the Order of Teutonic Knightsand the Knights of St. John. The Templars may have died in the most ignominious of manners. But theirlegacy—and some say their secret teachings—continue to this day. Sometimes inthe most sinister form imaginable, as you will soon see. The Legacy of the Templars The Templar mystique continues to this day, permeated through the teachings ofesoteric orders and secret societies as well as seemingly innocuous entities.The international youth organization Order of de Molay (a Freemasonic offshoot),professing to teach young men to become better and more responsible communityleaders and organizers, takes its name from the “martyred” Templar, Jacques deMolay. The Catholic fraternal organization the Knights of Columbus freely admitthat their structure is modeled after the spirit of the Knights Templar. And theFrench Revolution—widely held to be masterminded by the Order of Illuminati (ofwhom we’ll go into detail in subsequent chapters—found an unlikely ally in theTemplars when, during the public execution of Louis XV, an unknown man lept ontothe scaffolding to yell, “Jacques de Molay, thou art avenged!” before theapplauding crowd before disappearing back into mystery. A blood-drunk boast? Ora Templar descendant? Freemasonry and the Knights Templar Certain traditions hold that some surviving Templars—who were widespread intheir travels and most certainly held alliances and links with numerous Europeancountries—went on to the British Isles (in particular Scotland) where theyperpetuated their teachings and practices in secret, eventually forming thenucleus of one of the most powerful and influential secret societies in theWest: the Ancient and Accepted Rite of Freemasonry. The link between the Templars and Freemasonry became even more brazen in the18th century when the High Knights Templar of Ireland Lodge accepted a charterfrom the Mother Lodge of Freemasonry in Ireland (itself said to be received froma reconstituted Templar order in Paris) establishing and recognizing theirclaims of Masonic jurisdiction, eventually incorporating their rites into whathas been known as York Rite Masonry. This rite is only available by invitation only, and ostensibly, only Freemasonswho profess belief in Christianity (as opposed to standard Freemasonry which isavailable to anyone who professes belief in a higher power of any sort) areeligible. Yet the historical Knights Templar, who were also a nominally“Christian” organization, were alleged to hold beliefs diametrically opposite toconventional Christian doctrine, including the rejection of Jesus Christ(perhaps influenced by contact with the nearby heretical Cathar sect of Gnosticsactive in the 12th and 13th centuries in the region.) Could it be that theirMasonic descendants also teach similar doctrines in their lodge meetings?Doctrines hidden, even from the eyes of the sincere but misguided new recruit? The Priory of Sion Exposed in the early 1980s by writers Michael Baigent, Richard Leigh and HenryLincoln in their best-selling Holy Blood Holy Grail, the Priory of Sion fulfillsthe ultimate archetype of a secret society: a hereditary, and generational groupof French monied elite who claim a lineage directly back to the Knights Templarguarding a central and highly damaging secret. A secret so damning, it couldbring down the foundations of Christianity itself. Namely, the Priory of Sionholds that Jesus did not die on the cross, but survived; and furthermore,established a bloodline with the otherwise vilified Mary Magdalen that formedboth the Merovingian dynasty, and through successive generations, the Templarsthemselves. They purport that this bloodline is the true “secret” behind theTemplar persecution, and that they are sworn to preserve this secret bloodline. While very little historical or scholarly data has been published on the Prioryof Sion (critics have accused the group of establishing a complex hoax,) therehas been a slew of mysterious deaths and kidnappings related to allegedlyprominent members and Grandmasters of the Priory that beg a closer examination.If it is an elaborate hoax, why would members go to such lengths to both concealand perpetuate its myths? Perhaps not surprisingly, the Priory’s membershiproster also includes a number of figures alleged to also be functioning withinthe structure of the dreaded Illuminati. Certainly, the wealth accumulated bythe Priory is enough to make even the most casual observer view their activitieswith suspicion. New Order of Templars Formed by defrocked Cistercian monk and homosexual Jorg Lanz von Liebenfels inAustria in 1905, the Ordo Novi Templi, or New Order of Templars was a bizarreconcoction of Germanic neopaganism, quack science, virulent racism, creativeBiblical interpretations and supposedly divine revelations dedicated to “furtherthe racial self-confidence by doing pedigree[http://en.wikipedia.org/wiki/Pedigree_chart] and racial research, beautycontests [http://en.wikipedia.org/wiki/Beauty_contest] and the founding ofracist [http://en.wikipedia.org/wiki/Racism] future sites in underdevelopedparts of the Earth [http://en.wikipedia.org/wiki/Earth].” To this end,Liebenfels regularly published a magazine entitled Ostara (named for thepre-Christian holy day of the vernal equinox), which found its strongest supportamong brooding pseudo-intellectuals of racist and anti-semitic circles;including a young and impressionable Adolf Hitler. In it, Liebenfels regularlyupheld the superiority of the “Aryan” race, and made military and religious vowsto safeguard the sanctity of the race by sterilizing and eradicating thepresence of “lower” and “inferior” races. What would seem like absurd jabberwocky of the most inane caliber by anysensible human was obviously taken quite seriously by the Third Reich. And it issafe to say that by “just following orders,” the Templar concepts of sacred dutyand unswerving devotion to an ideal found a tragic and convoluted conclusion inthe gas chambers of Dachau and Auschwitz. Ordo Templi Orientis A pseudo-Masonic occult society of self-styled “Warrior Monks” sworn to upholdthe religion of Thelema (an outlandish mixture of pseudo-Egyptian divinerevelation supposedly received by British occultist Aleister Crowley in 1904 viaa channeled text entitled The Book of the Law, whose central tenet can be summedup by the statement “Do what thou wilt shall be the whole of the law”), the OrdoTempli Orientis (literally “Order of the Temple of the East”) seems about as faraway from the Christian ideology behind the historic Knights Templar aspossible. Yet its manifesto (published in 1919) maintains that in its hands is“concentrated the wisdom and knowledge” not only of several esoteric schools ofthought (some entirely fictional) but also, most significantly, of the KnightsTemplar (of whose last Grandmaster, Jacques de Molay, was elected as “saint” intheir central religious rite, the Gnostic Mass. It is also worth noting thattheir website indicates a physical presence in the greater Boston area calledthe Knights Templar Oasis.) It is also worth noting here that the same manifestoincludes the Order of the Illuminati and indeed, one of their degrees isreferred to as “Illuminated.” While in terms of social influence, the O.T.O. seems somewhat small (currentworldwide numbers are estimated at a little more than 3,000 and most memberstend to be categorized as disenchanted members of lower or middle classfamilies), reports of drug abuse and sexual misconduct have been plaguing thecult for well over 30 years. Numerous mysterious deaths have been noted inconjunction with the O.T.O., and allegations of rape and intimidation (sometimesby higher-ups within the ranks) have been launched by former members on numerousoccasions over the years. Other Manifestations Other recurrences of the Templar mysteries have included the Supreme MilitaryOrder of the Temple of Jerusalem (a Christian defense and charitableorganization which traces its roots to the historical Knights Templar, andofficially registered in France in 1919. Members have been implicated innumerous racist and anti-immigrant attacks); the Order of the Solar Temple (asecret society devoted to New Age philosophy, reincarnation, “Rosicrucian”practices and UFO contact with ties to the French far Right, many of whosemembers famously committed mass suicide in Switzerland in 1994 and 1995); TheNew Esoteric Order of the Knights Templar (a New Age and neo-Gnostic cult withties to a noted author within the genre whose works have praised incest andwhose followers have been accused of bribery and embezzlement); and the AncientOrder of Black Templars (a South American sect that practices an offbeat blendof Voodoo and Santeria, Freemasonry and neo-Gnosticism, with links to the O.T.O.and a noted Chicago cult leader known for allegations of extreme sexualmisconduct and prostitution.) Not to mention numerous groups with highly dubious claims of being thereconstituted Knights Templar, including one outfit whose membership includedthe Norwegian Anders Breivik, who murdered over 75 people—many of them teenagersand pre-teens—in Norway during a mass killing in 2009, citing extremeanti-Muslim and anti-immigrant motives as rationale for his attack. Hismanifesto, some 1500 pages of rambling and vitriolic far Right acerbity, makesnumerous references to the ideals of the Templars. Members Since their official dissolution in 1312, the names of the original KnightsTemplar have been lost to history, with the exception of the more prominentmembers. However, members of Templar-derived ideologies and organizations aretoo wide to list here. Some who have been alleged to have been members haveincluded French film maker and painter Jean Cocteau (Priory of Sion); actor JohnWayne (Freemason, Order of de Molay); baseball player Babe Ruth (Knights ofColumbus); composer Claude Debussy (Priory of Sion); cartoonist Mel Blanc (Orderof de Molay); musicians Daryl Hall, John Frusciante and Mick Fleetwood (OrdoTempli Orientis); actor Roy Rogers (Freemason); far Right Belgian politicianJean Francois Thiriart (Order of the Solar Temple); actor Ernest Borgnine(Freemason); Chicago mayor Richard Daley (Knights of Columbus); journalist EdBradley (Freemason); musician Todd Rundgren (Ordo Templi Orientis); formerSecretary of State Henry Kissinger (Freemason, Illuminati); author JohnSteinbeck (Order of de Molay); cartoonist and innovator Walt Disney (Freemason);former Presidents Ronald Reagan and George Bush (Freemasons, Illuminati);painter and inventor Leonardo da Vinci (Priory of Sion); filmmaker Kenneth Anger(Ordo Templi Orientis); actor Jerry Orbach (Order of de Molay, Freemason);General Douglas M. MacArthur (Freemason); author Victor Hugo (Priory of Sion);singer and actor Burl Ives (Order of de Molay); photographer Robert Mapplethorpe(Ordo Templi Orientis); actor Sylvester Stallone (Freemason); composer WolfgangAmadeus Mozart (Freemason, Illuminati); American Revolutionary Paul Revere(Freemason); Prime Minister Cecil Rhodes (Freemason, Illuminati) and Church ofMormon founder Brigham Young (Freemason). "},{"pageContent":"CHAPTER THREE: THE ILLUMINATI The Illuminati. The very name is enough to cause fear and revulsion in the heartof any sensible, free-thinking individual. Rumored to be the impetus behind boththe American and French revolutions of the 18th century as well as both worldwars, the notion of a secretive shadow organization of puppet masters pullingthe strings behind every social movement—progressive or not—and every masscalamity has been the source of mass speculation and paranoia throughouthistory. How did an obscure Masonic offshoot established by a rogue Jesuitpriest in 1776 come to encapsule world power the likes of which is beyond thewildest dreams of even the most greedy of would-be dictators? The truth is, as far as the Illuminati is concerned, very little bedrockevidence for their continued proliferation can be found. The ultimate nature ofa secret society is just that; a secret. And perhaps no other society has beenso successful in shrouding themselves in mystery, deceit and misinformation thanthe Order of the Illuminati. So successful that millions of Americans don’t evenrealize they hold their trademark right in the folds of their wallet: the dollarbill. Look at the backside and observe the enigmatic eye in the pyramid, crownedby the banner “Novus Ordo Seclorum”—the New World Order. If that’s not enough toconvince you of the ultimate plot of their designs, then read on. What yourefuse to admit just might haunt you in the end. Origins of the Illuminati The story of the Illuminati begins in Bavaria in 1770. A Jewish convert to RomanCatholicism, Adam Weishaupt was elected as Professor of Canon Law at theUniversity of Ingolstadt—a chair traditionally held by a Jesuit priest. Despitea subsequent conversion to the Jesuit faith, the 22-year old Weishaupt stillfound himself victim of repeated rebukes and character assassination by Jesuitcolleagues and superiors. Rather than retaliate, the prank-minded Weishauptdecided to form an exclusive cadre of so-called “enlightened ones” orPerfectibilists (literally, “the perfected ones”) on May 1, 1776—coincidentally,the pagan holiday of Beltane—modeled after the degrees and structure ofFreemasonry. The overall goal of the Illuminati was to establish a free and justsociety, without ecclesiastical or political tyranny in which both men and womenwere considered equal, and church authorities had no say. To this end, theyallegedly sought freedom of speech and a complete overthrow of existing powerstructures, receiving funding from the House of Rothschild—both historically andcurrently the leading financiers in global banking—and forging alliances withFreemasonry, whose degree system they adopted into a series of ten symboliclevels: Novitiate, Minerval, Illuminated Minerval, Illuminatus Minor,Illuminatus Major, Illuminatus Drigens, Priest, Regent, Magus and Rex. The initial six degrees appear steeped in the biblical and cabalistic mysteriesof Freemasonry. Indeed, it is from these initial degrees that Weishaupt’sIlluminati structure found the strongest support from existing Masonic lodges.However, at the level of Priest, the candidate was required to renounce andsever all Masonic ties, wearing an oath of devotion solely to the Illuminati.The degree of Regent extended this renunciation from conventional political andreligious structures even further, with the candidate formally denouncing allties to social, religious and political affiliations and was expected to extendthe influence and aims of the Illuminati even further, subverting andinfiltrating those very structures they denounced (a practice reminiscent of theHashishins covered in Chapter One.) The order soon grew support from some of the leading political, literary andsocial figures of the time, including Ferdinand of Brunswick, foreign diplomatXavier von Zwack, the writers Wolfgang von Goethe and Gottfried Herder, DukeKarl August of Saxe-Weimar, philosopher Georg Hegel, mystic Karl vonEckartshausen, the elusive Comte de Saint-Germain, and numerous Princes, Dukesand Barons from Bavaria and beyond. Yet in 1782, delegates from a Bavarian Masonic conference—who had apparentlybeen denied entrance to the upper echelon of the order—formally denounced theIlluminati. Pressure from both the Catholic hierarchy and Masonic lodges forcedthen ruler Karl Theodor to ban the Illuminati altogether, and the order wasannounced as dissolved in 1785. Yet there is substantial evidence that thisdissolution was simply a ruse to hide the activities of the orderinternationally—particularly in France and the nascent America, where Illuminatitenets and doctrines had a substantial influence on both revolutions (it isknown that one of the architects of the French Revolution, Jean-Joseph Mounierwas a member, and there is strong evidence that Thomas Paine, John Hancock,Alexander Hamilton and Thomas Jefferson were secretly affiliated with theorder.) Weishaupt himself fled to Gotha, where he was granted amnesty by DukeErnst II and from which he continued his base of operations until his 1811. As noted previously, Weishaupt drew initial support from the banking dynasty ofthe Rothschilds, and there is considerable evidence that members of the familytook formal initiation into the lodge at its early stages. Other merchants andbankers were well known to have connections to the lodge, including the SwissJean Gaspard Schweizer and the Austrian Ludwig von Goldman. However, it isthrough the Rothschilds (whose scion, Mayer Rothschild is known to have stated,“Give me control over a nation’s currency, and the law is meaningless”) thatWeishaupt drew his strongest financial and social support—a family dynasty thatperhaps not-so-coincidentally were responsible for financing the Napoleonicwars, the establishment of the U.S. Federal Reserve in 1913 and currently own anestimated 220 banks, including the Bank of England, the Bank of Israel and thePeople’s Bank of China, as well as controlling interests in such corporations asMicrosoft and IBM. And it is from the Rothschilds that the Illuminatiperpetuates its most insidious scheme of all—a dynasty consisting of 13 distinctbloodlines. The Illuminati in Doctrine and Practice At this point, the reader will probably ask, “Freedom? Equality? Liberty? Isn’tthat the basis of our modern society? What’s so insidious about freedom ofspeech and justice for all?” And truth be told, the ideals of freedom ofopportunity and discourse ostensibly proposed by the historical Illuminati arenoble and commendable. It is well worth noting that Weishaupt was a notedadmirer of the philosopher Baruch Spinoza, and his fundamental text The Ethics.Ideally, a free market would uphold legitimate and fair trade mutuallybeneficial to consumers and financiers. Given that the Rothschild dynasty currently own an estimated half of the globalwealth, the notion of international free market economics in practice is simplyerroneous. Given their strong prominence within similar global conglomerates ofsecretive elite financiers such as the Bilderberg Foundation, and theirhistorically documented practices of financing almost every imaginable warduring modern history (as well as their current and publicly stated support ofZionist causes in Israel and abroad), even the most skeptical reader shouldsmell a rat behind the myth of free trade. Let’s instead view the Rothschildsfor what they are: robber barons of the most nefarious caliber imaginable. Andhighly successful ones at that. The initial statutes of the Illuminati state that their goal is to “put an endto the machinations of the purveyors of injustice, to control them withoutdominating them.” And while that may have been true in a progressivelyenlightened 18th century European framework, time has shown again and again justhow quickly those ideals were corrupted by parties seeking absolute greed—andabsolute power. These days, the agenda behind the Illuminati’s machinationsinclude: 1.) The establishment of a one world government, complete with one worldmilitary and police and one centralized currency. This is the true promise ofthe “Novus Ordo Seclorum” mentioned previously in the chapter. And both theestablishment of NATO, the United Nations and more recently, the European Union,are tangible reminders of the success of the Illuminati’s mission. 2.) The establishment of a centralized bank controlling all financialtransactions. At the heart of the Illuminati, greed is as critical as power andcontrol. The existence of summits such as G-8, G-12, Bilderberg sponsoredconferences, as well as the recent economic breakdowns that have plagued so muchof the United States and Europe all bear the hallmarks of classic Illuminatidesign. 3.) Advanced micro-chip monitoring of citizens as a need for surveillance andcontrol. This technetronic method of monitoring, as predicted by Illuminatimember Zbigniew Brzezinski in his book Between Two Ages : America’s Role in theTechnetronic Era, is just one step closer to the ultimate control of theIlluminati begun with the establishment of the Social Security identificationsystem and bar-code product identification. In time, this surveillance has alsoincluded digital monitoring of Internet activity, widespread wire tappingtechniques and covert government intelligence agencies. 4.) An absolute totalitarian state in which freedom of expression is prohibitedand dissenting opinion will be stifled. Widespread physical and characterassassinations of those who have set out to expose Illuminati schemes has beenwell documented. Failing to submit to Illuminati designs, for example, the U.S.Select Service System, IRS review, and even the Registry of Motor Vehicles canand have resulted in fines and imprisonment. Other more extreme cases haveincluded murder, blackmail, extortion, bankruptcy and arson. It is this fourth point that is positively critical in assessing the dangers ofthe Illuminati. They are not merely content with a long and deliberatemisinformation campaign (often disseminating conflicting information andsupposed “leaks” about their operations, so that none but the most discerningobserver can distinguish between falsehood and reality), but actively seek tosilence dissent through physical torture and assassination. This methodology wasbest noted by the assassinations of both President Abraham Lincoln and John F.Kennedy—both men whom, if not directly aware of the designs and plans of theIlluminati, certainly saw a reform in government and economic policy directly inopposition to Illuminati doctrine. Other mysterious deaths the Illuminati may beresponsible include the assassination of Archduke Franz Ferdinand of Austria(which precipitated the start of World War I), the assassination of MohandasGandhi, the deaths of Jimmy Hoffa, Marilyn Monroe and Jayne Mansfield, theunexplained “cancer” of Bob Marley and even the recent death of erstwhile “Kingof Pop” Michael Jackson. Both the internal and external symbolism of the Illuminati is rife with occultand esoteric emblems and metaphors, of which the All-seeing eye in the pyramidis perhaps the most notorious. This enigmatic device has entered the popularculture as one of the most enduring symbols, appearing everywhere from thepreviously noted dollar bill to popular novels, movies, comic books and videogames. The ubiquity of this design has led to a public infatuation withIlluminati symbology, often unwittingly—which may indeed be part of theirdesigns after all. In more recent times, Illuminati-based insignia has becomeone of the hottest trends in the music industry, with artists such as Jay-Z,Lady Gaga, Katy Perry, George Clinton, Rihanna, Madonna, Nicki Minaj and Tool—toname but a few—all openly displaying distinctively Illuminati-based symbology invideos, album covers, live shows and promotional photos, be it wittingly orunwittingly. Is this a deliberate courting of controversy? A sort of meta-ploy“wink” to the public fascination with the legend and lore of the Illuminati? Orall part of a carefully constructed plan to lure younger and more impressionableminds into faithfully adhering to Illuminati schematics? Bloodlines of the Illuminati As mentioned earlier, the Illuminati is headed by 13 distinct bloodlines (it isworth noting that the fascination with perpetuating bloodlines is shared incommon with the previous chapter’s introduction to the Priory of Sion.) Muchspeculation and theories of these bloodlines have been made, relating them toeverything from the 12 Tribes of Israel mentioned in the book of Genesis(including the “lost” 13th tribe, commonly held to be the Khazar tribe) to the12 signs of the Zodiac. Given that many prominent figures in government,entertainment and culture are commonly held to hold some degree of involvementwith the Illuminati, it is fair to say that membership is not exclusive to thesebloodlines alone. Nonetheless, the prominence of these bloodlines and theirrespective roles in finance and politics demands strong observance from thoseactively pursuing research into the Illuminati mechanism. 1.) The Rockefeller bloodline. As one of the most obvious and visiblebloodlines in the Illuminati genetic strand, the Rockefeller bloodline isoverseen currently by David Rockefeller, whose interests include Chase ManhattanBank, General Electric, Mitsubishi, Exxon and Mobil Oil. The 99-year oldRockefeller also has been known to have strong ties to the CIA and the NationalSecurity Agency, and is both the founding member of the Trilateral Commissionand the Council on Foreign Relations as well as serving on the Member AdvisoryGroup of the Bilderberg Foundation. Far from denying his involvement inIlluminati schemes, Rockefeller openly admitted it in his 2002 memoirs: “Someeven believe we are part of a secret cabal working against the best interests ofthe United States, characterizing my family and me as internationalists and ofconspiring with others around the world to build a more integrated globalpolitical and economic structure—one world, if you will. If that's the charge, Istand guilty, and I am proud of it.\" 2.) The Rothschild bloodline. As previously mentioned in this chapter, theRothschilds are one of the oldest banking families in international history, andwere directly behind both the establishment of the Federal Reserve and the boththe price of gold as well as its devaluation in 1971 when President Nixonordered the cancellation of the convertibility of the U.S. dollar to gold(historically known as the “Nixon Shock.”) The Rothschild bloodline is currentlyoverseen by both Jacob Rothschild and Benjamin Rothschild, and their combinedinterests include the LCF Rothschild Trust, RIT Capital, Rio Tinto, a list ofover 220 central banks, the Federal Reserve, and the American Bar Association. 3.) The Kennedy bloodline. A Celtic bloodline with strong ties to Freemasonryand Scottish aristocracy, and as immigration occurred towards the New World ofAmerica, organized crime and the Mafia. It is worth noting that the Kennedybloodline, a common Gaelic surname, does not immediately implicate all Kennedysglobally are Illuminati members—or even closely related. But it is stands as atestament to the ruthless blood thirst of the Illuminati that one of the mostprominent descendants was assassinated for allegedly going against officialIlluminati policy; the death of John F. Kennedy, which marked the end of an erain American politics and culture. 4.) The Astor bloodline. Founded by John Jakob Astor, a German-born fur trader,merchant, investor and American emigre active in the 18th and 19th centuries,the Astor family—once synonymous with the most elite of the newly moniedfloating in and out of America in the late 19th and early 20th centuries,particularly in New York—appears to have gone out of vogue. But their interestin politics (the British Astor bloodline has had several representatives inparliament and the Prime Ministry), finance and reputedly the international drugtrade has never waned. This particular bloodline has prominent connections toBritish and American intelligence agencies, the Pilgrim Society, the RhodesScholarship Foundation and numerous private banks, real estate concerns andtrusts. In addition, the Astor dynasty has had a strong relationship inFreemasonry (John Jakob Astor becoming heavily involved with New York Masoniclodges upon his immigration to the America; a strange feat for a man whosupposedly spoke less than a sentence of English) and other eccentricities (onedescendant, Ava Astor was an avowed occultist and believed she was thereincarnation of an Egyptian princess.) 5.) The Bundy bloodline. With strong ties to the worlds of government, research,education, science, philanthropy and Yale’s secretive “Skull & Bones” society,the Bundy family isn’t one of the more recognizable names to many Americans. Butwith Bundy family members serving in such key strategic initiatives as the CIA,atomic research (Harvey Bundy, Sr. served as the chief Pentagon liaison duringthe fabled “Manhattan Project” of the 1940s), the Military, some of America’sleading educational institutions (such as Cornell University, Ohio State andHarvard University) and allegedly, occultism (it is known that prominent bankerHarry Bundy served as a chief adept in a Masonic and Rosicrucian society inColorado in the early 20th century), that very same lack of recognition makesthem all the more dangerous. 6.) The Collins bloodline. An enigmatic bloodline with strong ties to militaryintelligence, law, literature, education and, strangely enough, the church. Thelatter becomes all the more astonishing when it is revealed that some of themore prominent figures in the bloodline have been actively involved inFreemasonry, Rosicrucianism and the occult. Numerous family members have beenimplicated in sex trafficking and organized crime over the years; leading one towatch clearly both the above-ground activities as well as the more clandestine,shadowy natures of this bloodline. 7.) The DuPont bloodline. Best known as heirs to the vast chemical andpharmaceutical dynasty established in 1802 as a gunpowder mill by French emigreE.I. du Pont, this bloodline also maintains strong connections to the Americangovernment, with numerous paid representatives serving in key positions in theHouse of Representatives, Congress and local politics in the state of Delaware.With an estimated combined wealth well into hundreds of billions of dollars andstrong ties to both the Astor and Rockefeller bloodlines, the family played acritical role in securing negotiations for the Louisiana Purchase in 1803, whichhelped expand the territory of the Americas westward. More recently, the DuPontfamily made headlines in 1997, when heir John DuPont—an active philanthropistand sports enthusiast who had been diagnosed as paranoid and psychopathic—wasconvicted of the murder of Olympic wrestler Dave Schultz. However, the family’sconnection with several other mysterious deaths and disappearances indicate thismay not have been likely to be the first instance of foul play; nor is it likelyto be the last. 8.) The Freeman bloodline. Here, the link to the previous chapter’s Priory ofSion is made implicit, as one of the more recent and imminent members of thePriory was one Gaylord Freeman, who served as Grandmaster from 1963 until 1981(although, in keeping with the Priory’s innate vows of secrecy, the elderlyFreeman publicly denied any involvement or even knowledge of the existence ofthe society.) A well-respected financier, Freeman served as Chairman of theFirst National Bank of Chicago, and was a known advisor to both the Nixon andFord administrations, also serving on the board of the Rockefeller-foundedTrilateral Commission. In addition, members of the Freeman family have knownconnections with numerous philanthropies as well as serving on the board of theAnti-Defamation League of B’nai B’rith. 9.) The Li bloodline. An extremely elusive bloodline, operating out of Asia andthe South Pacific. It is estimated that members of the Li bloodline includefinanciers, investors and even presidents and premiers in Hong Kong, Singapore,and The People’s Republic of China (it has been well documented that DavidRockefeller had extensive relations with Chinese premier Li Peng in the 1980s.)The Li bloodline also has extensive ties to the Tongs and other Triads ofChinese organized crime. Above-ground, this bloodline maintains interests inCanadian Imperial, Cavendish International, Bank of Commerce, Hong KongElectric, and American Express, as well as maintaining international relationsin trading and financing with the U.S. 10.) The Onassis bloodline. In a DNA strand already consisting of familydynasties who have entered the public lexicon as being synonymous with untoldwealth, the Onassis bloodline may be among the more famous. Shipping magnateAristotle Onassis gained notoriety as the husband of the widowed JacquelineKennedy in 1968, while his brother and archrival Stavros Niarchos maintained anequally impressive shipping empire, and was rumored to be one of the instigatorsbehind the Suez Crisis of 1956 (a crisis that sought removal of then-EgyptianPresident Nasser and effectively crippled transportation along the Suez Canal.)The Onassis bloodline has been rumored to have involvement with extortion andbribery tactics since at least WW II (working in collusion with the U.S. andGreek governments) and has been implicated in numerous mysterious kidnappingsand deaths (often mysterious drug “overdoses”)—including that of Princess Graceof Monaco. Upon the elder Onassis’ death in 1975, Niarchros took control of thebloodline until his death in 1996. It is not certain who currently oversees thedynasty, but there are some indicators that it may be Niarchos’ son Spyros, whocurrently maintains close friendships with numerous financiers and premiersacross Europe and the Middle East. 11.) The Reynolds bloodline. Best known as the progenitors of both R.J. Reynolds& Co. as well as Reynolds Metals, the bloodline maintains an estimated wealth ofapproximately $80 Billion dollars in addition to their monopolization ofindustries including agriculture and manufacturing. Known for funding lobbyistsand research, the Reynolds bloodline has worked closely in conjunction withseveral U.S. Senators and Congressmen over the course of some 80 years,orchestrating bribes and payoffs and allegedly working in close conjunction withboth organized crime and transportation unions. 12.) The Russell bloodline. With its unique blend of biblical prophecy andapocalyptic rapture, the Jehovah’s Witnesses sect of evangelicalChristianity—which maintains over 9 million adherents worldwide—seems like anunlikely source to find an Illuminati bloodline. Yet its founder, Charles TazeRussell, not only introduced his own eschatological fervor into the Illuminatigene pool, but his ideological descendants—numbering some 120,000congregations—have been alleged to spread chief Illuminati doctrines, withsuccessful civil rights legislations in several countries; as well ashigh-profile investigations into criminal and sexual abuse reports on behalf oftheir congregations. What makes it all the more remarkable is that Russellshares the same blood relation to prominent Freemasons and other shadowyorganizations; including Yale’s Skull & Bones fraternity, of whom it is said itis funded and operated by the legal trust of the Russell corporation. It isworth noting that the late Michael Jackson was raised as a Jehovah’s Witnessuntil his disassociation in 1987. He is reported to have had a long-standinginterest in the Illuminati, and his death in 2009 is still under seriousscrutiny—not least of all from family members, who still maintain adherence withthe sect. 13.) The Van Duyn bloodline. One of the more obscure bloodlines that make up theIlluminati. It is said that they are descendants from early Dutch settlers ofManhattan in the 17th century, and amassed a fortune as traders, merchants andmanufacturers. It is, however, known that one of the founding members of thePlanned Parenthood Federation of America (which, in addition to providingaffordable medical counseling also provides and encourages birth control andabortion) was one Edward Van Duyn, an American physician active in the 1920s and1930s. Planned Parenthood is known to have received funding from trusts andfoundations associated or bearing the direct name of the Astor, Rockefeller andReynolds bloodlines. Another interesting Van Duyn connection maybe the radicalDutch agitator and anarchist Roel Van Dujin, who as public founder of the Provosparty, orchestrated numerous riots and disturbances throughout the Netherlandsin the 1960s and 1970s. Other prominent families who have been known to intermarry into these bloodlineshave included the Ford family; the Vanderbilt family; the Hearst family; theCarnegie family; and the Dodge family. Members One of the ultimate goals of any secret society, as stated previously, is theperpetuation of secrets. And as the penultimate covert secret society, theIlluminati have nearly 250 years and countless wealth behind them enabling themto specialize in psychological operations and misinformation tactics of the mostadvanced sort. Perhaps it’s all the more fitting that the very term ‘Illuminati’translates to the ‘Enlightened ones’; in Latin, the name Lucifer comes from thewords lux ferro, or “bearer of light.” Outside of the above-mentioned bloodlines, there is no accurate count ofIlluminati membership. There are no official records of meetings, no officialmembership rosters and no record precedings. They are indeed, the archetypalsecret society. Yet over the years, numerous names have been brought up in conjunction with theIlluminati; names which, upon close examination reveal common threads that defymere coincidence and take on a decidedly more sinister hue: American pediatrician and physician Dr. Benjamin Spock; director StevenSpielberg; music mogul Rick Rubin; actor Tom Cruise; British monarch QueenElizabeth II; billionaire investor Warren Buffett; Secretary of State HillaryClinton; musician Paul McCartney; Lee Harvey Oswald assassin Jack Ruby; BritishPrime Minister Winston Churchill; former Eisenhower Secretary of State JohnFoster Dulles; actress Angelina Jolie; talk show pioneer Johnny Carson;economist John Maynard Keynes; media mogul Oprah Winfrey; former presidentsGeorge H.W. Bush, Sr. and George W. Bush, Jr.; children’s programming pioneerJim Henson; British Prime Minister Benjamin Disraeli; technology innovatorsSteve Jobs and Bill Gates; musician David Bowie; Israeli president BenjaminNetanyahu; entertainer Bob Hope; Former Soviet President Mikhail Gorbachev;billionaire Richard Branson; artist Salvador Dali; former vice presidents DickCheney and Gerald Ford; former presidents Richard Nixon and Franklin D.Roosevelt; musician Prince; diplomat Henry Kissinger; actor Nicolas Cage; formerPrime Minister Tony Blair; political pundit William F. Buckley, Jr.; hip-hopproducer Dr. Dre; Federal Reserve chairmen Alan Greenspan and Ben Bernanke;basketball player Dennis Rodman; actress and diplomat Shirley Temple Black;Former presidents Dwight D. Eisenhower, Herbert Hoover and Ronald Reagan;director George Lucas; U.N. founder Alger Hiss; and television evangelist PatRobertson. "},{"pageContent":"CHAPTER FOUR: FREEMASONRY Next to the Illuminati (of whom they are closely associated with) no othersociety has spawned more rumors and allegations than the Freemasons. Ostensiblya fraternal organization devoted to charitable deeds, civic obligation,brotherhood and the betterment of the individual, Freemasonry has wielded aconsiderable amount of power over political, economic and social spheres overthe past three hundred years. How then did this strange amalgamation ofdisparate men, rooted in obscure ritual, pageantry and secrecy, come to be knownand reviled as the architects behind numerous revolutions, wars and socialchanges? The institution of Freemasonry describes itself as “a beautiful system ofmorality, veiled in allegory and illustrated by symbols.” Such a description isboth highly suggestive and while open to interpretation, seems to pose noimmediate threat to the general population other than a collection of bizarresymbolism masked by a frequently transparent veil of secrecy (both the ritualsand doctrines of Freemasonry have been openly published, and accessible to evennon-affiliated parties.) In fact, in comparison to the vogue in whichFreemasonry swept throughout Europe and America from its early foundings upuntil the first half of the 20th Century, Freemasonry—which today only numbersapproximately 1.2 million members in the U.S. (a far cry from their heyday ofthe 1960s where membership reached close to 5 million) with numbers predicted todrop considerably in the next twenty years—seems an almost archaic and outdatedthrowback to a period of elaborately costumed galas and mens’ only meetings.Hardly worth serious time or consideration. Yet, as the last chapter has shown, there has been considerable parallels and amutually beneficial historical relationship between Freemasonry and theIlluminati. Virtually all of the founding fathers of the United States wereindeed Freemasons, as has been ably documented elsewhere; In fact virtually allpresidencies have either been manned by Masons or included key cabinet memberswho were affiliated until the presidency of Abraham Lincoln (whose assassinationis still subject for much speculation.) And the influence of the Illuminatibears a striking resemblance to the U.S. Constitution and Bill of Rights.Coincidence? Or is the institution of Freemasonry a training ground of sorts forIlluminati candidacy? As I mentioned in the introduction, unlike the clandestine nature of theIlluminati, Freemasonry may be the classic overt secret society. Membership isopen to all males, 18 years of age, joining of their own free will andprofessing a belief not only in a Supreme Being (and that definition is veryloosely defined) but a belief in the betterment of the individual and society.All that is needed is the sponsorship and recommendation of at least two membersof a Masonic lodge. With a highly visible advertising and PR campaign in recent years (some of whichknowingly nods at their “mysterious” and conspiratorial reputation) in alast-ditch effort to find new candidates from younger generations—most of whomprobably find the structure and rite of the institution hopelessly dull andcorny—Freemasonry is hardly the elusive and elite society whispered about inconjunction with the magnates and leaders of bygone days. If anything, it may becompared to a shell of its former influence and glory. Yet sometimes shells canhide some very strange ghosts, indeed. Like barnacles attached to the hull of a boat, Freemasonry and the Illuminatimay be inextricably linked. How this influence came to be, is another storyaltogether… The Origins of Freemasonry The origins of Freemasonry, as Masonic apologists and authors are so fond ofrepeating, are forever lost to the sands of time; thereby grafting a highlydubious insinuation of ancient legacy upon the history of Masonic Craft. How andwhy these mysterious legacies of ancient pedigree are so integral to Freemasonrymay be largely a result of an unconscious need to equate longevity withrelevance (a notion discarded with the sudden rise of success of institutionssuch as McDonald’s or science fiction movies in the immediate years followingWWII.) Whatever the case may be, the first organized Masonic activity is generally heldto be founded on June 24, 1717 with the assembly of the first United Grand Lodgeof England. Prior to this, there were loosely organized guilds of what has cometo be known as “Speculative Masonry”; that is, loose affiliates of like-mindedindividuals forming a mutual aid society modeled after the stonemason guilds ofthe 13th and 14th centuries, in whom they found an ideal allegory fornon-denominational religious beliefs and the interpretation of biblical parablesas metaphors for both the “universal brotherhood of man” (an idea none toopopular in still pre-Enlightenment times) and historic allusions. Some of theseguilds have been proven to be in existence as early as the 16th century (duringwhich time the stonemason guilds had been officially abolished by ArchbishopThomas Cranmer, leader of the English Reformation, in 1548), but it wasn’t untilat least 150 years later that these guilds met to form a unified front. Over the next 70 years, Freemasonry began to grow considerably among all walksof life throughout Europe, petitioning as it did a relatively egalitarian ethosof brotherhood, justice and labor. As the popularity of Freemasonry grew, so didthe need to formalize established constitutions, dictates and most famously,their degree structure and rituals. Space permits us from delving at all intothe structure of these ritual or degrees, other than to state that they arerooted in biblical, classical and cabalistic symbolism and historical allegory(including the introduction of the myth of the Knights Templar as introduced inChapter Two), the meaning of which is revealed through successive degrees. As the popularity of Freemasonry migrated throughout both Europe and the NewWorld, many of the leading ideologues of the time became enamored of its tenets,which held that the equality of all men was indeed a demonstrable fact (aparallel with the Hermetic axiom of “As above, so below” alluded to in thisbook’s introduction.) Frenchmen such as Jean-Jacques Rousseau, Voltaire andMontesquieu—all leading figures of the Enlightenment whose philosophies wouldhave an inestimable influence on the formation of the American Constitution—wereconfirmed Freemasons, as were American founding fathers such as BenjaminFranklin, Thomas Jefferson and George Washington. In order to place the popularity of such secretive organizations in context, weshould take into account that such movements served a two-fold purpose: thefirst is to provide a relative harbor where such ideals could be championed anddiscussed openly without fear of reprisal from reigning political ideologies whosaw egalitarianism as inimical to their very structure. The second is that of asocial mechanism. Much like today, even intellectuals needed a place free ofjudgment where they could relax and enjoy the fellowship and camaraderie oflike-minded individuals. One drastic, if relevant, example would be the infamousHellfire Club of Sir Francis Dashwood (of which Benjamin Franklin was known tobe a member of)—a libertine society in the 18th century, consisting of bothBritish aristocrats and commoners alike that was said to harbor secret servicesof devil worship; although in all likelihood, this was just a colorful andpoetic metaphor for perpetual drunkenness, as opposed to legitimate Satanicpractices. As both the ideals and the popularity of Freemasonry continued to filterthroughout both continents, so did its interaction with both increasinglyprogressive thought as well as existing Hermetic and Rosicrucianorganizations—both of which shared common philosophical backgrounds. The needfor a more inclusive attitude as well as allowance for diversity of opinion andritual faced the various Grand Lodges throughout Europe and the Americas. Theirdecision was to establish a strict guideline of observance, practices and rituallore in which those outside of its pale—such as lodges which chose to allowfemale participation—bore the stigma of being known as Irregular, or IllicitMasonry. Some customs, such as those of Prince Hall Masonry (which developedamong freed slaves in the late 18th and early 19th centuries) were permitted asseparate but recognized Masonic entities by Grand Lodge edicts. However, thosewho continued to operate—at times clandestinely—as Illicit Masonic observanceswere the subject of outright hostility and vilification. And it is to theseillicit chapters that we must observe if we wish to see the shadow side ofMasonry in action. Freemasonry in Practice In Freemasonry, freedom represented liberty and equality in all sectors of life,inasmuch as it demanded the worship of a Supreme Being (whom Masons to this dayrefer to as the Great Architect of the Universe) whose dictates the Free andAccepted Mason swore to uphold and present himself according to (it isinteresting to note that the Freemasons might be considered early pioneers ofinterfaith practices currently in fashion.) The Masonic candidate was consideredto be a seeker after light (see the last chapter to note the parallels betweenFreemasonry and the Illuminati); and having found it metaphorically in theinstitution of Freemasonry, was expected to act as a similar beacon both thosein his community as well as his fellow Masonic brethren. But for the Illicit or Irregular Mason, this freedom represented liberty from analtogether different sort; freedom from conventional religious structures, aswell as freedom from the burdens of moral dictates they enabled (again, eerilysimilar to the teachings established some seven hundred years earlier by Hassani Sabbah and the Order of Hashishins.) A pertinent example was how the movementspread into Russia in the mid 19th century. Both imperial Russia, its nobilityand even its gentry at the time were plagued by violent attacks from radicalanarchist and nihilist entities (of which, no better loosely fictionalizedexample could be given than in Dostoyevsky’s classic novel “The Possessed”)—manyof whom forged alliances and cells in the Masonic lodges, both regular andirregular, sweeping across Russia at the time. It is well known that the leadinganarchist theorist Mikhail Bakunin (who once wrote that the revolutionary mustseek “the unchaining of what is today called the evil passions and thedestruction of what is called public order. Let us put our trust in the eternalspirit which destroys and annihilates only because it is the unsearchable andeternally creative source of all life the passion for destruction is wholly acreative passion”) was a member of one such lodge, and also called for theabolition of marriage, property and the complete reversal of all social andreligious institution; a charge most commonly associated with the Illuminati. It is also well known that Bakunin enjoyed frequent meetings with CommunistManifesto author Karl Marx and was a direct influence on February revolution of1848 and the Paris Commune uprising of 1871, both of which sought to replace theFrench republic with a more avowedly socialist design. Could it be that thespectres of communism and socialism that haunted much of the 20th century hasits root in Masonic ideals? In America, however, the noble ideals of equality and freedom supposedly germaneto Freemasonry found its diametrical opposite in the Civil War and its twistedoffspring, the Ku Klux Klan. Albert Pike, a Boston born turned officer in theConfederate army, was a top-ranking 33rd degree Freemason (the highest ofdegrees Regular and Accepted Freemasonry recognizes) and author of the esteemedwork Morals and Dogma of Freemasonry (a work which is replete with extensivereferences lauding the figure of Lucifer; again, redolent of an uncanny parallelto the Illuminati.) Pike, who would early on in his career pen hymns to unnamed pagan gods, also hada role in establishing the Ku Klux Klan, along with Nathaniel Bedford Forrest(himself a fellow Freemason)—a secret society itself which swore to uphold therights of white citizenry and landowners from what they viewed as the threatfrom newly freed slaves. This society, replete with elaborate code words,costumes, and dreadful oaths of secrecy went on to initiate some of the mostappalling and cowardly acts of widespread violence and murder, acts which theyhappily admit to continuing to this very day. Numerous other top rankingconfederate soldiers also took part in the establishment of the Klan, including,including Gen. William Henry Wallace, Col. Henry Alexander Wise and even (so itis rumored) General Robert E. Lee. Which gives pause to wonder how sincere wasFreemasonry’s supposed avowal of freedom, equality and liberty if some of itschief proponents were unabashed supporters of the most senselessly barbaric anddehumanizing institutions in American history? Perhaps more interestingly and tellingly were a series of letters Pike wrote in1871 to a leading Masonic diplomat and politician named Giuseppe Mazzini, theorganizer of an Italian political party named La giovine Italia, which wasdevoted to the unification of the separate states and kingdoms across theItalian peninsula (and whose slogan was “One, Independent, Free Republic.”) Inthem, Pike predicts the coming of three separate world wars which was necessaryto sow and ferment interior conflicts, leading up to one great and inevitablesocial cataclysm; a trial by fire after which the doctrine of pure light andreason would reign (again, signifying roots in Illuminati doctrine.) Masonry had already been well established in Italy by the year 1877 and theformation of the Lodge Propaganda Massonica in Turin. After WW II, Freemasonrywas all but dormant in Italy due to both the banning of Masonry by Mussolini’sregime as well as the scrutiny of the Christian Democrat party then in power (itis interesting to see how strong a hold Freemasonry took in Italy, given thenotorious animosity between Masons and the Catholic Church.) However, a renegade but recognized Freemason by the name of Licio Gelli (knownhimself to show pro-Fascist and Nazi sympathies) reconstituted the moribundLodge as Propaganda Due, or P-2 in the late 1960s, outside the jurisdiction ofthe Grand Lodge of Italy. Within a matter of a few short years, Gelli was knownto have influence over the highest echelons of Italian society, including thesovereign state of the Vatican—with whom, it has been shown, Gelli alliedhimself with in the business of helping to harbor Nazi war criminals in hiding. In fact, Gelli’s influence was so widespread that P-2’s influence began to beseen as a shadowy, secret government, virulently opposed against the ItalianCommunist Party (of whose members the Lodge committed several notablekidnappings and subsequent murders) and regularly supported by the governmentsof Brazil, Nicaragua, Uruguay and Argentina (of whose dictator, Juan Peron,Gelli repeatedly referred to as being his close, personal friend.) When Gelli’spersonal list of P-2 members was discovered in 1981 following the Vaticanbanking scandal (in which the Vatican was accused of being the main shareholderof Banco Ambrisiano, a private bank that also operated as a money launderingsource for various members of the Mafia—a scandal which left bank president andP-2 member Roberto Calvi dead in a likely P-2 assassination), its rosternumbered forty-three members of the Italian parliament, three cabinet ministers,the head and sub-heads of every major branch of the Italian military, Italy’stop financiers and bankers, major media figures and even future Prime MinisterSilvio Berlusconi (of whom Gelli stated in 2003 in reference to, “All isbecoming a reality little by little, piece by piece. To be truthful, I shouldhave had the copyright to it. Justice, TV, public order. I wrote [Berlusconi’sadministration] thirty years ago.”) Also figuring prominently on Gelli’s list were noted members of the Gambino andLucchese mafia syndicates. Yet despite several—possibly hundreds of—unexplaineddeaths and disappearances, bribery and corruption charges, and known involvementwith military takeovers in South America, the 95 year old Gelli not only remainsa free man to this day, but was nominated for a Noble Prize in literature in1996 by none other than Mother Teresa of Calcutta. Perhaps not all thatsurprising at all; rumors of Gelli’s involvement with NATO and CIA-sponsoredcampaigns of sowing anti-communist sentiment abroad have been heard for decades. Italy wasn’t the sole totalitarian regime to outlaw Freemasonry; secretsocieties of all sorts had been banned with the rise of Hitler and the NaziParty in 1933. Yet the influence of Freemasonry in the German political spectrumhad been felt for decades prior, most notably during the reign of PrussianChancellor Otto von Bismarck. Bismarck, a 33rd-degree Mason, helped annex andunify the outlying states of the German confederation, paving the way for thesecond Reich Wilhelm I of Prussia (himself allegedly a 33rd-degree Mason) duringa series of bloody wars (including the Franco-Prussian War), eventually becomingthe first elected Chancellor of Germany. Ironically, it was Wilhelm I’sgrandson, Wilhelm II’s reign that helped usher in WWI—itself, frequentlyimplicated as being evidence of an Illuminati plot. It is known now that vonBismarck was granted the establishment of a Supreme German Council ofFreemasonry by none other than Albert Pike; a fact that, in light of Pike’sprophecies to Giuseppe Mazzini, makes the previous sentence all the moredamning. Even the Ordo Templi Orientis, discussed in Chapter Two, was established in 1895in Germany as a “Academica Masonica” by the Austrian chemist Karl Kellner andDr. Theodor Reuss—a singer, journalist, police informant, spy and one time loverof Karl Marx’s daughter, Eleanor. It is known that Reuss made connections inMunich in 1880 with descendants of Weishaupt’s original Bavarian Illuminati, andreceived a charter to revive it. Indeed, one of the Order’s initial manifestopurports to teach “the key to all the secrets of Freemasonry” as well as thoseof “sexual magic”; and since numerous allegations of rape (the O.T.O is one offew Masonically-derived bodies to allow an equal female presence), assault andcoercion—to speak nothing of mysterious deaths and known drug use—one wondershow to interpret those secrets. Chinese Freemasonry is officially banned by the People’s Republic of China,although a Grand Lodge was formed in Taiwan in 1949 that is officiallyrecognized by the United Grand Lodge of England. However, there are parallelroots in the emergence of mutual aid societies developing along mainland Chinain the 16th and 17th centuries, and it is quite probable that Freemasonry couldhave been established via trade routes in the country as early as the late1700s. Regardless, the intermingling of Freemasonry with the new Chineseimmigrant culture in the U.S. began in the early 19th century with the rise ofthe East-West maritime trade and the construction of the transcontinentalrailroad, and by the 1870s there were Chinese Masonic lodges meeting in variousmajor metropolitan cities throughout the U.S. However with the necessary emergence of the notorious Triads of Chinese-Americanlegend (themselves initially mutual aid societies devoted to aid Asian familieseither threatened by xenophobic sentiments or to assist in helping them settleabroad) during approximately the same time, by the 1940s the migration ofChinese, Taiwanese and Hong Kong natives took on a decidedly morecriminally-minded hue than merely the colorful customs of fraternalassociations. Chinese Masonic lodges have known to harbor high-level drugdealers and provide a blanket covering for extortion, gambling, prostitution andcounterfeiting activities, all safely camouflaged by the already secretiveMasonic square and compass. There’s no way of knowing how deep the extent ofcriminal syndicate infiltration with Masonic lodges is just yet, but accordingto police and FBI reports it has been occurring widely since the 1970s—at thevery least. Dangers of Freemasonry As stated in the introduction, there’s little reason to assume that allFreemasons are behind a single unified plan for global domination. In fact, fewMasons even make it to the higher echelon—most are content on enjoying a nightout without their wives, dressed in outlandish costumes, referring to oneanother by exalted names and secret handshakes. A grown up version of atree-house club. Would these grown-up boys be so quick to knowingly address one another with awink and a nod if they knew the true history and shadowy elements behindFreemasonry? I chose to omit some of the more outlandish accusations leveled againstFreemasonry in this chapter and instead chose to rely on verifiable facts. Notbecause there may not be justifiable basis in those accusations, but because thededicated researcher would have an easier time trying to discern what goes onbehind those closed doors if presented with concrete reality instead ofopinionated fancy. The real danger in Freemasonry is not necessarily that ofunmitigated evil lurking behind the sanctum sanctorum of your local Masoniclodge. No, the true danger is how quickly seemingly noble virtues can bedenigrated to the spheres of greed, crime, bigotry, murder and the corruptionprovided by unassailable power. And how quickly those virtues can be integratedinto a schematic of control and domination on a global political and socialscale. Unless, of course, those noble virtues were simply part of that schematicall along… Members In addition to the previously mentioned parties in this chapter, known currentand historical Freemasons have included: Emperor of Mexico Agustin I; astronautEdward “Buzz” Aldrin; French emperor Napoleon Bonaparte I; author Mark Twain;automotive pioneer Walter Chrysler; aviator Charles Lindbergh; poet AlexanderPope; actor Richard Pryor; Supreme Court Chief Justice Earl Warren; silent filmdirector Louis B. Mayer; FBI Director J. Edgar Hoover; Turkish leader MustafaKemal Ataturk; escape artist Harry Houdini; Bolivian leader Simon Bolivar;silent film director Cecil B. DeMille; former Russian Czar Alexander I; formerPresidents James Garfield, William McKinley and James Monroe; boxer Sugar RayRobinson; King of Sweden and Norway Charles XIII; artist Marc Chagall; composerFelix Mendelssohn; British King William IV; author Arthur Conan Doyle; BellAircraft founder Lawrence Dale Bell; automobile pioneer Henry Ford; FormerPresidents James K. Polk, Andrew Jackson and Calvin Coolidge; boxing promoterDon King; Apple co-founder Steve Wozniak; Chief Justice Earl Warren; Mt.Rushmore sculptors and designers Gutzon and Lincoln Borglum; explorer RichardFrancis Burton; former presidents Harry S. Truman and Theodore Roosevelt;American frontiersman Davy Crockett; Belgian King Leopold I; politician BobDole; philosopher Friedrich Schiller; Church of Mormon co-founder Joseph Smith;Revolutionary War general Benedict Arnold; Supreme Court Justice ThurgoodMarshall; British King Edward VIII; philosopher Johann Gottlieb Fichte; explorerHiram Bingham; and former presidents Warren G. Harding and Lyndon B. Johnson."},{"pageContent":"CHAPTER FIVE: THE TRILATERAL COMMISSION AND THE BILDERBERG GROUP In the altogether elusive lore of secret societies, no two entities seem moreunlikely of inclusion than the Trilateral Commission and the Bilderberg Group.Both are well-documented, if private, institutions whose existence as advisorson topics of global political and economic affairs have been well documented.Neither claim any illustrious (if dubious) heritage or claims to hidden “wisdom”or any esoteric underpinnings that have marked so many of the groups that wehave covered to date. In fact, both seem like standard geopolitical think-tanks,with all the trappings of banality, bureaucracy and docile harmlessness that onewould expect from any supposedly “non-partisan” socioeconomic institution.Minutes and synopses from regular conferences are routinely updated on theirwebsite, and both foundations appear to operate with the relative transparencybelying any supposed clandestine activity. First impressions aren’t always correct. The truth is, behind their veil of seeming mundanity and discourse of fostering“growing interdependence,” there is a definitive ethos of globalization thatappears at times downright identical to historical Illuminati doctrine andmethodology. So identical, that the mutually recurring names andcross-pollination between all three entities are hardly coincidental. And withkey advisors on both entities including top financiers, government “advisors”and subsequent appointed economists, the end net worth between the two justcould ostensibly foster leading breakthroughs in scientific research anddevelopment, end poverty or world hunger, or ensure an adequate globalinfrastructure of resources for developing communities worldwide. Or it could beone more step towards a centralized world government skeptics have been laughingat threats of all these years. Synarchy and its Malcontents The purpose of this book is to provide a historical overview of secret societiesand the threat they pose to the global population. It is not meant as to purportany political overview, serve as an economic primer or foster xenophobicsentiment. The educated reader can, and likely will, come across suitable worksin which he can make an informed viewpoint in this regard; and in alllikelihood, he or she has already done so. But in researching this book, oneparticular strand tends to serve as a unifying factor behind the seemingdisparity of these groups. That factor is that of a singular philosophy thatseeks to construct a homogenized culture and governmental structure, wielding aninordinate and unassailable power, aided by the twin guardians of finance andcronyism. One in which dissent is silenced—by acts of violence if need be—byforce, and control exerted over every aspect of its citizens lives, oftenunknowingly. In order to understand how the theory of such a global totalitarian regime couldpossibly manifest, we need to go back to its roots—ones which date back to the19th century and which lay in an obscure political doctrine entitled synarchy.And one which was first proposed by a French occultist and known Freemason namedJoseph Alexandre Saint-Yves d’Alveydre. As mentioned in the previous chapter, the emergence of radical anarchist,socialist and nihilist philosophies had entered into vogue in Europe during thelatter half of the 19th century, inspired by writers such as Bakunin, Marx, P.J.Proudhon, and Karl Heinzen (who wrote that “the principal agent of historicalprogress is murder.”) Simultaneously, there was a resurgence in Hermetic andRosicrucian philosophies throughout the artistic beau-monde at the time, witheven noted philosophers in support of rationalism and reason becoming entrancedwith the mystical doctrines. Central to this doctrine was the notion of an eliteand unseen cabal of “secret chiefs” that guided the progress and evolution ofman’s spiritual and even material progress (a trait that should now be evidentas common to Freemasonry and the doctrine of the Illuminati.)Also in vogue was the notion of Hegelian dialectics, which held that theprinciples of thesis, antithesis and synthesis were the rational successiveconclusions behind all phenomena but also that that this model could apply tolarge scale political constructs as opposed to the merely subjective queries ofontology. One of the early adopters of this strange graft of dialectical logicwith esoteric philosophy was the aforementioned D’Alveydre, whose solution tothe threat of nihilistic social breakdown was to counter it with what he termedsynarchy, or synarchism, which translates to “joint rule.” In his work La France vraie (The Real France), D’Alveydre put forth that theconcept of synarchy—his idealized form of government derived from bizarrebeliefs about Ancient Egypt and Atlantis being harmonious societies existing asan organic “unity”—rested on two pillars. The first being that synarchyrepresented a ‘Government by an enlightened elite.’ Naturally, the “elite”themselves would decide on the definition of “enlightenment”; presumably itreferred to those who were agreement with them. The second would be the polaropposite of anarchy, where if a minimal necessary state was needed it would haveminimal control, in synarchy the state would have maximal control over eachaspect of individual’s lives. To this end, D’Alveydre and his followerspredicted the rise of a Federal European Union, creating a classless buthierarchal mega-state, run by an enlightened elite with neither conservative norliberal policies but ones whose enlightenment entitled them to decide andcontrol every single aspect of the lives of the populace. Despite the legitimate threats of both World Wars effectively ending the luxuryprovided to the leisure class to pursue this crackpot mystical political theory,its fundamental ideas began to seep throughout Europe. Both Fascism and theCommunism of the USSR are essentially elaborations on fundamental synarchicprinciples, and during the second World War, French Synarchists collaboratedwith German occupying forces in Vichy France on grounds of preserving the modelof state apparatus. Of course, the world has learned from the mistakes oftotalitarian regimes, and would never seek absolute control over an absolutepopulace in the 70 or so years since? Unless, that is, you ask residents of the European Union. Who can count apredominantly high number of representatives among the most visible advisors ofboth the Trilateral Commission and the Bilderberg Group. The Trilateral Commission Formed in 1973 by David Rockefeller (whom you will no doubt remember fromChapter 3), The Trilateral Commission bills itself as a private commissionformed of “citizens of Japan, Europe and North America to foster closercooperation among these core industrialized areas of the world with sharedleadership responsibilities in the wider international system.” From itsfounding declaration: \"Growing interdependence is a fact of life of the contemporary world. Ittranscends and influences national systems... To be effective in meeting commonproblems, Japan, Western Europe, and North America will have to consult andcooperate more closely, on the basis of equality, to develop and carry outcoordinated policies on matters affecting their common interests... refrain fromunilateral actions incompatible with their interdependence and from actionsdetrimental to other regions... [and] take advantage of existing internationaland regional organizations and further enhance their role. The Commission hopesto play a creative role as a channel of free exchange of opinions with othercountries and regions. Further progress of the developing countries and greaterimprovement of East-West relations will be a major concern.” Yet critics have been quick to point out that this “fostering ofinterdependence” has done little to ameliorate fundamental disparities ofexchange, but has exacerbated existing crises of common interest; in certaincases manipulating them to suit their own agendas. One early critic was formerSenator Barry Goldwater, who suggested it was a “coordinated attempt to seizecontrol and consolidate the four centers of power: political, monetary,intellectual and ecclesiastical in the creation of an economic world powersuperior to the political governments of the nation-states involved.” While fromthe opposite end of the political spectrum, leading Leftist semiotician NoamChomsky implies that the Commission is “concerned with trying to induce whatthey call ‘more moderation in democracy’; turning people back to passivity andobedience so they don’t put so many constraints on state power.” Yet it was up to the aforementioned Rockefeller—along with Trilateral co-founderZbigniew Brzezinski—to effectively select and choose the several hundred leadingminds of finance and industry to serve on the initial committee; essentiallyensuring that the global financial interests of the Rockefeller empire would bebest served by its committee members. And it was largely their joint ploy thathelped elect then-Georgia Governor Jimmy Carter the presidential seat in 1976.And given the Rockefeller’s vested personal portfolio of real estate investmentsin Atlanta was estimated to be in the $5 Billion range during the 1970s alone,is it any wonder that Atlanta was known as the “Rockefeller Center of theSouth?” Yet money alone isn’t sufficient to sway the minds of a general populace. Thecollective human experience shows us that there must be a concrete series oforganizing principles and guidelines—no matter how absurd or irrational—in orderto develop (or perhaps more appropriately, suggest) the approval or disapprovalof a mass population. So before you read the following words of TrilateralCommission co-founder and former National Security Advisor for President CarterZbigniew Brzezinski (from his 1970 opus Between Two Ages,) you may want to keepan open mind about the previous section’s description of synarchy: “In the absence of social consensus society's emotional and rational needs maybe fused -- mass media makes this easier to achieve -- in the person of anindividual who is seen as...making the necessary innovations in the socialorder. “Such a society would be dominated by an elite whose claim to political powerwould rest on allegedly superior scientific know-how. Unhindered by therestraints of traditional liberal values, this elite would not hesitate toachieve its political ends by the latest modern techniques for influencingpublic behavior and keeping society under close surveillance and control. “Though Stalinism may have been a needless tragedy for both the Russian peopleand communism as an ideal, there is the intellectually tantalizing possibilitythat for the world at large it was, as we shall see, a blessing in disguise.” Which can be compared with the statements of Rockefeller himself after his 1973visit to the People’s Republic of China: “The social experiment of China under Chairman Mao's leadership is one of themost important and successful in human history.\" (New York Times, \"From a ChinaTraveler,\" August 10, 1973) “... the family unit is broken up...The children aretaken away from the parents and placed in government-run nurseries...The parentsmay see their children once a week and when they see them they cannot showaffection toward the children. The idea is to have the children and the familysever their affection and direct it toward the state. Names are taken away fromthe children and they are given numbers. There is no individual identity... Thecommune system is destroying morality in Red China: There is no morality becausethe love of the family is taken away. There is no honesty and respect among menor between men. There is no human dignity: they are all like animals. There isno guilt associated with murder of individuals for the improvement of thestate…” Both of which may shed an entirely new light on the proposition of “fosteringinterdependence between nations.” The Bilderberg Group Within the realm of overt secret societies, the Bilderberg Group enjoys acertain notoriety as operating under policies of exclusivity and privacy.Paradoxically, it has never denied its existence, and lists annual members andchairmen of its conferences openly, even publishing its findings and reports.Yet surrounding them remains a veil of secrecy and elitism that causes thecasual observer to ponder what the real motivations are behind their seeminglydiplomatic and benevolent facade. The Bilderberg conferences were established in 1954 as a private three-dayconference between approximately 60 leaders of politics, finance and industrydesigned to foster dialogue between North America and Europe. The climatebetween Western Europe and North America was marked by a certain manner ofdistrust and suspicion, owing to the then-burgeoning influence of post-WWII andCold War politics on both sides. Seeking a way in which representatives couldbetter establish diplomatic ties, organizer Jozef Retinger—a Polish politicaladvisor then in exile from his native homeland by the Communist regime—sought tocontact both top advisors and industry heads from other European nations, who inturn contacted then CIA-head Walter Bedell Smith and Eisenhower advisor CharlesDouglas Jackson to lend their support. Subsequently, fifty delegates from 11European countries and 11 delegates from the U.S. attended the first conferenceheld at the Hotel de Bilderberg in the Netherlands from May 29-31 in 1954. Themeetings were a rousing success, and soon became inaugurated as an annualconference held worldwide, with attendees now numbering between 120-150. Retinger’s background is worth noting, since his background during WWII remainsunclear. It is clear that he met with top leaders of the Polish Underground whowere then under Soviet annex in 1944. Yet certain factions viewed him withmistrust; was he working on behalf of German occupying forces? Allied forces?The then-exiled Prime Minister Wladyslaw Sikorski? The question remainedunclear, and he survived several assassination attempts before his exile in1947. What is known is that both Sikorski and Retinger were strong supporters ofa European unification, and that the latter helped found both the Council ofEurope (a concept which was wholeheartedly proposed and embraced by BritishPrime Minister—and Freemason—Winston Churchill as early as 1943) and theEuropean Movement International between 1947 and 1949; both of which are directprecursors to the current European Union. Briefly put, both organizations were strong promoters of the concept of a fullyintegrated and centralized “United States of Europe” in which a centralizedEuropean parliament and Constitution would be directly applicable to allcitizens under its purview, regardless of which respective national region theydwelled in, each subject to applicable centralized law and edict. Enlistingvarious high-level industrialists and lobbyists and directly influencing UnitedNations decisions, these integrated European movements disseminated variousthink-tanks—including the Bilderberg conferences— throughout the 1950s until1993, when the Maastricht Treaty came into unanimous effect and the architectsof a federalized Europe realized their dream some 50 years later with theemergence of the European Union. The similarities between the EU and the concept of synarchy mentioned previouslyin this chapter are altogether striking. True, the former may not speak themystical language of enlightened despotism (proposed as early as 370 BC by Platoin his Republic) guiding man’s evolution through direct reign and control, butthe notion of a singular law, a singular constitution, a singular government allbetoken the same quest for omniscient power as predicted by D’Alveydre as earlyas 1887 (which owes more than a tip of the hat to the initial influence of acentral federalized government proposed by the Masonic founding fathers of theU.S.) In fact, one can’t help to think of the ghost of D’Alveydre smiling as hestood in line at the Euro Disney in 1992, knowing that his initial seed wouldcome into full fruition less than one year later. Tyrants can be suchthoughtfully patient gardeners at times, indeed. These days, the heads and attendees of Bilderberg conferences have includedowners from the Washington Post and New York Times; heads of IBM, Google,Unilever, Goldman Sachs, Nestle, BP and Barclays Bank; heads of the FederalReserve Bank, the World Trade Organization, the Council on Foreign Relations andthe Department of Defense; and even foreign royalty and presidents (in a largelysymbolic gesture, we presume.) And yet despite this level of combined wealth andprestige, economic disparity both in the U.S. and internationally is at anall-time high; medical and disease-borne crises remain at critical levels; andthe effective notion of high-level surveillance techniques has been proven notto be a flight of fancy, but an orchestrated tactic used by severalgovernments—all of whom represent supposedly democratic interests. And yet, these multinational corporations continue to see record profits,international tax loopholes, increased presence and a suspiciously high degreeof lobbying influence. Wars are fought solely along broadly established economiclines, sanctions are placed into effect, and policies that directly affectpublic safety are implemented without public approval or knowledge. With this in mind, shall we be so quick to rashly dismiss D’Alveydre as acrackpot? Dangers of internationalist efforts The dangers of both the Trilateral Commission and the Bilderberg group(s) aredirectly because, not in spite of, their supposed transparency. By operating indirect view of public scrutiny, they allege benevolence and diplomacy, invitingany casual observer to see for themselves what these meeting seek to accomplish. Yet, despite this factor of transparency, both organizations remain rooted in anideology that embraces a centralized and homogenous culture, both free of thenuances and diversity of traditional nation-states, but also fostering an“interdependence” on the sanctity and unassailability of a unified super-power,controlling each and every aspect of its subjects lives and prohibiting freespeech, movement, exchange, dissenting opinion and autonomy by the establishmentof universal power. In essence, the most successful realization of theIlluminati dream imaginable. Members As private organizations, it has only been until very recently that both theTrilateral Commission and the Bilderberg conferences have opened up membershiplists to the public due to extreme scrutiny, largely based on their avowedissues of “security” and legal standings as private, non-profit entities. Members of the Trilateral Commission have included: Shell Netherlands CEO DickBenschop; Former National Intelligence Chairman Joseph Nye, Sr.; former FederalReserve Chairmen Alan Greenspan and Paul Volcker; Mattel CEO Robert Eckert; U.S.Senators Dianne Feinstein, John D. Rockefeller IV and Charles Rangel; formerSecretary of States Henry Kissinger and Madeline Albright; Hess CEO John A.Hess; former EU Ambassadors John Bruton, Tomas Hendrik Ilves and Max Jakobson;BAE Systems Chairman Richard Olver; NATO Chairman Pierre Lellouche; ING ViceChairman Cees Maas; Bain & Company Managing Adviser Robin Buchanan; AtlanticMedia Co. CEO David Bradley; Santander UK CEO Ana Patricia Botin; UBS ViceChairman Lord Brittan of Spennithorne; Toyota Motor Co. Chairman Fujio Cho; Bankof Tokyo-Mitsubishi President Nobuyuki Hirano; Samsung President Lee-jae Yong;Korean Ambassador Hong-Seok Hyun; AIG Vice Chairman Jakob Frankel; formerIsraeli Ambassador Itamar Rabinovich; SMS Chairman Heinrich Weiss; Prince Philipof Greece; Siemens CEO Philip Loscher; HSBC Director Rachel Lomax; N.M.Rothschild Advisor Panagis Vourloumis; former Executive Director of the 9/11Commission on Terrorist Attacks Philip Zelikow; and former U.S. NationalSecurity and Intelligence Advisors Dennis Blair and James L. Jones. Members and attendees of the Bilderberg conferences have included: CitigroupVice Chairman Peter Orszag; AXA CEO Henri de Castries; Dow Chemical CEO AndrewLiveris; Queen Beatrix of the Netherlands; former US Congressman Richard “Dick”Gephardt; Former President Bill Clinton; U.S. Senators John Edwards, DianneFeinstein, John Kerry and Sam Nunn; former Secretaries of State Henry Kissingerand Condoleeza Rice; Xerox CEO Paul Allaire; former BP CEO John P. Browne;Barclays CEO J. Martin Taylor; F.Hoffmann-LeRoche and Co. CEO Fritz Gerber;Former Director of N.M. Rothschild Norman Lamont; Central Europe Trust ChairmanAndrzej Olechowski; Goldman Sachs Chairman Peter Sutherland; Former U.S.Treasury Secretary Robert Rubin; Google Executive Chairman Eric Schmidt; PrincePhilippe of Belgium; ALCOA CEO Klaus Kleinfeld; former World Bank PresidentsRobert Zoellick and James Wolfenson; EU Ambassador Bjorn Grydeland; EuropeanCentral Bank President Jean-Claude Trichet; Goldman Sachs CEO Peter Weinberg;Wall Street Journal Editor Robert Bartley; IBM Chairman Louis Gerstner, Jr.; TDBank President Edmund W. Clark; Former U.S. Senator Tom Daschle; Merrill LynchVice Chairman Harold Ford, Jr.; Former Federal Reserve Chairman Ben Bernanke;National Security Agency Director Keith Alexander; Novartis Chairman DanielVasella; Amazon Founder and CEO Jeff Bezos; and Microsoft founder and CEO BillGates."},{"pageContent":"CHAPTER SIX: COUNCIL ON FOREIGN RELATIONS Since its founding in 1921, the Council on Foreign Relations has been one of themost prestigious think-tanks devoted to global economic and trade policies inhistory. Unlike other private entities (such as the Trilateral Commission orBilderberg group), the Council on Foreign Relations has woven itself into thefabric of American society, becoming a deeply ingrained public informer andpolicy advisors most American citizens simply take for granted, neverquestioning how much influence this seemingly “private” entity has over bothdomestic and international politics. Which might be precisely why this 5000-member private “think tank” is viewedwith such suspicion by critical observers. Few Americans can argue that issues of free trade, financial regulations andeconomic consolidations are at the forefront of the current U.S. economicsystem. But how are those policies constructed? Who or what informs them? Why isit U.S. voters get very little say in how policies which affect domestic jobs onthe most critical level are implemented? Are these policies in the best interestof the American public? Or do they serve entities that have a much more specificinterest in mind; an interest that serves not only global entities, but awholesale global consolidation of power of which the U.S. represents only onevery small aspect—and furthermore, one in which the interests of democracy playabsolutely no role whatsoever? In order to better examine the role that the Council has played within settingboth domestic and international policies over the past 95 years, it’s necessaryto go back to the history of the Council and examine the pretext and context inwhich it was formed. Origins of the Council on Foreign Relations Immediately following the first World War, America faced a certain dilemma onits interaction with foreign nations, in particular Germany. America had been aninitial supporter of Germany during its entrance into the war, but public andgovernment sentiment soon turned against the nation, and support was at bestambivalent; and at worst, critical. After Germany’s defeat, a fellowship ofleading scholars, economists and political advisors had been asked to briefthen-President Woodrow Wilson (who had famously used the term ‘New World Order’during his Fourteen Points speech of 1918 when he stated apropos of Germany’sinvolvement in WWI: “We wish her only to accept a place of equality among thepeoples of the world – the new world in which we now live – instead of a placeof mastery.”) about options of international diplomacy once the war had ended.At the conclusion of the delegates’ participation in the Paris Peace Conferenceof 1919, they decided to create an Anglo-American private institution called TheInstitute of International Affairs, which would proffer an independent,non-partisan opinion on international relations. Yet the American public waswary of any internationalist activity as a result of the tragedies of WWI, andwithdrew support in a wave of public outcry. The fellowship insteadreconstituted under the name of the Council on Foreign Relations and beganmeeting discreetly to avoid arousing public suspicion until 1922, when theyannounced their formal incorporation. Immediately prior to the outbreak of WWII, both the Ford, Rockefeller andCarnegie Foundations—all of whom have been noted as having distinct ties to theIlluminati, with the Rockefellers serving as the chief “bloodline”—began fundingthe Council, leading to the establishment of various sub-committees which servedto influence both local and national leaders, and subsequently public opinionabout growing concerns and threats to international diplomacy. Eventually, theCouncil’s esteem within the federal government became so great that during theoutbreak of WWII they were asked to be strategic advisors on economic, militaryand political imperatives facing America’s entry into the war. Their prominencewithin key strategic initiatives of the U.S. Government continued to lastthrough the Cold War and Vietnam (a survey of over 500 government officialsconducted between 1945 and 1972 indicated that well over 50% were serving or hadserved as key members of the Council) up until this very day. Which hastens toask, why would a private, independent, non-partisan membership organization havesuch a key and decisive influence over economic, political and militaryinitiatives? Perhaps most prescient are the words of former Supreme Court Justice FelixFrankfurter, who stated at the height of the Council’s disproportionaterepresentation in the U.S. government during WWII and the Cold War: “The realrulers in Washington are invisible and exercise power from behind the scenes.” Criticism of the Council on Foreign Relations The Council has been praised by media and political luminaries such as BrianWilliams, Fareed Zakaria, Senator Chuck Hagel and the actress Angelina Jolie(whose qualifications as a credible source on international policy wereobviously so well-established that the Council solicited her membership in 2007)who have gone on record as stating that the Council is an “indispensableresource in an increasingly complex world.” Which is much of what you’d expectfrom paid Council members; which, in fact, all four are. When former Secretaryof State (and both Trilateral Commission, Bilderberg participant, long-runningCouncil chairman and alleged high-ranking Illuminati member) Henry Kissinger wasrecently asked to comment about the 2008 CFR-sponsored Global Governance Program(which calls for a reconceptualization of national sovereignty, citing the EU’sconsolidation of sovereignty as a guiding model; is the previous chapter stillin the back of your mind yet?), he commented: “it will give new impetus toAmerican foreign policy... I think the task will be to develop an overallstrategy for America in this period when, really, a new world order can becreated. It’s a great opportunity...” Not surprisingly, the name of David Rockefeller rears his head again as CouncilChairman and major funder)—this time, in a 1991 speech when he stated: “We aregrateful to the Washington Post, the New York Times and other great publicationswhose directors have attended our meetings and respected the promises ofdiscretion for almost forty years. It would have been impossible for us todevelop our plan for the world if we had been subject to the bright lights ofpublicity during those years. But the world is now more sophisticated andprepared to march towards a world-government. The supranational sovereignty ofan intellectual elite and world bankers is surely preferable to the Nationalauto-determination practiced in past centuries.” Even earlier in 1974, in an issue of the Council’s publication Foreign Affairs,Council member was even less selective in describing overall Council goalsimplicitly, stating: “The New World Order will have to be built from the bottomup rather than from the top down…but in the end run around national sovereigntyeroding it piece by piece will accomplish much more than the old fashionedfrontal assault.” And perhaps most damningly was the outburst from Council member James Warburg,son of Council co-founder and Federal Reserve architect Paul Warburg, whenstating before the U.S. Senate Committee on Foreign Relations on February 17,1950: “We shall have world government, whether you like it or not. The onlyquestion is whether world government will be by conquest or consent.” So much for impartial, independent and bipartisan analysis. But what ofcriticism from independent sources? Judge Advocate General of the U.S. Navy and former Council on Foreign Relationsmember for over 16 years, Chester Ward, explains his disavowal for the Council,citing its existence as a “shadow government” thusly: “The most powerful cliquein these elitist groups have one objective in common; they want to bring aboutthe surrender of the sovereignty of the national independence of the UnitedStates. A second clique of international members in the CFR comprises WallStreet international bankers and their key agents. Primarily, they want theworld banking monopoly from whatever power ends up in the control of globalgovernment… Once the ruling members of the CFR shadow government have decidedthat the U.S. Government should adopt a particular policy the very substantialresearch facilities of (the) CFR are put to work to develop argumentsintellectual and emotional to support the new policy and to confound anddiscredit intellectually and politically any opposition. The main purpose of theCouncil on Foreign Relations is promoting the disarmament of U.S. sovereigntyand national independence and submergence into an all powerful one worldgovernment.” Another former Council member (and mentor to current Council member and formerPresident Bill Clinton) was Georgetown University professor, political theoristand noted historian Carroll Quigley, who stated the matter more succinctly inhis 1966 book Tragedy and Hope: “The CFR is the American Branch of a societywhich originated in England, and which believes that national boundaries shouldbe obliterated, and a one-world rule established.” Even earlier in 1962, former FBI agent Dan Smoot specifically referred to theCouncil by the title of his book The Invisible Government, citing that: “Theultimate aim of the CFR is to create a one-world socialist system, and to makethe U.S. an official part of it.” Dangers of the Council on Foreign Relations In keeping with the central focus, both historically and current, of this book,the Council on Foreign Relations represents one thread in a many tangled web ofentities that seek the creation of a centralized world economic super-power,ruled neither by the democratic interests of its citizens nor theirdemocratically-elected leaders, but by an international conglomerate of industrymoguls, media figureheads, trans-national corporations and elected globalpolitical leaders who seek absolute authority and absolute control over theexchange of finance, media and thought. To this end, key Council initiatives,such as the implementation of NAFTA under Council member and then-President BillClinton (which benefited only those corporations large enough to buy intointercontinental trade and subjected three separate nations to a totalitarianrestriction of economic Social Darwinism in practice) and the European Union(itself a product of Bilderberg architect Jozef Retinger) were established,lulling millions of Americans into a pipe-dream of greater material prosperityand alleged “security” while all the while tightening its grip around theircollective throat. The danger of the Council is that so many citizens refuse toacknowledge it as anything more than an established pattern in the Americanfabric of life. Members Members of the Council on Foreign Relations have included: Former Director ofU.S. Policy Planning Richard Haas; Federal Reserve Bank President MichaelMoskow; former U.S. Ambassadors Morris Abramowitz, Walter Roberts and GeorgeKennan; media mogul Oprah Winfrey; National Security Advisor Stewart Baker; 9/11Commission Chairman Thomas Kean; Senators Sam Nunn, Jay Rockefeller and JosephLieberman; Fox Media CEO Rupert Murdoch; Former Vice Presidents Gerald Ford,Dick Cheney and Al Gore; former CIA Directors Allen Dulles and General DavidPetraeus; media pundit William F. Buckley; former Foreign Affairs AdvisorWilliam Bundy; Joint Chief of Staff Chairman Colin Powell; billionaire investorGeorge Soros; Former Secretaries of State Warren Christopher, Madeleine Albrightand Condoleeza Rice; ABC Television CEO Thomas Murphy; Television news anchorsTom Brokaw, Bill Moyers and Barbara Walters; Exxon CEO Lee Raymond; Former NewJersey State Governor Christine Todd Whitman; Coca-Cola CEO Muhtar Kent; BoeingCEO Donna Hrinak; educator and literary scholar Henry Louis Gates, Jr.; FormerU.S. Secretary of Treasury Richard Rubin; United Nations co-founder Alger Hiss;Disney President Michael Ovitz; Former Secretary of Labor George P. Schultz;Former Massachusetts Governor William Weld; and former U.S. Secretary ofHomeland Security Janet Napolitano."},{"pageContent":"CHAPTER SEVEN: SKULL & BONES The college fraternity. The beloved staple of sophomoric comedic farces for thepast fifty years. A collegiate staple, synonymous with good-naturedhell-raising, wacky pranks and hi-jinks, hazing rituals and veritable wadingpools of cheap beer. Through a fraternity, a student is expected to findbrotherhood, camaraderie and forge the establishment of personal and businessconnections which are bound to serve him throughout his professional life. Atrait not at all unlike the purpose of numerous other non-educationalfraternities, from the local Rotary Club to the Freemasons; perhaps dating asfar back as the establishment of trade guilds in the Middle Ages. Yet more recently, the institution of the college fraternity has come underpressure, with examples of alcoholism, physical and verbal abuse, sexual assaultand racism cited by detractors seeking to demonize the beloved American figureof the “frat boy” into nothing more than a slovenly, ignorant and perpetuallydrunken wastrel frittering away his parents funding in an ocean of self-servingcrudity, sloth and nightly keg parties. If all fraternities bore the stigma of Yale University’s Skull & Bones, perhapsthese detractors might find something even more troublesome than theabove-mentioned allegations. What is it about Skull & Bones that strikes both fear and silence in all but themost casual observer? Is it the death-obsessed emblems surrounding so much oftheir fantastic lore, including rumors of harboring the mortal remains of someof America’s most beloved heroes? Is it the tight-lipped secrecy that surroundsthe group, so much that questioning rumors of affiliation has resulted in morethan a handful of job firings? Or is it a historically traceable connectionbetween its members and the upper echelons of international power, a power thathas grafted itself by dint of affiliation to key leadership positions in thevery same groups we have been covering to date? After all, it’s just a harmless college fraternity, isn’t it? All good fun andgames, if slightly more morbid than most. Animal House (whose Omega Theta Pichapter allegedly takes their inspiration from Skull & Bones) in a sombreHalloween drag. Read on, and you may find yourself grateful that binge drinking and a slidingGPA might be the biggest worries about your son while he’s away at school. Origins of Skull & Bones Technically, the Skull & Bones society is not an undergraduate fraternity.Membership is by invitation only, and only extended to 15 inductees a year, andfor that solely within their junior year. Furthermore, both current andhistorical membership rosters are kept completely private. There is no officialmission statement for the Skull & Bones society, and the organization refuses todivulge their activities. Nor are their assets managed by Yale University, butby a private trust known as the Russell Trust Association (named after theirco-founder and incorporated in 1856.) In fact, for many years both the societyas well as Yale University refused to acknowledge the very existence of thegroup. The Skull & Bones society was founded in 1832 as ‘The Order of Skull & Bones’—or‘Bones’ as it is informally referred to as—by Yale students William HuntingtonRussell and future U.S. Secretary of War and Freemason Alphonso Taft (father ofPresident William Howard Taft—who, in keeping with family tradition was himselfboth a Skull & Bones member as well as a Freemason.) It is uncertain the purposebehind the design of the group—allegedly it was after a dispute over that yearsPhi Beta Kappa awards, although it seems more likely it was established muchlike how many fraternities are established; as a mutual aid society ofundergraduates banding together for fellowship and companionship. Albeit withstrict criteria—in 1882, at least four prospective candidates had to be selectedfrom student publications and at least four others had to be selected fromcaptains of Yale’s sporting teams—and a much more ghoulish motif than most. Equally enigmatic is their famed emblem; a skull and bones underneath which isemblazoned the mysterious numerical legend 322. One suggestion is that the skulland bones represent the oath of mortality that recruits are sworn to keepsilent, while the numbers represent the year and the initial two founders.Other, perhaps far-fetched, theories have included that the skull is an allusionto the famed head of ‘Baphomet’ allegedly idolized by the Knights Templar whilethe bones represent the shape of the cross upon which Roman emperor Constantinewas crucified upon. Others claim the numbers refer to the death of famed Greekorator Demosthenes, to a complex numerical code having magical significance (itis worth noting that the skull and crossbones motif is found in numerous othersecret societies from the Knights of Pythias to the “Chamber of Reflection”found in Masonic initiations.) The Skull & Bones Hall is referred to as “The Tomb” and bears considerableEgyptian and Greek influence upon its facade. Entrance into the Tomb is strictlyforbidden to non-members, although it has been referred to as “something like aGerman beer hall,” with bizarre passageways, imposing statues of knights inarmor and a mysterious chamber replete with candles, coffins, skeletons, achopping block, bats and a basin containing a red fluid. In this chamber,candidates have been known to be divested of metal jewelry (a trait common toall Masonic initiations) where they are placed into the coffin, ‘chanted’ over,and be ‘reborn’ again into society where they are given a robe embroidered witharcane symbols. A bone with the candidate’s name engraved upon it is then throwninto a heap of other bones, symbolizing his or her (Yale became a co-ed campusin 1969, although the Skull & Bones society refused to accept female membersuntil a lawsuit in 1991) link to the fraternity, which is hauled out at theinitiation of each and every meeting. The candidate is then given a secret name,often of mythological, historical or literary import—examples being Hamlet,Thor, Shakespeare, Sancho Panza, Thor, Baal, Magog or the distinctly MasonicBoaz—with which he or she will be known to as other members. They are alsoexpected to complete a detailed, two-night description of his sexual activityand autobiography, fears and motivations at some point in the coming year,lending on the all the more incongruous appearance of an encounter group sessionto the already bizarre atmosphere. Controversy of Skull & Bones Critics are quick to point out that the activity of a student-sponsoredprivately run “society” based on exclusivist principles—which leans heavilytowards White Protestant males—on university grounds is at odds with theinclusivist nature of the modern American educational system. This however, isnothing more than a straw man argument for the dangers which burrow beneath thisgarish and grotesque melange of high privilege and entitlement. As early as 1873, allegations were being lodged against the group (whoinformally call themselves ‘Bonesmen’) that they were made privy to studentfunds directed to the University for their own usage and that there was adisproportionate tendency for its alumni to be selected for key positions infinance over other Yale graduates. More serious criminal charges have beenlodged against the group, alleging that grave-robbing was a regular initiationpractice for prospective candidates and that the group currently houses theremains of Apache leader Geronimo (it is widely held that U.S. Senator and knownBonesman Prescott Bush—father and grandfather of future presidents George H.W.Bush and George W. Bush respectively, themselves also known Skull & Bonesmembers—was responsible for the theft), former President Martin van Buren andMexican revolutionary Pancho Villa. Still others have lodged the allegations that rape and kidnapping are alsocommonplace initiatory trials prospective candidates are expected to undertakein order to prove both their worthiness as well as their identifiably “elite”natures as future leaders in the fields of politics and industry by placingthemselves outside the confines of the law, silencing their victims withimmeasurably deep funds. “Rape is so commonplace on campuses to begin with,”alleges one victim, “that even on Yale you’re going to find it. But withBonesmen it’s different. They truly think they’re above the law. And with allthe money that floats in and out of the Tomb, you start wonder maybe that reallyis the case.” Or, as one former member put it in a 1977 article, “It’s liketrying to look into the Mafia. Remember, they’re a secret society, too.” However, allegations and hearsay are one thing. Proven chains—based not onconjecture, but verifiable documentation—reveal a curious web of nepotism andcronyism that unquestionably link Skull & Bones to other groups previouslycovered in this book, confirming the group’s reputation of manipulation,favoritism and exclusivity. One of the co-founders of the Council on Foreign Relations was Secretary ofState under Theodore Roosevelt Elihu Root. While serving as a state attorney,Root hired a Bonesman named Henry Stimson to serve on his council. Stimson laterwent on to serve as Secretary of War under fellow Bonesman William Howard Taft,and eventually Secretary of State under Herbert Hoover—himself a co-founder ofthe Council on Foreign Relations. Stimson was eventually nominated as Secretaryof War a second time, serving under two presidents—Franklin Delano Roosevelt(whose links to the Illuminati were explored in Chapter Three) and Harry S.Truman (a known Freemason)—during America’s entry into World War II, where hewas one of the leading advocates not only for war against Germany but also theconstruction of the atomic bomb. Stimson’s point man for the Pentagon for the Manhattan Project (which oversawthe development of the atomic bomb) was a fellow Bonesman named Harvey HollisterBundy. Bundy’s two sons, William and McGeorge—both also notable members of Skull& Bones—later went on the serve key roles as CIA and foreign affairs advisors toPresidents Kennedy and Johnson during America’s entrance into the Vietnamconflict. Not surprisingly, both also went on to hold key roles in the Councilon Foreign Relations (William Bundy was editor of the Council’s publicationForeign Affairs, and was noted for once stating that the “role of government isto stimulate a mass-scale change in attitude.”) It may be no coincidence thatMcGeorge Bundy was later to serve as President of the Ford Foundation, whoselinks to the Trilateral Commission, the Council on Foreign Relations and theIlluminati have been ably documented already. The Stimson-Bundy family link isn’t the only hereditary link in the Skull &Bones chain to worm its way through the upper levels of political, military anddefense intrigue. For that, we need only observe the curious relationshipbetween the Harriman family (of international bankers Brown Brothers andHarriman fame) and the political dynasty of the Bush family. A link, curiouslyenough that had ties to both the regimes of Nazi Germany and the CommunistUSSR—both allegedly, “enemies” of American interests. Brown Brothers Harriman—currently the oldest and largest private bank in theU.S.—was formed after the merger of two entities, Brown & Brothers and A.W.Harriman & Co. in 1931. The founding partners of this merger included 8 membersof Skull & Bones, most notably Prescott Bush (who we have already beenintroduced to) and future Ambassador to the U.S.S.R, W. Averell Harriman. In1942, an executive order signed by President Roosevelt seized the property ofPrescott Bush, who also served as Director for the Union Banking Company of NewYork, under charges of ‘trading with the national enemy.’ The reason for the seizure was that Union Banking was also the asset clearingand holding house for German steel magnate Fritz Thyrssen, which had beenfunding Hitler since 1924. Inexplicably, Prescott Bush went on to be electedU.S. State Senator, later claiming responsibility for launching Richard Nixon’sinto politics (Nixon’s links to David Rockefeller have been amply detailed, tomention nothing of the role Secretary of State Henry Kissinger has played innumerous groups detailed elsewhere in this book) and, coincidentally, serving asthe first treasurer on the national campaign for Planned Parenthood in 1947(whose links to the Van Duyn bloodline of the Illuminati were explored inChapter Three.) We’ll go over the exploits of Prescott’s Skull & Boneslegacy-carriers, George H.W. and George W., shortly but for now, let’s turn ourattentions back to one W. Averell Harriman. As mentioned earlier, Harriman served as U.S. Ambassador the U.S.S.R underPresident Truman. Yet prior to this, the company that Harriman formed, BrownBrothers Harriman, also owned the previously mentioned Union Banking. During histenure as U.S.S.R Ambassador, Harriman was responsible not only for maintainingrelatively cordial relations with Stalin, but also shipping entire factoriesinto Russia. Upon his return to the U.S., Harriman began working closely withthe Council on Foreign Relations, despite being adamantly referred to as aSoviet spy by former KGB Major-turned-defector Anatoliy Golitsyn. Some researchrecently uncovered also indicates that Harriman may have had a direct role inthe transfer of nuclear plans and U.S. dollar printing plates to Soviet Russiaduring the Cold War. One of Brown Brothers Harriman’s directors was Robert Lovett, himself aBonesman. Lovett was a chief advisor to Truman regarding the re-organization ofAmerican intelligence agencies immediately following World War II. It was atLovett’s insistence that the CIA was formed in 1947, and the agency was soonpopulated by such a disproportionate number of Skull & Bones members that YaleProfessor of History Gaddis Smith was once prompted to remark, “Yale hasinfluenced the Central Intelligence Agency more than any other university,giving the CIA the atmosphere of a class reunion.” One CIA-operated project was the notorious MK-ULTRA; a covert psychologicaloperations experiment during the 1950s and 1960s, the full extent of which weare still uncovering to this day. The project entailed the use of powerfulpsychotropic drugs, isolation chambers, brainwashing techniques and othermethods of psychological manipulation and control (much of it administered atmental institutions such as Bridgewater State Hospital in Massachusetts), andwas financed by and large by the “independent” H. Richardson Foundation; afoundation established by one Eugene Stetson, an Assistant Director underPrescott Bush, and a Skull & Bones alumni himself. Other alumni from the Skull & Bones roster filling the ranks of the CIA haveincluded F. Trubee Davison (CIA Personnel Director starting in 1951), WilliamSloane Coffin, Jr. (CIA agent, 1950-1953), William Francis Buckley (CIA agent1956-1970, Station Chief in Beirut 1983-1985), Hugh Cunningham (CIA agent1950-1973), Charles Whitehouse (CIA agent 1947-1956 and U.S. Ambassador to Laosand Thailand in the 1970s; a time that coincidentally saw a substantial rise inheroin trafficking from that region);Dino Pionzio (CIA Station Chief in SantiagoChile 1970-1975; a time that coincidentally saw the overthrow of the Allenderegime by a bloody coup d’etat and its replacement by the notoriouslybloodthirsty Augusto Pinochet), former U.S. Senator David Boren (CIA Committeemember 1985-1999), and, of course, future President George H.W. Bush (CIADirector 1976-1977). There is considerable controversy regarding Bush’s tenure in the CIA. Uncoveredevidence indicates that he may have been involved as early as 1963, inparticular with a counter-intelligence unit code-named ‘Pegasus’ implicated in apotential plot to assassinate President Kennedy according to transcripts oftapes obtained from a tap on the phone of FBI Director J. Edgar Hoover;transcripts which include the names of Hoover, future Vice President (andbrother of David) Nelson Rockefeller, CIA Director (and Council on ForeignRelations Director) Allen Dulles, and one “George Bush” of the CIA. Both Bushand the CIA have implicitly denied the allegations of the existence of bothPegasus and Bush’s involvement prior to his nomination as Director in 1976;which, as an intelligence agency responsible for disambiguation of bothinformation and misinformation, naturally befits a secret organization. One thing is for certain; the invocation of a ‘New World Order’ raised many aneyebrow when Bush delivered his famed address before congress on September 11,1990 (exactly 11 years prior to the date of the 9/11 attacks on the World TradeCenter; a date forever ingrained with many Americans as the rationale behindBush’s son George W.’s entrance into the Afghanistan conflict and subsequent waron Iraq.) In it, the senior Bush justified his invasion of Iraq precipitationthe Persian Gulf Crisis of 1990-1992 with the following words: “A new partnership of nations has begun, and we stand today at a unique andextraordinary moment. The crisis in the Persian Gulf, as grave as it is, alsooffers a rare opportunity to move toward an historic period of cooperation. Outof these troubled times, our fifth objective—a new world order—can emerge: A newera—free from the threat of terror, stronger in the pursuit of justice and moresecure in the quest for peace… America and the world must defend common vitalinterests. And we will… Americans have stepped forward to share a tearfulgoodbye with their families before leaving for a strange and distant shore. Atthis very moment, they serve together with Arabs, Europeans, Asians and Africansin defense of principle and the dream of a new world order. That is why theysweat and toil in the sand and the heat and the sun.” The ‘New World Order’ is, of course, a phrase most commonly associated with theIlluminati. And it is equally indicative of the ultimate goal of all globalistand international institutions who strive to forge a new era; perhaps one ofpeace, justice and prosperity. But only to those who can afford it. There have been approximately 7,000 U.S. casualties to date resulting from boththe Persian Gulf Crisis of 1990-1991, and the ongoing US Wars on Afghanistan andIraq since 2001. How many were lost for “the quest of peace”; and how many werelost for the sake of a ‘New World Order’? Dangers of Skull & Bones It is all too tempting to view Skull & Bones as a breeding ground for futurerecruits into the Illuminati or conversely, more overt societies such as theTrilateral Commission, the Council on Foreign Relations or even (as amplydemonstrated by this chapter) the CIA. It seems that given the vast links andbehavior of Skull & Bones alumni, one would be hard-pressed to find an outfitmore smug about their elitism, secrecy and implication in a tangled web ofconspiracy and duplicity at the highest levels of American political intrigue; asmugness and arrogance the organization has done little to dispel in the180-plus years of their existence. During the Regent degree of the Illuminati, the candidate, after being directedto a skeleton, is asked “Whether there lies the body of a king, nobleman, orbeggar?” His expected answer is that “The character of being a man is the onlyone that is of importance.” The legend engraved on the inner chamber of the Skull & Bones Tomb reads: “Werwar der Thor, wer Weiser, Bettler oder Kaiser? Ob Arm, ob Reich, im Todegleich.”A rough translation of which is, “Who was the fool, who the wise man, beggar orking? Whether poor or rich, all's the same in death.” Members In addition to the previously named parties, other members of Skull & Bones haveincluded: investment banker and founder of Morgan Stanley Harold Stanley;Time-Life magazine founder Henry Luce (a member of the Council on ForeignRelations); NY Mets co-founder (and uncle of George H.W. Bush) George HerbertWalker, Jr.; writer Archibald MacLeish; Banker and Dean Witter founder DeanWitter, Jr.; former Senator and Heinz heir H. John Heinz; Senator of State JohnKerry; former Federal Reserve chairman Pierre Jay; co-founder of the Council onForeign Relations Charles Seymour; publisher, creator of the Fortune 500 RussellDavenport (also a member of the Council on Foreign Relations); former SenatorsJohn Patton Jr., James Buckley, John Chafee and Victor Ashe; Sears ChairmanEdward Lampert; FedEx founder Frederick Wallace Smith; former U.S. AmbassadorsDavid Thorne, Winston Lord, Evan Galbraith and James Jeremiah Wadsworth;National Review founder William F. Buckley, Jr.; Cornell University co-founderAndrew Dickson White; and U.S. Trust President Daniel Davison."},{"pageContent":"CHAPTER EIGHT: THE COMMITTEE OF 300 So far to date, we have chosen to examine secret societies that are rooted inincontrovertible historical evidence. Other examples of secret societiesthroughout history, such as the White Dragon Society, the Order of Nine Angles,the Knights of the Golden Circle, the Esoteric Order of Dagon and the Order ofthe Palladium and the Four Pi Society mentioned in this book’s introduction,have been omitted either because their existence has been proven to be a hoax,evidence for their existence is tenable at best or their influence is somarginal as to have virtually no effect whatsoever on the world at large. When it comes to the Committee of 300, we are straddling the line betweenfiction, exaggeration and historical possibility. In literature pertaining to secret societies and conspiracy theories, theCommittee of 300 is sometimes overlooked or understated. Certain researcherssimply assume that the Committee is simply another code-name for Illuminati, anduse it interchangeably. Still others have pointed out critical flaws in existingtheories behind the Committee’s existence, such as texts which have proven to beforgeries. Still others have meticulously pieced together historical evidencethat links many of the figures we have discussed to date with the allegedorigins of the Committee itself; and it is this last factor that is ofparticular interest to us. The correlation between industrialization, media communication, economic controland globalization has been amply demonstrated throughout history, and waspresent even as early as the dawn of the Industrial Revolution in the 18thcentury (coincidentally, a period that saw the rise of both Freemasonry and theIlluminati.) Parallel to this has been an increase in global population growth,which British economist and scholar Thomas Malthus predicted as early as 1798would ultimately result in what has come to be known as a ‘Malthusiancatastrophe’; in which both natural causes, such as famine, starvation anddisease as well as artificial constructs such as war, poverty and violence wouldbe inevitable conclusions that were fundamentally cyclical results necessary toredress this expansion in population growth when faced with a scarcity ofresources. The reason this highly controversial conclusion is brought up here isnot just to reinvigorate long-dormant economic theories, but so the reader willhave a bit of context when addressing the plausibility of certain long-scaleplans of the Committee of 300. World population statistics indicate that the 2014 global census was estimatedat roughly 7 Billion people. The World Health Organization predicts anincremental increase of approximately 10% every 5 years; meaning that by 2029,we could be facing a global population of 9 Billion. With both global economicdisparity at an all-time high, crises of food shortages, incessant andtransglobal conflicts and the spread of highly contagious viral diseases such asEbola, the question isn’t whether or not Malthus was right, but whether or notwe can afford not to entertain the ramifications of the existence of theCommittee of 300? Origins of the Committee of 300 Generally speaking, many theorists attribute the Committee of 300 to a quotefrom murdered German industrialist Walther Rathenau in a 1909 article when hestated, “Three hundred men, all of whom known one another, direct the economicdestiny of continents and choose their successors from among themselves.” At thetime, Germany was facing an unprecedented increase in national wealth, andsubsequently, a marked increase in both the cost of living and contrast betweenboth labor and leisure classes; a discrepancy not helped by Kaiser Wilhelm II’scontentious relations with distant nations as well as his diplomatic supportwith neighboring countries, which precipitated Germany’s entrance into WWI in1914. This discrepancy, which saw an increase in wealth for only a few of thenation’s 15 million residents, found an immediate target through anti-semitism,which had been a hallmark of German culture since the Middle Ages. By 1912, journalists such as Theodor Fritsch declared Rathenau’s statement an“open confession of indubitable Jewish hegemony” (Rathenau was indeed of Jewishorigin) and relied upon the previous century’s apocryphal Protocols of theLearned Elders of Zion—a document since proven to be a hoax—as testimonialevidence of a global Jewish conspiracy. Despite Rathenau’s insistence that thethree hundred leaders he referred to were industry leaders and not necessarilyJews (and clarified that he abhorred the ramifications of such exclusivity), theindustrialist was assassinated by three accomplices in 1922, one of whom, ErwinKern, explicitly cited Rathenau’s membership in the “300 Elders of Zion” asrationale for the murder. Still, others trace the existence of the Committee not to early 20th centuryGermany, but all the way back to 1727 and the emergence of a mysterious “Councilof 300” orchestrated by the British East India Trading Company. The East India Trading Company was a private trading company that was actuallyofficially chartered by Queen Elizabeth I as early as 1600 (it is worth notingthat a constant strategic advisor to the Queen was Sir John Dee, a notedpurveyor of Hermetic and Rosicrucian doctrines.) The company’s primary focus waswithin the Indian subcontinent and the Chinese mainland, where it rose toaccount for more than half the world’s trade, importing silks, teas, dyes—andmost notably, gunpowder and opium. These trades may have indeed been thebusiness model for such modern day clandestine operations as the Mafia andvarious Central and South American drug cartels. The company’s shares were owned by various wealthy British merchants andaristocrats, and was only indirectly controlled by the British government, whoowned no shares. This may be the first instance of a private company holdingmore executive power and wealth over trade and exchange than its own government,but it would be far from the last. It just so happened that many of thesemerchants and aristocrats belonged not only to the chivalric Order of the Garter(one of the highest and most prestigious honors to be bestowed upon anon-monarchic British subject, and itself a semi-secret society which is thecause of much speculation), but also Freemasonry and various Masonic offshoots,such as the Order of the Scarlet Cord, the Red Cross of Constantine, and theOrder of St. John of Jerusalem. It is from the latter (an offshoot of theKnights of Malta, which in turn is claims direct lineage from the KnightsTemplar) that the core of the Council of 300 was alleged to have formed,primarily as an exclusive trade committee made up of only the most elite andhigh-ranking European (for at this point, the founding members of the Councilhad turned mercenary and established negotiations and alliances with otherEuropean trading unions, such as the Dutch, French and Portuguese East IndiaCompanies and the Barbary Company) merchants and noblemen of only the highestwealth. It was rumored that this Council had exclusive control of over 300ports; hence the title, Council of 300. Inevitably, these strands were to weavetheir way into the fabric of the Illuminati; where they were to weave their wayinto even more disparate societies and institutions. The British East India Trading Company was formally dissolved in 1874, largelyas a result of British colonization of India (which many theorists believe to belargely the result of a Council of 300 plot.) Competitive maritime trade wasrapidly declining, both as a result of industry saturation as well as the riseof inter-European continental trade owing to quicker means of transport, such asthe railroad. Yet the Council of 300 had already established themselves as anunassailable and omnipresent mercantile force, whose numbers had now grown tosome 300 families, individuals and institutions. Some of the more significantamong the latter included the Bank of London, NM Rothschild, Standard Oil(established by Rockefeller patriarch John D. Rockefeller), De Beers Diamond andMining Co. (established by Cecil Rhodes) and Barclays Bank—all of which have hadfigures associated with and closely intertwined elsewhere in this book. Informally, it is said that the Council refers to themselves as “the Olympians,”owing to their identification with the gods of Greek myth. It is one thing to wield omniscient power in the fields of industry. But truepower comes from domination of the political sphere. If Freemasonry and theIlluminati have taught us anything, it is that both politics, industry and anulterior agenda hidden and plotted behind impenetrable veils of secrecy havemade for some of the most successful bedfellows in history. Even unsuccessfulpolitical candidates such as Mitt Romney and Donald Trump—both of whom begantheir political careers after achieving inordinate success in the spheres offinance and real estate—are aware of this. The key factor then, is how toachieve political strength subtly and unobtrusively? The answer is through themanipulation of public attitudes by the dissemination of information. The media.To this end, the Council established both non-profit think tanks and worldwideconglomerates with political aims. Included among some of the more influentialones are the following four: 1.) Chatham House, the Royal Institute of Affairs. A private, non-governmentalagency headquartered in London established in 1920, who claims their mission is“to help build a sustainably secure, prosperous and just world” by “engaginggovernments, the private sector, civil society and its members in open debateand confidential discussion on the most significant developments ininternational affairs.” In actuality, the Royal Institute of Affairs wasestablished by Lionel Curtis, a staunch British federalist who worked alongsidethe Council of Foreign Relations during its development. Curtis was one of thedirect descendants of the founding core of the Council of 300, and workedextensively with Illuminati member and Freemason Cecil Rhodes towards theexpansion of British colonization in Africa. In reality, Chatham House hasworked extensively to disseminate views calling for British unity and expansionas well as publishing reports in favor not only of a fully integrated EuropeanUnion, but has also worked to establish stricter regulations ensuring acentralized constitution. 2.) The Council on Foreign Relations, whom we’ve already gone over in detailduring Chapter Six. 3.) The Club of Rome. A global think tank founded in 1968 by Aurelio Peccei andAlexander King in Rome (now headquartered in Switzerland), the Club of Romepurports “to act as a global catalyst for change through the identification andanalysis of the crucial problems facing humanity and the communication of suchproblems to the most important public and private decision makers as well as tothe general public.” The Club first came to prominence in 1972 with apublication entitled The Limits to Growth, a Malthusian document which arguedthat the limits of economic growth were contingent on rapidly dwellingresources—in particular oil; hence growth was subject to scarcity and in inverseproportion to demand (a notion which presaged the Oil Crisis of 1973.) Peccei, anoted Italian industrialist, was a known Freemason with ties to Licio Gelli’s‘Propaganda Due’ lodge; King, a British chemist and environmental scientist, isreputed to come from a long line of British Illuminati backers, and has beenknown to work “independently” alongside both the Trilateral Commission and thecouncil on Foreign Relations. 4.) The Tavistock Institute on Human Relations. A Rockefeller funded think tankformed in 1947, the Tavistock Institute describes its mission as “dedicated tothe study of human relations for the purpose of bettering working life andconditions for all humans within their organizations, communities and broadersocieties and to the influence of environment in all its aspects on theformation or development of human character or capacity.” In reality, the groupis acutely adept as a social engineering mechanism that has worked closely withthe CIA during the MK-ULTRA project. Both Henry Kissinger and Paul Warburg—bothof whose relationship with the Rockefellers and the Council on Foreign Relationswe have covered elsewhere in this book—were early funders of Tavistock projects,and indeed, the Institute has worked closely in tandem with the Council onForeign Relations for many years now. One of the founding members of theTavistock, psychiatrist John Rawlings Rees, made this revealing quote about thedynamic of social engineering during this 1940 speech before the NationalConference on Mental Health is particularly revealing: “We can thereforejustifiably stress our particular point of view with regard to the properdevelopment of the human psyche, even though our knowledge be incomplete. Wemust aim to make it permeate every educational activity in our national life….Public life, politics and industry should all of them be within our sphere ofinfluence…. If we are to infiltrate the professional and social activities ofother people, we must imitate the Totalitarians and organize some kind of fifthcolumn activity.” Goals of the Committee of 300 All secret societies must have an underlying agenda, and the Committee of 300 isno different. Some theorists have chosen to tack on all manner of far-fetchedtheories onto them, presenting them as a conglomerate of evil of superhumanproportions; others have chosen to present rational, clearly-thought outobjectives. What we are concerned with in this work is verifiable evidence, andso we have chosen to select only a specific few: 1.) A One World Government with a singular currency, singular police/militaryforce and absolute and unquestionable authority. This is the singular strandthat connects all groups we have discussed to date. 2.) The abolition of national identity, as tantamount to the formation of asingular world-state. 3.) Establishment of technological advancements (described by Brzezinski in hisbook Between Two Ages) in mind and populace control. This is the real rationaleby the establishment of think-tanks such as the Tavistock and Chatham House; tomold public opinion and engineer changes in social structure to allow greatersusceptibility towards Committee-constructed initiatives. 4.) To bring about the end to all industrialization and the production ofnuclear generated electric power in what is known as \"the post-industrialzero-growth society\". As noted earlier, the influence of Malthus looms largewithin the sphere of power wielded by the Committee, and the dissemination ofzero-population growth was widely disseminated by the Club of Rome, whosefounder Aurelio Peccei has been quoted as saying, “Why should I concern myselfwith how many die? Even the Christian Bible says what is man that God should bemindful of him? For me men are nothing but a brain at one end and a shit factoryat the other.” 5.) To suppress all scientific and medical development except for those deemedbeneficial by the Committee. Especially targeted is nuclear energy for peacefulpurposes. In an era in which greater funding for feasible energy solutions,medical discoveries and biotech research is at an all time high, the ongoingslew of world health and energy crises has increased exponentially. That thecollective efforts of energy and world health organizations have been unable tomeet these crises gives significant thought to ponder. 6.) To cause, by means of limited wars in advanced countries, and starvationand diseases in the Third World countries, the death of three billion people bythe year 2050. As an adjunct to points four and five, both the ongoing conflictsin Iraq and Afghanistan as well as the increase of Ebola and its transmissionseem to indicate that this may very well be reachable over the next 30-40 years. 7.) To weaken the moral fiber of nations and demoralize workers in the laborclass by creating mass unemployment. The labor and economic crises facing bothAmerica and the EU for much of the past eight years is largely the result ofboth predatory banking practices as well as corporate rapaciousness whichsacrifices family over profit, skill over automation, and craft over massproduction. 8.) To cause a total collapse of the world's economies, engendering politicalchaos. Riots, such as those that occurred in Greece, Italy and Spain in 2012, tosay nothing of domestic tensions in the U.S., have and will continue to becomecommon-place as more and more political efforts are forced into states of panicand adaptation to a rapidly volatile and changing climax. 9.) To take control of all foreign and domestic policies of the U.S. This isparticularly cogent during a time in which “Super-PACs”, lessened restrictionson lobbying and campaign financial contributions, and noted special interestfunding is at an all time high. 10.) To give the fullest support to supranational institutions such as theUnited Nations, the International Monetary Fund (IMF), the Bank of InternationalSettlements, the World Court, making local institutions less effective, bygradually phasing them out or bringing them under the mantle of the UN. 11.) To penetrate and subvert all governments, and work from within them todestroy the sovereign integrity of the nations represented by them. 12.) To organize a worldwide terrorist apparatus. The sudden rise of militantgroups such as ISIS, al-Qaeda, Boko Haram and al-Shabaab are no accident. Theirfunding generally comes from government assistance (in the case of al-Qaeda,directly from the U.S. during the 1980s) and with a widespread network,including nations generally inimical to terrorist operations, the threat hasnever been more dire; nor will it appear to dissipate anytime soon. Members Reputed members of the Committee of 300 have included: King Abdullah II ofJordan; Anglo American PLC CEO Cynthia Carroll; British Prime Minister DavidCameron; Fox Media CEO Rupert Murdoch; former French President Nicolas Sarkozy;Senator Joe Lieberman; former Federal Reserve Chairman Alan Greenspan; formerBritish Prime Minister Tony Blair; Microsoft founder Bill Gates; former VicePresident Al Gore; former U.S. Treasury Secretary Timothy Geithner; BritishChancellor Ed Balls; Queen Beatrix of the Netherlands; economist Mervyn King;Federal Reserve President William C. Dudley; former British Prime MinisterMargaret Thatcher; economist Paul Krugman; Senator Arlen Specter; Lloyds TSBDirector Jan du Plessis; Goldman Sachs President Gary Cohn; former SwissNational Bank Director Jean-Pierre Roth; Prince Charles of Wales; investorWarren Buffett; former de Beers Diamond & Mining Chairman Nicholas Oppenheimer;former International Monetary Fund director Dominique Strauss-Kahn; formerFederal Reserve Chairman Paul Volcker; Duke Edward of Kent; economist GeorgeSoros; Fiat Chairman John Philip Elkann; former World Trade Organization GeneralDirector Pascal Lamy; former Microsoft CEO Steve Ballmer; Banco Safra founderMoises Safra; Queen Elizabeth II; Matheson & Co. CEO James Sassoon; EuropeanCommission President Jean-Claude Juncker; Alfa-Bank Chairman Pyotr Aven; formerU.S. SEC Chairman Arthur Levitt; Banque Nationale de Paris Chairman MichelPebereau; former Bank of Italy Chairman Mario Draghi; and former EuropeanCentral Bank Vice President Christian Noyer."},{"pageContent":"CHAPTER NINE: BOHEMIAN GROVE Monte Rio. Snuggled deep into the woods of Sonoma County just overlooking theRussian River, this idyllic California hamlet of barely more than 1,000residents is an ideal vacation getaway populated by dense forests of redwoodtrees and viaducts, lakes and streams. It’s easy to lose yourself in the naturalsplendor of the surroundings, enraptured by the scenery and the warmly glowingNorthern California nights, unaware that just a mile away, on a private 2,000acre campground, some of the most powerful and elite leaders in world politicsare gathered together to re-enact their ancient pagan forefathers’ rites ofdrinking copiously and unrepentantly around a bonfire loomed over by a massiveowl—the ancient Greco-Roman herald of knowledge and secrecy. It’s easy enough to perceive this highly-guarded two-week getaway as nothingmore than a cabal of some of the most high level political magnates reapingtheir respective mid-life crises through a collegiate level weekend ofalcohol-fueled high jinx draped in highly suggestive mythological motifs. It’sas far removed from the daily life of the upper-class vacationing familiesnearby as the more sinister myth surrounding Bohemian Grove; those of sinisterLuciferian rites lorded over by wealthy politicos hell-bent on world dominationand infant sacrifice. It’s tempting to think of the conversations between suchturn of the century literati as Frank Norris and Jack London and statesmen suchas Oliver Wendell Holmes and Theodore Roosevelt over an unending flask ofundistilled moonshine, with only stale cigar smoke and Japanese lanternssummoning an eerie ambience in this preternatural landscape; but it’s likelythat such conversations belong to the hangovers of ghosts and rash hubris. What is it about Bohemian Grove that invites such wild and far-fetchedspeculation? Other highly publicized weekend retreats for world politicos—suchas Camp David or the G8 summit—rarely result in the sort of crazed allegationssurrounding the Grove. Is it merely the garish “rites” that mark what wouldotherwise be seen as “blowing off steam” for overgrown frat boys accustomed toBrooks Brothers suits and bureaucratic spools of red tape that hold the lives ofmillions of Americans in their arthritic hands? Is it the vision of a nakedHenry Kissinger leading a ghoulish coterie of Senators and industrial magnatesaround a bonfire to pay homage to an elite bloodline bestowed by the fortune ofsupernatural forces? Or is it that Bohemian Grove represents one in countlessannual soirees among those very same names we’ve grown all-too-familiar with inthe course of this book as being those which have an intimate link to the samethreats of globalization and unswerving authority that have been amplydemonstrated by this book over and over again?A plaque directly outside the entrance to the campgrounds of Bohemian Grovebears a legend from Shakespeare’s A Midsummer Night’s Dream “Weaving SpidersCome Not Here.” An ominous warning to would-be intruders that their fate couldbe the same as that of the humble spider; squashed and tossed out the window ofa moving car into the rapids of the Russian River, lost to the rippling maw ofnature? Or a knowing allusion to the myth of Arachne; that to penetrate the webof guarded secrets and defense will only result in an inescapable entanglement? Despite successful attempts from researchers and documentary producers to breakthe spell of hermetic silence that surrounds the myth of Bohemian Grove, in theend only one neutral party knows—the Redwood trees. And they’re not talking,either. Origins of Bohemian Grove “The Bohemian Grove, that I attend from time to time—the Easterners and theothers come there—but it is the most faggy goddamned thing you could everimagine, that San Francisco crowd that goes in there; it's just terrible! I meanI won't shake hands with anybody from San Francisco.” - Richard Nixon, quotedduring the Watergate Tapes sometime in 1973. Researchers and critics are quick to point out that the origins of BohemianGrove may lie in the ancient Druidic circles of the Celts or the Eleusinianmysteries of the Greeks; exclusive, typically all-male, rites in whichcelebrants huddled around a bonfire beneath starlit nights, sharing communalmysteries of death and rebirth through the sacrifice of a bull in homage to thegods. But the truth of the Grove’s origin is much more mundane—if no lessromantic, in a distinctly American way. Bohemian Grove emerged from a private but informal club of artists, journalistsand writers known as the Bohemian Club. The original Bohemian Club was foundedin 1872 by a group of journalists who sought to foster a mutual appreciation ofthe arts and pursued a romantic if hackneyed notion of the artist as apoverty-stricken garrett dweller devoted more to his chosen medium than themundanities of daily life (although Oscar Wilde was noted to have remarked uponvisiting the Club in 1882, “I never saw so many well-dressed, well-fed,business-looking Bohemians in my life.”) There’s always been a long-runningpretension of artistic patronage among political figures (perhaps as true todayas it was in the 19th century) enamored with the myth of the starving artist,and it soon became apparent that the meager salaries of a journalist could beeasily bought by both political and industrial funding. The result being that bythe turn of the century, the likes of Ambrose Bierce and composer Louis Glasswere hobnobbing regularly with the likes of Henry Morgan and WIlliam RandolphHearst. Eventually by the 1940s, owing to frequent visits by such prominent entities asPresidents Herbert Hoover and Calvin Coolidge, artists represented only a minutefraction of the Grove’s regular visitors, with Senators, bankers and prominentdiplomats soon came to dominate the booze-soaked discourse and atmosphere.Alliances of global significance were forged; plans were laid; and plots werehatched that came to designate Bohemian Grove as less a relaxing weekend getawayas some of the most significant blueprints for social engineering as we know it. In 1929, a 40 foot statue of an owl, sculpted by noted Armenian-Americansculptor (and Grove president) Haig Patigian, came to serve as a central focusof Bohemian Grove and has been associated as the most visible emblem of thissecretive clique ever since. Most notably, it serves as the backdrop for theGrove’s climactic “Cremation of Care” ceremony, a dramatization intended tosymbolize the sacrifice of the cares, anxieties and worries of day to dayexistence (presumably, only of those affecting beleaguered servants ofinternational finance.) The rite has since been enhanced by advanced electronicsand pyrotechnic displays and, most dramatically for many years, the stentorianvoice of Grove member Walter Cronkite; with leaked video footage giving theimpression of something between a pagan ritual, an elaborate high school dramaproduction and a laser light show (one quote regarding the Grove’s penchant fordramatics has been noted as stating that there are far more cost effective waysto waste energy budgets than on a fraternity talent show; but then again, theaverage American’s tax dollars are typically spent in any number of irrelevantways and that politicians need creative expense budgets as much as anyone else.) It’s worth noting here that the owl has a myriad different meanings from cultureto culture. While for the Greeks, the bird was most strongly associated with thefigure of Athena, goddess of wisdom and learning, for cultures including theEgyptians and the Celts, the owl represented the underworld; the overseer ofsouls through the subterranean hallways of death. And given that many of the topplayers over the years at Bohemian Grove have been linked to not only theshadowy echelons of power and control but assassination and wholesale murdersunder the guise of national wars and elaborately pre-staged “accidents,” it isperhaps more fitting that this latter symbolism be kept in mind. Of somewhat curious interest are the ‘encampments’ (a term sometimes found inMasonic and Masonic-derived circles in reference to a gathering of Masons) foundat Bohemian Grove. These are primarily patrilineal quarters assigned toparticipants based on their particular status or field of industry, typicallyassigned with a self-effacing or jovial nickname; for example, the “Hill BillyCamp” is assigned to banking, political or media figures (typically with a networth in excess of $15 Million). Others have included the Owl’s Nest (forpresidents and military/defense contractors); Lost Angels (banking and defenseContractors); Cave Man (education and think-tanks, as well as oil companies andthe media); Uplifters (corporate executives); Stowaway (oil companies, bigbusiness and Rockefellers); Silverado squatters (big business and defensecontractors); Hideaway (think tanks and military/defense contractors); andSempervirens (California corporations). It is in these encampments (in 2007,there were some 118) that contacts are forged and plans laid in the musk of thecabins reeking of 18-year old single malt Scotch and smug vainglory. It is presumably in one of these very cabins in July of 1942 that plans wereinitially hatched between Dr. Ernest Lawrence, Dr. Robert Oppenheimer and theHungarian-born Edward Teller, as well as various military and defense officialsthat would eventually lead to the Manhattan Project; an undertaking costing inexcess of $2 billion dollars that led to the development of the Atomic bomb.Grove members are understandably proud of an achievement that cost the death ofover 135,000 individuals—the vast majority, innocent civilians—and rarely miss achance to regale newcomers to the festivities with countless tales heard second,third, fourth, and fifth-hand about what really went on beneath the whisperingof the pines when Standard Oil money met U.C. Berkeley hands to fund thedecisive American victory of WWII. It should be noted that the Grove even has their own patron saint in the form ofSt. John of Nepomuk, a martyred fourteenth century saint who was tortured anddrowned by the Bohemian King Wenceslaus in the Vltava River rather than revealthe confessional secrets of the Bohemian Queen. Grove members claim that thefigurehead represents the vow of secrecy that each member is sworn to uphold.Yet in light of the figure’s symbolic placement directly overlooking the RussianRiver, one wonders if it serves as a warning to would-be trespassers of the fatethat may occur should they accidentally spill on to the secrets of the Grove. Controversy of Bohemian Grove It should here be noted that no official deaths or accidents have ever beennoted in conjunction with the Grove’s almost 150-year existence. Infiltratorshave gone on to publish, document and videotape accounts of the on-goingswithout censure; presumably other than the embarrassment suffered by grownmen—the supposed exemplars of cultural and moral prestige—drunkenly cavorting infront of a 40 foot effigy of an owl while the fate of the western world hangs inthe hand of their junior executors. Still, not only is the correlation betweenBohemian Grove and numerous other, much less frivolous, cliques well documented,on-goings at the Grove still carry the stigma of numerous unanswered questions. As mentioned earlier, one of the central ‘rites’ of Bohemian Grove is theceremony known as the Cremation of Care, which invokes the figure ofBacchus—e.g., the Greek Dionysus, god of divine intoxication, ecstasy andvision—as patron of the Grove to rise from beyond the dead (it is interesting tonote that ‘Grove’ itself is a term used by adherents of the modern Witchcraftmovement, also as a court of ‘learning’ with ‘inner groves’ reserved only forthe elect initiates of a coven). This seems parallel to the central plot of theBacchae of Euripides, written in the fifth century B.C. where the god, enslavedand imprisoned by King Pentheus, Lord of Thebes, escapes and, disguised himselfas a foreigner, leads his band of female Maenads in rites of sexuallicentiousness and frenzy, eventually resulting in the sacrifice of Pentheus.Keep in mind that the celebrating Maenads are exclusively female; theparticipants of Bohemian Grove, on the other hand, are of course exclusivelymale. A quote from author and noted Grove member Herman Wouk springs to mindhere: “Men can decently love each other; they always have, but women never quiteunderstand.” But a more serious charge has emerged surrounding the club since the 1980s; thatof many Grove member’s predilections for prostitution, particular of anexcessively seedy kind. Sex workers—and it is worth noting, both female andmale—have told allegations (perhaps graciously, perhaps fearfully, refusing toname names in all but a few cases) of lavish S & M-themed gatherings in theouter reaches of the camp that involved forced degradation, humiliation andforced injury (according to one former escort, by a circle consisting of severalformer Republican secretaries of state and defense) which left them scarredpermanently and afraid for their lives. The Grove, however, as a non-profitprivate institution is outside the jurisdiction of state criminal investigationpresumably because of the very influence it wields. Insinuations of sexual deviancy are one thing. Evidence of the influence of theGrove—particularly in nominally conservative, right-leaning Republican circles,from whom the Grove draws its strongest constituency—is apparent throughoutAmerican history. In his memoirs, former President (and Freemason) HerbertHoover states that after then-President Calvin Coolidge’s announcement that hewould not run for a second term in 1927, “a hundred men... editors, publishers,public officials and others from all over the country who were at the Grove,came to my camp demanding that I announce my candidacy.” The following summer,the Republican party unanimously supported Hoover’s bid for presidency, a tenurewhich saw the development of the Council on Foreign Relations directly under hisoversight. And indeed, membership at the Grove seems to have been a preliminaryrequisite for just about every Republican president since the foundation of theclique since Hoover; most notably, the candidacies of Nixon, Reagan and bothGeorge H.W. and George W. Bush are alleged to have found their initial supportwithin the clustered encampments of Bohemian Grove, and more recently,California governor Arnold Schwarzenegger’s entry into the fray of statepolitics was secured by a raucous crowd of supporters from various encampments. Nor is Bohemian Grove a strictly American phenomenon. In 1991, the Grove electedas one of its keynote speakers former German Chancellor Helmut Schmidt. Schmidt,a public and unapologetic member of the Council on Foreign Relations, theTrilateral Commission and enthusiastic participant in the Bilderbergconferences, sparked controversy in the 1960s and 70s when it was revealed thathe was a former member of the Nazi Hitler Youth party (and interestingly enough,adding to the Luciferian spectre of Bohemian Grove, Schmidt’s wife’s nickname is“Loki; the same name as the mythological deity equated to Satan in Germanicmythology.) What makes this association all the more curious are reports in the1970s that one regular Grove attendee was a charming but unrepentant former Naziwho drove around in a jeep that had a decal of Rommel’s campaign to Africaaffixed to its bumper—a palm tree surmounted by a swastika. Rumor has it thatthen-President Gerald Ford, in an uncharacteristic move of common sense, forcedthe gentleman to remove the offending bumper sticker. Not surprisingly, wherever the threat of exclusivity and secrecy raises itshead, the last name Rockefeller appears; and Bohemian Grove is certainly noexception. Since the 1920s, the Rockefeller family have been long-standingcontributors to the atmosphere of the Grove gatherings, and the names of bothdirectors and junior level members of Rockefeller-derived institutions andfoundations remain some of the Grove’s most cherished key players. Yet theRockefeller family isn’t the only family to come up in conjunction as a bridgebetween Bohemian Grove and prominent families in the Illuminati. For many years,John E. DuPont III was a regular attendee, and was even invited after his 1997conviction of first degree murder; including up to and after his 2010 death (anoversight or a deliberate example of Grove organizer’s morbid sense of humor?) The figure of Henry Kissinger is perhaps one of the most notorious and venerableold guards of the Grove, and one which has been known to enjoy certain“executive privileges” on the grounds, the details of which are best left to theimagination of the reader. Nor has this connection been a relatively more recentoccurrence; as far back as 1905, Bohemian Grove’s honorary president was oneDaniel Coit Gilman, both a Freemason and founder of the Russell TrustAssociation, the official trustees of the Skull & Bones Society of ChapterSeven. Gaylord Freeman, both the most prominent member of the Freeman bloodlineof the Illuminati explored in Chapter Three as well as alleged head of thePriory of Sion, was a regular attendee starting in the late 30s. JamesWolfensohn, former president of the World Bank Group and close ally of theRothschild dynasty (whom, when once asked about the downside of globalization,was quoted as saying, “With all the forces making our world smaller, it is timeto change our way of thinking, to realize we live in one world and not manydifferent worlds”) is another figure who has been known to enjoy a certain carteblanche at the tables of Bohemian Grove. Stephen Bechtel, the octogenarian heir to the Bechtel Corporation (a civilengineering firm specializing in nuclear power and having almost exclusive tiesto Rothschild funded projects and think tanks) is another grand old guard legacymember—one who has been known to perform in various skits organized by BohemianGrove officers in full drag, alongside such venerable figures of republicanpolitics as Caspar Weinberger and James Baker. Dangers of Bohemian Grove When all is said and done, it’s easy for the rational, incredulous observer todismiss many of the more creative implications of the Bohemian Grovephenomenon—say, an annual gathering of reptilian overlords involved ininternational human sacrifice trafficking trades—as nothing more than a ratherconvoluted flight of fancy. But it’s even more easy to throw the proverbial babyout with the bathwater and casually dismiss Bohemian Grove as a mere “boys only”beer blowout backed by bizarre and elaborate scenery and an obscene display ofpersonal wealth and arrogance. The alleged Satanism of Bohemian Grove, if itexists at all, is but a mere metaphor for the blood-laden trail left behind bygreed, omniscient authority and globalization. Its cultists are hardly hoodeddiabolists out of a poorly scripted horror film, but the same power-brokers andpuppet masters who have served avarice in all its twisted forms. Wherever two ormore are gathered together in my name, I am there in the midst. This quote, fromMatthew 18:20, is as accurate for the hordes of the world elite as it is forostensibly any question. Only, the god of the elite is neither Christ, Jehovah,Allah or even Lucifer. It’s name is Mammon, and its legions are indeed, many. Members Membership in Bohemian Grove was once thought to be a purely exclusivephenomenon, guarded under lock and key; one whose divulging would result in thestrictest penalty, be it of death or worse. These days, current researchindicates this is far from the case. Members outside the parties referred topreviously in this chapter have included: former Speaker of the House NewtGingrich; former Vice President (and Council on Foreign Relations advisor) DickCheney; conservative pundit William F. Buckley, Jr.; Coldwell Banker founderColbert Coldwell; former Southern Pacific President Alan Furth; billionairesPaul and Charles Koch; TV host Art Linkletter; actor Clint Eastwood; former teenidol Fabian; economist (and Committee of 300 member) George Soros; formerMotorola CEO Robert Galvin; Senator Lamar Alexander; former Secretary of State(and Council on Foreign Relations advisor) Colin Powell; former Secretary ofDefense (and Council on Foreign Relations member) Evan Galbraith; formerSecretary of State (and Trilateral Commission member) George Shultz; Hilton CEOBarron Hilton I; former Singapore Prime Minister Lee Kuan Yew; former AttorneyGeneral Ed Meese; Hewlett-Packard founder David Packard; Draper Internationalfounder William Henry Draper; former General Norman Schwarzkopf; Nixon Secretaryof Defense Robert McNamara; former Secretary of State (and Bilderberg attendee)Warren Christopher; presidential advisor (and Trilateral Commission member)David Gergen; former Secretary of Defense Donald Rumsfeld; former Coorspresident Joseph Coors; Congressman David Dreier; former Federal ReserveChairman Alan Greenspan; former Rockwell CEO Donald Beall; entertainment mogulMerv Griffin; Boeing director Harold Haynes; Ford chairman Carl Reichardt; Gulf& Western director Judd Leighton; former Monsanto CEO Richard Mahoney;McDonald’s founder Ray Kroc; former Naval Secretary (and member of the 9/11Commission) John F. Lehman; Federal Judge Charles A. Legge; entrepreneur andpublisher Malcolm Forbes; Mississippi Governor Haley Barbour; former ChiefJustice Earl Warren; former Federal Prosecutor Kenneth Starr; and Supreme CourtJustice Antonin Scalia."},{"pageContent":"CHAPTER TEN: THE SOCIETY OF JESUITS In the dimly lit caverns of secret societies, no institution seems more out ofplace than the Society of Jesus—or more popularly known, the Jesuits. With aglobal population of some 18,000 adherents, the Jesuit Order are one of the mostvisible and well-known defenders of the Roman-Catholic faith in the world today.Reknown for their educational institutions (Jesuit schools have consistentlyranked among the top tier of U.S. colleges and universities) and the stringencyof their seminaries, the Jesuits seem more like a throwback to the theologicalstandards of the 18th and 19th centuries than a monolithic beast with its eye onthe goal of global domination—particularly in the face of what both theologiansand non-religious commenters have noted to be an increasingly secularized world. Yet while the Jesuit Society may not be the sole religious society alone inmaintaining some damning secrets, secrecy is at the core of Jesuit history. Likethe larger Catholic faith, Jesuits have been plagued by recent sex scandalsoccurring both in the U.S. and abroad. In 2011, the regional province of theSociety of Jesus in the Pacific Northwest was ordered to pay a fine totaling$166 million to some 450 survivors—many of them Native American—of sexual abuseas children from Jesuit priests over a total of some fifty years. While therecently elected Pope Francis (already dubbed “the Pope of the people)—himself,noted as the first Jesuit pope—has vowed to mercilessly investigate andprosecute clergy accused of abuse, his top prosecutor in the Vatican (a Jesuit,as well) was recently implicated as being one of several Catholic officialsresponsible for continuing to allow a Chicago priest with a long history ofsimilar allegations to remain in ministry. As damning as these scandals may be (and it needs to be stated that rumors ofsexual abuse within the Catholic church are from a wholly modern occurrence, buthas been alleged for well over a hundred years now), there may be more that theJesuits may need to answer for than charges of sexual molestation and rape, ashorrific as they are. As mentioned earlier in Chapter Three, the historicalorigins of the Illuminati can be seen largely as a response to the prevailingJesuit influence in education, dating as far back as the 18th century. Yet,there is another more modern, even more sinister confluence arising as areaction to Jesuit influence; Heinrich Himmler’s elite SS force of the NaziParty, modeled directly on the military ethos of the Jesuits yet designed tocombat the threat of Catholicism and its various offshoots (which, in 1939,accounted for approximately 40% of German people.) But beyond this lurks an evenmore subterranean duplicity ascribed to the Jesuits; and it is this strand andits maneuverings into the worlds of secret society and hidden influence thatallows for a final chapter for much of what we have been discussing to date. Origins of the Society of Jesuits The Society of Jesus was founded by St. Ignatius of Loyola, a Spanish knight whohad been wounded during the Battle of Pamplona in 1521 and subsequentlyexperienced a religious conversion, later recounted in his famed SpiritualExercises (to this day, still considered a fundamental classic of spiritualliterature.) In 1534, Ignatius and six other pilgrims announced the formation ofthe Society of Jesus, professing vows of poverty, asceticism, chastity andstrict and absolute obedience to the rule of the Pope and the Holy See. Ignatius’ military background culminated in a stringent, chivalric spiritualknighthood where members were vowed to accept orders from the church wherever inthe world they may live, often under the most extreme conditions imaginable.This martial attitude of absolute devotion to the Society and to the Vaticanenabled the Jesuits’ colloquial appellate of being “God’s Soldiers” and “theSecret Service of the Vatican”, earning them a strong reputation for their rolesin the Counter Reformation and the Spanish Inquisition of the 17th century andeventually the implementation of the Second Vatican Council of 1962, otherwiseknown as Vatican II, which implicitly modernized the Catholic Church by allowingthe recitation of the Mass in English, among other more contemporarydevelopments. Early Jesuit growth was established through a long scale period of missionaryconversion, particularly in developing countries among indigenous peoples,resulting from Spanish explorations of the New World in North and South Americain the 17th and 18th centuries. Critical to this growth was the need for acommon enemy, and the newly emerged Protestant faith found itself at increasingodds with the rabidly zealous Jesuits. Resultantly, an edict of formal suppression of the Jesuits under strong secularpressure was signed by Pope Clement XIV in July of 1773 (a full three yearsbefore the founding of the Illuminati), a suppression that would affect all ofEurope with the exception of Prussia (which included both Poland and Bavaria dueto the empire’s growth at the time) and Russia. It is through these particularkingdoms that the work of the Jesuits was able to continue unabated despiteformal suppression; and coincidentally, both these kingdoms saw a distinct risein both Masonic and Masonically derived bodies during that same time. Thesuppression was officially reversed by the bull of Pope Pius VII in 1814,subsequent to the Napoleonic wars (wars, it should be noted, that were directlyfinanced by the now-familiar Rothschild bloodline of the Illuminati. Also worthtaking into consideration is Napoleon’s own role as a historic Freemason andIlluminati member.) The role of the Napoleonic wars should be examined in light of the emperor’srelation to the Illuminati and Freemasonry. The conflicts and Napoleonicterritorial expansion helped pave the way for continued Illuminati conquest,with both the church and its constituents under frequent target as beingrepresentatives of the “old” order which both Napoleon and the Illuminati soughtto overthrow. In particular, Pope Pius VII under increasingly strained relationswith Napoleon; relations which resulted in his exile in the Italian seaport ofSavona after French conquest and annex of the Papal States in 1809. Pius’srelease was eventually guaranteed by the defeat of Napoleon at Waterloo in 1815and the subsequent Congress of Vienna, and both Jesuit restoration and return topapal rule was declared throughout many formerly Catholic provinces of Europe. Yet both Pius and church had found themselves in an increasingly changed worldafter the 12 years of fighting and revolution the wars had wrought acrossEurope. No longer was Catholicism the predominate Christian faith; its assuredbete noire of Protestantism has supplanted its iron hold throughout much ofEurope, with the result that the papacy was forced to adapt to the changes ofincreasing egalitarianism and colonization that was changing both the geographicand cultural outlook of European thought. The result was the increasedvisibility of Jesuit presence in the still burgeoning United States,particularly in educational institutions. The establishment and domination ofalmost all of the 28 Jesuit colleges and universities occurred immediatelyfollowing the restoration of Jesuit expansion by Pius, resulting in adherence toa strict orthodoxy and doctrine of papal infallibility that up until relativelyrecent times immediately preceding the Second Vatican Council of 1962 (itself,an effort on behalf of the Church to adapt to an increasingly modern andall-inclusive cultural milieu.) Despite the fact that the Jesuits represent the largest single religious orderof priests and clergy within the Catholic church and the continued prominence ofJesuit colleges, the order itself has been experiencing a steady decline overthe past forty years owing to the increased popularity of liberation theology(particularly in third world countries), which emphasizes the need for clergy tomaintain an express awareness to the plight of the impoverished and directlyredress social injustice as an adjunct to the mission of the church. Criticshave referred to this as a form of Marxist Christianity, and even espy anevidence of Illuminati doctrine in its philosophical underpinnings. Butcriticism of the Jesuits isn’t wholly a modern phenomenon owing to the advent ofeconomic dilemmas of poverty and wealth distribution. Nor does it stem back tothe rise of Protestantism. The criticism of the Jesuit faith is not rooted intheir ideology but in their actions. And it’s been documented as early as the17th century. Controversy of the Society of Jesuits The earliest criticism of the Jesuits was published in 1612 as the MonitaSecreta Iesutus or Secret Instructions of the Jesuits. Now widely considered ahoax attributed to a former Brother named Jerome Zahorowski who had beenexcommunicated a year earlier, the book purports to be the secret instructionsof the society’s fifth grandmaster Claudio Acquaviva and alleges, among otherthings, that Jesuit clergy must acquire wealth for the Society by any meansimaginable including enticing wealthy men to enter it and will the society theirestates; convincing rich widows to endow their assets to the Society anddissuading them from remarriage; and the wholesale slander of other monasticorders. While now discredited both by the church and its detractors, thecriticism does raise a fundamental question; just how was a monastic andmilitary-styled order sworn to poverty and renunciation able to forge a niche ofsuch commendable power within the ranks of the church that by the time of theCounter Reformation (initiated some mere ten years after the Society’s officialfounding) they numbered among the most revered, most popular and most reveredorders within the Roman Catholic church? Intriguingly enough, it wasn’t until the rise of the Enlightenment in the 18thcentury—which, as Chapter Three and Chapter Four demonstrated, was in no smallpart a result of Masonic and Illuminati influence—that Jesuit conspiracies beganto be more widespread. Conflicts between Catholicism and Freemasonry had beenfestering for numerous years prior; and indeed, to this date, there is a mutualenmity between the Vatican and the vast majority of Masonic lodges. Accusationsof Jesuit support was a popular rebuttal to church-abetted attacks on therationalism of Rousseau and Voltaire; and the term “Jesuit” became anincreasingly derogatory epithet well into the 19th century, when anti-clericismbecame a common facet of French intellectual life, thanks to such writers asfamed French historian and ‘philosopher of pessimism’ Jules Michelet.Conversely, Jesuit supporters had a ready counter-argument in their own nemesisof Adam Weishaupt but by then, it was too late; Masonic and Illuminati idealshad come into their own rarely-waning vogue both in the New World and the old. Yet, much like other secret societies—as well as the Catholic church itself—theJesuits maintain their own secretive rites of induction. After all, what is amilitary order without some sense of pageantry, some sense of formal ritualdecorum, that defies the rational and instead reminds the candidate that he isno longer invested with mortal indenture but instead serves a higher calling?This is as true for the Marine as it is for the Freemason; and subsequently, theJesuit. One account states that a Jesuit called to the rank of command swears an oath offealty not to God or to the betterment of mankind, but to the direct authorityof the Pope, whom is viewed as the mortal representative of the Lord on Earth.He does so beneath two banners: one being a banner bearing the official papalcolors, the other a black banner emblazoned with the image of a dagger and askull and crossbones (a curious image, given Chapter Seven.) Directly above thisimage is the legend INRI, often found on images of the crucifix and generallyheld to be shorthand for the Latin Iesus Nazarenus, Rex Iudaeorum or “Jesus ofNazareth, King of the Jews.” However, this account states that the legend isactually shorthand for Iustum Necar, Reges Impious or Latin for “It is just tomurder an impious king” (it is interesting to compare this legend with thehermetic and qabalistic practice of notariqon, whereby the acronym of a popularphrase is held to have numerous mystical meanings to be discovered through acomplex numerological analysis.) This same account goes on to quote the “Extreme Oath of the Jesuits” whichstates, among other things, that the candidate is sworn to “plant the seeds ofjealousy and hatred between communities, provinces, states that were at peace,and incite them to deeds of blood, involving them in war with each other, and tocreate revolutions and civil wars in countries that were independent andprosperous, cultivating the arts and the sciences and enjoying the blessings ofpeace. To take sides with the combatants and to act secretly with your brotherJesuit, who might be engaged on the other side, but openly opposed to that withwhich you might be connected, only that the Church might be the gainer in theend, in the conditions fixed in the treaties for peace and that the endjustifies the means.” At the conclusion of this oath, the candidate is questioned through a series ofdirect interrogations regarding his motivations and his obligations that isstrikingly reminiscent of Masonic oaths (perhaps the latter being a perversionof pre-existing Jesuit obligations?) including being received by a mysterious“venerable man with white hair” (itself, reminiscent of the Templar oath toBaphomet), and concludes with the charge, “Go ye, then, into all the world andtake possession of all lands in the name of the Pope. He who will not accept himas the Vicar of Jesus and his Vice-regent on earth, let him be accursed andexterminated.” The Catholic Church and the CIA have long enjoyed a mutually respectfulrelationship; and some say, a mutual vying for power. This relationship datesall the way back to the 1940s in the midst of WWII when General William Donovan,then head of the Office of Strategic Services (the precursor of the CIA), wasreceived by Pope Pius XII to be granted the Grand Cross of the Order of SaintSylvester, the oldest and most prestigious of papal knighthoods, on accounts ofhis alliance with the Catholic intelligence service Pro Deo. Since then, the links between the CIA and the Vatican have been marked by apronounced, if at times competitive, alliance, particularly in regions such asLatin America and Eastern Europe where Catholicism has garnered an unwaveringpopularity, especially in the face of documented CIA activity during the 1970sand 1980s. Both Vatican funding of covert CIA operations as well as CIAsponsorship of the traditionalist “Opus Dei” movement, which helped infiltrateand combat Communist sympathies during the Cold War, has been ably documented;and the relationship between the Vatican and Licio Gelli’s Masonic “PropagandaDue” lodge has been linked to discretionary CIA funding, with a number ofunanswered questions regarding Gelli’s dismissed criminal charges and CIAinvolvement still lingers for many. Former CIA director William Casey as well as his close colleague, formerSecretary of State Alexander Haig, were both noted members of the Knights ofMalta, a Jesuit-allied military order who also were responsible for thesmuggling of thousands of Nazi war criminals into South America immediatelyfollowing WWII through Catholic Bishop Alois Hudal’s “underground railroad”,including noted Jesuit father Martin Bormann (despite the fact that Jesuits werea frequent target for Gestapo persecution in WWII, this appears only on accountof Catholicism’s popularity in Germany at the time. The truth of the matter isthat the Nazis openly cooperated with the Vatican, and by default Jesuits, asdocumented evidence has proven time and time again. Benito Mussolini, theFascist Italian dictator and close ally of Hitler, as well as the openly-Fascistadmirant and Nazi criminal harborer Argentinian President Juan Peron.) Othermembers of the Knights of Malta have included Nixon-era CIA Director WilliamColby, Lee Iacocca, William F. Buckley, Pat Buchanan, J. Patrick Grace, ColdWar-era CIA Director John A. McCone and Cardinal John Joseph O’Connor; all ofwhom have had noted ties to the Council on Foreign Relations. Certainly, adherence to the Jesuit faith does not imply nefarious orconspiratorial intent anymore than adherence to Catholicism implies pedophiliaor Nazi war crime-support. But it is curious how a supposedly secular (and somewould argue Masonically-derived) nation such as America and an allegedly secular(and unquestionably unethical) nation such as that of Nazi Germany could openlycooperate with the Vatican , and by default, their own “Secret Service”, theSociety of Jesuits? Unless there was another, perhaps “hidden”, mechanism athand… That mechanism will be better left for the more astute reader to ascertain. Members Other members of the Society of Jesuits and allied Vatican organizations haveincluded: Mathematician (and peer of Galileo) Luca Valerio; St. Francis Xavier;author Garry Wills; former Senator Frank Lausche (Knight of Malta); politicalpundit John McLaughlin; Prince Laurent of Belgium (Knight of Malta);controversial author Father Malachi Martin; Belgian physicist Georges LeMaitre;French Minister of Defense Patrick Levaye (Knight of Malta); Hitler biographerFranz Jetzinger; linguist Peter Hans Kolvenbach; scientist, mystic anddiscoverer of microbes Athanasius Kircher; writer Augustin Barruel; formerGerman Chancellor Franz von Papen (Knight of Malta); philosopher Yves MarieAndre; philosopher Joseph de Maistre; Cardinal Avery Dulles; King Juan Carlos Iof Spain (Knight of Malta); former Congressman Robert Drinan; physicist andastronomer Francesco Maria Grimaldi; philosopher Baltasar Gracian; Crown PrinceOtto von Habsburg (Knight of Malta); author John Powell; Congressman GabrielRichard; poet Gerald Manley Hopkins; Bloomingdale’s founder Alfred Bloomingdale(Knight of Malta); philosopher Martin Heidegger; explorer Simon le Moyne;philosopher Pierre Teilhard de Chardin; former CIA Counterintelligence ChiefJames Angleton (Knight of Malta); Gregorian calendar architect ChristopherClavius; former Secretary of the Interior Walter Hickel (Knight of Malta); laboractivist John Corridan; scientist Louis Bernard Castel; author James Martin;mathematician Andres Tacquet; former Senator Rick Santorum (Knight of Malta);Belgian political leader and SS officer Leon Degrelle; artist Andreas Pozzo;former Inspector General of the Department of Defense Joseph Schmitz (Knight ofMalta); poet Robert Southwell; and former U.S. Secretary of Energy James D.Watkins (Knight of Malta)."},{"pageContent":"AFTERWORD It’s been almost a thousand years since Hassan-i-Sabbah first oversaw his elitecadre of highly trained and highly indoctrinated Hashishin from his mountainfortress at Alamut, inaugurating a dynastic reign of terror that lasted lessthan only two hundred years. And it’s been almost 250 years since the mercurialpresence of Adam Weishaupt flickered in and out of seminaries and secretivecandle-lit lodges to inaugurate what may be the world’s longest concurrentlyrunning shaggy dog story, or such a substantial threat to global freedom thatthe human mind would prefer to keep its head in the sand rather than address itsramifications. Since that time, the world has been baptized both in blood andpeace time and time again; seen the establishment of new nations, newideologies, new faiths, world wars and the development of weapons and diseasesthat could potentially spell the demise of existence of the human race as weknow it; and at the crux of each cataclysm, names occur and reoccur in strangeand mysterious configurations, a cuneiform that only time and dedicated researchcan decipher. It’s been said that when Swiss psychologist Carl Jung first read James Joyce’svirtually impenetrable and nonsensical Finnegan’s Wake, he commented that “thisis either an example of severe mental illness or a degree of mental healthinconceivable to most people.” And for millions of people, the analogy can beextended to the idea of secret societies; either they are a fertile example ofthe paranoid human imagination to distort and skew coincidence to an absurddegree, or they are a byproduct of the human imagination’s ability to distort,skew and control human society to a degree unfathomable to paranoia andabsurdity. Time and time again, names, events and occurrences occur in suchclose proximity to one another to make the factor of coincidence a virtualimprobability; and time and time again, the average person ascribes to theseconfluences the magical property of “coincidence”, demonizing believers asparanoid cranks and gullible swallowers of a dissociative brand of snake oil. There’s no doubt that some of the more fanciful descriptions of these societiesare no doubt figments of the author’s imagination, and highly profitablefigments at that. But beyond the inane absurdity of certain allegations (thenotion of a dynasty of shape-shifting reptilian/human hybrids responsible forthe infiltration of every conceivable social mechanism since time immemorialinstantly comes to mind), the very real question when faced with theplausibility of detailing secret societies is best summed up by the question,who gains? The author, who faces the distinct probability of a lifetime ofostracism, ridicule and marginalization for daring to ‘suggest’ that there maybe figures who stand to gain and historically have gained by the non-judiciousexercise of control, nepotism and influence and who have perpetuated afar-reaching vision and schematic of that control and are willing to sacrificethe lives of others to ensure that control remains forever cemented? Thearchitects of that control, whose movements are forever under scrutiny beingpublic figures who continue to exist in an age of diminished privacy? Thesubjects of that control, who knowingly or unknowingly trade personal libertyand freedom of both thought and expression in exchange for an illusion ofsecurity? Or the unseen hand which, by its very inconspicuousness, gains profitand power in full public purview according to the age-old designs of greed andauthority? I am often asked whether or not I take the subject of secret societies with agrain of salt. I typically answer no; but it’s likely that they take me with agrain of salt. What I mean by that, is that despite the threat of publicexposure from numerous sides, both as often politically or religiouslynon-sectarian as they are sectarian, these same architects of control anddomination continue to act with impunity, fulfilling designs as brazenly andpredictably as any poorly scripted Hollywood thriller. It’s not that I believethey are oblivious to criticism or exposure; it’s just that I believe they havebecome so adroitly capable of mastering misinformation and miscommunication thateven criticism, exposure and widespread public outcry can be easily skewed andtwisted so as to be grafted on to their schemes to suit their best interests. As I mentioned earlier in the introduction, the notion of secret societies is nolonger a distinctly underground phenomenon; but then again it never has been.Not only have many so-called “shadow” organizations operated out in the open,but warnings as to their threats have appeared since at least the 18th century.What has changed is public perception of these threats. The secret society isnow enjoying a semi-ironic prestige in popular culture, with numerous movies,novels, musicians and internet sites celebrating (often smugly and frequentlysuperficially) the lore of these entities with all the free abandon andself-conscious winking and nudging one has come to expect in the digital age. Isay, “semi-ironically” because these same purveyors of Illuminati chic seem toplay right into the ploys and designs of those power barons they choose toblithely dismiss as nothing more than a fashion statement. At the opposite end of the spectrum, the explosion in popularity of the subjecthas fostered a plethora of books; some meticulously researched, some novel andsome fundamentally prejudiced. Which has led to a great question: if theseorganizations are so powerful, why aren’t the authors of these exposes dead yet?The answer is simple; the most critical way to deflect your opponent’s argumentsis to denigrate them. Silencing your opponent won’t stifle his or her argument;but by deriding that argument, you make it known (through a somewhat curioustwist of logic) that disagreement with your own is nothing more than a cause forpublic humiliation. And public humiliation is par for the course for theseorganizations. My personal stance on the subject matter is that there are, indeed, elementsbeyond our conscious control which seek to manipulate information and publicopinion to best serve the needs of an authority which seeks to consolidate powerthrough the process of globalization and the direct silencing of dissentingopinions. As to the motivation behind these entities, I don’t believe that theyare necessarily exclusive to one particular political, cultural or religiousideology, but are much more abstract in their outlook, seeking power for its ownsake. My personal opinion is that we are currently living in a world wherefreedom of expression and livelihood are being threatened by these veryentities, and it is the distinct duty of anyone possessed with the slightestsemblance of conscience to combat these entities by any and every meansnecessary. I don’t pretend that this is either the first or the last book to be written onthe subject. I don’t pretend that somewhere down the line, a much ablerresearcher will not compose a work that will not only be much more resolutelydocumented, but will provide irrevocable evidence for the existence of thesesocieties and the dangers they pose to the very foundations of the world as weknow it. Not only do I not pretend this, I actively hope and welcome it. Thewool can only be pulled over the eyes for so long until somebody wakes up. Thelie may seduce sweetly for now, but its neck will eventually be pierced bytruth. And like freedom, the truth, as much wiser men have noted, is a two-edgedsword."}]
