[{"pageNumber":1,"pageContent":"The High Society That Surrounded Jeffrey Epstein Who Was Jeffrey Epstein Calling? A close study of his circle — social, professional, transactional — reveals a damning portrait of elite New York. Epstein in his townhouse in 2015. Photo: Christopher Anderson for New York Magazine Perhaps, at long last, a serial rapist and pedophile may be"},{"pageNumber":2,"pageContent":"brought to justice, more than a dozen years after he was first charged with crimes that have brutalized countless girls and women . But what won’t change is this: the cesspool of elites, many of them in New York, who allowed Jeffrey Epstein to flourish with impunity. For decades, important, influential, “serious” people attended Epstein’s dinner parties, rode his private jet, and furthered the fiction that he was some kind of genius hedge-fund billionaire. How do we explain why they looked the other way , or flattered Epstein, even as they must have noticed he was often in the company of a young harem? Easy: They got something in exchange from him, whether it was a free ride on that airborne “ Lolita Express, ” some other form of monetary largesse, entrée into the extravagant celebrity soirées he hosted at his townhouse, or, possibly and harrowingly, a pound or two of female flesh. If you watch Fox News, you will believe Bill Clinton was Epstein’s No. 1 pal and enabler. If you watch MSNBC, this scandal is usually all about Donald Trump . In fact, both presidents are guilty (at the very least) of giving Epstein cover and credibility. There are so many unanswered questions about Epstein, but one that looms over all of them is whether the bipartisan crowd who cleared a path for him will cover its tracks before we can get answers — not just Clinton and Trump and all those who drank at Epstein’s trough but also (among others) institutions like Harvard,"},{"pageNumber":3,"pageContent":"Dalton, and the Council on Foreign Relations, or lawyers like the New York prosecutor Cy Vance Jr., whose office tried to downgrade Epstein’s sex-offender status; Kenneth Starr, who tried to pressure Republican Justice Department officials to keep the Epstein case from ever being prosecuted; and Alan Dershowitz , who tried to pressure the Pulitzer Prizes to shut out the Miami Herald for its epic investigative reporting that cracked open the case anew. In 2015, Gawker published Epstein’s “little black book,” which had surfaced in court proceedings after a former employee took it from Epstein’s home around 2005 and later tried to sell it. He said that the book had been created by people who worked for Epstein and that it contained the names and phone numbers of more than 100 victims, plus hundreds of social contacts. Along with the logs of Epstein’s private plane, released in 2015, the book paints a picture of a man deeply enmeshed in the highest social circles. Collectively, these documents constitute just a glance at the way society opened itself to Epstein in New York, Hollywood, and Palm Beach. In the weeks since his arrest, we have learned even more about the cliques he traveled in and the way they protected him. Though some observers have likened Epstein’s enigmatic rise as a glamorous social magnet to that of Jay Gatsby, a more appropriate archetype may be the fixer, sexual hedonist, and (ultimately disbarred)"},{"pageNumber":4,"pageContent":"lawyer Roy Cohn . In the 1970s and early ’80s, Cohn was a favor broker for boldface chums as various as the top Democratic-machine politicians, the mobster Carmine “Lilo” Galante, Nancy Reagan, the proprietors of Studio 54, the Catholic Archdiocese of New York, Andy Warhol, the publishers Rupert Murdoch and Si Newhouse, Dershowitz, and the ambitious young real-estate developer Donald Trump. To d ay o n l y, S av e 6 0 % O n I n t e l l i g e n c e r a n d e v e r y t h i n g e l s e New York! LEARN MORE » This project is meant to catalogue how Epstein’s secure footing in elite spheres helped hide his crimes. It includes influential names listed in his black book, people he flew, funded, and schmoozed, along with others whose connections to him have drawn renewed attention. Certainly, not everyone cited here knew of everything he was up to; Malcolm Gladwell told New York, “I don’t remember much except being baffled as to who this Epstein guy was and why we were all on his plane.” Some said they never met Epstein at all, or knew of him only through his ex- girlfriend and alleged accomplice, the socialite Ghislaine Maxwell . Others backed away from him after the scandal. But all of the influential people listed here were attached in some way to Epstein’s world. The sum of their names"},{"pageNumber":5,"pageContent":"constitutes a more concrete accounting of Epstein’s power than could any accounting of his disputed wealth. Consider this a pointillist portrait of enablement that all too chillingly overlaps with a significant slice of the Establishment. — Frank Rich His Contacts, A to Z A guided tour of a perverse power list."},{"pageNumber":6,"pageContent":"Allen, Woody: Director."},{"pageNumber":7,"pageContent":"With Woody Allen and Soon-Yi Previn in 2013. Photo: Elder Ordonez/Elder Ordonez/Splash News Epstein kept a photo of his friend Allen, the sexual pariah, on his wall and was photographed walking with him on the Upper East Side. They had more than a neighborhood in common. For years before his relationship with Mia Farrow, Allen had carried on with a 16-year-old girl he’d met at Elaine’s named Babi Christina Engelhardt. In an interview with The Hollywood Reporter, she wondered if she was the inspiration for Manhattan, Allen’s 1979 movie about a man in his 40s who dates a high-school student, which was"},{"pageNumber":8,"pageContent":"nominated for two Academy Awards. Engelhardt had sex with Allen more than 100 times, she says, sometimes with Farrow. “The whole thing was a game that was being operated solely by Woody so we never quite knew where we stood,” she said. Engelhardt went on to become Epstein’s assistant. Read More: How a Predator Operated in Plain Sight Althorp, Charles: Princess Diana’s brother. Name found in Epstein’s black book. Andersson-Dubin, Dr. Eva: Doctor and former Miss Sweden. Name found on Epstein’s private jet log. Epstein’s ex-girlfriend and her husband, billionaire hedge- funder Glenn Dubin, had Epstein over for Thanksgiving dinner in 2009, telling his probation officer they were “100 percent comfortable” with his being around their teenage daughter, Insider reported . She also created a foundation so Epstein could donate to her breast-cancer charity without attaching his name. “The Dubins are horrified by the new allegations against Jeffrey Epstein,” they said in a statement . “Had they been aware of the vile and unspeakable conduct described in these new allegations,"},{"pageNumber":9,"pageContent":"they would have cut off all ties and certainly never have allowed their children to be in his presence.” Prince Andrew, The Duke of York: Looking for a friend. Name found in Epstein’s black book and on Epstein’s private jet log. With Prince Andrew in Central Park in 2010. Photo: Jae Donnelly/News Licensing Epstein and the second son of Queen Elizabeth II have been"},{"pageNumber":10,"pageContent":"friends for years and were introduced, it is generally thought, by Brit Ghislaine Maxwell, Epstein’s former girlfriend and longtime aide-de-camp. Epstein has entertained the prince at his townhouse, where he would toss aside regal formalities and refer to him simply, and to English ears heretically, as “Andy.” Prince Andrew has had Epstein and Maxwell to shooting parties at Sandringham House, the queen’s country retreat in Norfolk. Theirs is an unusual alliance, given their stations — the born royal and the Brooklyn boy who made it big — but its disparities may be part of the point. “Jeffrey had Andrew put on a pair of sweatpants for the first time in his life,” a source told Vanity Fair about the two. “It was Jeffrey who taught Andrew how to relax.” But their relationship, and their relaxing, took on darker shades as time went on. Andrew stood by Epstein after his release from a 13-month prison sentence and was the star attraction at the party he threw to reenter society. (Katie Couric and George Stephanopoulos also came.) The British press wrung its hands with equal parts pain and glee when it was discovered that Sarah, the perennially indebted Duchess of York — Fergie to her Weight Watchers fans — had accepted £15,000 from Epstein to pay off one of her creditors, a deal brokered by her ex-husband, and that a former employee at Epstein’s Palm Beach manse had alleged in a sworn deposition that the duke was a longtime"},{"pageNumber":11,"pageContent":"guest, enjoying massages and naked pool parties. (Prince Andrew denied ever attending, or any awareness of, naked pool parties.) The ongoing affiliation with Epstein likely contributed to the end of Andrew’s duties as a U.K. trade envoy. In 2015, Virginia Roberts Giuffre alleged in a court filing that Andrew was one of the powerful friends to whom Epstein lent her out for sex. Buckingham Palace issued a statement emphatically denying the allegation. She hasn’t pressed her case further in court. But a photograph of the duke with his arm around a 17-year-old Roberts Giuffre, with Maxwell grinning beside them, didn’t help. — Matthew Schneier Assaf, Vittorio: Restaurateur. Name found in Epstein’s black book. Started the Upper East Side institution Serafina. Band, Doug: Influence peddler. Name found in Epstein’s black book and on Epstein’s private jet log. A onetime White House intern who climbed his way to being Bill Clinton’s bag carrier, body man, fixer, and all-purpose gatekeeper, Band arranged for the former president to travel to Africa on Epstein’s 727 in 2002. Band would go on to help his boss found the Clinton Global Initiative in 2005, a choice platform from which he launched his own lucrative"},{"pageNumber":12,"pageContent":"favor-trading corporate-advisory firm, Teneo. Throughout that time, he took a number of trips on Epstein’s plane and attended parties at his townhouse. Band resigned from his position at CGI in 2012; leaked emails later showed Band and Chelsea Clinton trading accusations of conflicts of interest in a war of influence over her parents. More recently, Band’s been teaching a “Public Service” class at NYU. Read More: Everything We Know About Jeffrey Epstein’s Upper East Side Mansion Balazs, André: Celebrity hotelier. Name found in Epstein’s black book. Baldwin, Alec: Actor. Name found in Epstein’s black book. Denies knowing Epstein, though he appears in the black book. Recently, Baldwin invited Julie K. Brown, the Miami Herald reporter who resurfaced the Epstein story, to do a podcast . Bannon, Steve: Former White House chief strategist. In August 2018, the New York Post reported that Bannon"},{"pageNumber":13,"pageContent":"had been seen entering Epstein’s townhouse. Neither Bannon nor Epstein has commented on the substance of their meeting, but when Ivanka Trump condemned Roy Moore’s campaign in Alabama, saying, “There’s a special place in hell for people who prey on children,” Bannon, who backed Moore, responded, “What about the allegations about her dad and that 13-year-old?” It was a clear reference to the woman who had accused Donald Trump and Epstein of raping her when she was 13. Barr, Donald: The headmaster who offered entrée."},{"pageNumber":14,"pageContent":"In the 1975 Dalton School yearbook. Photo: The Dalton School Barr was ousted shortly before Epstein, 21 and without a college degree, showed up for his first day of work teaching math and physics at the Manhattan’s elite Dalton School in the early 1970s. Barr announced his resignation soon after, in February 1974: “He was disliked by the faculty, he was highly controversial, he hadn’t raised much money, he was very conservative,” said the board’s chairman. Barr’s leadership style was described as “authoritarian” and “undemocratic” at the time. Memorably, several former students told the New York Times that Epstein was overly"},{"pageNumber":15,"pageContent":"familiar with teenage girls at the school. Donald’s son William would intersect with Epstein’s orbit while serving as a counsel at Kirkland and Ellis in 2009. The law firm secured Epstein his obscenely lenient 2007 non-prosecution deal, which the Justice Department is now reviewing. In July, Barr the son refused to recuse himself from the ongoing Epstein investigation. Barrack, Tom: Trump adviser and private-equity manager. Name found in Epstein’s black book. In Fire and Fury , Michael Wolff wrote that Trump, Epstein, and Barrack were a “set of nightlife musketeers” in the ’80s and ’90s. Berger, Sandy: National-security adviser for Bill Clinton. Name found on Epstein’s private jet log. Berggruen, Nicolas: Billionaire investor. Name found in Epstein’s black book. Berkman, Bill: New York businessman. Names found in Epstein’s black book."},{"pageNumber":16,"pageContent":"A wealthy executive whose family established the Berkman Klein Center for Internet & Society at Harvard, Berkman was sued in 2014 by his administrative assistant, who said she was forced to read emails Berkman had sent to a colleague containing “pictures of random and unsuspecting women on the street” — that is, creepshots. (The suit was settled.) Birley, Robin: Nightclub impresario. Name found in Epstein’s black book. ​ Owned the club where Meghan Markle and Prince Harry had their first date. Bismarck, Debonnaire von: Countess. Name found in Epstein’s black book. Listed as Debbie in the black book. Bismarck, Leopold von: Count. Name found in Epstein’s black book. Yes, those von Bismarcks. His nickname, Bola, was listed in the black book. Bismarck, Vanessa von: Heiress and publishing entrepreneur. Name found in Epstein’s black book."},{"pageNumber":17,"pageContent":"Black, Conrad: Media mogul. Name found in Epstein’s black book. He’s perhaps best known for being sentenced to 42 months in prison for fraud, then writing a book about Trump and receiving a pardon. Vicky Ward, who profiled Epstein for Vanity Fair in 2003, said Epstein heavily leaned on Black, who is her ex-husband’s uncle (and was her ex-husband’s then-boss), to try to exert his influence on Ward. Black, Leon: Private-equity tycoon. Name found in Epstein’s black book. The billionaire co-founder of Apollo Global Management and chairman of MoMA, Black made Epstein the director of his family foundation in 2001. The foundation continued to list Epstein as director on its tax forms until 2012, four years after he had pleaded guilty to soliciting a minor for prostitution in Florida. The foundation now says that Epstein resigned in 2007 and that his name continued to appear on its rolls owing to a “recording error.” In 2011, he was listed as an investor in Environmental Solutions Worldwide, a Pennsylvania company, alongside several people close to Black, including his four children. Black himself was seen with Epstein at a movie screening just a few months after Epstein finished probation in 2010, and Epstein was spotted at a party at Black’s home in the Hamptons as recently as"},{"pageNumber":18,"pageContent":"2015. Black, Roy: An Epstein lawyer. The trial attorney and legal analyst’s client roster has included Justin Bieber, Girls Gone Wild creator Joe Francis, and Rush Limbaugh. Black is perhaps best known for representing William Kennedy Smith against rape charges in Palm Beach in 1991. (The Kennedy nephew was acquitted.) In 2005, Black played the “managing partner” on NBC’s The Law Firm, a knockoff of The Apprentice for up-and-coming lawyers. Blaine, David: Magician. Name found in Epstein’s black book. Blaine put on a private show for Epstein’s dinner guests in 2003, doing card tricks for the likes of Sergey Brin, Mort Zuckerman, and Bill Clinton aide Doug Band. The dinner was organized by Ghislaine Maxwell and included a group of young women who were introduced as Victoria’s Secret models. Blair, Tony: Former British prime minister. Name found in Epstein’s black book."},{"pageNumber":19,"pageContent":"Bloomberg, Michael: Billionaire, private- jet enthusiast, former mayor. Name found in Epstein’s black book. Bolkiah, Hassanal: Sultan of Brunei. Epstein had at least one meeting with the sultan when he traveled to Brunei in 2002 with Bill Clinton. Bolkiah and his brother are famous for their lavish spending, including a collection of 2,500 cars and a $1.5 billion palace. Bolkiah was once sued by Miss USA 1997, who claimed she had been held as a sex slave. The suit was dismissed on the grounds that Bolkiah had sovereign immunity. Bond, Annabelle: British socialite. Name found in Epstein’s black book. Bonomi, Andrea: Italian businessman. Name found in Epstein’s black book. The chairman and founder of Investindustrial was a key character in the Paradise Papers international tax-shelter scandal. Borrico, Michael: Long Island contractor."},{"pageNumber":20,"pageContent":"Name found in Epstein’s black book. Described by Social Life magazine as the “ambassador of the all-important Hamptons polo culture,” Borrico is known for hosting polo matches at his estate in Water Mill. Bourke, Frederic: A founder of Dooney & Bourke. Name found in Epstein’s black book. Bourke went to prison for a scheme to bribe government officials in Azerbaijan. Bowles, Hamish: European editor-at- large for Vogue . Name found in Epstein’s black book. Brandolini, Muriel: Interior designer. Name found in Epstein’s black book. Her clients have included Matt Lauer and the Crown Prince and Princess of Greece. Branson, Richard: Founder of Virgin Group. Name found in Epstein’s black book. Like Epstein, Branson enjoys entertaining on a private"},{"pageNumber":21,"pageContent":"island. Briatore, Flavio: Italian millionaire businessman. Name found in Epstein’s black book. A friend of Trump, a convicted card cheat, and an accused Formula 1 race fixer, Briatore was a longtime fugitive in the Virgin Islands. Brockman, John: Agent for scientific “freethinkers.” Name found on Epstein’s private jet log. From left, John Brockman, Steven Pinker, Daniel Dennett, Katinka Matson, and Richard Dawkins flying to a TED conference in 2002 aboard Epstein's plane, pictured below Photo: Dailymail.com. What seems new, in flipping through the reams of society photos of perhaps the world’s most prolific sexual predator that have been circulating over the past few weeks, is not the powerful and the beautiful who surrounded Epstein, but the intellectuals — the Richard Dawkinses, the Daniel Dennetts, the Steven Pinkers. All men, of course. But the group selfies probably shouldn’t have been a surprise — documents of an age in which every millionaire doesn’t just"},{"pageNumber":22,"pageContent":"fancy himself a philosopher-king but expects to be treated as such, and every public intellectual wants to be seen as a kind of celebrity. Cultural shifts like these require visionaries, networkers, salespeople. Brockman is one. A Warhol Factory kid turned freelance philosopher of science turned literary agent to Dawkins and Dennett and Pinker (and many others), in the 1980s he formed a casual salon of like-minded scientists and futurists that came to be known as the Reality Club, a knock against the poststructuralism then dominant in the academy. In the 1990s, he rebranded it as the Edge Foundation, an organization whose central event was an annual online symposium devoted to a single, broad question. In 2000, it was “What is today’s most important underreported story?” In 2006, “What is your dangerous idea?” Epstein was a regular contributor, and his plane — to judge from the photographs, at least — was an especially appealing way for other contributors to get to ted. They could also catch Epstein at Harvard, where so many of them taught and where he became so prolific a donor that one whole academic program seemed to be run like his private Renaissance ateliers. Epstein had long described himself as a “scientific philanthropist,” and in a press release put out by the Jeffrey Epstein VI Foundation announcing its"},{"pageNumber":23,"pageContent":"“substantial backing” of Edge, he called it “the world’s smartest think tank.” Many in Brockman’s Edge community are, or were, inarguably significant figures in the American intellectual Establishment: Freeman Dyson, Jared Diamond, Craig Venter, John Horgan, Paul Bloom (to name a random but representative sample). They are also among the gods and heroes of the Trump-era internet community of “freethinkers,” whom Eric Weinstein, the venture capitalist and regular Edge contributor, memorably called “the intellectual dark web.” The name suggests a self- glamorizing style of dangerous discourse, and as soon as the community was identified, it was criticized as revanchist, an effort to reopen areas of intellectual inquiry — about innate differences between the races, say, or the genders — now considered problematic, at a minimum. But to listen to the IDW warriors themselves — talking about the “war on free speech” as though their universities had sent assassins their way rather than tenured chairs — their crusade seems motivated just as much by a thin-skinned sense of their own world-historical significance. They were special people, deserving of special acclaim and, of course, special privileges. Many contributions to Edge were plausibly the products of genuinely special minds. Epstein’s were not. In 2008, the"},{"pageNumber":24,"pageContent":"year he went to jail for prostitution, the prompt was “What have you changed your mind about?” Epstein replied, “The question presupposes a well defined ‘you’ and an implied ability that is under ‘your’ control to change your ‘mind.’ The ‘you’ I now believe is distributed amongst others (family friends, in hierarchal structures), i.e. suicide bombers, believe their sacrifice is for the other parts of their ‘you.’ The question carries with it an intention that I believe is out of one’s control. My mind changed as a result of its interaction with its environment. Why? Because it is a part of it.” “J e f f r e y h a s t h e m i n d o f a p hy s i c i s t ,” t h e H a r va r d p r o fe s s o r Martin Nowak has said, incredibly. But what he really did have was the life of a very rich person — unable to see any world he felt unqualified to enter and surrounded by too many people enamored with his money to ever hear the word no. — David Wallace-Wells Bronfman Jr., Edgar: Executive. Name found in Epstein’s black book. The former Warner Music Group CEO, son of the late Seagram’s CEO Edgar Bronfman Sr., is related to the NXIVM-sex-cult Bronfmans. His son has a child with pop star M.I.A. Brunel, Jean-Luc: Model scout."},{"pageNumber":25,"pageContent":"Name found in Epstein’s black book and on Epstein’s private jet log. Brunel was accused in court testimony of having used his agency to supply Epstein with girls. (He was not charged.) He also has a long history of allegations that he had abused his fashion-world position. In 1988, he was the subject of a 60 Minutes investigation alleging that he and a fellow agent sexually assaulted nearly two dozen models. He denied the claims but later told Model author Michael Gross, “You get laid tonight with a model, is that a crime?” In 2005, Brunel co-founded the Mc2 modeling agency; Epstein invested $1 million, according to a 2010 deposition. Buck, Joan Juliet: Fashion editor. Name found in Epstein’s black book . In 2003, Buck met Maxwell at a fashion party at a New York City boutique. Buck had recently moved on from her seven- year tenure as the editor of Paris Vogue and was writing for its American counterpart and living in New Mexico. She was a lifelong resident of a rarefied social world. Maxwell, a regular on that particular circuit, quickly made a connection. “Oh, Jeffrey’s got a ranch in Santa Fe, blah blah blah,” Buck recently remembered their conversation going. She gave Maxwell her Santa Fe number and later asked a friend about Epstein and New Mexico. “His ranch?” the friend replied. “A s we s ay i n Tex a s , a l l h a t , n o c a t t l e .”"},{"pageNumber":26,"pageContent":"Burkle, Ron: Supermarket magnate. Name found in Epstein’s black book and on Epstein’s private jet log. Burkle took what were described as humanitarian trips to Africa with Bill Clinton on Epstein’s private Boeing 727. According to a 2008 Vanity Fair feature about the former president, “Burkle’s usual means of transport is the custom- converted Boeing 757 that Clinton calls ‘Ron Air’ and that Burkle’s own circle of young aides privately refer to as ‘Air Fuck One.’ ” Bushnell, Candace: Columnist who inspired Sex and the City . Name found in Epstein’s black book . Busson, Arpad: French financier. Name found in Epstein’s black book . During a custody battle with ex Uma Thurman, her lawyer asked Busson, a prominent hedge-funder, if he had ever said he was “addicted to prostitutes.” (He said no.) Calacanis, Jason: Businessman. Name found in Epstein’s black book . An investor in Uber, Calacanis was a fixture in the early-"},{"pageNumber":27,"pageContent":"aughts New York tech scene as the founder and editor of Silicon Alley Reporter. (“I can’t tell you how many propositions I get, it’s absolutely insane,” he told the Observer in 2000.) In 2014, Vice awarded him Most Offensive Tweet of the Year for describing as racist the idea of white privilege. Caledon, Nicky: Earl. Name found in Epstein’s black book . Campbell, Naomi: Supermodel. Name found in Epstein’s black book and on Epstein’s private jet log. Candy, Nicholas and Christian: British property-developer brothers. Name found in Epstein’s black book . Carter, Graydon: Former editor of Vanity Fair. According to journalist Vicky Ward, he killed portions of a 2003 story that accused Epstein of pedophilia after an office visit from Epstein. (Carter says there wasn’t enough on-the-record sourcing.) “I didn’t invent the system. I just"},{"pageNumber":28,"pageContent":"lived by the system,” he said when The New York Times Magazine questioned him about the story last week. Cecil, Aurelia: PR chairman. Name found in Epstein’s black book . Allegedly the former girlfriend of Prince Andrew. Cecil, Mark: Hedge-funder. Name found in Epstein’s black book . Has hosted Prince William and Kate Middleton at his villa in Mustique. Chatwal, Vikram: Hotelier. Name found in Epstein’s black book . When the 1990s playboy settled down, Bill Clinton attended his wedding. In 2017, Chatwal pleaded guilty to a misdemeanor violation after being accused of trying to set a pair of dogs on fire on a Soho street. Cipriani, Giuseppe: Restaurant magnate. Name found in Epstein’s black book . The scene-y Cipriani Italian spots are known for inventing the Bellini cocktail — and more infamously for being Harvey Weinstein’s “hunting ground.”"},{"pageNumber":29,"pageContent":"Cisneros, Gustavo: Venezuelan billionaire. Name found in Epstein’s black book . The patriarch of a family so wealthy it operates practically as its own nation-state in Latin America. Jeffrey Epstein in his townhouse in 2015. Photo: Christopher Anderson for New York Magazine Clinton, Bill: President and problem. Name found on Epstein’s private jet log. As soon as the Epstein news broke two weeks ago, the taunting and tallying began, suffocating in its familiarity. First were the jeering reminders, as if we didn’t know it in"},{"pageNumber":30,"pageContent":"our every molecule: It wasn’t just Donald Trump who’d be ensnared in this stygian nightmare of underage sexual assault and trafficking of girls, it was Bill Clinton, who’d been a friend and repeat flier on Epstein’s plane. Then came the numbers, the attempts to quantify the nature of the Clinton-Epstein relationship. Clinton issued a statement toting up four plane trips, one Epstein meeting in Clinton’s Harlem office, one visit to Epstein’s home, and zero trips to his island. Meanwhile, reporters recalled that Gawker’s published flight logs had tallied 12 separate plane legs and that Epstein had more than 20 numbers and email addresses for Clinton and one signed photo of him in his home, along with one of Woody Allen and one of Mohammed bin Salman, the Crown Prince of Saudi Arabia. All of this was presented as if these numbers could clarify some exact science of guilt or complicity. The reality is: Yes, Clinton was grimy and had grimy friends, and, more broadly, this is how powerful men have behaved toward women and one another. Yes, we know it’s dirty and mean and exhausting and true. We know, of course, because the shadow of Clinton’s sexual history and his associations with other men who have terrible legacies of sexually inappropriate-to-criminal behavior have for decades hung like a greasy and unscrubbable film over the Democratic Party he once led."},{"pageNumber":31,"pageContent":"Clinton palled around not just with Epstein but with Charlie Rose and Harvey Weinstein and Trump himself. They hung out together and flew together and went to each other’s offices and visited each other’s homes and appeared on each other’s TV shows and had each other’s phone numbers and attended each other’s weddings and created a circle of money and protection. The prosecutorial and defensive math — the haggling over flights and phone numbers — is just used to complicate this basic reality. Those on the left have been going over how we’re supposed to feel about him for decades, but in the arguing about it, we have been asked to focus again and again on Clinton and his dick and what he did or didn’t do with it. The questions we’ve asked ourselves and one another have become defining. Are we morally compromised in our defense of him or sexually uptight in our condemnation? Are we shills for having not believed he should have resigned, or doing the bidding of a vindictive right wing if we say that, in retrospect, he probably should have? Meanwhile, how much energy and time have been spent circling round this man and how we’ve felt about him, when in fact his behaviors were symptomatic of far broader and more damaging assumptions about men, power, and access to — as Trump has so memorably voiced it — pussies?"},{"pageNumber":32,"pageContent":"After all, Clinton was elected president during a period that may turn out to be an aberration, just as the kinds of dominating, sexually aggressive behaviors that had been norms for his West Wing predecessors had become officially unacceptable, and 24 years before those behaviors would again become a presidential norm. So yes, Clinton got in trouble, yet still managed to sail out of office beloved by many, his reputation as the Big Dog mostly only enhanced by revelations of his exploits. But the election of Trump over Clinton’s wife, and the broad conversation around sexual assault and harassment that has erupted in its wake, has recast his behavior more profoundly. The buffoonery, the smallness and tantrums of Trump, has helped make clear what always should have been: that the out-of-control behavior toward women by powerful men, the lack of self-control or amount of self- regard that undergirded their reckless treatment of women, spoke not of virility or authority but of their immaturity. And the people who have paid the biggest price for these men’s fixation on sex as a measure of manhood have, of course, not been the men themselves. In Clinton’s case, it has been Monica Lewinsky, whose life and name became defined by her relationship to him. It has been his wife, Hillary, who, in addition to having been celebrated and pilloried for her defense of her husband,"},{"pageNumber":33,"pageContent":"also had to conduct one of her three historic presidential debates with women who’d accused him of sexual misconduct sitting in the audience, invited there by her opponent as props to unsettle and disempower her. It has been decades of left feminist women who have had Clinton’s misdeeds thrown in our faces as proof of our own hypocrisy. I try sometimes to imagine a contemporary Democratic Party without Bill Clinton in its recent past — yes, of course, from a policy perspective, but also simply from a personal one. What if so much energy had not been eaten up by his colleagues, by his wife, by feminists, by his supporters and friends and critics, all of whom had to dance around him, explain their associations with him, or carefully lay out their objections to him without coming off as frigid reactionaries? What else might we have done with our politics had we not been worrying about Clinton and his grubby buddies? What further power have they taken from us? — Rebecca Traister Clinton, Chelsea: First Daughter. Ghislaine Maxwell attended her wedding after Epstein had first been charged. This was shortly after she skipped a deposition for the Epstein case, claiming she needed to return to the U.K. to be with her deathly ill mother."},{"pageNumber":34,"pageContent":"Coleridge, Nicholas: Chairman of Condé Nast Britain. Name found in Epstein’s black book . Collins, Phil: Musician. Name found in Epstein’s black book . Copperfield, David: Magician. According to a message-pad entry dated January 27, 2005, at 3 : 55 p.m., Copperfield rang Epstein’s line while he was out. The handwritten entry reads, “Magic David called.” Couric, Katie: Journalist. Among those who attended a dinner at Epstein’s townhouse for Prince Andrew in 2010. Cosby, Bill: Comedian, convicted rapist. Lived across the street from Epstein in Manhattan. d’Arenberg, Prince Pierre: Royal. Name found in Epstein’s black book . Americans often imagine aristocrats floating on a cloud of above-it-all wealth, but even real-life princes, this one"},{"pageNumber":35,"pageContent":"descended from a German royal family that long ago united with the most influential and wealthiest family of the Hapsburg Netherlands, could get something out of a relationship with a font of new American money like Epstein. de Broglie, Louis Albert: Political scion, founder of luxury garden brand. Name found in Epstein’s black book . de Carvalho-heineken, Charlene: Heiress. Name found in Epstein’s black book . de Crussol, Jacques: 17th Duke of Uzès. Name found in Epstein’s black book . Cuomo, Andrew: Governor of New York. Name found in Epstein’s black book . Dahl, Sophie: Former model, granddaughter of Roald Dahl. Name found in Epstein’s black book . de Rothschild, Lynn Forester: De"},{"pageNumber":36,"pageContent":"Rothschild! Name found on Epstein’s private jet log. Dershowitz, Alan: Lawyer who stands accused. Name found in Epstein’s black book and on Epstein’s private jet log."},{"pageNumber":37,"pageContent":"With Alan Dershowitz at Harvard in 2004. Photo: Rick Friedman/Polaris For around a decade, Dershowitz kept casual company with Epstein, who introduced him to his friends, like Ghislaine"},{"pageNumber":38,"pageContent":"Maxwell and Prince Andrew. (Dershowitz says he and the prince ended up not getting along because they disagreed about Israel.) Dershowitz visited Epstein’s mansions in New York and Palm Beach and occasionally accompanied him on his private plane. He says these trips were family oriented. Once, Epstein lent him the Palm Beach home so he could attend a granddaughter’s soccer tournament. Another time, he and his nephew flew down to watch a space launch with another Epstein connection, a top NASA official. He and his wife, Carolyn Cohen, once stayed with Epstein on his island in the Caribbean, where they were joined by another Harvard professor and his family. When Epstein first started to attract media attention in the early aughts, mainly because of his friendship with former president Bill Clinton, Dershowitz served as a character witness for the reclusive financier. He told Vanity Fair that he shared manuscripts of his books with Epstein before they were published and swore that his money was irrelevant. “I would be as interested in him as a friend if we had hamburgers on the boardwalk in Coney Island and talked about his ideas,” he told the magazine. But Dershowitz says their interactions changed in 2005, when Epstein faced a local police investigation into his relations with underage girls in Palm Beach and he hired"},{"pageNumber":39,"pageContent":"Dershowitz as a lawyer. With his assistance, Epstein was able to whittle down the state’s indictment against him to a single count of soliciting prostitution. But in the years to come, as Epstein’s legal problems compounded, they would eventually ensnare Dershowitz himself. He is also accused of having sex with two of Epstein’s alleged victims. “The stories are so phantasmological,” Dershowitz says. He recognizes that the #MeToo movement has surfaced countless accounts of preposterous-sounding sexual misbehavior by powerful men and almost all of them have turned out to be true. But Dershowitz swears he is different. “Mine is the only case, singular, the only one, where I never met the people,” he says. “There’s no evidence we’ve ever met, no evidence we were ever in the same place at the same time, ever.” To d ay, D e r s h ow i t z c l a i m s h e a n d E p s t e i n we re n e ve r re a l l y even friends, despite their proximity. “He was an acquaintance,” he says. “In retrospect, I wish I hadn’t taken the case, but I didn’t see a problem with taking the case. We didn’t have a close personal relationship.” — Andrew Rice Read More: Alan Dershowitz Cannot Stop Talking Dickinson, Janice: Model, actress, TV personality. Name found in Epstein’s black book ."},{"pageNumber":40,"pageContent":"Diniz, Pedro: Agroforester, businessman, former Formula 1 racing driver. Name found in Epstein’s black book . Driver, Minnie: Actress. Name found in Epstein’s black book . Dunbar-Johnson, Stephen: President, international, of the New York Times Company. Name found in Epstein’s black book . Dunne, Griffin: Director. Name found in Epstein’s black book . Joan Didion’s nephew and a Martin Scorsese leading man. Edelman, Gerald: Nobel Prize winner. Edelman received funding from the Jeffrey Epstein VI Foundation. “Jeff is extraordinary in his ability to pick up on quantitative relations,” he told New York in 2002. “He came to see us recently. He is concerned with this basic question: Is it true that the brain is not a computer? He is very quick.” Ellenbogen, Eric: Former CEO of Marvel"},{"pageNumber":41,"pageContent":"Enterprises. Name found in Epstein’s black book . Estrada, Christina: Model. Name found in Epstein’s black book and on Epstein’s private jet log. Ex-wife of the late Walid Juffali, billionaire chairman of the largest privately owned enterprise in Saudi Arabia. Fekkai, Frédéric: Celebrity hairstylist. Name found in Epstein’s black book and on Epstein’s private jet log. Fekkai’s expensive salons are up and down the Upper East Side and in Palm Beach, and he’s known for butter blondes, layered bobs, and participating in the polishing up of Hillary Clinton. Epstein’s assistants were given house accounts for blowouts, waxing, nails, highlights, the works. Ferguson, Sarah: Duchess of York. Name found in Epstein’s black book and on Epstein’s private jet log. Epstein loaned Prince Andrew’s then-wife $18,000 to pay off some debts . “I personally, on behalf of myself, deeply regret that Jeffrey Epstein became involved in any way with"},{"pageNumber":42,"pageContent":"me,” Ferguson told the Te l e g r a p h in 2011. “I abhor paedophilia.” Fiennes, Ralph: Actor, producer, director. Name found in Epstein’s black book . Fisher, Paula Heil: Opera producer. Epstein’s former girlfriend met him through Bear Stearns, where she was once an associate. Forbes, Steve: Chairman and editor-in- chief of Forbes magazine. Name found in Epstein’s black book . Ford, Tom: Designer. Name found in Epstein’s black book . Gell-Mann, Murray: Physicist. Name found in Epstein’s black book . In 1969, Gell-Mann won the Nobel Prize. In 2003, he told Vanity Fair , “ ‘There are always pretty ladies around’ when he goes to dinner chez Epstein.” Getty, Mark: Co-founder and chairman"},{"pageNumber":43,"pageContent":"of Getty Images. Name found in Epstein’s black book . Ginsberg, Gary: Communications pooh- bah. Name found in Epstein’s black book . Once a lawyer in the Clinton White House, Ginsberg joined George, then News Corp., then Time Warner. He has also done pro bono speechwriting for Benjamin Netanyahu and now works for SoftBank, a Japanese investment company with close ties to the Saudi government. Gladwell, Malcolm: Writer. “I was invited to the TED conference in maybe 2000 (I can’t remember), and they promised to buy me a plane ticket to California,” Gladwell says now. “Then at the last minute they said, ‘We found you a ride on a private plane instead.’ As I recall, there were maybe two dozen TED conferencegoers onboard. I don’t remember much else, except being slightly baffled as to who this Epstein guy was and why we were all on his plane.” Goldsmith, Gerald: Rothschild North America."},{"pageNumber":44,"pageContent":"Name found in Epstein’s black book . Greenberg, Ace: Bear Stearns chairman, Epstein’s first patron. Jeffrey Epstein didn’t have any formal training when he started working at Bear Stearns in 1976, but that wouldn’t have mattered to then-CEO Alan “Ace” Greenberg, who famously hired “PSD degrees,” short for “poor, smart, with a deep desire to be rich.” As it happened, Epstein was all three. He came from a modest Coney Island background, had no college degree, and worked a job — as a math teacher at Dalton and a tutor to Greenberg’s son — that was unlikely to support his tastes, which were apparently of the private islands–and–gilded desk–purportedly–belonging–to– J. P. Morgan variety. At Bear Stearns, Epstein made a name for himself in the “special-products division,” essentially figuring out how to help the rich pay less taxes. “He would recommend certain tax-advantageous transactions,” Greenberg’s protégé, James “Jimmy” Cayne, told New York in 2002. Cayne, who succeeded Greenberg in 1993, seems to have become the closer party to Epstein, whose mysterious departure from the firm he publicly defended decades after Epstein’s departure. “Jeffrey said specifically, ‘I don’t want to work for anybody else. I want to work for myself,’ ” Cayne insisted, despite transcripts from an SEC deposition that suggest other concerns around them both."},{"pageNumber":45,"pageContent":"It’s easier to imagine Cayne, a cigar-chomping, archetypal fat cat who was infamously off playing bridge when Bear Stearns collapsed in 2008, as a member of Epstein’s inner circle than his mentor, a folksy, bow-tie-wearing soul who referred to his successor as “crude,” “full of himself,” and “warped” in a memoir published shortly before his death. At the very least, it seems Cayne and Epstein were both capable of, ah, massaging the truth. — Jessica Pressler Guest, Cornelia: Socialite. Name found in Epstein’s black book . She was dubbed “debutante of the decade” in 1986. Gutfreund, John: CEO of Salomon Brothers. Name found in Epstein’s black book . Hamilton, George: Actor. Name found in Epstein’s black book . The overtanned C-lister that Hollywood turns to when casting any vaguely and/or mysteriously aristocratic cameo role. Handler, Chelsea: Comedian."},{"pageNumber":46,"pageContent":"Attended a dinner at Epstein’s townhouse for Prince Andrew in 2010. “It was just one of those strange nights,” she later said. Haskell, Nikki: Socialite. Epstein dated Haskell, one of Donald Trump’s closest friends. “Jeffrey didn’t talk about his past, although he claimed to have been a concert pianist,” Haskell told the Daily Mail in 1992. “He told me he was a spy hired by corporations to find major amounts of money which had been embezzled.” Hawking, Stephen: Physicist. In 2006, the world’s most famous brain visited Little St. ​ James, Epstein’s private island, which came to be known as “Pedophile Island.” Hawking, who was in the Caribbean for a conference, was photographed at a barbecue on the island and aboard a submarine for a tour. According to the Te l e g r a p h , “Epstein is said to have paid for the submarine to be modified for Professor Hawking, who had never been underwater before.” Read More: Everything We Know About Jeffrey Epstein’s Private ‘Pedophile Island’ Hoffenberg, Steven: A mentor and a con"},{"pageNumber":47,"pageContent":"man. Before Bernie Madoff, there was Hoffenberg, who in 1985 pleaded guilty to cheating investors out of $460 million — at the time, the largest Ponzi scheme ever. He was sentenced to 20 years in prison and, after his release in 2013, began sounding the alarm on Epstein, who had worked at Hoffenberg’s Towers Financial Corporation after leaving Bear Stearns. He claimed that Epstein had been his co-conspirator in the scheme and that Epstein’s fortune was built on Towers Financial’s fraud. “He was great at moving money illegally,” Hoffenberg says. “He was the deeper architect to getting things accomplished.” Hoffenberg claims he was introduced to Epstein by Douglas Leese, a mysterious British arms dealer, and that he paid Epstein $25,000 a month as Towers Financial began making risky plays to take over companies like Pan American World Airways and Emery Air Freight. Advisers on the Pan Am deal included Richard Nixon’s attorney general John Mitchell, Nixon’s brother Edward, and John Lehman, a former secretary of the Navy. The move fell apart after the Lockerbie bombing, and when Towers Financial later went belly-up, Hoffenberg says, the two of them engineered a Ponzi scheme to fill the hole. “He has a magnificent personality,” Hoffenberg says. “He’s very easy to interact with, very social, very easy to bond"},{"pageNumber":48,"pageContent":"with, an unusually nice person. And he’s pretty dynamic on financial savvy. He could move money in different areas to get the stock prices to go up and down.” Hoffenberg still owes his victims some $1 billion in restitution, and in 2016 he sued Epstein to recover some of the money. (He eventually dropped the suit.) Last year, two victims brought a suit against Epstein making the same claims as Hoffenberg but voluntarily dismissed the suit two months later. “You’re about to see an entire story about this supposed billionaire and the story about his financial empire, which is as big as the tragedy with the girls,” Hoffenberg says. “It’s billions of dollars, and it’s a fiasco.” — James D. Walsh Hoffman, Dustin: Actor. Name found in Epstein’s black book . Hurley, Elizabeth: Actress. Name found in Epstein’s black book . Hutton, Lauren: Model and actress. Name found in Epstein’s black book . Isaacson, Walter: Former editor of Time ."},{"pageNumber":49,"pageContent":"Name found in Epstein’s black book . The onetime journalist is now an emeritus figure in the TED universe thanks to his role at the Aspen Institute and his widely worshipped biography of Steve Jobs. Jagger, Mick: Musician. Name found in Epstein’s black book . Jarecki, Andrew: Filmmaker. Name found in Epstein’s black book . The director of the documentaries Capturing the Friedmans, about an accused pedophile, and The Jinx, which profiled Robert Durst, the madman at the center of another New York for tune. Jarecki, Henry: Billionaire. Name found in Epstein’s black book and on Epstein’s private jet log. Once a psychiatrist, Henry, Andrew’s father, made his fortune in gold and silver speculation. Johnson, Elizabeth: Heiress. Name found on Epstein’s private jet log. Epstein was a co-trustee on 14 parcels of land the Johnson"},{"pageNumber":50,"pageContent":"& Johnson heiress owned in Dutchess County, New York. He resigned as a trustee for Johnson’s revocable trust at the end of 1998. Johnson, Richard: Gossip journalist for “Page Six.” Name found in Epstein’s black book . Kellen, Sarah: An alleged enabler on a staff of them. Name found in Epstein’s black book and on Epstein’s private jet log. In a world where most women still work for men, and where their jobs are overwhelmingly in the “service” or “caring” professions, it should surprise no one that Epstein’s procurers, schedulers, fixers, and enablers were female. Four women — Sarah Kellen, Nadia Marcinkova, Adriana Ross, and Lesley Groff — were identified in the 2007 Florida case against Epstein as possible co-conspirators, though none was charged."},{"pageNumber":51,"pageContent":"Among public figures named in the black book are over 100 listings for “massages”: female names divided by location and descriptors like “big-boned,” “red head,” or “speaks NO English.” History is full of the self-serving enabling of men by women, ending with the Trump court but not starting there. Was it money? Probably. The word is that Epstein paid his “executive assistants” $200,000 a year and let them order takeout from Le Cirque. When Groff had a baby, Epstein gave her a Mercedes and paid for a full-time nanny. “There is no way I could lose Lesley to motherhood,” he told the New York Times in 2005 (for a front-page story on the indispensability of good help for Wall Street tycoons)."},{"pageNumber":52,"pageContent":"Marcinkova, referred to in court documents as Epstein’s “sex slave,” hails from the former Yugoslavia; Ross, a model, is from Poland. Kellen (who has since married a NASCAR driver) was a scheduler, making sure that Epstein always had a slate full of girls, and it was she who sometimes walked the girls up the stairs in the Florida mansion and laid the oils out on the massage table. Marcinkova would have sex with the girls for Epstein’s viewing pleasure and sometimes all together. Groff booked travel, and Ross also helped with the calendar. After the Miami Herald published its investigation in 2018, Epstein wired the “possible co- conspirators” $250,000 and $100,000, respectively, prosecutors say, to buy their silence. Since then, none of them have been reached for comment. — Lisa Miller Kennedy, Ethel: Human-rights advocate. Name found in Epstein’s black book . Widow of Robert Kennedy. Kennedy, Ted: Senator. Name found in Epstein’s black book . Epstein had his home number. Kent, Geoffrey: High-end safari entrepreneur."},{"pageNumber":53,"pageContent":"Name found in Epstein’s black book . Kerry, John: Secretary of State. Name found in Epstein’s black book . The seven numbers listed for Kerry in Epstein’s address book include the direct line to his presidential campaign. Khashoggi, Adnan: Saudi Arabian man of mystery. To b o l s t e r t h e i r a rg u m e n t t h a t p r i va t e - j e t ow n e r E p s t e i n i s a massive flight risk, SDNY prosecutors produced an expired Austrian passport under an alias that listed Saudi Arabia as Epstein’s primary country of residence. His lawyers claim the fake ID was for the “personal protection” of “an affluent member of the Jewish faith” traveling in the Middle East, but it could also point to one of his more secretive income sources. According to his former friend the journalist Jesse Kornbluth, in the mid-1980s Epstein said he “worked for governments to recover money looted by African dictators” and occasionally subcontracted to those same autocrats to “help them hide their stolen money.” A source who spoke with journalist Vicky Ward said one of Epstein’s clients was the late Saudi arms dealer Khashoggi, a middleman in the Iran-Contra scandal who helped smuggle cash for the"},{"pageNumber":54,"pageContent":"Marcos family out of the Philippines. In 1988, Khashoggi was arrested in Switzerland for concealing assets and later faced fraud and racketeering charges in the U.S. (He was later acquitted.) That year, he sold his 282-foot yacht to the Sultan of Brunei, who soon flipped it to Donald Trump. — Matt Stieb Kissinger, Henry: Secretary of State and national-security adviser. Name found in Epstein’s black book . One of the century’s most notorious practitioners of cutthroat realpolitik, Kissinger served on the Council on Foreign Relations with Epstein. Kissinger, Nancy: Philanthropist. Epstein and Kissinger served on the Rockefeller University board alongside Nobel laureate Joseph Goldstein, socialite Brooke Astor, and Texas billionaire Robert Bass. Kleman, Leah: Art dealer. She told Vanity Fair in 2003 that Epstein lived like a “modern maharaja” and described his haggling over art prices as “something like a scene out of the movie Mad Max: Beyond Thunderdome.”"},{"pageNumber":55,"pageContent":"Koch, David: Plutocrat. Name found in Epstein’s black book . Kosslyn, Stephen: Harvard psychologist. Name found in Epstein’s black book . “He is amazing,” Kosslyn said of Epstein in a 2002 New York profile. “Like a honeybee — he talks to all these different people and cross-pollinates. Just two months ago, I was talking to him about a new alternative to evolutionary psychology. He got excited and sent me a check.” Krauss, Lawrence: Cosmologist. Epstein was a major donor to his program at Arizona State University, and Krauss teamed with the financier to host a conference of Nobel laureates in the U.S. Virgin Islands in 2012. “Jeffrey has surrounded himself with beautiful women and young women, but they’re not as young as the ones that were claimed,” he told the Daily Beast in 2011. “I always judge things on empirical evidence, and he always has women ages 19 to 23 around him but I’ve never seen anything else. So as a scientist, my presumption is that whatever the problems were I would believe him over other people. I don’t feel tarnished in any way by my relationship with Jeffrey. I feel raised by it.” This spring, Krauss retired amid allegations of his own sexual harassment."},{"pageNumber":56,"pageContent":"Laybourne, Geraldine: TV executive. Name found on Epstein’s private jet log. Co-founder of Nickelodeon and, with her husband, Kit, and pal Oprah, the Oxygen network. Le Bon, Simon: Singer. Name found in Epstein’s black book . The caricature playboy heartthrob at the front of Duran Duran. Lefcourt, Gerald: Epstein’s lawyer. Name found in Epstein’s black book . A white-collar defense attorney to the stars, Lefcourt has also represented Black Panther Huey P. Newton, Sid Vicious, Tracy Morgan, Russell Crowe, insider trader Michael Milken, and Murder Inc. Records founder Irv Gotti. — Matt Stieb Lefkowitz, Jay: Attorney for Epstein Lefkowitz negotiated the terms of Epstein’s negligently lenient plea deal with his former Kirkland & Ellis colleague Alexander Acosta . Now at Columbia Law, he served in both Bush administrations, as director of Cabinet affairs for H.W. and deputy executive secretary to the Domestic Policy"},{"pageNumber":57,"pageContent":"Council and special envoy for human rights in North Korea for W. — Matt Stieb Love, Courtney: Singer. Name found in Epstein’s black book . Maxwell, Ghislaine: Epstein’s ex turned right-hand woman. Name found in Epstein’s black book and on Epstein’s private jet log."},{"pageNumber":58,"pageContent":"With Ghislaine Maxwell at Cipriani Wall Street in 2005. Photo: Patrick McMullan/Getty Images She was there at the socialites’ dos: Cornelia Guest’s holiday bash, Georgette Mosbacher’s party for the writer Michael Gross. At real-estate mogul Aby Rosen’s birthday, at Harvey Weinstein’s cocktail party. At film screenings and store openings and fashion shows, at Tina Brown’s home and Arianna Huffington’s and the Time 100 Gala. For years,"},{"pageNumber":59,"pageContent":"though not lately, Maxwell was a constant on the New York social scene in its most Upper East iteration. She was a friend of everyone, if an intimate of few. Maxwell seemed to know many rich and powerful men — articles mention her dining with Bill Clinton, photos show her partying with Elon Musk and deep in conversation with Stephen Schwarzman — but her most durable connection has been with Epstein. She was, as he once put it, his “best friend.” Maxwell, 57, has been accused in civil suits of serving as his procuress, luring women and girls into Epstein’s web. In court documents, Epstein’s accusers allege that Maxwell — who denies all and has never been criminally charged — acted as a recruiter, an instructor, and in some cases a participant in the abuse he practiced. Virginia Roberts Giuffre, who claims Maxwell recruited her on behalf of Epstein when Giuffre was a 16-year-old spa attendant at Mar-a-Lago in Palm Beach, where Epstein has a home, said much of her grooming came from Maxwell. “The training started immediately,” Giuffre said in a video interview with the Miami Herald. “It was everything down to how to give a blow job, how to be quiet, be subservient, give Jeffrey what he wants.” “Every pretty girl in New York, in those days, Ghislaine would invite to Jeffrey’s,” said Euan Rellie, an investment"},{"pageNumber":60,"pageContent":"banker and social fixture who has known Maxwell for years and who, along with his wife, the author and socialite Lucy Sykes, was a fellow guest at a dinner for Prince Andrew at Epstein’s townhouse in the early aughts. Maxwell and Epstein had been attached, but she was “now an employee of his, as I understood it,” Rellie said. “Her job was to jazz up his social life by getting fashionable young women to show up.” He presumed the young women to be in their 20s. Ta b l o i d r e p o r t s o n M a x we l l c l a i m s h e m a n a g e d E p s t e i n ’s properties from his office on Madison Avenue, which appeared in public records for many years as one of Maxwell’s addresses. Epstein, for his part, said she wasn’t on the payroll, yet she did errands for him: hunted for a yoga teacher in California and acted as intermediary when he wanted to give his friend the billionaire Les Wexner a family portrait painted by Nelson Shanks. She was said to be wickedly funny and unusually knowledgeable, glamorous, and, on top of that, British. (“I think New Yorkers are charmed by that high-end English accent,” photographer Patrick McMullan said.) What’s more, she was exotic. She had explored the seas and could pilot a helicopter, or maybe a submarine, one acquaintance thought — a MacGyver of the gala circuit. Maxwell arrived in New York in the early ’90s, on the cusp of"},{"pageNumber":61,"pageContent":"her 30th birthday. English-born and poshly educated, she was the favorite daughter of Robert Maxwell, the English media mogul, whose holdings included newspapers, notably the tabloid Daily Mirror in London, and the Macmillan publishing house in the U.S. Ghislaine had founded a social club for women in London and worked for another of her father’s papers, and, according to the New York Post, she came as his emissary to American society when he bought the New York Daily News in 1991. But that same year, Robert was found dead — by suicide, murder, or accident (the official inquest’s ruling, though opinions vary) — in the Atlantic, off the Canary Islands. (He was last seen on the deck of his yacht, the Lady Ghislaine. ) Soon after, he was discovered to have plundered the pension funds of the Mirror to shore up his floundering empire. Ghislaine was reported to have an income for life from a family trust, but at £80,000 a year, it would hardly be enough to sustain a high-flying lifestyle. The meet-cute of Epstein and Maxwell in New York is unclear, and neither has historically gone into any great detail. By 1992, they were already linked, showing up at a Mar-a-Lago party with each other in Palm Beach, where Trump and Epstein ogled women together in front of NBC cameras. Suffice it to say they were romantically linked and then platonically linked. (Epstein told people his former"},{"pageNumber":62,"pageContent":"paramours move “up, not down,” to friend status.) For a woman seen everywhere about town, she is curiously silent in the press, except where ocean conservation is concerned. In 2008, she hosted a cocktail party for the board of the nonprofit Oceana at her townhouse on East 65th Street. And by 2012, she had launched the TerraMar Project, a conservation nonprofit of her own, of which, according to tax filings, she was president but from which she drew no salary. She gave a ted Talk about its work and talked it up at the U.N. and in the press, which credited Te r r a M a r a s h e r “ b r a i n c h i l d .” From the New York social world, she has vanished. “I have not seen her in a zillion years,” one acquaintance said. The party photos dried up in 2016. Her 65th Street townhouse was sold for just over $15 million that year. Where is she now? One social-watcher guessed the islands; others think Europe. She incorporated a company — Ellmax, a play on her name — in the U.K., and TerraMar’s last two years of tax filings listed the address of an accounting firm near Boston. (An executive there declined to provide any forwarding information.) “She seemed like a woman who didn’t have any real job, didn’t have any real boyfriend, had lost her dad,” Rellie said of his impressions of her when they’d met. “A woman adrift who was clinging on to whatever she could find.” — Matthew"},{"pageNumber":63,"pageContent":"Schneier Read More: The Socialite on Epstein’s Arm McMullan, Patrick: Photographer. Name found in Epstein’s black book . Meister, Robert: Insurance executive. Introduced Epstein to Leslie Wexner after Epstein met and charmed Meister on a plane to Palm Beach, according to James Patterson’s book Filthy Rich . Read More: Author James Patterson on Jeffrey Epstein’s ‘Unbelievable’ Crimes Minsky, Marvin: MIT professor and pioneer of artificial intelligence. Name found in Epstein’s black book and on Epstein’s private jet log. Mitchell, George: Senate majority leader. Name found in Epstein’s black book . The former senator was appointed the U.S. special envoy for Northern Ireland by President Clinton and was an architect of the Good Friday Agreement. He called Epstein a"},{"pageNumber":64,"pageContent":"“friend,” and the address book lists a dozen numbers for him under the heading “Piper, Rudnick,” the name of the Washington law firm where Mitchell was a partner. Monckton, Rosa: Former CEO of Tiffany & Co. in the U.K. Name found in Epstein’s black book . Epstein’s “close friend since the early 1980s,” according to the 2003 profile of Epstein written by Vicky Ward in Vanity Fair : “Monckton recalls Epstein telling her that her daughter, Domenica, who suffers from Down syndrome, needed the sun, and that Rosa should feel free to bring her to his house in Palm Beach anytime.” Murdoch, Rupert: Media mogul. Name found in Epstein’s black book . Murdoch has two numbers — one New York, one California — listed in the address book. Myhrvold, Nathan: Businessman. The legendary patent troll turned impresario of molecular gastronomy dined at Epstein’s home. Pagano, Joe: Venture capitalist."},{"pageNumber":65,"pageContent":"Name found on Epstein’s private jet log. The chief executive, secretary and treasurer, principal accounting officer, and principal financial officer of an insecticide-research company, Pagano even visited Epstein in jail. Pastrana Arango, Andrés: Former Colombian president. Name found in Epstein’s black book and on Epstein’s private jet log. Filed in the address book under “ex president of Colu.” Perelman, Ronald: Revlon chairman. Name found in Epstein’s black book . The billionaire invited 14 guests, including Epstein, Jimmy Buffett, and DNC co-chair Don Fowler, to his Palm Beach home for a Bill Clinton fund-raiser in 1995. Perlman, Itzhak: Violinist. Name found in Epstein’s black book . Pinker, Steven: The linguist who became a celebrity optimist."},{"pageNumber":66,"pageContent":"With Lawrence Krauss and Steven Pinker. Photo: via Facebook Pinker is one of the famous intellectuals most often linked to Epstein, but he says he flew on Epstein’s private plane only once in 2002 and that he was involuntarily placed next to him for a picture at Lawrence Krauss’s Origins Project’s annual conference in 2014: “If I had more wherewithal, I would not have indulged my friend in sitting with him. Despite what various friends and colleagues all said about what a genius he was, I found him tedious and distasteful. Even before I knew about the criminality, I found it irritating to talk to him, all the more so because the reason he was in the conversation was because he had given money to these various projects. He likes schmoozing with smart and intellectual people, but he couldn’t really or had very little interest in exploring an issue. He’d wisecrack, change"},{"pageNumber":67,"pageContent":"subjects, or get bored after a few seconds. He’s a kibitzer more than a serious intellectual.” Nevertheless, Pinker supplied some linguistic expertise that his friend Alan Dershowitz used to defend Epstein during the 2008 trial. — Matt Stieb Pinto, Alberto: Interior designer for the gold-leaf life. Name found in Epstein’s black book and on Epstein’s private jet log. Forget for a moment the mural featuring Epstein in the middle of a prison yard complete with guards and barbed wire. Let’s also forget the life-size doll hanging from a chandelier, and the chess set with figures of his staff as pieces to play with. Let’s instead focus on the very lush Euro-Orientalist décor of Epstein’s 21,000-square-foot seven-story Beaux-Arts mansion, decorated by none other than the late great Alberto Pinto, one of the world’s top prestige interior designers. His clientele included princes, moguls, and wannabe princes, as captains of industry so frequently are, and Epstein clearly aspired to that provenance and history. He flew Pinto on his private plane, as he did other architects and designers (Jean-Michel Gathy, Ricardo Legorreta, and Peter Marino are also listed in Epstein’s flight logs), and lived like a modern pasha in rooms lavished with money that bought custom-tooled gold"},{"pageNumber":68,"pageContent":"leather walls (at least they were made to look like tooled- leather walls) and leopard-print upholstered armchairs in the dining room that appear to be covered in silk velvet. It was exactly the sort of project Pinto relished, flexing all the artisanal muscle that a designer of his stature can exercise when cushioning his client’s home. — Wendy Goodman Pittman, Bob: Chairman and CEO of iHeartMedia, Inc. Name found in Epstein’s black book . Posen, Felix: Philanthropist Name found in Epstein’s black book . Former business partner of Marc Rich (who was famously indicted for tax evasion and trading with Iran, before being even more famously pardoned by President Clinton), with whom he paired on deals in the Soviet Union before the fall of communism. Pritzker, Tom: Executive chairman of the Hyatt Hotels Corporation. Name found in Epstein’s black book and on Epstein’s private jet log. Known to dine with Epstein in the early aughts."},{"pageNumber":69,"pageContent":"Radziwill, Carole: Author and television personality. Name found in Epstein’s black book . The daughter-in-law of Lee Radziwill and a Real Housewife of New York. Ranieri, Lewis: The “father” of mortgage-backed securities. Name found in Epstein’s black book . Another Epstein dinner partner. Richardson, Bill: Former New Mexico governor. Name found in Epstein’s black book ."},{"pageNumber":70,"pageContent":"Zorro Ranch, Epstein’s New Mexico property. Photo: Reuters/REUTERS Epstein donated $50,000 to each of his gubernatorial campaigns. A spokeswoman for Richardson told the Albuquerque Journal that Richardson recalls visiting Epstein’s New Mexico ranch only once, during his first run for governor in 2002. Riggio, Steve: Barnes & Noble CEO. Photographed with Epstein at the 1999 Edge Foundation Billionaires’ Dinner, and twice met him at the TED conference. Rivers, Joan: TV host, actress, and"},{"pageNumber":71,"pageContent":"comedian. Name found in Epstein’s black book . Rose, Charlie: Television journalist. Name found in Epstein’s black book . You lear n things answering phones, and in the spring of 2005, answering Charlie Rose’s phone at his PBS show, you would learn that his friend Jeffrey Epstein had some recommendations to make for whom Rose ought to hire as his next assistant. Written call logs from 2005 and 2006 show Epstein and his own assistant calling dozens of times, making plans for lunch and tea in Manhattan or to try to meet up in Paris. Epstein also called with a total of five women’s names and phone numbers. One woman was described as “world’s most perfect assistant she used to work for Harvey Weinstein he’s lucky if he can get her.” Another entry reads, “Jeffrey Epstein wants to talk to you before you call these two girls.” A fourth woman shows up on the manifests of Epstein’s jet, including on Bill Clinton’s trip across Africa, and wound up working at the Clinton Foundation. Two former staffers remember another Epstein referral, a young woman not mentioned in the logs, who interned at the show. In all, Rose hired three (“Jeffrey Epstein from time to time recommended various candidates for open positions at the Charlie Rose Show, ” Rose’s"},{"pageNumber":72,"pageContent":"representative said in a statement, but said the ex-host only learned about Epstein’s alleged abuse years later, when he pleaded guilty in Florida). When I called one of these women recently, she was stunned to learn she was one of many women Epstein recommended for the job. “I was being offered up for abuse,” said the woman, who was 22 at the time she worked for Rose. It helped her understand not only how her boss Rose — whom in 2017 she would accuse, along with 34 other adult women, of sexual harassment — had treated her, but also how the rest of the staff had seen her. And it helped her understand a grim version of networking among powerful men. — Irin Carmon Sacco, Amy: Nightlife impresario. Name found in Epstein’s black book . The undisputed club queen of aughts New York, Sacco ran Lot 61 in Chelsea, which was famous for using fresh fruit in its drinks, and later Bungalow 8, which prided itself on discretion, the kind of place where celebrities could behave badly and not have to worry about appearing in “Page Six.” Sacco was a pioneer of marrying nightlife with concierge- style indulgences for the very rich: Her staff would get you whatever you needed: pizza delivery, peanut M&M’s, a private flight to Miami leaving from Teterboro as soon as you could get there."},{"pageNumber":73,"pageContent":"Schank, Roger: Chief learning officer at Tr u m p U n i ve r s i t y. Visited Epstein in prison in 2008. Schumer, Chuck: New York’s senior senator. One of many politicians to receive donations from Epstein over the years. Epstein gave bipartisanly but not equally: Between 1990 and 2004, he gave more than $139,000 to Democrats and just over $18,000 to Republicans. Epstein also gave to a handful of politicians in New Mexico, where he’d purchase the Zorro Ranch from former governor Bruce King and where he was not required to register as a sex offender. In recent weeks, politicians including Schumer decided to donate an equal amount to charity. Shriver, Maria: Journalist and former First Lady of California. Name found in Epstein’s black book . Two California numbers are listed in the address book. Siegal, Peggy: Elite New York’s glue. Name found in Epstein’s black book . A brazen and relentless publicist of the old school, Siegal"},{"pageNumber":74,"pageContent":"understands one thing well: “Bringing people together. Everyone needs to feel that they belong.” At least a certain kind of accomplished person, no matter, frankly, how they went about getting there (who was she to judge?). Known for her movie premieres and other guest-list-driven social events, she bragged that she “ruined the Hamptons” to Vanity Fair in a profile back in 1996. Publicity-party invites are an amoral game, driven by status and FOMO. Like everyone, she worked with Harvey Weinstein when he was an Oscar machine, the toast of the town. So you can’t blame Siegal for including someone who already knew all the boldface power people. In 2008, in the teeth of the accusations against Epstein, he was spotted by a New York party reporter, “unshaven, smiling that feline- monkey grin,” at the Siegal-engineered screening of the HBO film Bernard and Doris at the Time Warner Center. But after prison, apparently Epstein needed her more than ever: In a Times story on how Manhattan’s A-list refused to shun him, Siegal in particular was willing to help him (for free, apparently), “using her gate-keeping powers to usher Mr. Epstein, a friend, into screenings and events.” In 2010, she threw a dinner party at his Upper East Side townhouse for Prince Andrew, Katie Couric, George Stephanopoulos, Charlie Rose, and Woody Allen. She and Epstein might have had other reasons to get along: Siegal, who has just turned 72, is a self-invention as well, without a particularly pedigreed background. Also notable is the fact that, as she"},{"pageNumber":75,"pageContent":"told Vanity Fair in 2012, “my favorite way to travel” to Cannes is “on a friend’s G5 from Teterboro to Nice.” — Carl Swanson Slater, Rodney: Secretary of Tra n s p o r t a t i o n u n d e r B i l l C l i n t o n . Name found on Epstein’s private jet log. Flight logs record Slater taking a flight from Ghana to Nigeria in September 2002. Soros, Peter: Nephew of George Soros. Name found in Epstein’s black book . Conspiracy theorists looking through Epstein’s black book will be disappointed that George Soros never appears — but they can find Peter. Spacey, Kevin: Actor. Name found in Epstein’s black book and on Epstein’s private jet log. Flew with Bill Clinton to Africa (and, according to flight logs, the Azores) on Epstein’s plane. Spector, Warren: Bear Stearns executive."},{"pageNumber":76,"pageContent":"Name found on Epstein’s private jet log. Stanbury, Caroline: Socialite. Name found in Epstein’s black book . Went on to star on Bravo’s Ladies of London. Starr, Kenneth: Former United States solicitor general. Obviously, lawyers do not share guilt for their clients’ crimes. But it’s striking that Kenneth Starr chose to join Jeffrey Epstein’s defense team in 2007, after his moral fulminations against Bill Clinton’s sexual perfidy. His obsessive pursuit of President Clinton made him a folk hero on the right, representing the defense of traditional sexual virtue and the notion that it was under assault by Bill Clinton and the liberal elite. His special-prosecutor exploits propelled him to the presidency of the conservative Baptist Baylor University. During his tenure, the football program engaged in a horrific pattern of sexual abuse that led to the dismissal of the football coach and the removal of Starr after an investigation found “actions by University administrators that directly discouraged some complainants from reporting or participating in student conduct processes.” It is perhaps coincidental, but Starr has tracked the broader"},{"pageNumber":77,"pageContent":"conversion of the religious right from sexual shaming to sexual shamelessness. In an era when Donald Trump has exposed the hollowness of so many values conservatives allegedly hold dear, it is fitting that this Zelig of right-wing sexual hypocrisy has made yet another cameo. — Jonathan Chait Stephanopoulos, George: Former White House communications director. Attended a dinner at Epstein’s Upper East Side townhouse for Prince Andrew in 2010. “That dinner was the first and last time I’ve seen him,” Stephanopoulos said recently. “It was a mistake to go.” Summers, Larry: Former Treasury secretary. Name found on Epstein’s private jet log ."},{"pageNumber":78,"pageContent":"With Robert Trivers and Larry Summers at Harvard in 2004. Photo: Rick Friedman/Polaris By the time the accusations of Epstein trafficking in girls surfaced, Larry Summers was out as Harvard’s president, having alienated much of the faculty, including two black professors who jumped ship, and spitballing about women’s biological inferiority in the sciences. But his tenure — 2001 to ’06, bookended by serving as Bill Clinton’s Treasury secretary and Barack Obama’s director of the National Economic Council — overlapped with a high-water mark of Harvard’s love affair with Epstein. Epstein, reads a story published in the Harvard Crimson in 2003, “has found Harvard the perfect staging ground for his intellectual pursuits.” Then-president Summers didn’t comment, but"},{"pageNumber":79,"pageContent":"Alan Dershowitz confided that Epstein “speaks well of Larry, and I think he admires Larry’s economic thinking.” Lucky Larry, to be recognized by such an eminence. Epstein, of course, was not an alumnus of Harvard (or anywhere), or a faculty member, but he was a donor. Asked by the Crimson in 2006 whether Epstein’s $6.5 million donation should be returned, interim president Derek Bok referred to an earlier statement that Harvard has no “obligation to investigate each donor and impose detailed moral standards.” Summers imposed his own moral standards, hitching a ride on Epstein’s plane. (A representative had no comment.) Even after Epstein registered as a sex offender, the Boston Globe reported, Summers’s wife, Harvard English professor Elisa New, accepted Epstein’s $110,000 donation to her PBS poetry show. — Irin Carmon Ta y m o r , J u l i e : D i r e c t o r . Name found in Epstein’s black book . Responsible for one of the biggest hits in Broadway history, The Lion King, and one of the biggest flops, Spider-Man: Turn Off the Dark. Tr i ve r s , R o b e r t : E vo l u t i o n a r y b i o l o g i s t . In 2015, he defended Epstein, saying, “By the time they’re"},{"pageNumber":80,"pageContent":"14 or 15, they’re like grown women were 60 years ago, so I don’t see these acts as so heinous.” This month, he called his past statement “stupid and offensive.” Tr u m p, D o n a l d : P re s i d e n t a n d p a r t yg o e r. Name found in Epstein’s black book . At a party at Mar-a-Lago on November 1992. Photo: via NBC There it was, yet another tape. This time, the now-president was filmed, in footage dredged up by NBC, in 1992 at Mar- a-Lago, hosting a party attended by a bevy of Buffalo Bills cheerleaders — and Epstein, from whom Trump has tried to distance himself since the arrest. He knew him only like"},{"pageNumber":81,"pageContent":"anyone else in Palm Beach knew him, he said recently, although there were several entries for Trump in the black book, including a “direct emergency contact,” and 17 years ago Trump had boasted to this magazine that he’d known him forever and that he was a “terrific guy.” It’s not just the denial in the face of evidence that, yes, he really did hang out with the guy that makes this set of film so classically Trumpian. The tape distills Trump to a certain essence: In this frame, he dances, snapping his fingers and spinning, surrounded by women — but profoundly alone, backing off and avoiding eye contact the second a woman moves in to dance with him. In another frame, he smiles with self-satisfaction as a crowd of women chants his name. Surrounded by a group of cheerleaders about to pose for a picture, he reaches around the waist of one and pulls her sharply in to him, then briskly cups her behind in a businesslike, joyless fashion while she reaches for her hair to maintain smiling composure. It’s as if he thinks it’s his vaguely grim duty, as an American man playing the campiest possible version of swinging billionaire bachelor, to grab the closest available body part. And most telling is his sideline locker-room talk with Epstein, whom the camera catches entering the party, greeted warmly by Trump. Like teenagers, they stand at the edges of the dance floor, pointing out the women they like,"},{"pageNumber":82,"pageContent":"laughing at private jokes about them, rating them as hot. Here, there is joy. You see in this moment two outer- borough boys who have successfully crashed the Manhattan Establishment, who have boorishly, clumsily used money to get everything they want — but whose desires have never moved beyond an adolescent vision of the world, of women, of men, of the good life, of who merits consideration and who can be used. In middle age, Trump had enough self-control to understand that his worst instincts were best received by men who were an awful lot like him. Now, as an old man — the oldest teenager ever — Trump has lost even that filter. He’s turned the whole country into his bunga-bunga party, made a Mar- a-Lago of the world stage, and divided us into Epsteins and cheerleaders — either co-conspirators who love the license his immaturity grants or else disposable collateral damage. — Noreen Malone Read More: NBC Obtained Trump-Epstein Footage After Trump Kissed an Anchor Without Consent Tr u m p, I va n a : D o n a l d Tr u m p’s f i r s t ex- wife. Name found in Epstein’s black book . Tr u m p, I va n k a : D a u g h t e r o f D o n a l d a n d"},{"pageNumber":83,"pageContent":"Ivana Trump. Name found in Epstein’s black book . Tr u m p, M e l a n i a : W i fe o f D o n a l d Tr u m p. With Trump, Melania, and Maxwell at Mar-a-Lago in 2000. Photo: Davidoff Studios Photography/Getty Images"},{"pageNumber":84,"pageContent":"Epstein has reportedly bragged that he’s the one who introduced Melania to her future husband. At the very least, the three have traveled together: She flew with Epstein on then-boyfriend Donald Trump’s plane in 2000. Read More: Remembering the Time Jeffrey Epstein Rode on Donald Trump’s Plane Tu c ke r, C h r i s : Ac to r. Name found in Epstein’s black book and on Epstein’s private jet log. ​ Flew with Bill Clinton to Africa on Epstein’s plane. Tu t t l e , E d wa rd : A rc h i te c t o f a conspiratorial fever dream. Name found on Epstein’s private jet log ."},{"pageNumber":85,"pageContent":"Aerial detail of “the temple” on “Pedophile Island.” Photo: via Inside Edition Who built the temple? Tuttle, a designer of luxury resorts by trade, renovated the main compound on Epstein’s 70-acre private island in 2003. Sometime between 2009 and 2013, a “temple” appeared on the island: a large, boxy, blue-and- white-striped structure with a golden dome, surrounded by palm trees. In the days after Epstein’s arrest, the temple became the object of fervent speculation online. It was the"},{"pageNumber":86,"pageContent":"kind of irresistible conspiracy-bait that exemplifies the Epstein story: On the one hand, shouldn’t it be enough that a mysteriously wealthy banker with connections to the globe’s most powerful people was apparently operating a child sex-trafficking ring without dabbling in theories about occult island temples? On the other hand, though, once you’ve accepted that, why would occult island temples be so out of the question? On the edges, the Epstein saga could seem less like a news story than like a brutal, unreadable fairy tales. Or maybe it was a desire to take a story about financial power and social privilege colluding to protect a criminal predator and transform it into something more terrible and monumental. After weeks of speculation, the first eyewitness account revealed that what the “temple” contained wasn’t a necromantic shrine but a gym, decorated with a framed photograph of a topless woman. — Max Read Va n c e , C y r u s J r. : P ro s e c u t o r i n t h e crosshairs. There are currently 475 level-three sex offenders registered in New York County, but in 2011, when an attorney from the office of Cy Vance, Manhattan DA, argued that Epstein’s risk level should be reduced, Justice Ruth Pickholz responded, “I have to tell you I am a little overwhelmed because I have never seen a prosecutor’s office do anything like this.”"},{"pageNumber":87,"pageContent":"Pickholz denied the request — Epstein’s risk assessment put him 20 points above the required threshold for the highest level of offender — and the DA’s office later reversed its request. Though there’s no indication Vance and Epstein were friendly, his office has been criticized previously for declining to pursue sex-crimes charges against Harvey Weinstein that coincided with a donation from his attorneys (though Weinstein has since been charged by Vance’s office) and fraud charges against Ivanka and Donald Trump Jr. — Irin Carmon Wa c h n e r, L i n d a : H e a d o f t h e tex t i l e corporation behind Calvin Klein and Speedo. Name found in Epstein’s black book . Wa l l a c e , M i ke : 60 Minutes journalist. Name found in Epstein’s black book . Wa l te r s , B a r b a ra : B ro a d c a s t j o u r n a l i s t and TV personality. Name found in Epstein’s black book . Weinstein, Bob: Former co-chairman of Miramax Films and the Weinstein"},{"pageNumber":88,"pageContent":"Company. Name found in Epstein’s black book . Wexner, Leslie: The money behind the money. Name found in Epstein’s black book . Retailing billionaire Leslie Wexner was Epstein’s only known client, the man who transferred the rights to that famous townhouse to him for free in 2011, years after they were supposed to no longer be in contact. The relationship stretches back to the late 1980s, a time when Wexner’s star was on the rise. A 1985 cover story for New York visited him in Columbus, Ohio, where his retail empire was built. Journalist Julie Baumgold described how he, not unlike Epstein, was a self-made man, addicted to self- improvement, how he didn’t know how to pronounce La Grenouille correctly and wanted to have his picture taken at the Whitney, and noted that “Wexner is what used to be known as a ‘confirmed bachelor.’ ” (He later married and has four children.) Not long after that piece, he was introduced to Epstein, who had left Bear Stearns under a cloud and was broke. He and Wexner hit it off, and Epstein soon began managing Wexner’s finances. Wexner’s credibility lent plausibility to the notion that Epstein managed billions from his Caribbean-island redoubt. Associates of Wexner, who is"},{"pageNumber":89,"pageContent":"now worth $6.6 billion, didn’t understand the attraction. Soon after the men began working together, Epstein moved into Wexner’s Upper East Side mansion. Wexner bought the seven-story townhouse in 1989 for $13.2 million but apparently lived there only for a few months. The title was transferred in 2011 to a Virgin Islands entity controlled by Epstein. It is now worth $56 million. — Michelle Celarier and Carl Swanson Read More: Who Is Les Wexner, and How Is He Connected to Jeffrey Epstein? Wiesel, Elie: Nobel Prize winner. Name found in Epstein’s black book . Zagat, Nina and Jim: Publishers. Name found on Epstein’s private jet log . Zuckerman, Mort: Media mogul and newspaper publisher. Zuckerman went into business with Epstein — briefly — in 2004, spending $25 million to invest in Radar, but he pulled the plug after just three issues. He first attempted a deal with Epstein in 2003, when he was part of a consortium with Michael Wolff, Donny Deutsch, Nelson Peltz, and Harvey"},{"pageNumber":90,"pageContent":"Weinstein to buy New York Magazine. *This article appears in the July 22, 2019, issue of New York Magazine. Subscribe Now!"}]
