[{"pageNumber":1,"pageContent":"Jürgen Graf, Carlo Mattogno Concentration Camp Stutthof and its Function in National Socialist Jewish Policy Jürgen Graf, Carlo Mattogno • Concentration Camp Stutthof HOLOCAUST Handbooks Series Volume Four Theses & Dissertations Press PO Box 257768 Chicago, IL 60625, USA ISSN 1529–7748 The National Socialist concentration camp of Stutthof, not far from Danzig (West Prussia), has never been the subject of scienti fi c study by western historians. In Poland there exists quite an extensive body of literature on the subject, which must, however, be treated with caution, because it is heavily in fl uenced by Soviet-Communist and Polish-nationalistic ideology. According to this literature, Stutthof became a ‘makeshift’ extermination camp within the framework of the execution of the so-called ‘Final Solution of the Jewish Question’ in 1944. Jürgen Graf and Carlo Mattogno have subjected this view of Stutt- hof to critical examination based on Polish literature and documents located in Russian, Polish, and Dutch archives, paying particular attention to mass transports to and from Stutthof in 1944. This research led the authors to very de fi nite conclusions as to the func- tion of the camp, differing dramatically from those expressed in the standard literature: Not only do Graf and Mattogno prove that the Stutthof camp did not serve as a ‘makeshift’ extermination camp—the room claimed to have been used as a homicidal gas chamber was never anything else but a delousing chamber. This book also sheds some light on the question of what happened to prisoners who were sent to Auschwitz but were never registered in that camp: after quite an ordeal, some of them ended up in Stutthof. The present volume is a milestone of research, which no historian with any claim to seriousness can afford to ignore."},{"pageNumber":2,"pageContent":"CONCENTRATION CAMP STUTTHOF AND ITS FUNCTION IN NATIONAL SOCIALIST JEWISH POLICY"},{"pageNumber":4,"pageContent":"Concentration Camp Stutthof and its Function in National Socialist Jewish Policy Jürgen Graf and Carlo Mattogno Theses & Dissertations Press PO Box 257768, Chicago, Illinois 60625 May 2003"},{"pageNumber":5,"pageContent":"HOLOCAUST Handbooks Series, vol. 4: Jürgen Graf, Carlo Mattogno: Concentration Camp Stutthof and its Function in National Socialist Jewish Policy. Translated by Carlos Porter Chicago (Illinois): Theses & Dissertations Press, Imprint of Castle Hill Publishers, May 2003 ISBN: 0-9679856-1-7 ISSN: 1529-7748 Original German edition: Jürgen Graf, Carlo Mattogno: Das Konzentrationslager Stutthof und seine Funktion in der nationalsozialistischen Judenpolitik Hastings: Castle Hill Publishers, August 1999 ISBN: 1-902619-01-3 © by Jürgen Graf and Carlo Mattogno Distribution Australia/Asia: Peace Books, PO Box 3300, Norwood, 5067, Australia Distribution Rest of World: Castle Hill Publishers UK: PO Box 118, Hastings TN34 3ZQ USA: PO Box 257768, Chicago, IL 60625 Set in Times New Roman."},{"pageNumber":6,"pageContent":"5 Table of Contents Page Introduction ......................................................................................7 1. Stutthof Concentration Camp....................................................7 2. Stutthof in Polish and Western European Historiography.........8 3. The Objective of the Present Study.........................................10 CHAPTER I: An Overview of the History of Stutthof Camp ............................................................................................... 11 1. The Period from September 1939 to February 1942...............11 2. The Period from March 1942 to June 1944 ............................18 3. The Period from June 1944 to January 1945 ..........................22 4. Evacuation and the End...........................................................28 CHAPTER II: Stutthof as “ Extermination Camp ”: the Official Version ...............................................................................33 CHAPTER III: Stutthof as an “ Extermination Camp ”: Critical Investigation of the Sources.............................................47 1. Preliminary Remarks...............................................................47 2. “ Indirect Extermination ” Mistreatment, Torture, and the Deliberate Propagation of Disease ..........................................47 3. “ Direct Extermination ” by Means Other than Gassing ...........50 a) Euthanasia by Injection.......................................................50 b) The Infirmary as “ Extermination Factory ”.........................51 c) Executions...........................................................................53 d) Estimated Total Number of Victims ....................................54 4. The Gassing of Human Beings ...............................................55 a) The Stutthof Gas Chamber: Structure and Method of Functioning .........................................................................55 b) The Crematorium ................................................................57 c) The Time and Number of Victims of the Alleged Mass Gassings According to Various Sources. ...................60 d) Sources for Alleged Homicidal Mass Gassings ..................62 I) The Gas Chamber ...........................................................62 II)The Alleged use of Railway Carriages for Homicidal Gassings ........................................................69"},{"pageNumber":7,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 6 e) The Alleged Mass Gassing of Disabled Soviet Prisoners of War: Analysis of a Particular Case ................. 73 5. The Death Rate in Stutthof from 1939 to 1945 ...................... 79 a) The Total Number of Inmates who Died at Stutthof Camp .................................................................................. 79 b) The Number of Jews who Died at Stutthof Between July 1944 and January 1945............................................... 85 c) The Official Image of Stutthof in View of the Mortality Statistics ............................................................. 86 CHAPTER IV: The Actual Function of the Camp as Revealed by Historical Documents .............................................. 89 1. Stutthof as Labor Reservoir.................................................... 89 2. The Transfer of Unfit Jews from Stutthof to Auschwitz and the Reasons for such Transfers ........................................ 91 Conclusion ...................................................................................... 97 Documents ...................................................................................... 99 Abbreviations ................................................................................119 Bibliography..................................................................................119 Index of Names ............................................................................ 121"},{"pageNumber":8,"pageContent":"7 Introduction 1. Stutthof Concentration Camp On 2 September 1939—the day after the beginning of the Ger- man military campaign against Poland—an internment camp for Pol- ish detainees was opened in the village of Stutthof, 36 km east of the old German city Danzig in West Prussia (see map). Early in 1942, the status of the camp was changed from that of an internment camp to “ Stutthof concentration camp ”. Prisoners were sent to Stutthof from many different countries throughout the sixty-eight months of its existence; these prisoners included a number of Soviet prisoners of war. In 1944, what had previously been a relatively small camp popu- lation suddenly exploded, largely due to mass transports of Jewish inmates from the Baltic countries, Hungary, and Poland by way of Auschwitz. Prior to that time, there had been relatively few Jews in the camp. Stutthof was evacuated in January 1945, and was captured by the Soviet Army on 9 May 1945. The last remaining National So- cialist concentration camp, it held only about 150 inmates at that time, all the others having been evacuated. Dark gray: German territory after WWI. Light gray: German territory, annexed by Poland after WWI. The area of Danzig (dashed line) was formally ruled by the League of Nations. The village Stutthof (West Prussia) is located at the “ Frisches Haff ”, a fresh water lake separated from the Baltic Sea by a slender peninsula (“ Frische Nehrung ”). The entire German territory shown here was annexed by Poland after WWII, its almost entirely German population either killed or expelled."},{"pageNumber":9,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 8 2. Stutthof in Polish and Western European Historiography Literature on Stutthof that is of any scientific value exists only in Poland. We will return to this Polish literature repeatedly in the pre- sent text, but, at this point, we draw the attention of the reader to the fact that this literature is heavily influenced by propaganda and is quite unreliable on decisive points. The anthology Stutthof—hitlerowksi obóz koncentracyjny 1 was published in 1988, and is considered the official history of the camp; it has also been available in German translation since 1996. 2 The Stutthof Memorial Site also publishes a periodical bearing the title Stutthof. Zeszyty Muzeum ( Stutthof. Paper of the Museum , hereinaf- ter referred to as SZM). The periodical is only concerned with events in the camp. Polish historiography maintains that Stutthof became a makeshift extermination camp for Jews in 1944. A summary of the official ver- sion was published in 1967 in the periodical of the Jewish Historical Institute located in Warsaw: 3 “In the spring and summer of 1944, th e character of Stutthof changed fundamentally; it was no l onger simply a concentration camp, but simultaneously an exterminati on camp for tens of thousands of Jews, especially Jewish women. [...] The victorious offensive of the So- viet Army forced the Hitlerites to evacuate the concentration camp and prisons in the territory of Lit huania, Latvia, and Estonia. In connection with this, various concentration camps such as Riga-Kaiserwald, Kau- nas-Prosidniszki, and a few others, were dissolved in 1944. This led to a massive transfer of prisoners of Russian, White Russian, Latvian, and Lithuanian nationality, as well as many thousands of Latvian, and Lithuanian Jews, to Stutthof. Furt hermore, the liquidation of Hungarian Jews that was occurring at Auschwitz at that time exceeded the capacity of Auschwitz camp. Thousands of Hungarian Jews were now sent to Stutthof and its subsidiary camps.” According to the Polish historical literature, many—mostly Jew- ish—Stutthof inmates were murdered with poison gas beginning in June or July of 1944. This allegation is also contained in several works of western ‘Holocaust’ literature; namely, the anthology Na-   1 Interpress, Warsaw. 2 Stutthof. Das Konzentrationslager , Wydawnictwo Marpress, Danzig 1996. All quotations from the official camp report are taken from the above-mentioned German translation, not the Polish original. 3 Krysztof Dunin-W ą sowicz, “Zydowscy Wi ĊĨ niowie KL Stutthof ”, in: Biu á etyn Zydowskiego Instytutu Historycznego , 1967, no. 63, p. 10."},{"pageNumber":10,"pageContent":"Introduction 9 tionalsozialistische Massentötungen durch Giftgas 4 published by E. Kogon, H. Langbein, A. Rückerl among others, as well as the Enzyk- lopadie des Holocaust . 5 And yet there are other historians—even those who maintain the reality of a systematic extermination of Jews in the Third Reich— who make no claim of any extermination of human beings at Stut- thof concentration camp. Raul Hilberg’s 1,300-page standard work on the ‘Holocaust’ 6 mentions Stutthof briefly only four times, and makes no mention of any gas chamber for the extermination of hu- man beings in that camp. Nor does Gerald Reitlinger, the author of another ‘Holocaust’ classic, 7 make any claim of homicidal gassings at Stutthof. In this context, it is worth mentioning that Stutthof concentration camp was never even mentioned during the Nuremberg Trial. The claims made in the official western ‘Holocaust’ literature on gassings at Stutthof are based on two kinds of sources: the relevant Polish historical literature, and court judgments in West German tri- als, based exclusively upon eyewitness reports. No western ‘Holo- caust’ scholar has ever made a serious study of Stutthof. This may be due, at least in part, to the fact that the camp is only alleged to have played a part in the “ Final Solution of the Jewish Question ” after mid-1944. Among the revisionists, until now, only the American historian Mark Weber has made any effort to study Stutthof. His paper on the subject, which appeared in the Journal of Historical Review in 1997,   4 Published in 1983 by Fischer Verlag, Frankfurt am Main; Engl.: Nazi Mass Mur- der , Yale University Press, New Haven 1993. 5 Eberhard Jäckel, Peter Longerich, Julius H. Schoeps et al. , Enzyklopädie des Holocaust. Die Verfolgung und Ermordung der europäischen Juden. 3 volumes, Argon Verlag, Berlin 1993. 6 Raul Hilberg, Die Vernichtung der europaischen Juden , 3 volumes, Fischer Taschenbuch Verlag, Frankfurt am Main, 1997; Engl.: The Destruction of the European Jews , 3 vols., Holmes and Meier, New York 1985. Hilberg distin- guishes between three different types of National Socialist Concentration Camps: “ Death camps ” (Auschwitz, Treblinka, Belzec, Sobibor, Kulmhof and Lublin), “ Camps with killing operations ” (Poniatowa, Trawniki, Semlin), and “camps with numbers of victims in the area of a few tens of thousands or less” . The third category, in his view, included Stutthof in addition to Bergen-Belsen, Buchenwald, Mauthausen, and Dachau ( ibid. , p. 1,299). Hilberg thus expressly excludes Stutthof from the category of extermination camp—even a ‘makeshift’ one. See Jürgen Graf’s critique of Hilberg’s work: The Giant With Feet of Clay , Theses and Dissertations Press, Capshaw, AL, 2001. 7 Gerald Reitlinger, Die Endlösung , Colloquium Verlag, Berlin 1983; Engl.: The Final Solution , 2 nd ed., Sphere Books, London 1971."},{"pageNumber":11,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 10 is not, of course, based upon original documents, but rather, upon the sparse literature available in western languages only; it is neverthe- less of high quality. Weber mentions the extensive deportation of Baltic, Polish, and Hungarian Jews to Stutthof in 1944, and re- marks: 8 “These transfers to Stutthof are dif ficult, if not impossible, to recon- cile with a German policy to annihilate Europe’s Jews. If there had been such an extermination policy, it is particularly difficult to under- stand why Jews from the Baltic region—all of whom were supposedly doomed—were evacuated on Germany’s overtaxed transportation sys- tem instead of being killed on the spot. The fact that many of the Jews evacuated by the Germans from the Baltic area to Stutthof were unem- ployable children is particularly difficult to reconcile with a general ex- termination policy.” 3. The Objective of the Present Study The point of departure for our study consisted of a visit to Stutt- hof in very late June and early July 1997; as well as visiting the camp itself, we viewed a considerable quantity of documentation in the archives. We acquired additional important material on Stutthof camp during a trip to Poland in March 1999. Since the history of the camp is largely undisputed until 1944—the time of the large-scale Jewish deportations—the principal focus of our investigation re- volved around three points: – the alleged gassings of inmates (primarily Jewish); – the total number of persons who died in the camp; – the conclusions to be drawn regarding wartime National Socialist Jewish policy from the mass deportations of Jews which occurred in 1944. The clarification of these three questions—which are closely re- lated—formed the real object of our study. That it also provides a survey of the history of a camp known in the West almost by name only may be viewed as an additional result of the present study. April 28, 1999 Jürgen Graf Carlo Mattogno   8 Mark Weber, “ An Important but little-known Wartime Camp: Stutthof ” in: Jour- nal of Historical Review , volume 16, no. 5, September/October 1997, p. 2."},{"pageNumber":12,"pageContent":"11 CHAPTER I: An Overview of the History of Stutthof Camp 1. The Period from September 1939 to February 1942 As described in an earlier book, 9 wartime National Socialist con- centration camps served primarily two purposes: they performed a security police function through the internment of actual or potential opponents of National Socialism, and they acquired increasing sig- nificance for the war effort at a time when increasing numbers of Germans were being called up for military service, causing a serious manpower shortage in the Reich. Stutthof camp was created, at least initially, for the first of the two factors mentioned. The present study is intended to provide a brief description of the camp. It is based, in particular, on a paper by the Polish historian Miroslaw Glinski and published in the official history of the camp. 10 On July 3, 1939, SS Brigadeführer Johannes Schäfer, the plenipo- tentiary of the Free City of Danzig for political affairs, founded the so-called “ SS - Wachmannsturmbann ” under the leadership of SS Obersturmbannführer Kurt Eimann. Its duties included the creation of temporary internment camps for all Poles known to be actively anti-German, who were to be arrested immediately in the event of the outbreak of war. Construction of the camp—northwest of the village of Stutthof (in Polish, Sztutowo)—began in the same month, using prisoners from Danzig prison under the leadership of SS Obersturmführer Erich Gust.   9 Jürgen Graf and Carlo Mattogno, KL Majdanek, Eine Historische und technische Studie , Castle Hill Publisher, Hastings 1998. An English edition of this book will soon be published by Theses and Dissertations Press . 10 Miros á aw Glinski, “Organisation und Struktur des Lagers Stutthof ”, in: Stutthof: Das Konzentrationslager , op. cit. , (note 2), p. 76-98."},{"pageNumber":13,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 12 On the afternoon of September 2, i.e. , the day after the outbreak of war, a contingent of approximately 200 Poles arrived at Stutthof after being arrested in the area of Danzig. All the internment camps in the region were under the command of SS Sturmbannführer Max Pauly. The central command post was initially located in the Neufahrwasser camp, which became an auxil- iary camp of Stutthof in April 1940. This auxiliary camp was first of- ficially referred to as a “ Civilian Prison Camp ”, but was also re- ferred to in correspondence as a “ Prisoner camp ” and “ Prisoner As- sembly Camp ”. The population of the adjacent area usually referred to it as the “ Waldlager ” (Forest Camp). Following the visit of SS Sturmbannführer Arthur Liebehenschel to Neufahrwasser—as well as to a third internment camp, Grenz- dorf—on behalf of the Inspectorate of Concentration Camps in January 1940, Glücks drew up a report of his impressions. Glücks then proposed to Reichsführer SS Heinrich Himmler that the status of Stutthof be changed to that of an official concentration camp, as it was favourably situated and offered good possibilities for the use of inmate labor; Himmler, however, initially rejected this proposal. 11 Stutthof had approximately 4,500 inmates at the end of January 1940. 12 These inmates consisted almost entirely of Polish men, in- cluding numerous priests, teachers, and other members of the intelli- gentsia considered politically unreliable. A small number of women detainees also arrived at Stutthof after the middle of the same year. They were housed in Barracks I, which received the designation “ Women’s Block ”. At this point, a few remarks on the expansion of the camp are in order; our source of information in this regard is the newsletter pub- lished by Polish historian Ewa Ferenc. 13 When the first prisoners entered the camp in the beginning of September 1939, there were already a number of tents, a kitchen, a washroom and a latrine. The prisoners were first set to work exclu- sively on the construction of the internment camp: clearing the for- est, land-planning arrangements, etc. As in other camps, the con- struction phase was particularly arduous for the detainees—the for-   11 Ibid. , p. 76ff. 12 Obozy hitlerowskie na ziemiach polskich 1939-1945 , Pa Ĕ stwowe Wydawnictowo Naukowe, Warsaw 1979, p. 493. 13 Ewa Ferenc, “ Bau und Erweiterung des Konzentrationslagers Stutthof (2 Sep- tember 1939—31 December 1944)” in: Stutthof. Das Konzentrationslager , op. cit. (note 2), p. 99-108."},{"pageNumber":14,"pageContent":"I: Overview of the History of Stutthof Camp 13 est commando, occupied with the felling of trees, was considered the hardest job. The construction office, referred to as the “ SS Neubauleitung Stutthof ” in early 1942—later referred to merely as the “ Baulei- tung ”—was responsible for the construction of the buildings. The first head of the Bauleitung was SS Untersturmführer Otto Neubau- er. The Bauleitung was subordinate to the Zentralbauleitung (Central Construction Administration) of the Waffen SS and Police in Danzig, which in turn was subordinate to the Bauinspektion Reich Ost (Con- struction Inspection of the Reich East), with headquarters in Posen. The latter was in turn subordinate to the Chief of Office C ( Amtsgruppe Haushalt und Bauten ) (Budget and Construction Office Group) of the Wirtschaftsverwaltungshauptamt (Economic Admini- stration Main Office, WVHA) under SS Gruppenführer Hans Kammler. 14 Until October 1941, there were only three inmate barracks in Stutthof. At approximately the same time, the sewer installations were completed, and washrooms were installed in the barracks; pre- vious to that time, the inmates had washed in troughs in the open air. Another barracks was used as an inmate infirmary, containing, among other things, a surgical division, a first aid room, and a phar- macy. There was also a kitchen barracks and a laundry. A former old people’s home on the terrain of the camp was used as the post head- quarters. Barracks for camp workshops were built after the beginning of 1940; when completed, there was a paint shop, a furniture workshop, a joinery, an electrotechnical workshop, and a forge. Outside the camp, the inmates built stables for livestock and a slaughterhouse. 15 Between the beginning of April and the end of September 1941, for reasons which are not readily apparent, Stutthof was referred to in the concentration camp nomenclature as a “ transit camp ”, al- though its function had not changed as against the preceding pe- riod. 16 Very few documents from this period have survived. In addition to the inmates from 1941 were the so-called “ Erzie- hungshäftlinge ” (educational inmates). These were nationals of oc- cupied territories—and, to a lesser extent, Germans—who had vio- lated their labor contracts or neglected to comply with the call-up to   14 M. Glinski, “ Organisation...” , op. cit. (note 10). P. 98. On the organization of the SS Construction Administrations, see also Carlo Mattogno, La “Zentralbau- leitung der Waffen SS und Polizei Auschwitz” , Edizioni di Ar, Padua 1998. 15 E. Ferenc, “ Bau und Erweiterung ...”, op. cit. (note 13), p. 99-102. 16 M. Glinski, “ Organisation ...”, op. cit. (note 10), p. 79."},{"pageNumber":15,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 14 the labor service. On May 28, 1941, Himmler, in a circular letter to all offices of the Sipo (Security Police), ordered the construction of labor education camps; the Sipo Chief of Danzig, Heinrich Willich, in a letter to Reinhard Heydrich, the Chief of the RSHA (Reichssi- cherheitshauptamt) of the SS, proposed that Stutthof be converted into a labor education camp. Heydrich indicated his agreement on August 9. 17 The “ educational inmates ” had an easy time of it compared to the political inmates, and were usually freed after 56 days and assigned to a job. With the conversion of the camp, non-Polish detainees en- tered Stutthof for the first time in bigger numbers. French citizens arrived after September 1941; the first of these was Jean Maurisse, who had been a foreign worker in Elbing (Polish Elblag) for the E. Schichau company, and who returned there after his release from Stutthof. 18 There is also evidence of the presence of Italian educa- tional inmates, but only in 1943 at the earliest. 19 Of the Polish political prisoners interned after the outbreak of the war, approximately 2,000 were released in 1940 and 1941. 20 The considerable reduction in the camp manpower after the spring of 1940 must be attributed partly to these releases and partly to trans- fers. In this regard, two large transports which left for Sachsen- hausen as early as April 1940 are of considerable significance: 1,000 Stutthof inmates were transferred to Sachsenhausen on April 9, 1940, and another 800 inmates on April 19, 1940. 21 In contrast, however, there were no transports from officially recognized con- centration camps to internment camps, transit camps, or work camps. On December 10, 1940, Stutthof, therefore, had only 1,024 inmates (including 100 women) over a third of who were inmates of the aux- iliary camps of Elbing and Grenzdorf. 22 Himmler visited Stutthof on November 23, 1941, 23 and finally decided to change the status of the camp to that of a regular concen- tration camp. The decisive factor in this decision was economic; this   17 Ibid. , p. 80ff. 18 Marek Orski, Des français a Stutthof, Muzeum Stutthof w Sztutowie, Danzig 1995, p. 9, 10. 19 Marek Orski, Gli Italiani a Stutthof , Muzeum Stutthof w Sztutowie, Danzig 1996, p. 8. 20 Obozy hitlerowskie ..., op. cit. (note 12), p. 498. 21 Danuta Drywa, “ Ruch transportów mi Ċ dzy Kl Stutthof a innymi obozami ”, SZM, no. 9, 1990, p. 27. 22 Obozy Hitlerowskie ..., op. cit. (note 12), p. 498, 504. 23 A photo album of the Himmler visit has survived, and is stored in the archive."},{"pageNumber":16,"pageContent":"I: Overview of the History of Stutthof Camp 15 is proven by the following letter sent by Heinrich Himmler to the chief of the SS Wirtschaftsverwaltungshauptamt Oswald Pohl on December 19, 1941: 24 “Dear Pohl! I recently visited Stutthof camp during my visit to the district of Danzig-W est Prussia. I have become convinced that Stutthof is of great significance to the subsequent settlement of the dis- trict of Danzig-West Prussia. Stutthof has all the possibilities for work- shops, joineries, metalworking shops, etc. I believe that we must further expand and utilize Stutthof. In my opinion, the expansion must strive at the following: 1) The installation of building joineries and metal workshops for settlement activity in West Prussia. 2) The fullest use of the tailor shop, joinery, and other workshops for us. A great quantity of orders for the armed forces is being carried out. 3) Installation of an auto repair workshop for the local SS top section. 4) Purchase of a brickyard on the bay, which is very favourable and which has a narrow-gauge railway and canal, and which is being offered to us there now. 5) Stutthof must also be expanded to accept 20,000 Russian prisoners of war at a later time, which can be used to build a settlement in the di strict of Danzig-West Prussia. I enclose a statement on the preparation of the terrain, drawn up in Danzig. Some of th e sludge could be of interest for the fertilization of the meadows if it is worth mining it at a depth of 10- 12 m, as well as the white, soft, medium hard and hard limestone lying at a depth of 100 meters on the ot her hand. If I am not mistaken, there is a great lack of cement and limestone in the district of Danzig-West Prussia. Both can be derived from limestone. Stutthof is now to be taken over by yourself and SS Brigadeführer Glücks as a recogni zed concentration camp with eco- nomic operation. Heil Hitler! Your H. Himmler” Inspector of Concentration Camps Richard Glücks announced on January 7, 1942 that Stutthof would now be considered a state con- centration camp. 25 This decision was reflected in a circular letter of February 20, 1942 from the Chief of the Security Police and the SD: 26   24 Archivum Muzeum Stutthof (hereinafter briefly referred to as AMS), I-IA-2. 25 M. Glinski, “ Organisation ...”, op. cit. (note 10), p. 85. 26 AMS, I-A-7."},{"pageNumber":17,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 16 “Former SS special camp Stutthof, by order of the Reichsführer SS and Chief of the German Police, effec tive immediately, is to be taken over as a state concentration camp with the designation ‘Concentration Camp Stutthof ’. Former commander of Special Camp Stutthof, SS Hauptsturmführer of the Waffen SS Pauly, is to be assigned camp com- mander by the Inspector of Concentration Camps.” With its promotion to the rank of “ state concentration camp ”, Stutthof became subordinate to the Inspectorate of Concentration Camps in Oranienburg. 27 The camp commandant, as stated in the circular letter, was still Max Pauly. At the end of August 1942, Pauly was recalled from Stutthof to Neuengamme concentration camp, which he commanded until the end of the war. For his activities in this latter camp, he was sentenced to death and hanged after trial by the British occupation government in Hamburg. 28 Pauly’s successor in Stutthof was SS Sturmbannführer Paul Werner Hoppe. Hoppe was no longer fit for service due to a wound on the Eastern front, and was therefore recalled into the concentration camp service, to which he had already belonged as a member of Dachau camp staff from 1937 to 1941. He commanded Stutthof until the end of the war, but left the camp at the beginning of April 1945, whereupon it was unof- ficially commanded by SS Hauptsturmführer Paul Ehle. Hoppe was sentenced to nine years imprisonment after trial in Bochum in 1957; he was released after serving seven and half years. 28 We have no in- formation as to Ehle’s fate in the post-war period. Stutthof was organized as follows: 29 Camp Commandant—Division I-VI—SS-Deathhead Sturmbann The six departments were as follows: Department I—Command Post : this consisted of the staff of the camp commandant, and was subordinate to the adjutant of the latter. The following services were subordinate to Department I: The   27 The Inspectorate of Concentration Camps under Richard Glücks consisted of four departments, which, as Amtsgruppe D, were subordinate to the Wirtschafts- verwaltungshauptamt (WVHA) of the SS in Berlin. Department D I (Concentra- tion camps), which governed the administration of concentration camps; De- partment D II (Inmate labor), which coordinated inmate labor and ordered trans- fers; Department D III (camp hygiene and sanitary personnel); and Department D IV (Administration), which was responsible for the financing and equipping of the concentration camps. 28 Janina Grabowska, “ Die Verantwortung für die im KL Stutthof begangenen Ver- brechen. Die Prozesse ”, in: Stutthof: Das Konzentrationslager , op. cit. (note 2), p. 294. 29 M. Glinski, “ Organisation ...”, op. cit. (note 10), p. 88ff."},{"pageNumber":18,"pageContent":"I: Overview of the History of Stutthof Camp 17 Security Service supervised order in the camp; the Information Service was responsible for relations between the camp and the higher offices; Transport Preparedness supervised transport; the Weapons Warehouse, Canteens (there were two, one for the camp personnel and one for the inmates); the SS Court sentenced minor violations against the camp regulations (serious cases were referred to the SS Court in Danzig). Department II—Political Department : This drew up camp per- sonnel files based on the transport lists, including an indication of the category of inmate concerned (political prisoner, protective cus- tody prisoner, criminal, etc.). In the event of death, it informed the relatives of the deceased person, as well as the office that had or- dered the transfer of the deceased person to Stuffhof camp. The po- litical division also performed the interrogations of inmates. Department III — Protective Custody Camp : The various de- partments of the camp were subordinate to the protective custody camp leader: the men’s camp, women’s camp, and the camp com- plexes set up later (special camp, Germanic camp, and Jewish camp, which will be discussed in detail below). The protective custody camp leader was accompanied by an officer responsible for drawing up lists, and who performed twice-daily role calls to determine camp manpower. The Labor Service , which was subordinate to the Labor Service Leader, was a sub-department. The Labor Service Leader drew up an inmate card file based on vocation, to ensure the most ef- ficient employment of camp inmates. Department IV—Economy and Administration : This depart- ment was responsible for the cash desk, paying out wages to camp personnel, purchasing necessary food and clothing, etc. Department V—Camp Doctor : The head camp doctor was re- sponsible for medical care. The camp and military “ Revier ”— military jargon for hospital—pharmacy, and crematorium were under his care. The head camp doctor had to be present at executions, as well as during the infliction of corporal punishment. Department VI—Training : This department was responsible for the political and vocational training of camp personnel as well as for cultural events. 30   30 These included, among other things, theatrical performances. For example, the Regional Theatre of Danzig-West Prussia presented a comedy on February 16, 1944 in the Comradeship Home of the camp. AMS, 1-1B-3."},{"pageNumber":19,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 18 The SS Death’s Head Sturmbann KL Stutthof consisted of camp guard personnel. In addition to Reich Germans, the guards consisted of a large percentage of ethnic Germans from Eastern Europe, as well as non-Germans (Ukrainians, Latvians, Lithuanians). Approximately 2,500 guards, including a number of women, did service during the sixty-eight months of the camp’s existence. 31 2. The Period from March 1942 to June 1944 On December 19, 1941, Heinrich Himmler ordered the expansion of Stutthof camp to enable it to accept 20,000 Russians ( i.e. , Soviet prisoners or war). As a result of this decision, SS Unterscharführer Johann Pauls delivered a plan for the camp expansion to the Reichsführer SS, which was approved by Himmler on March 3, 1942. Among other things, it provided for the construction of hous- ing for 20,000 inmates west and north of the already existing struc- tures, now known as the “ old camp ”. To enable the planned expan- sion, the brickyard that was mentioned in Himmler’s letter of April 1942, as well as the Werdershof estate (also located south east of the camp), were leased by Department II of the SS-WVHA (Budget and Construction), 32 where the “ Germanic camp ” was to be built the fol- lowing year. North of the old camp, 30 barracks were now built as the first part of the “ new camp ”; of these, 20, designated with numbers I to XX, were intended for the inmates, and consisted of the camp can- teen, the kitchen, and the quarantine barracks for inmates suffering from contagious diseases. The DAW (Deutsche Ausrüstungs-Werke) factories were housed in the other barracks, including a furrier’s workshop, tailor’s workshop, weaving workshop, shoemaker’s workshop, and a bicycle repair workshop. The first inmates were transferred to the new camp in July 1943. The women remained in the old camp. Following completion of the barracks, construction began on the streets, sewerage, and water mains for the new camp. At the same time, construction began on a barracks for guard personnel west of   31 In 1944, when the large Jewish transports arrived, the camp administration or- ganized a crash course for women supervisors, the graduates of which then did service in the Jewish camp as well as in the exterior offices. M. Glinski, “ Or- gansation ...”, op. cit. (note 10) p. 92. 32 E. Ferenc, “ Bau und Erweiterung ...”, op. cit. , (note 13), p. 103f."},{"pageNumber":20,"pageContent":"I: Overview of the History of Stutthof Camp 19 the old camp; the guard personnel in question moved in on March 28, 1943. Northeast of the new camp, work began on the construction of two factory hangars for the DAW in October 1943; these were put into operation one year later. The Focke-Wulfe Company manufac- tured airplane parts in the first factory hangar, while motors and ma- chine parts were manufactured in the second, the “ DAW Maschinen- halle ”. Basically, inmate work fell into two categories: the construction and maintenance of the camp itself, and labor for industrial enter- prises. Inmates were made available to the latter against payment. As stated above, a few companies, such as the DAW or Focke-Wulf, founded subsidiaries in the camp itself. Otherwise, inmates assigned to companies were put to work in the “ adjacent camps ” or “ exterior commandos ”, in which case the distinction between the first and the second naturally tended to disappear. Polish historiography assumes a total of 60 auxiliary camps and exterior agencies. 33 These included, for example, the “ Elbing exterior office ”, where between 200 and 500 inmates were active for various undertakings “ including work done for the Holzmann company: in building the wharf, in the ply- wood factory, in cleaning the city, in the sewers of the city, and in some smaller enterprises”, as well as in building houses. 34 Other inmates were rented out to farmers living in the vicinity of Stutthof. 35 Stutthof protective custody leader SS Hauptsturmführer Theodor Traugott Meyer, in his notes written in August 1947 while in a Pol- ish prison, explains that 3,000 Jewish women were transferred to help during the harvest upon the personal intervention of camp commandant Hoppe. 36 All the above mentioned factors prove the great significance of Stutthof camp from an economic point of view. 37 Many inmates were released from the camp. According to camp reports, the total number of released inmates amounted to 5,000. 38   33 Obozy hitlerowskie ..., op. cit. (note 12), p. 502-506. 34 Marek Orski, “ Die Arbeit ” in Stutthof. Das Konzentrationslager ..., op. cit. (note 2), p. 207ff. 35 In this regard, see the report by Gerda Gottschalk in: Hermann Kuhn (ed.): Stut- thof. Ein Konzenstrationslager vor den Toren Danzigs . Edition Temmen, Bremen 1995, p. 138ff. 36 Ibid. , p. 190. 37 See chapter IV, section I. 38 Janina Grabowska, “ Die Häftlinge ” in: Stutthof: Das Konzentrationslager , op. (Continued on next page.)"},{"pageNumber":21,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 20 During certain periods, at least until the end of August 1944, releases took place almost daily (for example, more than 40 inmates were re- leased on August 29). 39 It was no exception for more than 50 inmates to be released on one day; for example, 58 inmates were released on August 28, 1942, and 51 on December 18, 1942. 40 Many of the inmates released on a given day were “ educational inmates ”. The list of May 6, 1943 provides an example of this: 30 educational inmates were released, in addition to two inmates to be transferred to Auschwitz or Sachsenhausen (one stateless asocial and one Polish protective custody inmate). 41 On the other hand, the in- mates released on August 28, 1942 consisted of 23 “ shirkers ” (which was certainly a synonym for “ educational inmates ”) as well as 21 protective custody inmates, i.e. , political prisoners. The majority of released inmates were Poles. It should be noted that two of these releases—those of July and August 1944—took place at a time when, according to the official version of history, large numbers of inmates were being murdered in the gas chamber. According to the official version of history, there- fore, the Germans released witnesses to their alleged mass extermi- nation program to enable them to tattle about what they had seen! Since the alleged gas chamber was located immediately at the edge of the old camp and was easily visible from the old camp, 42 there would have been no way to conceal any homicidal mass gassings. The increase in camp manpower after the decision to expand the camp is revealed in the following statistics: 31.07.1942: 2,283 inmates, including 163 women; 31.12.1942: 1,855 inmates, including 332 women; 31.03.1943: 3,590 inmates, including 285 women; End of 1943: approximately 6,000 inmates. 43 With the designation of Stutthof as a regular concentration camp, transports not only departed for other concentration camps— transports from other concentration camps entered the camp as well. A Polish study written in 1990 estimated the total number of persons transferred from Stutthof at 24,624. 44 We will discuss the extent of transports to Stutthof from other camps in another chapter.     cit. (note 2), p. 120. 39 AMS, I-II-6, copy only partially legible. 40 AMS, I-II-6, p. 27ff. and 69f. 41 See document I. 42 See Document 2. 43 Obozy hitlerowskie ..., op. cit. (note 12), p. 498. 44 Danuta Drywa, “ Ruch transportów ...”, op. cit. (note 21), p. 31."},{"pageNumber":22,"pageContent":"I: Overview of the History of Stutthof Camp 21 The transports to Stutthof beginning in 1942—the first, with 114 inmates from Buchenwald, arrived on April 14, 1942 44 —implied an internationalization of Stutthof camp. Of course, Poles remained the most numerous group of camp inmates until mid-1944, but the num- bers of inmates from other countries, especially the Soviet Union and Germany, were constantly increasing. Resistance fighters or per- sons suspected of supporting resistance, in addition to prisoners of war, also arrived from the USSR. German new arrivals included significantly more criminals than politicals. Many such criminals arrived from Mauthausen, a camp designated for incorrigible serious criminals. The bad habit, stub- bornly indulged in by the SS, of assigning common criminals to po- sitions as Kapos, and therefore in a position of authority over other inmates, may have been the main reason for the brutality and mis- treatment described at great length—as well as with dramatic embel- lishment in most cases—in the testimonies of former Stutthof in- mates. 45 Two smaller groups of prisoners also received privileged treat- ment in Stutthof. The first group consisted of the so-called “ honor- ary prisoners ”, which was understood to mean intellectuals interned for their political unreliability, or diplomats from the Baltic States of Latvia and Lithuania. These inmates lived separately from the other prisoners, and did not have to work. 46 The same was true of a group of 282 (or, according to other sources, 273) Norwegian policemen transferred to Stutthof in December 1943 or January 1944 for refus- ing to sign a loyalty oath to Vidkun Quisling’s National Socialist government. In 1943, the Norwegians were quartered in the so- called German camp south east of the old camp originally intended for SS men liable to punishment. 47 Some of them voluntarily per- formed light work as gardeners or postmen. The approximately 150 Danish communists, having previously entered the camp in October 1943, were required to work on a regular basis, but also appear to   45 The terrorization of the political prisoners by the criminal inmates was a phe- nomenon observable in many camps. It is described in detail in serious works of concentration camp memoirs, such as, for example, Paul Rassinier’s Le Men- songe de Ulysse (reprint: La Vieille Taupe, Paris 1980), or Benedikt Kautsky’s Teufel und Verdammte (Büchergilde Gutenberg, Zürich 1946). 46 M. Orski, “ Stutthof als internationales Lager ”, in: Stutthof: Das Konzentrations- lager , op. cit. (note 2) p. 145. 47 Ibid. , p. 148; M. Glinski, “ Organisation ...”, op. cit. (note 10), p. 93."},{"pageNumber":23,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 22 have received preferential treatment on the basis of their Nordic de- scent. 48 As in other camps, disease was the principal danger and chief cause of the high mortality. Typhus—which broke out in the spring of 1942 for the first time—was especially devastating. Another epi- demic broke out in April 1943, and lasted until June. 49 Of the more than 1,100 inmates who died in that period, the majority doubtlessly died of typhus. 50 3. The Period from June 1944 to January 1945 Conditions in Stutthof changed drastically starting in mid-1944. In addition to a few transports of non-Jews, numerous mass trans- ports of Jews—the vast majority of whom were women—arrived be- tween 29 June and 28 October. The details are shown in the follow- ing table: 51 Date Origin Number 29. June 1944 CC Auschwitz 2,502 12. July 1944 Sipo Kowno (Kaunas) 282 13. July 1944 Sipo Kowno 3,098 13. July 1944 Sipo Kowno 233 16. July 1944 Sipo Kowno 1,172 17. July 1944 Sipo Kowno 1,208 19. July 1944 Sipo Kowno 1,097   48 M. Orski, “ Stutthof als internationales Lager ”, op. cit. (note 46), p. 145. 49 On the typhus epidemics, see El Ī bieta Grot, “ Indirekte Extermination ”, in: Stut- thof: Das Konzentrationslager , op. cit. (note 2), pp. 195-196. The German term for typhus is Fleckfieber . 50 On the mortality, see Chapter III, Section 5. E. Grot mentions only 849 deaths between 1 April and 12 June, which may possibly be attributed to the fact that they do not take account of the exterior stations and auxiliary camps. In the death register, “ Typhus ” is listed as the cause of death in only 12 cases, leading E. Grot to assume a falsification of mortality statistics by the camp authorities. It is, however, impossible to understand why the camp authorities would have at- tempted to hide the typhus epidemic—which everyone knew about—through false statistics. Presumably “ heart failure ” was entered as the immediate cause of death for most victims of typhus, “ heart failure ”, “ general exhaustion ” and the like, being in fact results of the epidemic. 51 AMS, I-IIB-8, p. 1. With the exception of the transport dated 28.10.1944, this table was published in 1967 by K. Dunin-W ą sowicz (“ ĩ ydowscy Wi ĊĨ niowie ”, op. cit. (note 3), p. 11f.)."},{"pageNumber":24,"pageContent":"I: Overview of the History of Stutthof Camp 23 Date Origin Number 19. July 1944 Sipo Kowno 1,072 20. July 1944 CC Auschwitz 2,500 25. July 1944 Sipo Kowno 182 25. July 1944 Sipo Kowno 1,321 04. Aug. 1944 Sipo Kowno 793 09. Aug. 1944 Sipo Riga 6,382 09. Aug. 1944 Sipo Riga 450 14. Aug. 1944 CC Auschwitz 2,800 16. Aug. 1944 CC Auschwitz 2,800 23. Aug. 1944 Sipo Riga 2,079 23. Aug. 1944 Sipo Riga 2,329 28. Aug. 1944 CC Auschwitz 2,800 31. Aug. 1944 CC Auschwitz 8 03. Sept. 1944 CC Auschwitz 2,405 10. Sept. 1944 CC Auschwitz 668 10. Sept. 1944 CC Auschwitz 1,082 27. Sept. 1944 CC Auschwitz 4,501 01. Oct. 1944 Sipo Riga 3,155 14. Oct. 1944 Sipo Riga 190 28. Oct. 1944 CC Auschwitz 1,500 Total: 48,609 The accumulated monthly influx was as follows: June: 2,502 August: 20,441 October: 4,845 July: 12,165 September: 8,656 The transports from Riga in Latvia, as well as Kaunas in Lithua- nia—Kowno is the Russian name for Kaunas—were the results of the evacuation of the Baltic camps due to the advance of the Red Army. Among the inmates transferred from the Baltic to Stutthof were German Jews. An anthology containing numerous reports by former inmates 52 contains statements by the following German- Jewish men and women transferred from the Baltic to Stutthof: – Trudi Birger, who emigrated to the Memelland in 1933, emi- grated from the Memelland to Lithuania in 1939, spent 1941 to 1944 in Kaunas, and was transferred to Stutthof from Kaunas; 53   52 H. Kuhn (ed.), Stutthof, Ein Konzentrationslager ..., op. cit. (note 35), p. 129ff. 53 45 years after her liberation from Stutthof, Trudi Birger published a disgraceful collection of atrocity stories under the title of Im Angesicht des Feuers (Piper Verlag, Munich/Zürich 1990), which is among the worst works in concentation camp sub-literature, a veritable literary growth industry."},{"pageNumber":25,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 24 – Jeannette Wolf, an active Socialist who was deported to Riga in 1942, was interned in the local ghetto or camp, and was trans- ferred to Stutthof in the summer of 1944, along with her daughter (who survived the war); – Gerda Gottschalk, sent to Riga in January 1942, and remained there until the summer of 1944; – Gertrude Schneider, deported to Riga from Vienna along with her mother and her sister (who, like her, survived the war) at an un- stated point in time, and arrived in Stutthof in August 1944; – Erna Valk, deported to Riga on December 10, 1941, along with her husband (who survived the war with her), was lodged in vari- ous camps, and arrived in Stutthof on August 6, 1944; – Josef Katz, sent to Riga from Lübeck on December 4, 1941, in- terned in the local ghetto and in various camps until October 1944, and was then transferred to Stutthof; – Max Kaufmann, deported to Riga in 1941, was interned in the lo- cal ghettos and camps, and arrived in Stutthof on October 1, 1944; – Polly Schoeps, sent to Riga on December 13, 1941 and arrived in Stutthof in the summer of 1944. The same anthology furthermore reproduces the reports of two Lithuanian Jewish women. Maria Rolnikaite and Schoschana Rabi- novici—who was 12 years old at the time—were both deported to Latvia, an adjacent country located to the north, after the liquidation of the Vilna ghetto; in Latvia, they were lodged in the Kaiserwald camp and then transferred to Stutthof in the summer of 1944. What is surprising, and not easily explained, is the fact that the Jewish women deported from the two Baltic States to Stutthof in- cluded Hungarian Jewish women. 90% of the 793 Jewish women in the August 4 transport from Kaunas were from Hungary; the trans- ports which arrived in Stutthof on August 9 and October 1 from Riga also included a number of Jewish women from Hungary. Signifi- cantly, this fact is not mentioned in either the western or Polish offi- cial version of history. We assume that these Hungarian Jewish women were first deported to Auschwitz in spring or early summer 1944, were then sent to the Baltic and put to work for the war effort, probably for the Organization Todt, before the advance of the Soviet Army led to the transfer of inmates from the Baltics to Stutthof. With relation to the large transports from Auschwitz, more or less complete lists of names of deported Jews with corresponding nation-"},{"pageNumber":26,"pageContent":"I: Overview of the History of Stutthof Camp 25 alities are available in three cases (August 14, 16, and 28.). 54 More than 99% of the members of the two transports were Hungarian Jews. The rest consisted of individual German, Slovakian, Czech, Rumanian women, and members of other nationalities; an American citizen by the name of Magdalena Huppert also arrived on August 16 bearing inmate number 67,852. On the other hand, the transport on August 8 consisted 98% of Poles, the majority from Lodz, who had been deported from Lodz to Auschwitz. According to D. Drywa, the persons transferred from Auschwitz to Stutthof in 1944 consisted of 10,602 Hungarian Jews and 11,464 Jews from Lodz. 55 It is remarkable that Danuta Czech’s Kalendarium der Ereignisse im Konzentrationslager Auschwitz-Birkenau 1939-1945 , considers only two of the transports from Auschwitz to Stutthof worthy of mention. Mrs. Czech cannot have been ignorant of the other trans- ports, since, with one single exception, K. Dunin-W ą sowicz meticu- lously recorded all transfers as early as 1967, i.e. , 22 years before the publication of the second edition of the Kalendarium . Furthermore, D. Czech deliberately makes false statements concerning the two transports that she does record. 56 The manner in which the camp administration reacted to the con- tinuous arrival of mass transports is described by SS Hauptsturn- bannführer Theodor Meyer, protective custody camp commander in   54 The list of August 14 extends from 1 to 2,780, i.e. , it contains all names right down to the last 20 persons transported in that transport. The list of August 16 extends to 2,330; in a number of cases, the names and/or nationalities cannot be determined, since the sheets involved have been damaged. The list of August 28 extends from 1 to 2,715, so that in this case, the last 85 names are missing. 55 D. Drywa, “ Ruch transportów ...”, op. cit. (note 21), p. 17. 56 D. Czech, Kalendarium der Ereignisse im Konzentrationslager Auschwitz-Birke- nau 1939-1945 , Rowohlt, Reinbek bei Hamburg 1989, p. 882, 885. In this con- nection, we should point out that D. Czech mendaciously reports that “ nearly 1000 Jewish inmates, men and women ”, were transferred from Stutthof to Auschwitz on January 12, 1944, of whom only 120 men and 134 men were reg- istered in the camp; the others are said to have been “ killed in the gas chambers ” ( ibid. , p. 705). On the other hand, D. Drywa clearly states that a transport with 255 Jewish inmates departed Stutthof for Auschwitz on that date (“ Ruch trans- portów ...”, op. cit. (note 21), p. 29; the difference between 254 and 255 is pre- sumably explained by the death of an inmate en route). The 700 ‘gassing vic- tims’ therefore never existed. Because Danuta Czech was a fervent Communist and enthusiastic apologist for the Polish puppet regime established by Stalin af- ter the war, it comes as no surprise that her giant book is often unreliable and highly propagandistic."},{"pageNumber":27,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 26 Stutthof, in his notes written in a Polish prison while awaiting execu- tion: 57 “When the Lublin and Riga camps and outer camps in the East were evacuated, Stutthof was designated a reception camp. Transports with thousands of Jewish women arrived, even from Auschwitz. These trans- ports were mostly in a condition that exceeded anything ever seen be- fore. They were sent on the transports without sufficient clothing and food. Now they were supposed to be accepted in a camp that was itself on subsistence level. Telexes, radio messages, went back and forth be- tween Berlin and Stutthof to make the gentlemen in Berlin realize that this was impossible; that Stutthof could no longer accept any more in- mates. The camp commandant himself traveled to Berlin for a confer- ence intended to prevent any more inmates from being sent to Stutthof, but without success. Berlin only promised to ensure that the inmates would be detailed off in workers. [58] A representative appeared and made contacts with industry. Commandos we re detailed off to Königs- berg, Elbing, Danzig, Gotenhafen, Stolp, Bromberg, Stettin, and to the nearer or more distant surr oundings. New masses arrived. The various offices of the Gestapo emptied their camps and ghettos and sent the in- mates to Stutthof, without making any inquiry at any time. Typhus- infected inmates spread the disease in the camp, and this epidemic caused many victims among the masses tightly packed together in the camp. Where, and how, could an improvement be made? More and more transports arrived. Could one refuse to accept them? No! When the transports arrived with their inmates, they had to be accepted.” We see not the slightest grounds for doubting the truthfulness of the content of this testimony. 59 In order to provide at least some housing for the many new arri- vals, a “ Special Camp ” was created ex nihilo in the western part of the camp in July 1944; this camp consisted of a kitchen barracks in   57 Copy in the Archives of the Stutthof Museum, quoted according to H. Kuhn (ed.), Stutthof. Ein Konzentrationslager..., op. cit. (note 35), p. 189, 190. 58 Error in original. 59 Theodore Traugott Meyer, in his report written in Polish imprisonment, ex- pressly disputed the accusation of tormenting the inmates and insisted that he helped them as much as he could. He said he had taken care to ensure that as many inmates as possible would receive hard work bonuses, even when many prisoners were not entitled to them. He continues: “ The incorporation of the bath installations were approved for every housing block. The sanitary installations were good. The camp orchestra played Sundays. Entertainment was provided. And I am supposed to have approved all this because I wanted to torment the inmates? [...] Were the inmates mistreated at their arrival? No. When the big transports arrived, I made frequent inspections and saw no act of mistreatment ”. We reproduce these remarks by Meyer because we are of the opinion that both parties have a right to be heard."},{"pageNumber":28,"pageContent":"I: Overview of the History of Stutthof Camp 27 addition to several inmate barracks. This camp was used, for exam- ple, to quarter Germans who had been taken hostage because rela- tives of theirs belonged to anti-National Socialist resistance move- ments; one of them was Fey von Hassell, daughter of diplomat Ul- rich von Hassell. 60 Parallel to this area, 10 barracks numbered with XXI and XXX were built north of the new camp and designated, as a whole, the “ Jewish camp ”, although only six of the ten barracks were intended for Jews; another two were used to house women de- ported to Stutthof after the crushing of the Warsaw Ghetto uprising, and the other two were used as warehouses for personal effects. 61 At the end of August 1944, the camp manpower, including the outer camps, was approximately 60,000; 62 it had therefore multiplied tenfold in eight months! The last large transport arrived from Auschwitz on October 29. In the following month, only individual groups of inmates arrived at Stutthof; the last inmate, the Pole Jan Zielina, no.105,302, arrived from Auschwitz on January 17, 1945. 63 The fact that transports Stutthof departed after October 1944 was one reason for the renewed decline in camp manpower. A second reason was the typhus epidemic that broke out in the late summer 1944 for the second time, and took on devastating proportions by the end of the year. The poor hygienic conditions in the further over- crowded housing naturally contributed to propagation of the lethal epidemic. The deficiency of the disinfestation facilities is shown, among other things, by the certification of a transfer to Flossenbürg dated November 24, 1944: 64 “The following inmates are to be tr ansferred from Stutthof concen- tration camp to Flossenbürg concentration camp on 11.24.1944: 216 men (Jews) 284 women (Jews). It should be noted that these inmat es come from a camp in which ty- phus, paratyphus, diphtheria, and scarlet fever are rampant at the pre- sent time. Quarantine is therefore to be imposed, and these inmates are to be put to work in closed groups.   60 Fey von Hassell’s report regarding her stay in Stutthof was reproduced in extract by H. Kuhn (ed.): Stutthof. Ein Konzentrationslager ..., op. cit. (note 35), p. 176ff. 61 M. Glinski, “ Organisation... .”, op. cit. (note 10), p. 93; E. Ferenc, “ Bau und Er- weiterung... ”, op. cit. (note 13), p. 107. 62 Obozy Hitlerowskie ..., op. cit. (note 12), p. 499. 63 El Ī bieta Grot, Rejs ĝ mierci, Evakuacja morska Wi ĊĨ niów KL Stutthof , Muzeum Stutthof w Sztutowie, Danzig 1993, p. 13. 64 AMS, I-IIC-4, p. 159."},{"pageNumber":29,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 28 These inmates were bathed and deloused prior to departure on the transport. Due to insufficient del ousing facilities at this camp, we can- not guarantee that these prisoners are free from lice. The SS Standard garrison doctor.” On December 29, 1944, Hoppe found himself compelled to de- cree a partial camp quarantine by special order: 65 “In the course of the struggle against typhus, entry and leaving of the new women’s camps I, II, and III is blocked, effective immediately, due to danger of contagion by typhus.” The raging epidemic and the generally deteriorating conditions against the background of the German collapse led to the final, and worst, phase in the existence of Stutthof camp—exactly as in Ber- gen-Belsen, Dachau, and other camps. As of January 24, 1945, the day before the first waves of evacua- tion, the camp manpower report indicated a manpower of 28,390 female and 18,115 male inmates (including the subsidiary camps). This number included 25,775 Jewish women and 2,898 Jewish men. 66 4. Evacuation and the End Documentation on the tragic last months of Stutthof camp is very fragmentary; in Polish literature on the subject, commonplace facts and atrocity propaganda are churned together in a sort of stew. 67 For this reason, it seems to us impossible to offer even an approximate estimate of the number of victims caused by the evacuation of the camp, and we will refrain from putting forth any estimates.   65 AMS, I-IB-3, p. 275. 66 Camp strength report of 24 January 1945, AMS, with commentary by M. Orski, Ostatnie dni Obozu Stutthof, Wydawnicto Marpress, Danzig, 1995, unnumbered page in the document section. 67 For example, J. Grabowska reports that women who were unable to march were burnt alive in their barracks by the SS (“ Die Letzten Tage des Lagerbestehens. Die Befreiung ”, in: Stutthof: Das Konzentrationslager , op. cit. (note 2), p. 292. As a source, the reader is referred to the testimony of Kapo Alfred Nicolaysen before the Soviet Committee for the Investigation of War Crimes. As the author informs us on the following page of the same book, Nicolaysen was sentenced to death following trial in Danzig of 25 members of the camp guard personnel; Nicolaysen was then the only person pardoned out of the 14 persons sentenced to death, presumably in consideration for services rendered in shoring up the traditional atrocity story of Jews burnt alive by the SS."},{"pageNumber":30,"pageContent":"I: Overview of the History of Stutthof Camp 29 The fate of Stutthof inmates at that time was very little different from—or even identical to—the fate of the millions of German civil- ians who fled before the advancing Red Army during that harshest winter of the war, under almost inconceivable circumstances and who therefore suffered horribly high losses. The U.S. historian Mark Weber hit the nail on the head when he wrote: 68 “Stutthof ’s prisoners were not the only ones to endure this terrible calamity. During this same peri od, hundreds of thousands of German civilians, most of them women and children, as well civilians of other nationalities, were slowly making their way westward in the snow and freezing weather. Many of these peopl e also died during the winter trek.” In their interesting book Rejs ĝ mierci (The Sea Voyage of Death) the Polish historian El Ī bieta Grot quotes a Norwegian inmate, not mentioned by name, who gives us the following general atmosphere of the conditions prevailing in West Prussia at that time: 69 “A line of refugees from East Prussia, several miles long, consisting of terror-stricken families who had abandoned their homeland and their property in panic was, to us, the visibl e image of a people in a state of complete dissolution. Dead horses lyi ng by the edge of the road, des- peration-filled old people, weeping women, and—the worst experience for us—starving infants, often running barefooted through the snow looking for mothers or fathers who had attempted to break through to the other side of the Weichsel [...] By midday, a sexton approached re- questing us to help him bury the bodies of the dead, excusing himself by saying that no auxiliary labor was available to him.” The tragedy of the Stutthof refugees who died during the evacua- tion must be viewed in the context of this tragedy extending over an immense territory. The decision to evacuate the camp appears to have been made by Fritz Katzmann, the higher SS and police chief of Danzig, after the onset of the large-scale winter offensive of the Red Army on January 12, 1945. After January 20, all work in the camp was directed at the forthcoming evacuation, and approximately 11,000 inmates were led out of Stutthof on January 25 and 26. They were supposed to march on foot to Lauenberg, 140 km further west, for internment in a non-commissioned officers’ school for the Waf- fen SS. The distance was to be covered in seven days, exclusively on back roads, because the main roads were filled with German refugee columns and German troops. At night, the inmates were supposed to be lodged in villages.   68 Mark Weber, op. cit. (note 8), p. 3ff. 69 E. Grot, Rejs ĝ mierci ..., op. cit. (note 63), p. 15."},{"pageNumber":31,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 30 The evacuation did not run according to plan, particularly be- cause of the heavy snow drifts and poor road conditions. Many in- mates died on the road, others escaped, and considerable numbers were overtaken by the advancing Soviet troops and liberated. The majority of the evacuees were halted by the Wehrmacht before they reached Lauenberg, and put to work building anti-tank ditches. In early March, following the onset of another Soviet offensive, those who were able to march were led in the direction of Gotenhafen and Putzig, where they were supposed to be transported to Germany by ship. They did not get there, because the columns were captured on the way by the Soviets. 70 According to Polish sources based on esti- mates that cannot be verified, approximately 5,000 died out of the 11,500 evacuated on January 25 and 26. 71 Stutthof still had 33,948 inmates on January 30, approximately one third of them in the main camp. 72 At approximately the same time, the camp began to fill with German refugees who took up tem- porary lodgings there, taking over the new camp and part of the old camp. Many of these German civilians were later evacuated to the west by sea. The camp was attacked by Soviet bombers on March 25 and on several occasions afterwards; several of the women’s bar- racks in the old camp burnt down. 73 At this time, a large proportion of the inmates in Danzig and Gotenhafen,—the name for Gdingen at that time—were put to work on the shipyard or in various factories. Beginning in March, these cities were severely bombed by the Soviet air force, killing many inmates and German civilians. 74 Instead of simply leaving the remaining inmates behind for the Soviets, as reason would have indicated, since the Soviet arrival was now only a question of time, even more panicky evacuation actions were carried out by sea during the last weeks of the war, ending tragically for a great many of the persons involved. On March 25, a ship transport with over 600 refugees left the Gotenhafen subsidiary corp for Kiel, where the inmates were interned in auxiliary camps of   70 M. Orski, Ostanie Dni ..., op. cit. (note 66), p. 8ff.; J. Grabowska , “Die Eva- kuierung des Stammlagers zu Lande ” in: Stutthof. Das Konzentrationslager , op. cit. (note 2), p. 267ff. 71 J. Grabowska, “ Die Evakuierung ...”, op. cit. (note 70), p. 275. 72 M. Orski, Ostatnie Dni ..., op. cit. (note 66), p. 14. 73 Ibid. , p. 19. Many of the Jewish women later reported by the Soviet Commission to have been burnt alive by the SS presumably died during these bombing at- tacks. See note 67. 74 M. Orski, Ostatnie Dni ..., op. cit. (note 66), p. 21."},{"pageNumber":32,"pageContent":"I: Overview of the History of Stutthof Camp 31 Neuengamme concentration camp. Two large sea transports with a total of approximately 4,400 inmates departed on April 25 and 27. The first traveled by way of Hela to Neustadt, where the inmates were lodged in a hospital following the arrival of British troops; a few were later transferred to Sweden by the Swedish Red Cross for medical care. The second transport arrived at Flensburg after a long period of wandering; there, the inmates were embarked onto the ship Rheinfels. On May 9, the ship was boarded by representatives of the Swedish Red Cross, who decided to take the totally exhausted in- mates to Sweden for treatment. A large number of the persons evacuated by sea died from hunger, exhaustion, or disease before the end of the war; an unknown number were killed during British bombing attacks on the evacuation ships. 75 The Red Army entered Stutthof on May 9, 1945, but found only approximately 150 inmates—most of who were sick—in addition to approximately 20,000 German civilians. Paul Ehle, acting unoffi- cially as the last concentration camp commander, had fled a few days before. The existence of Stutthof concentration camp coincided almost precisely with the duration of war: it opened the day after the war began, and was captured by Soviet troops the day after it ended. In 1946 and 1947, four trials were held in Poland against a total of 80 members of Stutthof camp guard personnel. After trial, 21 death sentences were handed down and executed, with one excep- tion. Another five camp commandants, including the second com- mander, P.W. Hoppe, were brought to court in three trials in the FRG (1955, 1957, and 1964); four of them received sentences of impris- onment of up to nine years. 76 Reliable documentation on these trials is unavailable to us; therefore, we cannot discuss them in detail. The joy of liberation was of short duration for many inmates cap- tured by the Red Army. Accused of collaboration with the Germans or of membership in Polish nationalist movements such as the Ar- mija Krajowa (Homeland Army), or the Boy Scout-type organization Szare Szeregi (Grey Ranks), they were promptly arrested again and disappeared into Soviet concentration camps, some of them for many years. Three examples were Marian Pawlaczyk, Jan B Ċ dzi Ĕ sky and Mieczys á aw Goncarzewski, who were only released from the Gulag archipelago after Stalin’s death in 1953. Their crime: During interrogations held after their liberation by the Soviet secret service   75 A detailed description of the evacuation by sea can be found in E. Grot, Rejs ĝ mierci ..., op. cit. (note 63). 76 D. Drywa, “ Die Verantwortung ...”, op. cit. (note 28)."},{"pageNumber":33,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 32 NKVD, they were found to be too well informed about the structure of the camp. This was fateful to them: in the eyes of the NKVD, this proved that they had collaborated with the Germans. 77   77 M. Orski, Ostatnie dni ..., op. cit. (note 66), p. 36ff."},{"pageNumber":34,"pageContent":"33 CHAPTER II: Stutthof as “ Extermination Camp ”: the Official Version In the introduction, we mentioned that according to the official version of history, Stutthof performed the temporary function of ‘makeshift’ extermination camp. This chapter reproduces the state- ments of the principal texts in connection with the alleged mass kill- ings and, in particular, the mass gassings of human beings at Stut- thof, in chronological order. The first testimony to be mentioned is the Soviet expert report, drawn up only five days after the liberation of the camp, on 14 May 1945, which we quote in full: 78 “Protocol of the technical expert report on the SS concentration camp Stutthof, May 14, 1945. The undersigned, the engineer Major Ivan Alexandrowitsch Fjodo- row, deputy chief of staff of the 57 th Red Banner Brigade of Engineers and Pioneers of Gomelsk, and Lieutenant Georgi Sergejewitsch Ka- pustin, Adjutant of the Commander of the First Department of the Bri- gade Staff, on behalf of the Council of War of the 48 th Army, conducted an examination of the SS camp Stutt hof, which established the follow- ing: The Germans began construction of St utthof concentration camp in 1939. Until 1941, there was a total of approximately 15 standard-type wooden barracks, as well as the necessary small buildings for guard personnel. Initially, the above mentioned camp was intended for political pris- oners. In mid-1942, the camp began to expand rapidly, and, by the end of 1944, consisted of the following buildings: Wooden barracks: 60 units Brick barracks: 12 units Barracks for guard and service personnel: 17 units Warehouses: 11 units Workshops: 5 units Factory buildings: 7 units. Every standard type living barracks has a normal capacity of 450 people, which means that, with normal occupancy, the inmate barracks could house 450 x 72 = 32,400 people. In reality, according to the data of former inmate Wo Ĩ niak, a Pole, 800 to 1000 people were crammed together in the barracks in each case. Consequently, the huge numbers   78 GARF, 7021-106-2, p. 1-6."},{"pageNumber":35,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 34 of persons interned in the camp amounted to approximate 60 + 12 x 800 = 62,000 to 72,000. [79] In the living barracks, three tiers of wooden bunks had been erected; there were separate rooms for the guards, and common wash- rooms and toilets. The washrooms and toilets in the barracks did not work, since construction of the sewerage network was not yet com- pleted. From a model found in the office of the SS camp Stutthof, it may be concluded that the camp was, to some considerable extent, still uncom- pleted; in particular, it was intended to increase the number of living barracks to 180, in which event the new part of the camp would have been built of brick, in contrast to the old part. The construction and expansion of the camp, as well as the con- struction of the factori es, was performed by inmates. Two factory buildings were erected and put into operation on the grounds of the old camp, while three others were unfinished; two fac- tory buildings were finished on the grounds of the new camp, but not yet put in operation. At the time of our inspection visit, there was no production machin- ery in the factory buildings. Accord ing to the testimony of former Polish camp inmate Wo Ĩ niak, the installation was disassembled and removed in January 1945. A barbed wire fence surrounded the entire camp terrain. Around the living area of the camp was a separate barbed wire barrier, mounted on porcelain insulators. The wire was under high voltage. On the barracks side, in front of the above men tioned wire barrier, was another barbed wire fence three meters high. In the planning and construction of the camp, especially the living quarters, there were no installations at all for fire protection purposes, nor were there any sanitary installations, which are otherwise obliga- tory in all buildings. Open latrines w ithout walls and roof, all of them only two to three meters away from the barracks, spread a penetrating stench all over the camp terrain. The distance between the barracks was 10 to 15 meters. At the time of our inspection of th e camp, 30 of the 72 existing living barracks had been burnt down. The concentration camp contained one gas chamber of 8.5 x 3.5 x 2.5 in size, in the form of a simp le box, built of bricks, with two her- metically sealed doors, and a ceiling of reinforced concrete; in the ceil- ing, there was an opening 20 cm in diameter which was used for throw- ing in the ‘Zyklon’ poisonous mater ial. Outside the gas chamber, a small, primitive oven, built of brick and measuring 1.5 x 1.2 x 0.8 m, had been built on; this was heated with coal. A metal pipe 20-cm in di- ameter led from this oven to the interior of the gas chamber, and ran   79 Meaning (60+12)×(900 ±100) = 64,800 ±7,200"},{"pageNumber":36,"pageContent":"II: Stutthof as “Extermination Camp”: Official Version 35 along the walls of the chamber. The pipe was embedded in a wall clad in concrete mortar, with perforati ons measuring 2.5 cm. CO was able to exit through a brick chimney, especially built on the outside of the gas chamber, next to the entrance door. Thus, death by asphyxiation of the people in the above described gas chamber was due, not to CO, but to another poisonous substance, a ‘Gasgift’ [gas poison 80 ] by the name of Zyklon, which was found near the west side of the gas chamber. The gas chamber functioned as follows: The people were led into the gas chamber, after which the doors were hermetically sealed. The poisonous substance ‘Zyklon’, in the form of irregular quadrilaterals of white color, was shaken out through the round opening in the ceiling, and, under the influence of the atmos- phere as well as the increased air temperature achieved by means of the oven described above, as well as because of the tightly packed mass of people, was transformed into a gaseous poisonous substance. The gassing procedure was primitive, and apparently was to be per- fected later. In view of the surface area of the gas chamber, which amounted to 8 x 3 m 2 , as well as the tight packing of the people doomed to destruction, it was possible to force 4 to 5 persons together in one square meter. In this manner, the gas chambers could cont ain 24 x 4 = 96 people stand- ing up. According to the testimony of a former Polish camp inmate, Zbignew Krawczyk, who was put to work for a longer time in the cre- matorium in order to cremate the corpses, the gas chamber could con- tain 90 persons standing up, which corresponds to reality. According to the testimony of th is same Krawczyk, the asphyxiation procedure lasted 45 minutes. In visiting the camp, we discovered two crematory ovens built in 1943, which were operated with coke, as well as third oven heated with a flammable liquid fuel, that is, a to tal of three ovens. We did not find a fourth oven, but something resembli ng an oven foundation remained. There are grounds for assuming that the Germans blew up the fourth oven. The most important techni cal data relating to these ovens are to be taken from the attached diagrams. The oven consists of fireproof brickw ork, with an opening for the in- troduction of the bodies on the fr ont side; further down, also on the front side, is an opening for the removal of the ashes, the ash chamber. On the left side, two heating systems had been installed. On the front, there was also a small round opening 20-cm in diameter, which could be sealed with a small door; this was used to regulate the air supply. All openings had iron doors 7 to 9 mm thick. [81]   80 In German in the original. 81 This is a typographical error. The meaning is no doubt 7 to 9 cm; the doors of (Continued on next page.)"},{"pageNumber":37,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 36 The interior volume of each crematory oven amounts to 0.5 x 0.6 x 3.2 = 0.96 m 3 . If one considers the extreme emaciation of the corpses, which means that a corpse, on average, occupied a volume of 0.25 x 0.2 x 1.56—0.08 m 3 , this means that the oven was able to contain 0.96: 0.08 = 12 corpses. During use at full capacity, therefore, twelve corpses could be introduced lengthwise into the oven in two layers. The design of the oven, intensively heated with coke, allowed to at- tain temperatures of 900 to 1000 degrees Celsius. At this temperature, the cremation process lasted 50 to 60 minutes. The ovens were installed together with a room used for executions by shooting and hanging, and measuring 18 x 10 x 2 meters, including the surface area of the oven room area. Conclusions: 1. The normal capacity of the camp, assuming 2.7 persons per square meter, was 32,400 persons, but it was in fact inhabited by 62,000 to 70,000 persons, which meant that th e inmates were subject to extraordinary overcrowding. The unbearably unhygienic conditions to which they were exposed; the absence of heating in the barracks at dur- ing the cold seasons; the quite insuf ficient, miserable nourishment; the exhausting heavy work, which lasted up to 16 or 17 hours a day; [82] the lack of suitable clothing and suit able shoes, especially in winter; all this led to a total exhaustion of the inmates and to the rapid propaga- tion of various contagious diseases, i.e., created the precondition for massive mortality by means of the above described methods. 2. The average capacity of the gas chamber, in operation twenty four hours a day at normal load, amounted, assuming a time period of 40 minutes to fill the chamber, and assuming the time period, as indi- cated by Krawczyk, of 45 minutes for the gassings, and assuming a time period of one and a half hours to empty the chamber, to the following: 24 x 96 = 768 persons in a time period of 24 hours 3 3. The concentration camp had three crematory ovens. Assuming, as stated above, that twel ve corpses could be introduced into one oven at a time, that the cremation procedure took 50 minutes, and that 10 minutes were required to fill the ovens, then the total capacity over a 24-hour period was: 24 x 12 x 3 = 864 corpses. 1 At lower temperatures, i.e., 450-500 degrees Celsius, the cremation procedure naturally took twice as long, i.e., one hour and forty minutes; this means a capacity of:     the Topf crematory ovens of Auschwitz, for example, were 10 cm thick, and consisted of 8 cm of monolithic lining material and 2 cm of cast iron. 82 For the actual working times, see Chapter IV, section 1."},{"pageNumber":38,"pageContent":"II: Stutthof as “Extermination Camp”: Official Version 37 24 x 12 x 3 = 432 2 4. That the concentration camp had one gas chamber, three crema- tory ovens, and one special room for shooting and hanging, is multiple proof of the fact that the people imprisoned in Stutthof were intended for extermination. Major Fjodorow, Engineer (signature) Lieutenant Kapustin (signature) ” In 1947, Zdzis á aw Lukazkiewicz published an article entitled “ Obóz koncentracyjny Stutthof ” (The Stutthof Concentration camp), which appeared in the Bulletin of the “ Main Commission for the In- vestigation of German Crimes in Poland ”: 83 With regards to mass killings, he remarked: 84 “Executions were only one additional means of liquidation. There were four different methods: gassing, shooting, lethal injection, and hanging. The building containing the gas chamber was, at the time of the in- vestigation, still intact, so that it could be thoroughly examined. It was a masonry building. The gas chamber measured 8.5 x 3.5 x 3m. There were two entrances, which could be tightly closed by means of hooks. On the exterior, a fireplace for the gas chamber had been built; a pipe led from the fireplace, wh ich was used to heat the interior of the cham- ber to approximately 25 degrees Celsius before they led the victims in- side. The floor was of cement, the walls were plastered. In the ceiling was a round opening 15-cm diameter, with a shaft through which the gas-forming substance was shaken out. Under this opening, on the floor, was a second, square-shaped opening measuring 30 x 30 cm, covered with a wooden lid. Eyewitnesses have reported how the SS men shook a granular, yellow-brown col ored substance out of tin cans through the opening in the ceiling. At the time of the investigation, sev- eral such cans were found in the vicinity of the gas chamber. The cham- ber was used to kill a group of over one hundred persons at one time. Death occurred after the lapse of approximately one half-hour. Al- though the chamber was usually opened after the lapse of a rather long period of time in order to remove the bodies, it happened t hat individual victims showed signs of life. The murd ers in the gas chamber lasted from the summer of 1944 until approximately December of the same year.” à ukaszkiewicz claims that the gas chamber was built in the fall of 1943, 85 and adds: 86   83 Z. à ukaszkiewicz, “ Obóz koncentracyjny Stutthof ” in: Biu á etyn G á ównej Komisji badania zbrodni niemieckich w Polsce , Warsaw, 1947, III, pp. 59-60. 84 Ibid. , p. 77. 85 Ibid. , p. 62."},{"pageNumber":39,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 38 “To all the witnesses, it is obvious that, to the German authorities, the intent was to exterminate as m any Jews as possible; this was fully and entirely accomplished.” On the number of victims in the camp, the author states: “Assuming a maximum number of 1 10,000 inmates, a number of inmates still living at the beginning of the evacuation of 50,000, and, fi- nally, if one considers the approximately 3,000 inmate releases accord- ing to the estimates of witnesses, as well as the more or less equal num- ber of transfers to other camps,— not including Stutthof auxiliary camps—one must conclude that appr oximately 50,000 persons had died by the time of the evacuation.” Taking into consideration the approximately 15,000 victims of the evacuation (according to his own testimony), Z. à ukaszkiewicz concludes that a total number of 65,000 inmates died in Stutthof camp and its auxiliary camps. 87 He adds: 88 “The gas chamber was in operation chiefly during the period from August until December 1944. The witnesses report that approximately 3,000 Jews were gassed during this time. Since the chamber was also used before this time, that is, fr om the moment of its construction on- wards, the actual number of victim s may be higher by at least one thou- sand. Thus, a total of 4,000 people were murdered in the gas chamber.” In 1967, Krysztof Dunin-W ą sowicz, former inmate and one of the leading Polish experts on this camp, discussed the thesis of a ‘makeshift’ extermination camp in an article, an excerpt of which has already been quoted. 89 Three years later, in 1970, Dunin-W ą sowicz published a book on Stutthof, in which he wrote the following in relation to the extermi- nation of Jews in the camp: 90 “The Jews in Stutthof, quite apart from the severe working condi- tions in the camp, were decimated by two catastrophes, namely the so- called S.B. Action—Special Treatm ent—and the typhus epidemic. The Special Treatment Action was basi cally a manifestation of the mass murder directed in particular against the Jews in the concentra- tion camps. In other camps, it took the form of a selection. In Stutthof, the Special Treatment began in August 1944, and lasted until the begin- ning of November of the same year. The first victims were 70 Russian prisoners of war, most of whom were disabled, and who had just ar- rived from the prisoner of war camp at Czarny. Before their deaths,     86 Ibid. , p. 79. 87 Ibid. , p. 82. 88 Ibid. , p. 83. 89 See introduction, note 3. 90 Krzysztof Dunin-W ą sowicz, Stutthof , Warsaw, 1970, p. 83f."},{"pageNumber":40,"pageContent":"II: Stutthof as “Extermination Camp”: Official Version 39 they spent three days in the open and received no food. They were ut- terly exhausted. The remains of thei r clothing, consisti ng solely of rags, were simply falling off their bodies. Finally, the SS men deceived them by making them believe that they were being taken to a sanatorium for the disabled, which made the poor wretches very happy. They attempted to clean up and bring order into their outward appearance. Near the gas chamber stood two third class railway wagons. The SS made the Soviet prisoners of war climb into th em. They were told that they were only waiting for the locomotive to be hooked on. The victims entered the waiting room without resistance to have an evening meal. The ‘waiting room’ turned out to be a gas chamber. The iron doors were slammed shut and the Zyklon was thrown in. The later Special Treatment action applied exclusively to Jews, par- ticularly women. In August, a total of over 300 women and over 100 men died in this way; in September, over 300 women; in October, over 600 women and a few dozen men, and, in the first days of November, between two and three hundred women. The death sentences were arbitrarily handed down by the Ober- scharführer [Ewald] Foth. He was head of the Jewish camp, and a no- torious drunkard. This man felt sick if he had not killed at least one in- mate during the course of a day’s work. The overseers were not inferior to him in their zeal, but in the Jewish killing actions, Foth was without doubt the most bestial and ruthless torturer. One time, when the gas chamber didn’t work, this bloodthirst y sadist beat the doomed women to death with his own hands. There wa s no appeal against his decision. Every day, he ordered a role call lasting several hours, at which he took out the sick and weak women. He judged their state of health according to their legs, forcing the Jewis h women to run races against each other. Those who could not run fast enough went to their deaths. There were frightful scenes during the separati on of families. In particular, Foth sought out pregnant women who were unable to work. Once it hap- pened that one of the young Jewis h women, who was pregnant, fled from a group of candidates for death, and was able to hide on the top floor of a barracks. Foth led a sear ch action, found her, and brought her triumphantly back to the group of candidates for death. In the beginning, the Jewish women did not know the purpose of the selection, but they soon realized, and began passive resistance. They re- fused to go to the place of execution, which was located approximately 800 meters from the [Jewish] camp. They defended themselves before they entered the gas chamber. The Hitlerites then staged a black comedy, setting up a doctor’s consultation office in the enlarged gas chamber, and led the women in on the pretext that they were about to receive a medical examination. After the deluded women had entered without resistance, they closed the doors and let the gas in. The Poles quickly discovered this new method of murder, and in- formed the Jewish women. This again led to resistance. Then SS men,"},{"pageNumber":41,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 40 Hauptscharführer [Arno] Chemnitz and Oberscharführer Foth, in- vented a new comedy—a transport. Tr ansfer to an adjacent camp was considered by the Jews to be equi valent to a temporary extension of life. In particular, they believed that it would be easier to survive in the ad- jacent camps, where there was a greater need for labor. This new action was called the ‘Stocking Commando’.” We will return to this “ Stocking Commando ” later. A reference work published in Warsaw in 1979 by the “ Commis- sion for the Investigation of Hitlerite Crimes in Poland” 91 contains a very detailed discussion of Stutthof, stating: 92 “The high mortality rate was due, not just to the living conditions, but to direct extermination as well. Many inmates died as the result of blows with a stick or rifle butts, either at work or in the blocks. Others were shot attempting to escape, or hanged or shot after failure to es- cape. During mass executions in 1939/40, many Polish activists and Jews from Danzig also died. From the middle of 1944, mass killings were carried out in the gas chamber. It had been built in the fall of 1943, was located 20 meters from the crematorium, and was initially used for the delousing of cloth- ing. At the end of June 1944, people were killed in it for the first time, using a gas (Zyklon B). The first group of gassing victims consisted of a group of disabled Russian prisoners of war brought from a camp in Czarny. Finally, a few groups of Polish resistance fighters from Warsaw, Plock and Pomerania, as well as 4,000 Jewish women in particular, who were sick and unable to work, were also gassed. In the infirmary, patients were often drowned in the bathtubs or murdered by means of phenol injections in the heart. Partisans or Soviet spies were also brought to Stutthof for the execu- tion of death sentences. The last group of Soviet spies was shot in the crematorium in March 1945 [...] . Approximately 85,000 people died in Stutthof camp, its auxiliary camps, and during the evacuation.” The well-known anthology published in 1983, Nationalsozial- istische Massentötungen durch Giftgas , contains an article on Stut- thof written by K. Dunin-W ą sowicz. 93 The article deals specifically with the question of the alleged mass gassings of human beings in   91 With one eye on the German Democratic Republic—the Communist Central German State of 1949-1990—the original name of the “Commission for the In- vestigation of German Crimes in Poland” was changed accordingly. After the end of Communist rule, when their crimes were also investigated, it was called the “ Commission for the Investigation of Crimes against the Polish People”. 92 G á ówna Komisja Badania Zbrodni Hilterowskich w Polsce. Rada Ochrony Pom- ników Walki I M Ċ cze Ĕ stwa. Obozy hitlerowskie ..., op. cit. (note 12), p. 500ff. 93 E. Kogon, H. Langbein, A. Rückerl, et al. (eds.) Nationalsozialistische Mas- sentötungen ..., op. cit. (note 4), p. 263-266."},{"pageNumber":42,"pageContent":"II: Stutthof as “Extermination Camp”: Official Version 41 the camp. The article is especially significant for two reasons: first, it was written by one of the most important of all Polish Stutthof ex- perts, and, secondly, it appeared in a book that is considered a classic of official historiography. Dunin-W ą sowicz writes: “Just when work was begun on the gas chamber in Stutthof concen- tration camp can no longer be established; the inmates who partici- pated in the construction work cannot remember the exact point in time. The gas chamber was constructed according to the pattern in other camps: 8 ½ meters long, 3 ½ meters wide, and 3 meters high. The poi- son gas Zyklon B was thrown in through a round opening in the roof, measuring 15 cm in diameter. The first verifiable gassing in St utthof took place on June 22, 1944. Approximately 100 persons were killed—mostly Poles and White Rus- sians under sentence of death. There were incidents with regards to the second group [...] . The next known gassing took pl ace on 26 July 1944. 12 members of a Polish resistance movement were killed. The next victims were approximately 70 disabled prisoners trans- ferred to Stutthof from a camp for Soviet prisoners of war. [...] As a result, Camp commandant SS Sturmbannführer Paul Werner Hoppe received the order to kill the Jews that had been delivered in great numbers to his camp.” According to the judgment of a BRD court, handed down in Bo- chum against former camp commandant Paul Werner Hoppe and others in Bochum on 16.12.1955, “ the old, sick, and unfit Jews and Jewish women were exterminated first” . The author Dunin- W ą sowicz continues: “To maintain the pretence and to forestall attempts at escape, a pas- senger carriage from a narrow-gauge railway leading into the camp was temporarily used as a gas chamber [...] It is estimated that in August and September 1944, 300 Hungarian Jewish women were killed by poison gas in each case. In October, more than 600 are supposed to have been killed, including a group of men. Another 250 women were killed in this manner before the gassing was stopped in the beginning of November 1944.” In his monumental book, Auschwitz, Technique and Operation of the Gas Chambers , 94 Jean-Claude Pressac also discusses the gas chamber of Stutthof. In this regard, Pressac writes as follows: 95 “It is not known when the gas chamber for delousing prisoner’s ef- fects was installed. Its dimensions (8 meters long, 3 wide and 2.30 high, giving a volume of approximately 55 m 3 ) are close to the standard di- mensions of those erected by BOOS or DEGESCH. There are two gas-   94 Published by the Beate Klarsfeld Foundation, New York 1989. 95 Ibid. , p. 539f."},{"pageNumber":43,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 42 tight doors, one at the southern end and the other at the northern end. The doors do not seem to be original, si nce they were missing at the Liberation and there has been modification of the brickwork to adjust to the curved top of the frame, as can be seen by comparison with a pho- tograph of this chamber published on pages 108 and 109 of ‘1939-45’. We have not forgotten’, Polonia, Warsaw 1962. The agent used for de- lousing is not known precisely, but given the presence of the external stove [to the left of the door, see Photo 6] , it must have been either dry heat or hydrocyanic acid [Zyklon B] used in a heated room. In this case, it was not essential to pour the product in through an external opening, as an operator wearing a gas mask could distribute the pellets or porous discs on the floor, then go out and close the door. At the end of the cycle, opening the two doors allowed efficient natural ventilation. From June 22 nd to the beginning of November 1944, it was used as a homicidal gas chamber for groups of about 100 people, Zyklon B being poured in through a small opening of 15 cm in the roof, a system ap- parently introduced on the advice of SS Lieutenant Colonel Rudolf Höß, former commandant of Auschwitz-Birkenau and at that time head of Department D1 of the WVHA of the SS [Economic Administration Main Office] . While the history of this gas chamber is known from testimo- nies by Father Krzysztof Dunin-W ą sowicz, there has been no scientific examination of the ‘murder weapon’ since 1945, which means that we do not know how the chamber functi oned as a delousing installation and are unable to provide material proof of its criminal use. The num- ber of victims is estimated at one to two thousand.” (Emphasis by Pres- sac.) In a text first published in Polish and then included as part of an anthology in German translation five years later, 96 Janina Grabowska deals at length with the “ immediate extermination ” of inmates. She remarks: 97 “In the second half of 1944, the importance of Stutthof in the exter- mination machinery increased sign ificantly, since the camp was in- cluded in the ‘Final Solution’ of the Jewish problem. At this time, over 47,000 Jewish men, women and children were sent to Stutthof camp. The first selections of those unfit for work were undertaken immediately after the arrival of the transports from Eastern Europe. Stutthof was not yet equipped to liquidate that many people. The decision was made to transfer them to Auschwitz-Birkenau. A transport of 1,423 persons, in- cluding mothers with children, departed Stutthof on June 26, 1944. An- other transport with 603 persons—incl uding, again, mothers with chil- dren, pregnant women, sick and disabled inmates—left Stutthof on Sep-   96 Janinan Grabowska, Stutthof. Informator historyczny , Danzig, 1990. The Ger- man translation is the first part of the anthology edited by H. Kuhn, Stutthof. Ein Konzentrationslager ..., op. cit. (note 35). 97 H. Kuhn (ed.), Stutthof ... ibid. , p. 62, 64."},{"pageNumber":44,"pageContent":"II: Stutthof as “Extermination Camp”: Official Version 43 tember 10, 1944. These people were killed in the gas chambers at Auschwitz-Birkenau”. The official camp guide states: 98 “The smallest building is the gas chamber, the construction of which dates back to the fall of 1943. It was initially used for the delousing of clothing. But in June 1944, one began to kill inmates by means of gas— Zyklon B—in the chamber. In the period from July to November 1944, Jews, mostly women, from the transports ent ering Stutthof at that time, were killed (more than 47,000 inmates, most of them women, entered Stutthof from July 29 to October 14). Two specially modified carriages of the narrow-gauge railway were used in gassing the prisoners”. The short entry on Stutthof camp in the Enzyklopädie des Holo- caust , published in 1993, consists simply of a summary of articles by K. Dunin-W ą sowicz, which the author of the article, however, obvi- ously failed to understand correctly. In particular, he states: 99 “Starting in June 1944, some of the new arrivals were immediately murdered in the gas chambers [100] of the camp. Of the 50,000 Jews brought to Stutthof, almost all perished”. In the official camp history—prepared with the participation of eleven Polish historians 101 —the chapter “ Direkte Extermination ”, taken from Danuta Drywa, states as follows: 102 “In the second half of 1944, a new period began in the history of Stutthof. Starting in July, th e camp was included in camps carrying out the ‘Final Solution’ of the Jewish problem. Beginning on June 29, 1944, mass transports of Jews from the eastern te rritories entered Stutthof, as well as of other Jews transferred from Auschwitz concentration camp. [...] The Jews were subjected to selecti on. The initial selections were performed immediately upon arri val of the transport into the camp. As a result, a transport with 1,893 persons left Stutthof for Auschwitz on August 26, 1944. The transport consisted of women, including mothers with children unable to work. Another transport of mothers and chil- dren, as well as of the sick and unfit, was sent on September 10. These transports were for the purpose of extermination. Upon arrival at the destination, the Jews were sent directly into the gas chamber. Further selections in the camp were intended to select the inmates for gassing in Stutthof itself.   98 Romuald Drynko, Informator wystaw sta á ych Muzeum Stutthof w Stutowie , Gdingen/Stutthof, 1991, p. 27. 99 Enzyklopädie des Holocaust , op. cit. (note 5), volume III p. 1,382. 100 Note the plural! 101 See notes 1 and 2. 102 Ibid. , German translation p. 250 and 251f.; the original German is clumsy in parts, which is the fault of the Polish publisher."},{"pageNumber":45,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 44 The gas chamber in Stutthof concentration camp, built in 1943, was initially used for the disin festation of clothing. It is difficult to establish exactly when it was put to work fo r extermination. The earlier literature on Stutthof assumes that the first group of gassed persons consisted of Russian invalids from the prisoner of war camp at Czarne; this oc- curred at the end of July 1944, after receipt of the Inspectorate’s ap- proval. Again, based on research, Maria Jezi erska was able to establish that this gassing took place on August 22, 1944. The Soviet prisoners of war arrived in Stutthof concentrati on camp, along with a large trans- port from the Security Police Riga, on August 15, and received the numbers 63224-63806. Of this group, 77 invalids were given the same date of death, that is, August 22. On the date, neither the number of the death certificate appears in the death register nor the letter ‘E’, which would indicate execution. This data is also missing from the personal identification sheet for these prisoners of war. As physically unfit, they represented no economic value for the camp management, and were doomed for extermination by gas from the out- set, according to guideline ‘14 f 13’. In the concentration camp regula- tions, ‘14 f ’ meant gassing as a form of euthanasia. Anot her date of a gassing of war invalids, also from August, is given by Aldo Coradello, in which he adds a pregnant description of their attitude upon entering the gas chamber. He learned of this from cremator Kapo Wilhelm Patsch and his assistant, Franciszek Knitter. The earlier gassing of an- other group of Soviet invalids at an earlier date cannot, however, be en- tirely excluded; but executions of unregistered groups took place as al- ready mentioned. Since the documents for the first half of the year 1944 are missing, we can neither find confirma tion nor denial of this fact in the camp records. For this reason, it is equally difficult to establish the date of the gassing of two groups of Poles, partisans from the Bialystok region, and partisans from the Warsaw ghetto uprising, often described by former inmates in their memoirs. These memoirs indicate that the gassing of approximately 100 partisans was completed at the end of July, while the Warsaw group was murdered between September and November. There are discrepancies in the reports relating to the date and procedure of the action, but most of these reports repeat that both groups were taken to the crematorium and attempted to hide in the camp because they had been warned of their fate. The SS escorts began to shoot; some of the inmates fell, and the others were taken to the gas chamber. The killings by gas acquired greater proportions when the Jewish inmates arrived in 1944. According to the testimony of the former SS man Hans Rach , the gassing of the Jewish women lasted from July to November 1944; on some days, during this time, ten or even twenty- plus people were killed. The date was marked with the dat e stamp in the record books, and, as in the case of the Soviet prisoners of war, the numbers are missing from the death book. The death of the first larger group of female inmates was not ed on July 24, 1944; the other mortali-"},{"pageNumber":46,"pageContent":"II: Stutthof as “Extermination Camp”: Official Version 45 ties were registered thr oughout August, September and October. The Jewish women were selected for gassing during role calls that lasted hours. The selections were carried out by the block elder with SS men, usually Ewald Foth, Otto Knot h and Otto Haupt; sometimes the camp doctor Otto Heidl, in addition to Theodor Meyer and Arno Chemnitz. Particularly pregnant women, mothers w ith children, and the sick were doomed to extermination. Their state of health was judged by the condi- tion of their legs; foot races were therefore held between Jewish women. Anyone who could not run was loaded onto a wagon and taken to the gas chamber. When the gas chamber was full, the door was shut, and Otto Knott, who had undergone special training in Oranienburg and in Lublin concentration camp (Majdanek), climbed onto the roof and poured Zyklon B through a special opening into the chamber. In addi- tion to Knott, SS Unterscharführ er Hans Rach and Ewald Foth also did this. Initially, the women, children, and old people went unsuspectingly and quietly into the gas chamber. Later, when, thanks to the quick circu- lation of rumors in the camp, they kn ew what was in store for them, the groups of 25-30 persons being led to the gas chamber put up resis- tance; but they were violently forced inside. Since the situation became difficult at the end of October or beginning of No vember, extermination in the gas chamber was stopped. To fool the victims, two of the narrow gauge railway carriages were equipped for the gassing. In the Jewish camp, it was announced that there was a need for women who could knit and darn stockings. The selected persons, mostly older Jewish women, were given sewing and knitting needles (this is the origin of the so-called Stocking Commando), and taken away, since they allegedly were supposedly being taken to the workplace by train. The women saw SS men in railway uniforms and were convinced that they were being taken to work, and willingly climbed onto the trains. The narrow gauge railway made a round trip around the camp and stopped in front of the crematorium with the gassed Jewish women. In November 1944, the ex- termination action was stopped. But this did not reduce the mortality in the camp, since a typhus epidemic broke out, which affected mostly the Jewish camp, exhausted by work and illness. It is highly likely that the epidemic was provoked by the camp admi nistration, since nothing in particular was done to combat it.” In the following chapter, we will examine the historical basis for the allegations made in the official version of history."},{"pageNumber":48,"pageContent":"47 CHAPTER III: Stutthof as an “ Extermination Camp ”: Critical Investigation of the Sources 1. Preliminary Remarks Polish historians having directed their attention to Stutthof—even more so than Polish Majdanek specialists, for example—have been influenced by the crude propaganda of the immediate post-war pe- riod. They make inexhaustible use of the most dubious eyewitnesses who are, for the most part, refuted by the available documents. This practice is reflected, in particular, in the claim that the reason for building the Stutthof camp was to bring about the “ direct ” or “ indi- rect ” extermination of the inmates. So-called “ indirect extermina- tion ” is alleged to have consisted of creating intolerable living condi- tions in the camp, 103 while “ direct extermination ” is said to have consisted of murdering the inmates. In this regard, D. Drywa re- marks as follows in the official camp history: 104 “ In addition to indirect ext ermination, the concentration camps, not excepting Stutthof, also performed direct extermination, the purpose of which was to kill as many people as possible in a short time. The meth- ods used for this purpose were: shooting, hanging, killing by phenol in- jection or in the gas chamber.” We will now examine the basis of these claims. 2. “ Indirect Extermination ” Mistreatment, Torture, and the Deliberate Propagation of Disease Although the camp regulations prohibite d the mistreatment of inmates, there is no doubt that the inmates in Stutthof, as in other concentration camps, suffered not only from hard work, mal nutrition, intolerable hygienic conditions, and epidemics spread by th ese intolerable hygienic conditions, but from torture and torment by the Kapos and guards.   103 Compare in this regard the chapter “ Indirekte Extermination ”, written by E. Grot, in: Stutthof, Das Konzentrationslager , op. cit. (note 2), p. 167-199. 104 D. Drywa, “ Direkte Extermination ”, in: ibid. , p. 234."},{"pageNumber":49,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 48 The Merkblättern für den Unterricht . An die SS Führer im Kl Di- enst stated unequivocably: 105 “ Guards are prohibited from incurring corporal punishment upon inmates unless authorized.” Stutthof camp commandant P.W. Hoppe issued Kommandantur- befehl (command post order) no. 46 on 11 July 1944, stating: 106 “Subordinates and men must again be continuously instructed that they, insofar as they are assigned as commando leaders or chain of sen- try posts, are responsible for seeing that sufficient work is performed by the inmate commandos. It is a matter of course that the inmates must not be beaten, pushed, or touched in so doing. Reprimands may only be given verbally. It does not matter wh ether the guard gives his instruc- tions in German or in a foreign language, as long as the inmate knows what he is supposed to do.” It would, of course, be naïve to assume that no mistreatment took place in practice, since regulations often exist only on paper. The Polish official version of history, however, goes to the other extreme, and inundates the reader with ‘eyewitness testimony’ which quite obviously falls into the category of atrocity propaganda; the follow- ing are a few examples. In discussing the eyewitness account by an Ester Szlamowitz, D. Drywa writes: 107 “One day the commander of the women’s camp came and explained to the block elder that they w anted 150 corpses on a certain day. Since it was difficult to cause so many deaths on the first call, the soup kettles for us inmates were emptied out into the latrine. The starved inmates began to scoop up the remains of food from the latrine; this immedi- ately helped: the Germans reached their quota easily.” A certain Teodor Kluka tells of the block elder Josef Pabst: 108 “ [...] Pabst, who was characterized by particular cruelty to the in- mates, killed an inmate for waking him up every night as the inmate went by his bunk to the latrine, and there were days on which he killed approximately ten men.” According to Father K. Dunin-W ą sowicz—himself a former Stut- thof inmate—Pabst, who according to the witness Kluka is supposed to have killed approximately 10 men on some days, was publicly executed by the Germans at Stutthof at the end of 1944 for one mur-   105 AMS, I-IIB-6. 106 MS, I-IB-3. See document 3. 107 D. Drywa, “ Direkte Exterminition ”, op. cit . (note 104) p. 250f. 108 Ibid. , p. 239."},{"pageNumber":50,"pageContent":"III: Stutthof as “Extermination Camp”: Investigation of the Sources 49 der—breaking the ribs of a Pole and then strangling him—after con- firmation of the death sentence by Berlin. 109 E. Grot goes one better based on the testimony of Olga M. Pick- holz: 110 “In the summer of 1944, when the camp could no longer house all inmates in the barracks, the camp administration stopped the water supply to the Jewish section. The women were forced to drink their own urine.” It is hard to believe, but this historian’s gullibility even goes so far as to repeat the old atrocity story of soap from human fat: 111 “In 1944, the Institute for Hygiene and pathological anatomy in Danzig, administered by Prof . Rudolf Spanner, undertook the experi- ment of manufacturing soap from human fat. The bodies were collected chiefly from Stutthof, as well as the camps in Königsberg and Elbing. The first trial experiment in the manufacture of soap was carried out in February 1944. Until the end of the war, soap production did not extend beyond mere experimentation. The institute was visited, among others, by [Reichsstadthalter of Danzig-West Prussia] Albert Forster, the Minis- ter for Education Bernhard Rust, and Reich Health Minister Leonardo Conti. This enhanced the institute’s official character. In the statement of the Commission, which inves tigated the laboratory on May 4, 1945, it was stated that ‘in Danzig , German scientists committed the crime of soap production from the human fat of inmates and prisoners of war, chiefly of Polish and Russian origin, as well as the crime of preparing human skin for utilitarian purposes’ [...]. In the light of the indictment of the State Prosecutor of the USSR in Nuremberg and the Decision of the Reich Court of March 7, 1912, any disposition of the human body after death was impermissible and puni shable from a legal point of view.” It is well known that official Western historiography has long since abandoned the fairy tale of soap from human fat. As remarked by Raul Hilberg: 112 “Even the soap rumor appears to have stubbornly clung to life. Ac- cording to Friedmann, [113] soap was actually boycotted by the Polish population because they assumed that human body parts were used in the manufacture. A document from Prof . Spanner, the Director of the Anatomical Institute of the Medical Academy of Danzig, dated Febru-   109 K. Dunin-W ą sowicz, Obóz koncentracyjny Stutthof , Warsaw 1970, p. 90. 110 E. Grot, “ Indirekte Extermination ”, op. cit. (note 49), p. 182. 111 Ibid. , p. 189. 112 Raul Hilberg, Die Vernichtung der europäischen Juden , op. cit. , (note 6), vol. II, p. 1,034. 113 This is a reference to Filip Friedman, author of the book quoted many times by Hilberg , This Was Oscwiecim, London 1946. The passage mentioned by Hilberg appears on p. 64."},{"pageNumber":51,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 50 ary 15, 1944 (USSR-196), contains a reci pe for the manufacture of soap from fat residues, with recommendati ons for the removal of unpleasant odours. The document does not, however, specifically mention human fat [...] The rumor of soap manufacture even survived the war. Pieces of soap allegedly made from the fat of murdered Jews were stored in Is- rael and in the YIVO Institute in New York.” Just like the silly human soap story, the claim is made by Drywa that the terrible typhus epidemic which struck Stutthof starting in the fall of 1944, was “ very probably ” caused by the camp administra- tion. 114 Perhaps the German camp administration had a manic death wish? Even their own people suffered during the first epidemic, which broke out in spring of 1942: 115 “The first cases of sickness from abdominal typhus appeared in the spring of 1942. On 24 April Dr. St efan Mirau, inmate doctor since 1939, died in the infirmary from typhus; a few SS men also fell ill, one of them died.” D. Drywa then refutes his own statement by informing the reader at this point: 116 “Before the washroom and delousing installations were finished in the camp, the inmates wer e taken to Danzig for this purpose. The camp clothing was disinfested upon mass outbreaks of contagious illness.” 3. “ Direct Extermination ” by Means Other than Gassing a) Euthanasia by Injection As is also claimed about other camps, the claim is made that, in Stutthof, many inmates were killed by SS doctors or health auxilia- ries by means of injections. “ Heart failure ” and the like are then al- leged to have been entered onto the records as the cause of death. The Polish historian Maria El Ī bieta Jezierska cites several cases of “ lethal injection ” (“ spilowanie ”). Thus, for example, according to the testimony of three witnesses, Taissa Lyssenko, a Russian woman who, in a fit of mental derangement, threw herself naked onto the barbed wire and suffered such frightful injuries that she was killed by deadly injection. The relevant personal file (no. 22967) is said to have indicated “ heart failure—general physical exhaustion. Serious   114 D. Drywa, “ Dirkete Extermination ”, op. cit. (note 104), p. 253. 115 E. Grot, “ Indirekte Extermination ”, op. cit. (note 49), p. 188. 116 Ibid. , p. 177."},{"pageNumber":52,"pageContent":"III: Stutthof as “Extermination Camp”: Investigation of the Sources 51 psychosis ”. 117 Jezierska considers three cases of euthanasia as proven with certainty, and eight others as probably “ similar to the first ”. 118 Although such killing is not documented, we do not doubt that they happened. The number of such cases may have amounted to a few dozen. A special case of euthanasia will be discussed later. b) The Infirmary as “ Extermination Factory ” What cannot be taken seriously—in contrast to the data on indi- vidual examples of euthanasia—is the claim of Polish historians that the camp infirmary was a sinister murder factory. D. Drywa writes: 119 “One of the locations where the in mates of Stutthof concentration camp were deliberately and systematically exterminated was the camp infirmary.” In the same tone, J. Grabowska writes: 120 “Inmates who lay sick too long in the infirmary were killed by the SS doctors by phenol injections or in the gas chamber. All these actions caused the inmates to consider the infirmary an extermination factory”. J. Grabowska takes these statements to the reductio ad absurdum by informing us as follows in her own book: 121 “The fundamental sources for inves tigation of the governmental structure consisted of the recor d books, transport lists, and the indica- tion of releases from the camp infirmary (18,000) and the inmate per- sonal files.” (Emphasis added.) It is easy to see that Stutthof inmates, when they fell ill, had no reason to be overly afraid of this “ extermination factory ”! The value of the claim that sick inmates were “ deliberately and systematically exterminated ” is apparent from the fact that, before completion of the camp infirmary, seriously ill inmates were treated in a civilian hospital. E. Grot remarks: 122 “The other patients (i.e., those not tr eated on the spot), were trans- ported to the infirmary at Ne ufahrwasser; especially serious cases (for example, amputations of the extremities) were treated in Danzig State Hospital (the Stutthof inmates were confined to a barrack guarded by the police [...] After April (1940), amputations of the legs or hands were performed in the camp infirmary.”   117 M.E. Jezierska, “ Straceni w Obozie Stutthof ”, in: SZM, no. 7, 1987, p. 151. 118 Ibid. , p. 151f. 119 D. Drywa, “ Direkte Extermination ”, op. cit. (note 104), p. 248. 120 J. Grabowska, Stutthof. Informator historyczny , op. cit. (note 96), p. 24. 121 J. Grabowska, “ Die Häftlinge ”, op. cit. (note 38), p. 142. 122 E. Grot, “ Indirekte Extermination ”, op. cit. (note 49), p. 191."},{"pageNumber":53,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 52 Why did the Germans need to perform amputations if the unfit were to be immediately liquidated? Despite its sinister context, the story of the three murderous health care workers is involuntarily comical. This story runs as fol- lows: 123 “The transport with ten inmate he alth care wo rkers which arrived from Dachau concentration camp on April 22, 1942 had another inten- tion [other than the transfer of inmates on labor-technical grounds] . They had been especially trained to kill the inmates in the camp infir- mary with intravenous injections of phenol [...] Another ten health care workers were transferred from Dachau concentration camp in Septem- ber 1944 to kill Jewish women with injections of phenol.” In another article, the same author states: 124 “On August 23, 1944 [correct date: September 23, 1944 125 ] another 10 trained health care workers (including the Frenchmen Alphonse Kienzler and Paul Weil), arrived at Stutthof from Dachau in connection with implementation of action on th e ‘Final Solution of the Jewish Question’ underway at Stu tthof at that time.” The two “ murderous health care workers ” from France, Alphonse Kienzler and Paul Weil, are supposed to be star eyewitnesses to the reported mass crimes in Stutthof, and are referred to as such in the official history of the camp! 125 The claim by D. Drywas appears even more distorted in view of the fact that at least one of the two health care workers alleged to have been transferred from Alsace to West Prussia for the purpose of participation in the mass murder of Jews by injection, P. Weil was himself Jewish. Polish historians are so hypnotized by the preconceived notion that everything that hap- pened at Stutthof was intended to bring about the extermination of human beings that they can simply no longer conceive of the idea that health care workers could ever be sent anywhere to heal human beings . At the same time, these same historians inform us that, in April 1942—when the first contingent of health care workers arrived from Dachau— typhus had just broken out at Stutthof! 122 The second group of health care workers was therefore almost certainly sent to   123 D. Drywa, “ Direkte Extermination ”, op. cit. (note 104), p. 162, 165. 124 D. Drywa, “ Ruch transportów ...”, op. cit. (note 21), p. 19. The date of this trans- fer was 23 September 1944; this harmonizes with the inmate numbers assigned to the two health care workers; compare the table of transports on p. 30 of the ar- ticle. 125 J. Grabowska, “ Die Häftlinge ”, op. cit. (note 38), p. 155. The most important ex- cerpt from the eyewitness statements of Kienzler and Weil will be given later (compare Chapter III, Section 4, d) ii.)."},{"pageNumber":54,"pageContent":"III: Stutthof as “Extermination Camp”: Investigation of the Sources 53 Stutthof in connection with an epidemic, since, according to E. Grot: 126 “The next epidemic— typhus this tim e—broke out at the end of the summer of 1944, when there were approximately 33,000 inmates in the main camp.” The indication of the point in time—“ the end of the summer ”— coincides perfectly with the date of the transfer of the second group of health care workers—September 23! c) Executions As in other concentration camps, there were considerable num- bers of executions at Stutthof. M. E. Jezierska has conducted an ex- tensive investigation in this regard. 127 It is based partly on eyewit- ness reports, partly on German documents, and, in both cases, on physical evidence (exhumations). We are solely interested in the documents and physical evidence. According to M.E. Jezierska, two shootings of groups of inmates can be proven for the first period of the camp’s existence (until January 1942, when Stutthof was assigned the status of concentra- tion camp). Twenty-two persons were shot for resistance activities against the occupying power on 20 January 23, 1940, while 67 other persons were shot for the same reason on March 22 of the same year. The shootings were described by witnesses, and confirmed by an exhumation conducted in 1946; the corpses were buried in the forest between Stegna and Stutthof. 128 According to M. E. Jewzierska’s research based on camp docu- ments (delivery books and personal files), 263 executions can be proven for the second period of the camp’s existence (January 1942 to 1945); in these cases, the majority of death sentences were handed down for politically motivated acts (partisan activity), aiding and abetting in armed resistance, Communist propaganda, sabotage, etc., and, in several cases, mere attempted escape from the camp); a mi- nority of these executions were for ordinary criminal offences (mur- der, rape, theft, and, in one case, even cruelty to animals). The persons executed during this period consisted of 126 Soviet citizens, 122 Poles, 12 Jews, 2 Germans, and one Latvian; 19 of the persons executed were women. The death sentences were carried out by hanging in 50 cases and shooting in 36 cases; in the remaining   126 E. Grot, “ Indirekte Extermination ”, op. cit. (note 49), p. 188. 127 M. E. Jezierska, “ Straceni w Obozie Stutthof ”, op. cit. (note 117). 128 Ibid. , p. 114f."},{"pageNumber":55,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 54 177 cases, only the execution is mentioned in the records—not the method of execution. 129 d) Estimated Total Number of Victims There is no doubt that life in Stutthof was extremely hard, and that camp discipline was very rigid. But this in no way implies a pol- icy of extermination. Death sentences were passed for absurdly mi- nor offences—such as attempted escape—but they always involved an individual punitive procedure, and had to be confirmed by Ber- lin. 130 Cases of euthanasia were restricted to a small number of seri- ously ill and seriously injured persons, while the legends of the mur- derous functions of the camp infirmary are refuted simply by the 18,000 inmates who received medical treatment there and left the building alive. That efforts were made in Berlin to ensure improved living con- ditions in the camp is shown by the following statement by E. Grot: 131 “The lack of food, in addition to the physically exhausting hard work, became one of the factors of i ndirect extermination. Himmler’s circular directive of 5 December 1941 on the introduction of additional food rations and clothing had no in fluence on the improved living con- ditions in Stutthof. Himmler’s regulation of October 29, 1942 on the admission of food packages into the camps, as well as Pohl’s order of mid-May 1943 on the recognition of cash bonuses for hard-working in- mates, were both carried out, and gave the inmates a chance to receive additional rations in addition to the official rations.” The above must certainly be considered evidence against a policy of extermination.   129 Ibid. , p. 127-142. Based upon the records, it is impossible to establish the criteria according to which the decisions as to the methods of execution—shooting or hanging—were made. Both methods of execution were employed against resis- tance fighters and common criminals. 130 Ibid. , p. 112ff. 131 E. Grot, “ Indirekte Extermination ”, op. cit. (note 49), p. 182f."},{"pageNumber":56,"pageContent":"III: Stutthof as “Extermination Camp”: Investigation of the Sources 55 4. The Gassing of Human Beings a) The Stutthof Gas Chamber: Structure and Method of Functioning Before examining the question of the mass gassing of human be- ings, the structure and functioning of the reported killing installation must first be examined. There are no surviving documents relating to the Stutthof gas chamber, located approximately 10 meters north of the crematorium. According to the official historiography, it was built in 1943 for dis- infestation purposes. The following description is based on a per- sonal inspection by the author during his visit to Stutthof in the early summer of 1997. The gas chamber (photo 1) is a small, rectangular structure 8.5 meters in length, 3.5 meters in width, and 2.55 meters in height (ex- terior measurements). The walls are of ordinary brick masonry; the ceiling is of reinforced concrete. The chamber had two gas-tight steel doors, located opposite each other. The steel doors were re- moved before the arrival of the Soviet troops, probably upon instruc- tions from the camp authorities, as can be seen from a Soviet photo- graph taken in 1945 (photograph 2). The doors in existence today, of light sheet steel (photos 3 and 4), were installed after the liberation. To the left of the south door, on the exterior wall, is a small brick oven (photos 5 and 6); the front side of the oven contains two small metal doors. The upper door is the fire door; the lower one is the ash door. The first was used to seal the coke-fired combustion chamber, containing a grid of diagonal rods. An opening pierced in the rear wall links the combustion chamber to a cast iron pipe (photo 7) inside the gas chamber. The oven doors bear the inscription “ Patent Bzrajber ”. The interior volume of the chamber is 8 m × 3 m × 2.50 m. The floor is of perforated brick; 132 the holes are filled with cement. The walls are whitewashed; the ceiling is of rough cement. At oven height, the above mentioned cast iron pipe, approximately 25 cm in diameter, runs along the west wall; 133 the pipe then bends at a right angle, rises perpendicularly up the north wall (photo 8) and leads out of the roof of the chamber into a brick chimney (photo 9). Today, this pipe is almost enclosed by a wall, forming a solid section 65-cm high and 50 cm wide. It is only uncovered in short sections visible in   132 Brick with three round perforations. 133 It is 78 cm in circumference."},{"pageNumber":57,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 56 photo 7. As may be seen in a Soviet photograph taken after the lib- eration of the camp, 134 the first half of the pipe was originally sur- rounded by a wall of perforated brick, of the type used in construc- tion of the floor; the other half was uncovered. A circular opening 15-cm in diameter was pierced in the middle of the ceiling (photo 10). Above is a metal shaft with a lid (photo 11). Directly beneath the above-mentioned opening in the floor is a small drain (photo 12) formerly equipped with a protective grate. Enormous migrating stains of iron cyanide (Prussian Blue) are visi- ble on all four inside walls of the chamber, clearly proving the use of hydrocyanic acid gas in this building (photo 13). Blue pigmentation has also formed around the circular opening in the ceiling. Finally, enormous blue stains are visible on the exterior walls of the cham- ber, particularly, on the east (photos 14 and 15) and west walls (pho- tos 16 and 17), and, to a lesser extent, near the doors on the north and south walls as well (photos 5 and 9). This gas chamber may appear to have been rather crudely con- structed in comparison with the Degesch circulation air installations for disinfestation with Zyklon B, but it was quite capable of func- tioning effectively. The relatively low temperature required for the rapid evaporation of hydrocyanic acid out of the granular carrier was ensured by the combustion products of the oven; the combustion products heated the cast iron pipe, as well as the walls of perforated brickwork partially surrounding the pipe, and then rose through the chimney into the open air. The small shaft in the ceiling made it pos- sible to shake out the Zyklon B even with the door closed, after cov- ering the opening of the drain in the floor with paper. Simultaneously opening the two doors along the north-southwest axis achieved rather rapid and efficient ventilation. This was acceler- ated by the heat which continued to radiate all along the pipe; if the fire was kept burning during ventilation as well, the result was an air flow inside the chamber which would have been sufficient to ensure an almost complete air exchange in a short time. Contrary to J.-C. Pressac’s impression, the opening in the ceiling was quite necessary to the functioning of the installation. Simply sprinkling Zyklon B granulate on the floor would have been pre- vented by the metal rack upon which the articles of clothing were to be hung and then disinfested, occupying the entire surface area of the gas chamber right up to the doors. 135 That this opening was in-   134 We possess a photocopy of this photo with archive number. 135 This rack is similar to the one illustrated by Pressac on p. 83ff. of his book Tech- (Continued on next page.)"},{"pageNumber":58,"pageContent":"III: Stutthof as “Extermination Camp”: Investigation of the Sources 57 stalled on the murderous instructions of Rudolf Höß, was simply in- vented by Pressac. Nevertheless, in our view, use of these delousing chambers in their original condition for the killing of human beings would have been possible in a purely technical sense . The time periods men- tioned in the Soviet Expert Commission, as well as the method of procedure described in the report, lie with the realm of the possible, at least theoretically . 136 We must now examine whether or not the chamber was actually used for this purpose. The following, there- fore, is intended to attack the question from the historical point of view. b) The Crematorium First, of course, a few remarks on the camp crematorium are in order. The crematorium, of course, plays quite a second-rate role in connection with the reported extermination of human beings, but the data of eyewitnesses with relation to its function and capacity are a solid criterion for an evaluation of their general credibility. In Stutthof, two of the coke-fueled ovens were installed by the H. Kori concern (photo 18); the same firm also installed one oil-fired oven. These three ovens are exhibited in the crematorium recon- structed by the Poles after the war. There are no surviving documents relating to the crematorium. All statements contained in the technical literature on this installa- tion are based on eyewitness testimonies. The most detailed informa- tion is found in Ewa Ferenc; we quote: 137 “The plans of the camp crematori um were fulfilled with the plans of the new camp. The camp was to have had eight double ovens and one morgue, to be linked to the ovens by a lift. A gold workshop with a safe and 4 rooms measuring 20 m 2 in surface area were to be connected to the crematorium. On the plan, the rooms were designated with the let- ters z.b.V. (zur besonderen Verfügung) [for special duty] . The ovens were to cremate approximately 100 corpses in one hour. According to the plans, the whole crematorium was to be surrounded by a high wall. The plan, however, was not put into effect.” As a source, the Polish historian refers to the testimony of the former inmate Wac á aw Lewandowski. The latter, however, provided a distorted description of the original crematorium project. A docu-     nique and Operation of the Gas Chambers , op. cit. , (note 94). 136 It is, of course, improbable that 40 minutes would have sufficed to fill the cham- ber with victims, as reported in the expert report. 137 Ewa Ferenc, “ Bau und Erweiterung ...”, op. cit. (note 13), p. 105f."},{"pageNumber":59,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 58 ment from the Central Building Administration of Auschwitz offers a background explanation: on June 15, 1942, the Bauleitung of Stut- thof concentration camp requested the Central Building Administra- tion of Auschwitz for information on the installation of a cremato- rium. The head of the Central Building Administration, SS Haupt- sturmführer Karl Bischoff, replied on July 10, enclosing the plans for the future Crematorium II of Birkenau, providing for the con- struction of “ 5 three muffle crematory ovens ”. Bischoff also reported that, according to the oven manufacturer, Topf, the period of time required for the cremation of one corpse amounted to one half hour. 138 This information was not however in accordance with real- ity, but was rather the reflection of wishful thinking. In actual fact, the average cremation time for a corpse amounted to one hour. 139 The witness Lewandowski therefore, not only got the number of ovens wrong, but mentioned the wrong model as well (“ eight double ovens ” instead of five three muffle ovens); he also exaggerated the crematory capacity by three-fold (six corpses instead of two), in comparison to the capacity reported by Topf. E. Ferenc continues: 140 “In the summer of 1942, an oil-fueled crematory oven was deliv- ered. It was installed on the east side of the infirmary, with a wooden roof built over it; the terrain of the crematorium was set apart from the camp. The oven was in operation approximately one half year. It burnt 5-6 corpses in 45 minutes, using approximately 5 liters of oil to do so. The first cremation took place on September 1, 1942 [...] At the end of 1942, the Kori Corporation in Berlin built two walled crematory ovens and one chimney 18 meters long. An oven burnt 7-8 corpses in 45 minutes. Over the oven, a barrack of wood was con- structed; this burnt down in the night of December 3-4. For this reason, the wooden barrack was replaced by a stone barrack, with a room for the heater, toilets, and two small rooms ‘z.b.V.’ [for special duty] After reconstruction, the crematorium began to ‘work’ again on December 26, 1944. Until then, the corpses of inmates were burnt in a field crema- torium.”   138 TCIDK, 502-1-272, p. 168. 139 The question of the cremation time is discussed in detail in Carlo Mattogno’s forthcoming work, The Crematory Ovens of Auschwitz . That book reproduces the document mentioned in the above commentary. For a summary of said arti- cle, cf. C. Mattogno, F. Deana, “ The Crematoria Ovens of Auschwitz and Birke- nau ,” in: Ernst Gauss (ed.), Dissecting the Holocaust , 2 nd ed., Theses and Disser- tations Press, Chicago, IL, 2003, pp. 373-412. 140 Ewa Ferenc, “ Bau und Erweiterung ...”, op. cit. (note 13), p. 106."},{"pageNumber":60,"pageContent":"III: Stutthof as “Extermination Camp”: Investigation of the Sources 59 This information, again exclusively based on eyewitness reports, is on a weak footing as well, both historically and technically. As regards the historical aspects, the only known original plan of the camp, which dates back to January 25, 1943, contains no desig- nation of a crematorium—which means that it was not even begun at the time. The story of the burnt barrack therefore presumably relates to the oil-fueled oven. That this was put out of operation after only six months of use—even before the stationary ovens were built—is highly improbable. That not one single oven was in operation for fully three years—until December 26, 1944—is refuted by several documents, first of all the death registry, the section of which relat- ing to the time period between January and April 1944 has survived, and which contains an indication of cremation dates. 141 Technically speaking, it is impossible to burn five to six corpses in 45 minutes in an oil-fueled Kori oven. Our book on Majdanek discusses a German report attributing a capacity of 50 corpses in 12 hours to this type of oven. Our hypothesis at that time—that such a high capacity was actually within the realm possibility under ordi- nary circumstances 142 —is refuted by the documentation relating to the oil-fueled ovens of the crematorium at Theresienstadt, which was still unknown to us at that time. These ovens were very much bigger than the Kori ovens, but could only cremate two corpses per hour. 143 The capacity of the oil-fueled Kori Ovens could under no circum- stances have been higher. The claim that seven to eight corpses could be cremated in one oil-fueled Kori oven in 45 minutes is quite absurd; the documenta- tion on the coke-fueled Kori ovens at the Dutch Westerbork transit camp proves that a cremation took an average of 50 minutes. 144 All this shows that the official Polish historiography, as well as the Soviet expert report quoted in the second chapter relating to the capacity of the crematory ovens at Stutthof, is devoid of all scientific basis. In particular, the statement contained in the Soviet report that 12 corpses could normally be introduced into one combustion cham-   141 See Chapter III, section 5.a). 142 J. Graf and C. Mattogno, KL Maidanek , op. cit. (note 9), p. 114f. 143 This is due to the peculiar structure of these ovens, as described in more detail by C. Mattogno in his book on the crematoria (see note 139), now in prepara- tion. 144 The above mentioned data relates to the cremation of adult corpses. This point has also been discussed by C. Mattogno in his forthcoming book on the cremato- ria."},{"pageNumber":61,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 60 ber, and that they could be cremated in only 50 minutes, is pure non- sense: – first, the calculations of the Soviet “experts” are based upon the theoretical volume of the combustion chamber and corpses, as if the first were a container and the second a liquid, a certain quan- tity of which could simply be poured into the container; – second, cramming the combustion chamber with 12 corpses— which would be unfeasible in any case—would have interrupted the combustion process in the coke ovens due to lack of draft. 145 Even in the oil-fueled ovens, combustion would have been im- possible, because the flame would have been extinguished by the corpses stacked up near the combustion nozzle. – third, even if combustion was possible—and it was not—it would have taken ten to twelve times as long as the time indicated. Pre- cisely this was true, in particular, of the animal corpse combus- tion installations built by the Kori Corporation—the only existing oven comparable to the ovens reported for Stutthof. 146 Let us now turn from the above discussion of the crematorium to the allegations of mass gassings in KL Stutthof. c) The Time and Number of Victims of the Alleged Mass Gassings According to Various Sources. In the previous chapter, we reproduced the reports alleging the murder of human beings in the gas chamber of Stutthof. These state- ments, for the most part, are very vague as regards the decisive ques- tion of the date and number of victims of the gassings, and to some extent they contradict each other. The following table makes this point very clear:   145 The combustion of the coke in the gas generator of a coke oven is directly de- pendent upon the suction draft of the chimney, which must be sufficiently large to overcome the resistance of the layer of coke against the passage of combus- tion air through the layer of coke. Cramming the combustion chamber with 12 corpses would have blocked the connection opening between the gas generator and the combustion chamber as well as the combustion gas outlet, which was lo- cated behind the introduction door on the vault of the combustion chamber. For this reason, the cremation process would have immediately come to a full stop! 146 See, in this regard, Carlo Mattogno’s remarks in J. Graf and C. Mattogno, KL Madjanek, op. cit. (note 9), p. 112f. The matter is discussed in more detail in Mattogno’s forthcoming book (see note 139)."},{"pageNumber":62,"pageContent":"III: Stutthof as “Extermination Camp”: Investigation of the Sources 61 R EPORTED M ASS G ASSINGS IN S TUTTHOF (1944) Author Month(s) à ukasz- kiewicz 1947 D.-W ą so- wicz 1970 G. K o m i s j a 1979 D.-W ą so- wicz 1983 D. Drywa 1988 June 22.6.: 100 July   26.7.: 12 ?, 70, 300 24.7.: ? August 70, 300, 100 300 22.8.: 77 September 300 600 ? October 600 ? November 200-250 250 June and later 4,000 pre-August 1,000 Aug.-Dec. 3,000   The above table gives the following overall picture of reported homicidal mass gassings: 22 June: 100 Poles and white Russians 24 July: ? Jews 26 July: 12 Polish resistance fighters 22 August: 77 disabled Soviet prisoners of war August: 300 Jews August: 100 men September: 300 Jewish women October: 600 Jewish women October: a few dozen men November: 250 women Adding up the above figures, we arrive at a total of 1,739, which is less than half the official figure of 4,000. With regards to eight gassings, with a total of 1,550 victims, only the month is indicated. In one case, of course, the exact date is given, but not the number of victims; in another case, we are left in the dark as to the date, as well as the number of victims. The vagueness of these data is explained by the fact that there are no documents on the alleged homicidal mass gassings."},{"pageNumber":63,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 62 d) Sources for Alleged Homicidal Mass Gassings I) The Gas Chamber With relation to the sources, J. Grabowska remarks: 147 “The gas chamber was used several times between June and Octo- ber 1944 to kill Polish political prisoners and resistance fighters. For example, a group of polish partisans from the region of Bialystok were killed in this manner (in June 1944), as well as a group of men deliv- ered after the uprising in th e Warsaw Ghetto (September/October 1944). The date and the number of the last mentioned executions, as well as the number of executed persons cannot be established with ex- actitude, since the related document s have not survived (if they were ever prepared). The reports of former inmates are inexact; for the most part, they repeat that both these groups were warned of the fate await- ing them on their way to the gas chamber; they are said to have at- tempted to escape inside the camp. The SS men began to shoot, and killed a few inmates; the others were recaptured and gassed.” (Empha- sis added.) D. Drywa also admits that just when the gas chamber “was used for the killing of human beings” could “only be established with dif- ficulty”. In connection with the “gassing of two groups of Poles “, it speaks of “difficulties” and “discrepancies in relation to the date and procedure of the action” in the eyewitness reports. This is any- thing but of minor importance when one considers that it is precisely these eyewitness reports which are the only sources for the alleged mass gassings; these reports are furthermore extremely scarce. The most important purveyors of these reports are the former Pol- ish Stutthof inmate Zbignew Krawczyk—mentioned only in the So- viet expert report—and, in particular, the Italian, Aldo Coradello, a former camp inmate and star witness to the gas chamber at Stutthof. First, with regards to Krawczyk. The Soviet expert report permits one to conclude that this person described the mass gassing proce- dure, but without any exact reference to the date or the number of victims. On these grounds alone, the testimony is much is too in- definite to possess any value as an historical source. As soon as Krawczyk goes into any detail, he becomes totally in- credible, as in the following: “Thank to the testimony of Krawczyk, it was possible to determine that the ovens were in operati on day and night. The service crews worked in shifts. Up to 30 corpses were introduced into two ovens at the   147 Hermann Kuhn (ed.), Stutthof. Ein Konzentrationslager ..., op. cit. (note 35), p. 62."},{"pageNumber":64,"pageContent":"III: Stutthof as “Extermination Camp”: Investigation of the Sources 63 same time. The cremation process lasted two hours. Coke was used as fuel.” The simultaneous cremation of 15 corpses in one coke-fueled Kori oven, and in two hours to boot, is quite simply a technical ab- surdity; please see our above remarks on the topic. In 1946, A. Coradello prepared a longer report for the Criminal Court in Danzig, expounding at length upon the homicidal mass gas- sings (the linguistic unclarity is due to the fact that German was a foreign language to Coradello): 148 “By far the greatest number of death victims were due to the gas chambers in Stutthof—as in the ot her concentration camps. It is hard to say, to indicate, an exact number of th ese victims. But one is not far off when one reports that there were many thousands. Over the years, the SS elevated this type of butchery into a pure science. There were several different types of these infamous gas chambers, which were constructed according to th e taste of the SS, in which extra technicians must have worked. Fr om simple dark chambers, without any comfort, only the inscription ‘Caution. Lethal Danger. Close doors well during use’, up to well-built railway cars accompanied by all kinds of chicanery and supplied by the German railways, and even built espe- cially for the narrow gauge Danzig-Stutthof railway. Those exterminated in the gas chamber at Stutthof were mostly Jews, Poles, and Russian patriots. In addition to the other described case of the gassing of 50-60 Russian di sabled prisoners of war in Au- gust 1944, a few more details are know n to me. This took place in the fall of 1944. After the evacuation of the ea stern territory, the Germans trans- ported a large number of Jews of all nationalities to Stutthof from the camps from Estonia, Riga, Kaiserwald, and the ghetto of Kaunas. In particular, I remember, for example, the Jew Lulie and his sons Asjas from Riga. These Jews were in the worst imaginable physical and moral condi- tion; after they had hardly spent a mont h in Stutthof, they had lost weight until they were starved skelet ons. They were the only survivors of the extermination policy of the Germans in this camp. [...] In the fall of 1944, the butchers raged unmercifully, especially in women’s camp no. 3 in S [tutthof] . Of the women lodged there, approxi- mately 14,000 were no longer able to work due to general physical ex- haustion and malnutrition. They were even indicated as such in the daily reports of the work service.   148 “ Ausschnitt aus dem Zeugenbericht des frühreren Mitglieds des Kgl. Ital. Gener- alkonsulates Aldo Coradello in Danzig, vom Sonderstrafgericht Danzig angefer- tigt ”. ROD, 250I, doos 32a."},{"pageNumber":65,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 64 A few thousand more women were only fit to work in a restricted ca- pacity. The number of the unfit increa sed by the day. Due to the injus- tice of camp life and insufficient food, the women lost more and more weight and got sicker every day. The appropriate methods were devised in Stutthof, since no one doubted that the proposed numbers were approved in Berlin. Up to 3 prisoners had worked in the crematorium until now. One more prisoner was therefore detailed there. The commando was further strengthened by a night shift of 3 inmates, and the brutal SS overseer Peters, who was said to have been a former beer truck driver from the Fischer brewery in Danzig, and the right man for this job. [...] Berlin immediately recognized the possibility of doing something to save German food by provisionally approving the gassing of 4,000 women as the first contingent. Work began immediately. Foth, the SS women’s guards and the ‘B.Ver.’ block elders, sometimes also supported by SS Doctor Heidl, now sought out the victims.” The “ extra described case of the gassing of 50-60 Russian dis- abled prisoners of war in August 1944 ”, is described by Coradello as follows: 149 “In Stutthof mostly Jews, Poles and Russians were murdered in the gas chamber. Apart from the gassing of 50-60 disabled Russian prison- ers of war in August 1944, several other murders are known to me, which were committed in the fall of 1944 [...] In order to get rid of the Jews, who were dying too slowly, they were selected every day by the block elders; above all, those who felt espe- cially weak or simply wanted to sleep. After the evening meal, groups of 30 inmates were chased out in front of the canteen, where they were loaded onto simple w ooden wagons. It often happened that a father stood by and could not rescue his son, or a man could not rescue his brother. The victims being loaded ont o the wagons were mostly so weak they let themselves be taken away wit hout protest. In case of refusal, however, they laid him low with a blow by one of the professional criminals, and threw him on the wagon. Everyone in the camp then knew that there would be a gassing that evening. On the same day, the Jews cleared out of my block at th e role call reported as ‘ordered away’. The Kapo of the Crematoriu m, the ‘professional criminal’ (B.Ver.) Willy Patsch, told me that they were gassed. [...] In the fall of 1944 the SS raged especially in the women’s camp no. 2. 14,000 of the women there were separated as completely unable to work due to general weakness. They were thus characterised in the re- ports of the labor service. Many others coul d only work in a restricted capacity. The number of ‘unfit’ increased by the day. In Stutthof, they   149 Report by Aldo Coradello “ written in 1946 as testimony in the Stutthof Trials in- stead of oral testimony ”, in: H. Kuhn (ed.), Stutthof. Ein Konzentrationslager ..., op. cit. (note 35), p. 124-128."},{"pageNumber":66,"pageContent":"III: Stutthof as “Extermination Camp”: Investigation of the Sources 65 thought up a corresponding solution. In order to get rid of these ‘use- less eaters’, they sent a proposal to Ber lin. A fourth inmate was detailed in addition to the three inmates working in the crematorium. An addi- tional reinforcement of this commando took place through a nightshift under the command of SS Scharführer Pet ers, who was previously ac- tive in the Fischer brewery in Danzig. He did not complain about this work, since, as he himself said, by searchi ng carefully, it was possible to steal many gold teeth before th e cremation. That was enough for brandy and a little savings. In Berlin, it was quickly recognized t hat they could save food for the ‘heroes at the Front’: 4,000 women we re designated for the first gas- sing. They immediately set to work. The victims were selected by the SS man Foth, the overseer and the block elder, sometimes by the SS doctor Dr. Heidl. Then a first group of 60 to 70 women left the camp. These were extremely weak, starved bei ngs, for whom death no longer had any meaning. They were ready to die at any time. None of the women had the strength to protest, even if th ey knew that they were going to be gassed. The SS men, however, made yet another theatre piece out of a human tragedy; that’s how it was this time too. They told the women that they had succeeded in obtaining a free school building in order to set up a sanatorium for the Stutthof inmates. Nobody believed it, but the poor women wished in their hearts t hat it might be true. Strengthened by this illusory hope, they went voluntarily out of the interior part of the camp. They were unscrupulously packed into the gas chamber. Often the quantity of gas was too small, that meant longer suffer- ings—but the result was the same. Sometimes it happened that the criminals had too little time, be- cause they wanted to participate in yet another evening feast. In order not to arrive too late, they rushed; so it happened that, apart from the dead women, women who were merel y unconscious were taken out of the gas chamber and dragged into [sic] the ovens. The political inmate Erich Rössler told me that the German ‘professional criminals’, when they were drunk, smashed in the skulls of the only half dead victims with an axe. Then they returned to the block all smeared with blood, because they had no time to wash. They received the brandy from their ‘protec- tor’ Chemnitz. The gassing action in mid-No vember 1944 lasted four days and re- quired the deaths of over 400 women. Then they were suddenly stopped. Among the inmates the rumor went around that the higher authorities in Berlin had interrupted the action [...] On August 26 [1944] I was transferred to Stutthof once again. [...] Then I saw a group of 50-60 disabled Russian prisoners of war on the square in front of the delousing installation. Most of them had had a leg amputated, and could only move with th e greatest effort with the help of crutches. Others were missing an arm or were blind. In one thing, they were all the same: they were starved to the highest degree and in rags. None had shoes; their heel bones were swollen and full of"},{"pageNumber":67,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 66 wounds. They were so weak that they look like skeletons of death, even worse than the so-called camp-‘Cripples’. The long-time inmates, who were busy with the delousing and in the ‘reception’ of the arrivals, told me that most of these invalids came from the prisoner of war camp at Hammerstein. They had already spent three days under the open sky, without any food, on the road. The onl y thing they could get was some water and food given to them by other inmates. The camp commandant had come to the conclusion that these unfit disabled persons were no longer worth the food. We newly arrived inmates had to wait for our acceptance formalities for 10 - 18 hours in a burning sun. The camp commandant Hoppe, the protective custody leader Meyer, and Reporter Leader Obersturmbann- führer Chemnitz walked around us in circles. From their conversation, I was able to understand that they we re concerned with the problem of the Russian invalids. Chemnitz thought that this ‘Russian scum’ should be gotten rid of; at the same tim e, he looked at the crematorium. [...] In the afternoon, Chemnitz and Lüdtke went to the war invalids and told them that they were to be sent to a sanatorium for invalids, where they would certainly feel better. I saw how the wretches showed their joy at finally being treated humanely, as th ey were entitled to be as prisoners of war and invalids to boot. In the rest of the water that was left over, they attempted to wash to look more decent. I will never forget how one prisoner made an effort to shave another who had no hands, using a piece of glass. They had neither soap nor brushes or razor blades. In painful excitement, I watched how th ey hurried in order to be ready for the transfer to the sanatorium. They were really transferred, not through the main gate, but through a si de gate to the right of the SS shoe making shop, through which the bodies were taken out of the camp and the infirmary to the crematorium. For us experienced inmates, it was clear that the transferees would be cruelly murdered in a few hours. On the evening, all the formalities for our transport were completed. The barber had cut off our hair to the skin. Everyone received his num- ber that he had to sew onto the left breast pocket and on the trousers. [...] When we met our comrades, suddenly the inmates Wilhelm Patsch and Franz Knitter appeared both German ‘professional criminals’ with a green triangle. They had had high functi ons in Stutthof. Patsch was a Kapo in the crematorium and Knitter was his right hand. On this eve- ning, they were both drunk. From one of them, I learned that the Rus- sian invalids had been murdered around 6 o’clock in the gas chamber. In order to avoid any possible re sistance, the SS men had organized a special event. Next to the crematorium, ran the Danzig-Stutthof narrow gauge railway. On this day, two additional third carriages stood in the vicinity of the crematorium. The Sovi et invalids had to take their places in it. They were convinced that the Germans had good intentions in their regard. After a half hour came Chemnitz, Lüdtke and Meyer, who"},{"pageNumber":68,"pageContent":"III: Stutthof as “Extermination Camp”: Investigation of the Sources 67 were swearing at the locomotive driver for being late. Then they told the invalids that the locomotive would only be there in an hour, so they would have time for an evening meal. They all got out and went into the ‘waiting room’. As soon as they were a ll inside the room indicated by Chemnitz, the steel doors shut behind them, and gas streamed into the room from the opening in the ceiling. The entire camp head office was present at the gassing. After a good hour, the doors were opened, the bodies were dragged out, and laid down by the crematorium. Every body was stripped naked; the clothing was piled up for further use. Every dead person was searched for jewels and gold teeth. The gold teeth were removed, together with the jaws, using a special device, and the bodies were labeled: ‘Checked by a dentist’. [...] Patsch and Knitter reported that the cremation of the bodies of the Soviet invalids proceeded very quickly, because it was desired to hide the murders. They had poured oil and benzene over the bodies. The ov- ens normally held 13 bodies, and the cremation lasted 80 to 100 min- utes. The bodies of the invalids we re especially emaciated, and they could load 15 bodies in the ovens. Around midnight, the ovens were filled with the last bodies. Even in the next days, newly arrived inmates were walking around in the clothi ng of the gassed Soviet war invalids; they had no notion of the martyrdom of the prior owners of these arti- cles of clothing.” (Emphasis added.) Let us now test this report for its credibility. First, one must stress the obvious fact that Coradello was not an eyewitness, since every- thing he relates about the homicidal gassings is second-hand. This fact alone decisively diminishes the value of this testimony. His tes- timony is furthermore imprecise in the extreme, except in the case of the Russian invalids, which will be discussed separately. As for the date of the gassing of the Jewish women, Coradello is unable even to specify the month, and is content to say that it hap- pened in the “fall of 1944” ! On the number of the gassed Jewish women, Coradello first writes that it is difficult to provide “ an exact number ”, but then es- tablishes the number of Jewish victims at 4,000, which is not even based on eyewitness testimony—much less a document— i.e. , he did not even hear this figure from someone else. In addition, he states that the camp authorities at Stutthof had im- plemented a policy of exterminating the “ useless eaters ”. On orders from Berlin, or at least with Berlin’s approval, according to him, only 4,000 of the 14,000 unfit were murdered. We fail to see why 10,000 more “ useless eaters ” should have been spared. The best that Coradello can offer as to the preparations for the ex- termination of the “ useless eaters ” can only arouse laughter: the number of inmates assigned to operate the crematorium was in- creased from three to four !"},{"pageNumber":69,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 68 Coradello describes the doomed Jewish women as “ extremely weak, starved beings ”, and adds that none of them had the strength to protest, “ even if they knew that they were to be gassed ”; he never- theless considers it necessary for the SS men to trick them by luring them into the gas chamber by acting out the farce of a “ sanitarium ”. The allegation of the “ insufficient quantities of gas ”, 150 as well as that of the women burnt alive in the ovens, belongs to the standard arsenal of atrocity propaganda which always ascribes every conceiv- able type of crime to the SS. In his description of the case of the Disabled Soviet prisoners of war, Coradello provides all manner of detail with great exactitude, but, upon closer examination of his testimony, the fact remains that Coradello saw these poor wretches alive : everything he says about the gassing and cremation is based on hearsay: “ From one of them, I learned that the Russian invalids had been murdered in the gas chamber at about 6 o ’ clock in the evening ”. The “ one ” from whom Coradello heard this can only have been one of the German profes- sional criminals—Patsch and Knitter—who worked in the cremato- rium, and must have participated in the cremation if not the gassing; yet the description of the procedures involved contains the following impossibilities: 1) The description of the gassing is very short and nebulous; Cora- dello takes a total of four sentences to deal with the entire tragic event. What is decisive, however, is that he knew nothing what- ever about Zyklon, was a granulate shaken out of a can through an opening in the ceiling—Coradello claims that the “ gas streamed out of the opening in the ceiling ”! He doesn’t mention Zyklon B at all; even if he knew the name, he obviously had no idea of what Zyklon insecticide looked like, or its method of utilization. 2) The statements relating to cremation are simply pure nonsense. According to Coradello, one oven normally burnt 13 corpses si- multaneously, but in this case, even 15! Unless he simply invented the whole story, Coradello can only have been gullibly repeating mere rumors making the rounds in the camp, without attempting to make sense of them. As in the example of the alleged gassing of the 4,000 Jewish women, his description of the perfidious SS camouflage maneuver is pure nonsense. With re-   150 We note that the Soviets found at least 368 unopened cans of Zyklon B (AMS, 2-V-24, p. 46g, Soviet “ Protokoll der Sicherstellung von Giftstoffen im KL Stuff- hof ” dated 11 July 1945)."},{"pageNumber":70,"pageContent":"III: Stutthof as “Extermination Camp”: Investigation of the Sources 69 gards to the doomed disabled prisoners of war, he says, “ most of them had had a leg amputated, and could only move with the great- est effort with the help of crutches. Others had no arms or were blind ”. The SS were nevertheless compelled to invent the comedy about the sanatorium to avoid “ any possible resistance ”! II) The Alleged use of Railway Carriages for Homicidal Gassings The statement that inmates, mostly Jewish women, were gassed “ in two small narrow-gauge railway carriages ” is without any documentary basis. Even the method of selection described is quite incredible. The new killing system was supposed to have been ready by the beginning of November 1944 “ in order to fool the victims ” and to avoid groups of “ 25 or 30 ” doomed persons from resisting the process. When one recalls that the alleged victims in each case con- sisted of approximately two dozen unfit persons, cripples—sick in- mates, pregnant women, etc.—and that, according to Coradello, “ most of them were so weak that they let themselves be taken away without resistance ”, one wonders how much resistance could have been feared from these poor wretches. It might be recalled that Coradello has already regaled us with this same nonsense with re- gards to the gas chamber. The absurd nature of the allegation that news of the mass gas- sings circulated all over the camp, and that, as a result, the SS men were compelled to invent the diabolical subterfuge of gassing the victims in railway carriages, is apparent from the fact that many wit- nesses, in a trial against members of the Stutthof camp personnel in 1946, had no knowledge of the gassings. For example, former in- mate Paul Wiechern, who was assigned to the crematorium crew on January 3, 1945, never even mentions them—not even with a single word. 151 Another former camp inmate, Alfred Lehmann, says only that “ executions were carried out by shooting, hanging, or gassing, as well as through the use of inmates for experiments ”. 152 This is the only fleeting reference to mass gassings in his entire testimony. That the story of the camouflage maneuver was totally made up, is clearly revealed by the allegations of K. Dunin-W ą sowicz—who conjures up constantly new variants—relating to the “ doctor’s wait-   151 Undated statement of Paul Wiechern, with the title Einzelheiten aus KL Stutthof- Danzig . ROD, 250v, doos 32a. 152 Bericht über das KL Lager Stutthof bei Danzig vom ehemaligen politischen Ge- fangenen Lehmann , ROD, 250v, doos 32 1."},{"pageNumber":71,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 70 ing room ” installed in the “ expanded gas chamber ”. There is no ar- chitectural proof of this ‘expansion’. The alleged tragic end of the “ stocking commando ” must also be relegated to the realm of fairy tales. This tale, in the absence of documentary proof, is—once again—supported only by the eyewit- ness testimony of Aldo Coradello, who reports as follows: 153 “Another method very commonly utilized—the ‘stocking comman- do’—was mentioned. This type of killi ng was intended for older women. At morning role call, women were sought out who could darn and sew well. They were given sewing and knitting needles and marched out of the camp. Somewhere in the vicinity of Stutthof, stockings were to be darned... at the same time, it was not forgotten to promise the women good food. So that they woul d arrive at their desti nation more quickly, a railway carriage was provided for them as an exception by the Army. A brigade consisted of 60 to 70 wo men, most of them Jewish. The above mentioned carriage was coupled onto a locomotive, or sometimes even a goods van, and actually departed with its tragic freight. Its destina- tion lay in the vicinity of the cremato rium, which was lin ked to the arri- vals platform by rail. The death trai n traveled past one or two stations, turned around, and traveled straight to the crematorium. There, the corpses of these unfortunate women were removed from this specially equipped gas carriage. During the journey, the carriage had been filled with blue gas through a double door, and the unsuspecting women trav- eled to their death. In the camp, these victims left their daughters or other relatives waiting for their alleged return, hoping at the same time to obtain something to eat, even if only raw potatoes. And if the waiting persons asked the SS men why their mothers and daughters were taking such a long time, they were cynically told t hat if their relatives had not yet re- turned, then they must certainly have been released. Sometimes the departure and return of the ‘stocking commando’ took place twice daily. The gas carriage used for this purpose finally proved not modern enough, or else it did not travel quickly enough; in any case, it is a fact that in December 1944 of January 1945, two en- tirely newly built gas carriages arrived at Stutthof . They were painted dark yellow, like army vehicles. These were not, of course, put into ser- vice; that it was, however, the intent of the Germans to put these car- riages into service as well, cannot be doubted, since they had been built for something, after all, at a time when all German industry was work- ing exclusively on war material. Perhaps the SS men considered these satanic railway carriages to be war material as well? Finally, one can say that the SS considered every concentration camp a huge battlefield,   153 AMD, Berichte und Erinnerungen , vol. I, p. 147ff. (no reference number)."},{"pageNumber":72,"pageContent":"III: Stutthof as “Extermination Camp”: Investigation of the Sources 71 and, of course, a victorious battlefield, since thousands and thousands of people were overwhelmed and finally murdered.” (Emphasis added.) It is obvious that Coradello was uncritically repeating rumors cir- culating in the camp in this case as well. Even in 1947, two other- wise well informed former Stutthof inmates, the Frenchmen Alphonse Kienzler and Paul Weil, told the following variant stories on the murders in the railway carriages: 154 “Shooting was not the only method of exterminating the ‘enemies of the great Reich’. Several times, particularly on Sundays, women were sent to fictitious commandos; they were crammed into hermetically sealed carriages, and then an SS man threw a bomb with asphyxiant gas in their midst.” Let us return to Coradello. His story contains no tangible facts at all—with one exception. He reports that “ two completely new gas- sing carriages ” arrived in “ December 1944 or January 1945 ”. There is no trace of these two “ gassing carriages ”; nor is there any trace of the carriages allegedly fitted out for homicidal mass gassings at an earlier date. The two railway carriages standing behind the cremato- rium today are quite ordinary goods cars. The first one—which lacks a roof—is 9.5 m long, 2 m wide, and 1.20 m high. The second— which does at least have a roof—measures 9.5 m × 2 m × 2.12 m, has a little window, and many cracks in the floorboards (see photos 1 and 16). The rumor of the murderous railway gassing carriages no doubt originated through a distortion of an actual event lacking any sinister connotations. E. Grot writes: 155 “Since 1942, transports arrived at the camp by railway. The goods trains with the inmates stopped at the standard gauge railway station at Tiegenhof, which also had a narrow- gauge railway spur to Stutthof. There the inmates were loaded in to open carriages. The train stopped at the Waldlager station, not far from the commandant’s villa. The station was built in 1940-41.” In 1944, large transports with predominantly Jewish prisoners left from this station to other camps. This is proven by the Kommanda- turbefehle (command post orders) headed “ Inmate Transfers” , often expressly containing the statement that the transport in question was departing from Waldlager. The following is an example. Kommanda- turbefehl no. 64 of September 28, 1944 states as follows regarding a   154 Alphonse Kienzler, Paul Weil, Stutthof, Stutthof. Document sur le Service Sani- taire d’un Camp d’Extermination, Temoignages Strassbourgeois , Paris 1947, p. 336. 155 D. Drywa, “ Häftlingstransporte nach und aus dem KZ Stutthof ”, in Stutthof. Das Konzentrationslager , op. cit. , (note 2), p. 167; AMS, I-IB-3, p. 150."},{"pageNumber":73,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 72 transfer of “ 550 female Jewish inmates ” to Neuengamme concentra- tion camp: 156 “The inmate transport will depart on 29.9.1944 at approximately 14:30 from Stutthof Waldlager. Exact departure time is still pending. Further transport in Tiegenhof by the Reichsbahn will take place in 8 G- and 1 C-carriages at 18:35 o’clock.” Other documents mention the “ narrow gauge railway ”, but not Waldlager. For example, Kommandaturbefehl No. 55 of August 16, 1944 states: 157 “The narrow gauge railway will provide a transport scheduled to arrive at Tiegenhof for the 500 female inmates to be transferred to Buchenwald according to number 3 paragraph c, with 22 carriages.” The narrow gauge railway led directly behind the crematorium and past the gas chamber, then traveled to the Jewish barracks. 158 It is quite probable that several groups of Jewish women being trans- ferred to another concentration camp or a Stutthof auxiliary camp boarded the train at this section of track. Since the train departed from the same station as the location of both gas chamber and cre- matorium, and then returned empty to the camp, it is hardly difficult to imagine that the inmates—who were only imperfectly informed about what was going on in the camp—wrongly believed the depart- ing detainees to have been gassed. It is very difficult to explain the story of the “ gassing carriages” plausibly in any other way. The ru- mor of the “ selections ” 159 for gassings is also the result of a distor- tion of an actual event connected with events relating to transports departing the camp. A transfer always assumed a previous “ selec- tion ” by the SS: the Kommandaturbefehle proves this. For example, Kommandaturbefehl no. 64 of September 28, 1944 states: 160 “According to FT [radio telegram 161 ] of 15.9.1944 from Amtsgrup- penchef D in the SS Economic Admini stration Main Office, 1000 male and 1500 female Aryan inmates are to be transferred from Stutthof con- centration camp to railway station Schömberg, to be made available to Natzweiler concentration camp. The selecti on of these inmates is to take place after oral consultation with th e leader of the protective custody camp, the SS garrison doctor and labor service leader. [...] According to FT no. 9485 of 8.9.1944 from Amtsgruppenchefs D in the SS Eco-   156 AMS, I-IB-3, p. 197. 157 AMS, I-IB-3, p. 150. 158 See diagram of camp, document 2. 159 The concept “ Selektion ” was invented after the war. The term used at the time was “ Auswahl ”, as shown by all the documents quoted here. 160 AMS, I-IB-3, p. 196f. 161 “ Funketelegramm ” (radio telegram)."},{"pageNumber":74,"pageContent":"III: Stutthof as “Extermination Camp”: Investigation of the Sources 73 nomic Administration Main Office, 500 female inmates are to be trans- ferred to railway station Hannover -Vinnhorst, connection platform 2, and are to be made available to Neuengamme concentration camp for the Brinkenwerke Hannover on 29.9.1944. The inmates to be trans- ferred are to be selected after verbal consultation with the first protec- tive custody camp leader, SS garrison doct or and labor service leader.” Selections were also performed before sending commandos to the Stutthof auxiliary camps. For example, Kommandaturbefehl no. 73 of October 30, 1944 states: 162 “According to FT [radio telegram] no. 11348 of 11.10.1944 and FS [telegram] no. 11701 of 17.10.44, 200 female Jewish inmates from the auxiliary camp are to be transferred to the front repair operation of the Thorn Corporation auxiliary camp on 30.10.1944. Selection of the in- mates will take place after oral c onsultation with the first protective custody leader, SS garrison doctor and labor service leader.” That there might have been a stocking commando at a “ front re- pair operation ” is quite possible. However, such a commando would require living women, not gassed ones. e) The Alleged Mass Gassing of Disabled Soviet Prisoners of War: Analysis of a Particular Case In view of the absence of any document on the gassing of human beings, and in view of the uncertainty and contradictory nature of the eyewitness testimonies, official historians have had a hard job lending the gassing stories a minimum of credibility. As seen in Chapter II, Z Lukasckierwicz was content, in 1947, simply to repeat the number—invented by A. Coradello—of 4,000 gassings; he neither attempted to shore it up with documentary proof, nor did he make any effort to establish the dates on which the murders were allegedly committed. In 1970, K. Dunin-W ą sowicz drew up a tentative chronology of the gassings accompanied by an approximate indication of the number of victims, but only arrived at approximately 1,600 gassing victims instead of Coradello’s 4,000. 13 years later, in 1983, he provided an exact date in two cases, ac- companied by an exact number of victims in one case; but he failed to inform us of the source of his new knowledge, so that this infor- mation is historically valueless. The efforts of official historians to shore up the gassing story with documentary evidence—at least in one case—remained unsuc- cessful until 1987. In that year, Maria El Ī bieta Jezierska published an interesting and well-researched essay the title of which, in Ger-   162 AMS, I-IB-3, p. 234."},{"pageNumber":75,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 74 man translation, is “ Die Hingerichteten im Lager Stutthof” . 163 The paragraph relating to the alleged mass gassing of Disabled Soviet prisoners of war is reproduced as follows: 164 “Anyone who looks at the arrival records bearing the numbers 60703-65672 (August 1944) will realize that, in the case of one trans- port sent off on August 15, 1944 by the Security Police at Riga, the en- try ‘death’ appears on the same date, i.e., August 22 in many cases. [...] This date appears next to 77 inmate names. They arrived on the same day, and they died on the same day. These were all Russian men who were all quite young, with one exception (Piotr Kalinin, who was born in 1860 and was therefore 84 years old!), as well as one 38-year old Latvian. The assumption immedi ately arises that they could not possibly have all died natural deaths. It is typical that sim ilar remarks on members of one and the same transport, many of who died on the same day, relate to the Jewish transport of 1944. These are known to have been subject to a selec- tion—older and sick people, mothers with small children, and pregnant women were immediately killed. Only fit Jews were accepted into the camp. [...] I turn to the question of the Russian transport. The registration book nowhere contains the letter ‘E’ [ 165 ...] The following notes appearing under the heading ‘Special charac- teristics’ (height and weight, hair color, eye color, etc.) merit attention. [...] Among 47 inmates whose cards have survived, there are no indica- tions in four cases. The following remarks appear for the others: – ‘very weak’ (1 case) – shot in the leg—scar (3 cases) – shot in the knee—scar (3 cases) – lost one leg (8 cases) – shot in head and leg (8 cases) – shot in leg, walks with limp (3 cases) – shot in ankle, scar—(1 scar) – shot in leg and lungs—(1 case) – through and through bullet wound in leg—(12 cases) – through and through bullet wound in knee—(2 cases) – through and through bullet wound in hip—(2 cases) – through and through bullet wound in leg and arm (1 case) – ‘limps’—(1 case) – shot in face (1 case) – shot in head, foot, and arm—(1 case)   163 “ Straceni w obozie Stutthof ”, in SZN No. 7, 1987, p. 79-167. 164 Ibid. , p. 146-149. 165 According to M.E. Jezierska “ E ” stands for “ exekutiert ”, “ erschossen ” (shot), or “ erhängt ” (hanged). But she admits that “ E ” in many cases could also mean “ entlassen ” (released), ibid."},{"pageNumber":76,"pageContent":"III: Stutthof as “Extermination Camp”: Investigation of the Sources 75 – three bullet wounds—1 case) – shot in pelvis (1 case) All the persons mentioned appear on the card with the mention ‘former POW’. Other reasons for assi gnment to a concentration camp are not indicated. I have probably succeeded, by way of deduction, in finding the tragic transport of Russian invalids remembered by former camp in- mates, a transport of prisoners of war, of whom it was said they were only sent into the camp and killed there because they were unsuitable for the labor service as disabled. I no ticed that there were other Rus- sians in this transport for whom th e personal card shows that they were wounded but were obviously in a better state of health since they were not liquidated, and some of them were later transferred to Natzweiler camp. I found 41 personal cards with references to the following wounds: – arm, shoulder, hand, and elbow bullet wounds and penetration wounds (17 cases) – bullet wound in leg and penetration wound in leg (7 cases) – bullet wound in knee and penetration wound in knee (3 cases) – amputation of frozen toes on both feet (1 case) – shot in breast (3 cases) – shot in head, including one shot in area of eye (4) – several bullet wounds (7). I stress that I was not successful in finding all the personal cards of the Russians on this transport, and we do not know how many of the others were also disabled.” M. E. Jezierska’s discovery is important, and should under no circumstances be underestimated. It raises essential questions such as: 1) Were the Soviet invalids killed? 2) If so, why were they killed? 3) Who gave the order to have them killed? 4) How were they killed? We will now attempt to answer these four questions. Let us consider the first point, i.e. , that, without exception, 77 of the persons delivered one week previously (on August 15, 1944) all died on the same day (August 22, 1944); their deaths were registered in alphabetical order and almost exactly in the same order as their inmate numbers, 166 and this at a time when there were no epidemics raging in the camp—it is possible to conclude with a high degree of   166 In this regard, see the list of Soviet inmates published by M.E. Jezierska on p. 189-199 of her article."},{"pageNumber":77,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 76 probability that they were killed. The only possibly imaginable al- ternative would be the following: These prisoners, who had all been very seriously injured, all died within a week, but their deaths were all registered on the same day. That this actually happened can be proven from the heading “Deaths ”: for example, the report of November 29, 1944 mentions five inmates having died between November 21 and 24. 167 A similar case can be proven for a transport having arrived at Auschwitz from Buchenwald; the transport included 163 inmates, who were properly registered. When the camp doctor made a medi- cal examination of the new arrivals on December 4, he noted that 18 had died in the meantime. 168 Although the date of death of the Soviet prisoners of war is not apparent from the death certificates, but rather from the delivery book as well as from the “ Inmate Personal Cards ”, the hypothesis of deliberate killing appears considerably more probable. The follow- ing remarks are based upon this assumption at all times. We now come to the second of the four questions raised above: If the invalids were killed as we assume, then what was the rea- son for it? M.E. Jezierska’s explanation (“because they were not suitable for the labor service” ) cannot be correct because, as the au- thor herself admits, at least 41 other Soviet invalids arrived on the same transport and were not killed; some of them were later trans- ferred to Natzweiler. That these 41 were not killed is sufficient in it- self to prove that there was no order from the Reich government to liquidate all the unfit. As for the specific case of prisoners of war, there is even a contrary directive, as proven by the existence of a “ Soviet Russian disabled prisoner of war hospital ” at Majdanek camp. 169 In Auschwitz as well, the “ disabled ” were regularly listed under the heading “ Inmates unfit to work and inmates able to work ” of the “ Labor Service ” daily reports drawn up by section IIIa. For example, there were 135 invalids in Sector BII/d of the men’s camp at Birkenau on August 7, 1944. 170 The picture is completed by the fact there was even a “ cripple’s company ” at Stutthof, which 171   167 This document is reproduced in the appendix to Obozy Hitlerowskie ..., op. cit. (note 12) (without page number). 168 TCIDK, 502-1-65, S. 100-103. 169 J. Graf and C. Mattogno, KL Maidanek..., op. cit. (note 9), pp. 40, 203. 170 Auschwitz II/ Arbeitseinsatz für 7 August 1944 , APMO, D-AuII/3a16, p. 46. 171 M. Orski, “ Die Arbeit ”, in Stutthof: Das Konzentrationslager , op. cit. (note 34), p. 214."},{"pageNumber":78,"pageContent":"III: Stutthof as “Extermination Camp”: Investigation of the Sources 77 “consisted of men who were so emaci ated that they were no longer fit to work. If someone voluntarily reported from this company, then he was assigned to a job. The barracks could hold 50 to 60 persons, per- haps even more. Those who still wanted to do something were busied with fetching water, cleaning up, and collecting twigs. These were easy jobs. Anyone who could not work was allowed to lie around. The crip- ples were not bothered.” Finally, it should be mentioned that two transports, carrying 298 and 172 weak or disabled inmates, departed for Dachau on Novem- ber 14 and 20, 1942 respectively. 172 So the only reason for killing these men would have been eutha- nasia: in contrast to the other invalids who remained alive, these 77 invalids must have been in such an obvious state of hopeless misery it was decided to grant them a ‘merciful death’. By whom was it de- cided? In view of the above, the answer to the third question is also obvious. The decision for the killing must have been made by the camp authorities. There still remains the question as to the method of killing. As may be seen, the statement that the invalids were gassed is based solely upon the testimony of A. Coradello, who was, however, merely repeating hearsay, and moreover made quite nonsensical statements about cremation which ruin his credibility. In addition, a mass killing in the gas chamber, due to the fear of death which would have been experienced by the victims during their last mo- ments, would have been barbaric and incompatible with the notion of ‘merciful death’—quite apart from the fact that their cries could have been heard in the old camp, which was in close proximity, so that the news would have been all over the camp in an instant, trig- gering a panic, which was certainly not in the interests of the camp authorities. The most probable hypothesis appears to us that the Soviet inva- lids were killed by injection in the camp infirmary. D. Drywa bases the gassing hypothesis on the following 173 “The date (in the delivery book) indicates neither the number of the death certificate from the death registry, nor the letter ‘E’, which would have indicated an execution.” First, as regards the missing “ E ”: this letter, in the view of Polish historians—which is probably correct—stood for “ exekutiert ” (exe- cuted) “ erschossen ” (shot) or “ erhängt ” (hanged). If it is missing on the death certificates of the Soviet invalids, this simply means that   172 D. Drywa, “ Ruch transportów ...” op. cit. (note 21), p. 21f. 173 D. Drywa, “ Direkte Extermination ”, op. cit. (note 104), p. 251."},{"pageNumber":79,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 78 the killings were not an execution, because they did not involve a punishment, which required prior trial and sentence in all cases. More important than the missing “ E ”, however, is the first of the two points mentioned by D. Drywa, i.e. , the missing death certificate numbers in the delivery book, since this is also interpreted as proof of the gassing of the Jewish women. In relation to the latter, D. Drywa writes: 174 “The date was marked in the evidence books with the date stamp, and the numbers are missing from the death book, as with the Soviet prisoners of war. The death of the fi rst larger group of female inmates was noted on July 24, 1944, while the other mortalities were registered throughout August, September, and October.” Thus the hypothesis of the gassing of the Soviet prisoners of war becomes the proof of the gassing of thousands of Jewish women! Let us examine this argument more closely. First, the absence of the number of the death certificate in the de- livery book does not prove that the deceased inmates were not en- tered in the death registry. From the moment of their arrival at the camp, the inmates acquired a bureaucratic status that could not dis- solve into nothingness. The documents on an individual inmate might occasionally contain falsified information, but such documents could under no circumstances be destroyed , so that, in the event of death, a notation had to be made in the death books, even if a false death date and/or fictitious cause of death may have been entered under certain circumstances. The case of the 77 war invalids is clear proof of this. That the missing death certificate number is without particular significance is shown by the fact that this was not recorded in many cases where there is no suspicion whatever. The official camp his- tory, for example, reproduces a page from the delivery book from the year 1943, indicating the death of two Poles having died on March 3 or 7, 1943 (inmate numbers 19381 and 19385), without any indication of the number of the death certificate. Two other deaths, on the same page, however, are accompanied by the number (two Poles having died on April 21 and March 15, with inmate numbers 19381 and 19387 respectively). 175 Quite obviously, in the first case, the responsible camp official simply forgot to make the entry. Also, in regards to the figures, the absence of the number of the death certificate in no way proves the claim of a mass gassing of human beings. M.E. Jerierska was unable to find any trace of mass   174 Ibid. , p. 252. 175 Stutthof: Das Konzentrationslager, Document 28 (without page number)."},{"pageNumber":80,"pageContent":"III: Stutthof as “Extermination Camp”: Investigation of the Sources 79 extermination in the documents, or even another case comparable to that of the 77 disabled Soviet prisoners or war, although she made a detailed study of the delivery books for the period from July 19 to October 1, 1944, containing approximately 17,000 names of in- mates, including 14,400 Jewish inmates, and combed them for proofs of mass killing. So the 77 invalids remain quite obviously an isolated case. All the above considerations lead us to form the following hy- pothesis as to the origins of the story of mass gassings at Stutthof: it is difficult to go wrong in the assumption that the rumors of mass gassings were first spread by Jews having just arrived from Ausch- witz, since such rumors had been busily stirred up in that camp by the resistance movement for years. That there was a gas chamber at Stutthof, which was, in addition, easily visible from the old camp, must have given wings to inmate fantasies. The gas chamber was located immediately opposite the cremato- rium that received the corpses of the Soviet invalids. This must have necessarily been interpreted by the prisoners—who were only imper- fectly informed as to events in the camp—as confirmation of the gassing rumors. Thus, in inmate fantasies, Jewish women transferred to outer camps, or other camps, became gassing victims as well. 5. The Death Rate in Stutthof from 1939 to 1945 a) The Total Number of Inmates who Died at Stutthof Camp The available documentation on the death rate of Stutthof in- mates is nearly complete, and permits a calculation of the total num- ber of victims with great exactitude. The following statistics do not, of course, include the victims of the evacuation by land and sea that began on January 25, 1945, since there are no documents in exis- tence in this regard. Our calculations are based, first of all, on the death books; these contain pre-printed death certificates similar to those used at Ausch- witz (see document 4). For a better understanding of the following statements, we would first like to present the available sources in chronological order."},{"pageNumber":81,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 80 1) Death Register (Second book) 176 covers the period from January 18, 1939 to August 17, 1940, and contains 584 death certifi- cates, broken down as follows: – 47 up to December 30, 1939 (consecutive numbers 1-47) – 537 up to August 17, 1940 (consecutive numbers 48-584). This death book also contains a few deaths of inhabitants of the village of Stutthof. This explains why it begins with January 18, 1939, and not September 2, the date of arrival of the first inmates. There is also a Death Register—First Book , 177 which covers part of the period covered by the second book— i.e. , the period from April 12 to May 23, 1940—and which contains 200 death certifi- cates. 2) Death Register (Second book) 178 covers the period from January 2 to December 31, 1941, and contains 268 death certificates, numbered from 1 to 268. 3) Death Register (Third book) 179 covers the period from Janu- ary 6 to July 7, 1942, and contains 430 death certificates, numbered from 1 to 430. 4) Death Register (Second book) 180 covers the period from July 7 to September 9, 1942, and contains 538 death certificates, num- bered from 431 to 968. 5) Death Register (Second book) 181 covers the period from Oc- tober 7 to November 19, 1942, and contains 558 death certificates, numbered from 1,325 to 1,882. Thus, it is clear that the lost death register mentioned above must have covered the period from September 10 to October 6, 1942, and contained 356 death certificates, numbered from 969 to 1,324. 6) Death register 182 covers the period from November 19 to De- cember 31, 1942, and contains 394 death certificates, numbered from 1,883 to 2,276.   176 AMS, Z-V-2. 177 AMS,-V-3. 178 AMS,-V-4. 179 AMS,-V-5. 180 AMS,-V-6. 181 AMS,-V-7. 182 AMS,-V-8."},{"pageNumber":82,"pageContent":"III: Stutthof as “Extermination Camp”: Investigation of the Sources 81 7) Death Register Volume 1 183 covers the period from January 2 to February 17, 1943, and contains 383 death certificates numbered from 1 to 383. A comparison with death register volume 3 shows that volume 2, which has not survived, covered the period from January 18 to March 29, 1943, and contained 798 death certificates, numbered from 384 to 1,181. 8) Death register volume 3 184 covers the period from March 30 to May 1, 1943, and contains 819 death certificates, numbered from 1,182 to 2,000. 9) Death register volume 4 185 covers the period from May 7 to June 1, 1943, and contains 376 death certificates, numbered from 2,001 to 2,376. 10) Death register volume 6 186 covers the period from August 20 to November 22, 1943. From the beginning of June 1943, the system of numbering the deaths in the death registers was altered. Whereas they had previously been numbered consecutively, from the begin- ning of the year onwards throughout, all deaths were now registered in sections of 185 death certificates each, each section being desig- nated with Roman numerals. Volume 6 contains 555 death certificates, broken down as fol- lows: – section V: 185 certificates – section VI: 185 certificates – section VII: 185 certificates This allows the inference that volume 5 must have covered the period from June 2 to August 19, and contained 740 death certifi- cates, broken down as follows: – section I: 185 certificates – section II: 185 certificates – section III: 185 certificates – section IV: 185 certificates   183 AMS, Z-V-10. 184 AMS, Z-V-12. 185 AMS, Z-V-14. 186 AMS, Z-V-15."},{"pageNumber":83,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 82 11) Death register volume 7 187 covers the period from Novem- ber 22 to December 31, 1943, and contains 309 death certificates, broken down as follows: – section VIII: 185 certificates – section IX: 124 certificates 12) Death register 188 covers the period from January 25 to De- cember 16, 1943, and contains 54 death certificates—not of camp inmates, but of residents of Stutthof village. 13) Death register 189 covers the period from January 5 to April 7, 1944, and contains 978 death certificates, broken down as fol- lows: – January: 259, numbered from 38 to 296 – February: 293, numbered from 1 to 293 – March: 363, numbered from 1 to 363 – April 1 to 7: 72, numbered from 1 to 72. With regards to the 37 deaths registered on the missing pages covering the period from January 1 to 4, this register shows a num- ber of 987 deaths for the period from January 1 to April 7, 1944. 14) Daily reports on “ mortalities ” for the year 1944, as well as a few months in the year 1945. 190 These reports have only survived in part, except for the month of May. The following table reproduces the data contained in these reports: – April 8 to 30: 141 – May: 180 – June: 45 (10 of 30 days) – July: 52 (19 of 31 days) – August: 9 (4 of 31 days) – September: 34 (6 of 30 days) – October: 33 (4 of 31 days) – November: 752 (13 of 30 days) – December: 158 in 2 days 15) List of deceased in Stutthof camp corresponding to docu- ments found for the period from January to April 1945 . 191 This is   187 AMS, Z-V-16. 188 AMS, Z-V-11. 189 AMS, 1-2C-9. 190 AMS, I-VB-7. 191 GARF, 7021-106, p. 3f. see document 5."},{"pageNumber":84,"pageContent":"III: Stutthof as “Extermination Camp”: Investigation of the Sources 83 a register drawn up by the Soviets, based on German documents, very probably daily manpower reports. The register covers the pe- riod from January 30 to April 23, 1945 and covers 6,550 deaths, broken down as follows: – January 30/31: 389 – March: 1,789 – February: 3,804 – April: 568 In view of the above, the following is an attempt to establish the number of deaths for each individual year. 1939: 47 deaths (last figure mentioned up to December 31, 1939 in the death register mentioned under point 1) 1940: approximately 860 deaths: the Death Register/Second Book for 1939/1940 covers the period up to August 17, 1940. Based on the average death rate for these seven and a half months, we ar- rive at approximately (537:7.5×12=) 860 deaths. 1941: 268 deaths (last figure mentioned in the death register mentioned under point 2) 1942: 2,276 deaths (last figure mentioned in the death register mentioned under point 2) 1943: 3,980 deaths. This results from the addition of the individ- ual figures mentioned under points 7 through 13. – volume 1-4: 2,376 – volume 6: 555 – volume 5: 740 – volume 7: 309 We have not included the 54 deaths in the death book mentioned under point 12, because these refer to civilians rather than concentra- tion camp inmates. 1944: Approximately 7,500 deaths The exact figures relating to deaths are available for the first five months only: – January: 296 – April: 213 192 – March: 363 – May: 180 – February: 292 For the other months, our conclusions are based upon the figures in the death registers, which almost always appear in the delivery   192 72 up to April 7., according to the death register, 141 from April 8. to 30., ac- cording to the heading “ Deaths ” in the daily reports."},{"pageNumber":85,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 84 books under the heading “ Deceased ”, and are consistent with those contained in the death registers. The number of deaths can therefore be established with exactitude as follows: 193 June : ca. 135 (45 deaths in 10 days = 45 divided by 10 × 30 = 135) July : ca. 120 (the number 95 was entered on 24.7; 11 deaths from 25 to 28.7, and then 106 in 28 days = approximately 120 in 31 days) August : ca. 150 (the number 135 was entered on 29.8 = approximately 150 in 31 days) September : ca. 250 (the number 219 was entered on 26.9, i.e. , approximately 250 in 30 days) October : ca. 380 (the number 365 was entered on 30.10, i.e. , approximately 380 in 31 days). November : ca. 1,450 (the number 1,444 was registered on 30.11) December : ca. 3,560 (the number 3,553 was registered on 31.12) 1945: approximately 11,200 For January, we have only the following incomplete documenta- tion taken from the heading “ Deaths ”: – January 5: 38 – January 7: 99 – January 8: 68 – January 30: 389 (according to the Soviet list) – January 31: 296 For this month, Polish historians assume 5,000 deaths. 194 This figure does not appear exaggerated when one considers that 4,489 inmates died between January 30 and February 28, i.e. , at a rate of 160 per day. This enormously high mortality rate was mainly due to typhus, which was raging in the camp at that time. According to the Soviet list, 6,161 deaths were registered be- tween February 1 and April 23. If one accepts the figure of approxi- mately 5,000 deaths for January cited by Polish historians—as we do—the result for the year 1945 is a figure of approximately 11,161 or, rounded off, 11,200 deaths.   193 The data is based upon an analysis of the names of 1,850 inmates who arrived between July 19 and August 15 1944. AMS, I-II-II. 194 Janina Grabowska, “ Die Häftlinge ”, op. cit. (note 38), p. 136."},{"pageNumber":86,"pageContent":"III: Stutthof as “Extermination Camp”: Investigation of the Sources 85 The above-established figures result in a total of approximately 26,100 deaths; the following is an overview of the individual years: 1939: 47 1940: approx. 860 1941:  268  1942: 2,276  1943: 3,980  1944: approx. 7,600 1945: approx. 11,200 Total: approx. 26,100 b) The Number of Jews who Died at Stutthof Between July 1944 and January 1945 According to the estimates of K. Dunin-W ą sowicz, approxi- mately 1,500 Jews were deported to Stutthof by the beginning of 1944. 195 The deportations involved took place, in his view, from Danzig (1939 and 1940), Pomerania (1940), Warsaw (May 22, 1940), Germany and Czechia, as well as the eastern regions of Po- land and, in particular, Bialystok. 195 Dunin-W ą sowicz, however, provides no figures for these deportations of Jews except in one case—a transport of 150 Jews from Bialystok at the end of Novem- ber 1943. On December 17, 1943 and January 12, two transports left for Auschwitz with a total of 661 inmates, including almost all of the Jews in Stutthof at that time. 196 According to the Korherr-Report, only 31 Jews had been sent to Stutthof by the end of 1942, 18 of who died in the camp. 197 Pre- sumably, therefore, the estimate arrived at by Dunin-W ą sowicz is too high: the number of Jews who arrived at Stutthof before 1944 should not have exceeded a few hundred. The following statistics must not have included the few Jews presumably remaining in the camp prior to the arrival of the large transports. As mentioned in chapter I.3, a total of 48,609 mostly female Jew- ish inmates were deported to Stutthof between June 29 and October 28, 1944. 28,673 Jews (2,898 men and 25,775 women) were still in Stutthof on January 24, 1945. 66 12,548 Jewish inmates from Stutthof were transferred to other camps between July 21 and December 12,   195 K. Dunin-W ą sowicz, “ ĩ ydowscy Wiesniowie ...”, op. cit. (note 3) , p. 9. 196 K. Dunin-W ą sowicz, “ ĩ ydowscy Wi ĊĨ niowie ...”, op. cit. (note 3), p. 9; D. Dry- wa , “Ruch transportów ...”, op. cit. (note 21), p. 29. 197 NO-5194."},{"pageNumber":87,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 86 1944. 198 Consequently (48,609—12,548—28,673 =) 7,388 Jews died in Stutthof between June 29, 1944 and January 24, 1945. The following is a summary of the overall mortality at Stutthof for the same period of time: July—December 1944: approximately 5,900; January 1 to 23, 1945: approximately 3,700 (assuming a daily figure of 161 deaths); a total therefore of approximately 9,600. The percentage of Jews among the victims during this period is approximately (7,388 divided by 9,600 × 100 = 77%). c) The Official Image of Stutthof in View of the Mortality Sta- tistics The statistics set forth above give us a reliable historical criterion for an evaluation of the claim that Stutthof was an extermination camp, even if only a makeshift one. At the same time, it must be borne in mind that no claim is made that inmates were exterminated without being registered; this is in contrast to other camps, such as, for example, Auschwitz. The mortality statistics give the following picture for the period during which inmates regularly accepted and registered in the camp are supposed to have been exterminated, i.e. , from July to the begin- ning of November 1944: July:  ca.  120  August: ca. 150 September: ca. 250 October: ca. 380 November 1 to 8: ca. 180 199 Total: ca. 1,080 These mortality statistics include all inmates, both Jewish and non-Jewish. As established above, the proportion of Jews among the total number of victims during this period amounts to approximately 77%. This means a number of approximately (1,080×0.77 =) 830 Jewish inmate deaths for the period in question. In Chapter III, Section 4.c, we reproduced the official statistics relating to alleged gassing victims. To test the historical basis for   198 See Chapter IV, section 1. 199 According to Dunin-W ą sowicz, the gassing was stopped “ at the beginning of November ” ( Nazionalsozialistische Massentötungen ..., op. cit. (note 4), p. 266, see chapter II). We have begun with Nov. 8., since that is the first day of that month for which reliable data is available."},{"pageNumber":88,"pageContent":"III: Stutthof as “Extermination Camp”: Investigation of the Sources 87 these statistics, we now need only compare these statistics with the mortality figures proven on the basis of documents for the period from August 1 to November 8 (July has not been taken into account due to the small number of alleged gassing victims): M ONTH A LLEGED G ASSING V ICTIMS D EATHS August: 477 200  150  September: 300 Jewish women 250 October: 600 Jewish women 201 380 November 1 to 8 250 “ women ”  180  Total: 1,627 960 Thus, the number of alleged gassing victims far exceeds the number of Jews who actually died in the camp! In view of the above—in particular, the fact that all Jews deported to Stutthof were already under the control of the WVHA and, as registered inmates, could not, therefore, simply disappear 202 —this amounts to conclu- sive proof that the claims of mass gassings at Stutthof concentration camp contained in the official camp history are merely a legend. We stress once again that these 960 deaths also include non-Jews; assuming the percentage of 77% Jewish victims as established above, this means that approximately 740 Jews died during the rele- vant time period. The number of allegedly gassed Jews, therefore, exceeds the number of Jews who actually died! The coup de grace is given by the following fact: during the time period of the alleged extermination of Jews, the number of Jews who actually died in the camp was quite low; but as soon as the extermi- nation program allegedly stopped, the death rate rose dramatically, with approximately 950 deaths, including 740 Jews, in the 131 days between the beginning of July and November 8. In other words, the average death rate during the period of the alleged mass gassings was (740 divided by 131 =) 5 to 6 Jewish deaths per day, compared to approximately (8,400—830 =) 7,570 Jewish deaths for the period after the alleged extermination was stopped, i.e. , the 75 days be- tween November 9, 1944 and January 23, 1945, with almost 100 Jewish deaths per day (7,540 divided by 75), chiefly from the typhus epidemic!   200 These are supposed to have included 300 Jewish women, 77 Soviet prisoners of war, and 100 “ men ” . 201 Plus “ a few dozen men ”. 202 With regards to Stutthof, and unlike the claims made for Auschwitz-Birkenau, no claim is made that Jews were sent there and killed without being registered; see Chapter I.3. and p. 78."},{"pageNumber":89,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 88 The claim made by the official Polish historiography that the Jews in Stutthof formed a group “ which was doomed to die, with a few exceptions, from direct extermination within the framework of special treatment ”, is, therefore, in crass contradiction to the above statistics, which stand on a solidly proven documentary basis: the Jews who died during the period of alleged extermination repre- sented only (740 divided by 48,609 =) 1.7% of all the Jews who al- legedly arrived at the camp for the purposes of extermination! In the case of Stutthof, we need not concern ourselves with those who were ‘exterminated without registration,’ since, as stated above, the offi- cial historiography does not claim the killing of unregistered in- mates. In view of the above, it is entirely clear that the deportation of Jews to Stutthof in 1944 had absolutely nothing to do with the so- called “ Final Solution of the Jewish question ”, which is understood by the official historiography to mean a systematic extermination of Jews."},{"pageNumber":90,"pageContent":"89 CHAPTER IV: The Actual Function of the Camp as Re- vealed by Historical Documents 1. Stutthof as Labor Reservoir After examining and refuting the official claim that Stutthof be- came a makeshift extermination camp for Jews in 1944, we must de- termine the purpose actually performed by the camp at that time. The surviving documents provide an unequivocal answer to this question. As the war continued, the labor shortage in the Reich took on desperate proportions, and the economic significance of inmate labor increased constantly. On October 26, 1943, Oswald Pohl sent a di- rective to all camp commandants demanding increased inmate pro- ductivity, stating: 203 “In earlier years, it might have been regarded with indifference, within the framework of the educati onal tasks at that time, whether or not an inmate performed useful work. But at the present time, inmate manpower is of significance, and all measures of the commandants, leaders of the V service and doctors, must be aimed at maintaining in- mate health and ability to work. Not from false sloppy sentimentality, but rather because they must contribute to the achievement of a great victory by the German people; we must therefore be alert to the well- being of the inmates.” To ensure the optimal use of inmate labor, the Stutthof authorities maintained a card file of statistical data. The file was maintained by four Polish inmates, including the later camp historian K. Dunin- W ą sowicz, and included approximately 8,000 inmate names by the end of the war, with an indication of identity and profession. Parts of this card file have survived. Beginning in October 1944, a central distribution of manpower to industrial undertakings of particular importance to the war effort was initiated in all concentration camps. The manufacturers involved sent an application for the allocation of inmates to Office D II, which was subordinate to SS Standartenführer Gerhard Maurer of the SS- WVHA, who either approved the application after examination or   203 AMS, I-IB-8, p. 53."},{"pageNumber":91,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 90 rejected it; in the former event, the office ordered a transfer from one camp to another. 204 On April 26, 1944, the camp commandant ordered an increase in the daily working times to eleven hours; on Sundays, inmates had to work in the morning only, as before. 205 A great many inmates were transferred to other concentration camps. The following table pro- vides an overview of the documented transfers: 206 The correctness of all the data listed in the table is confirmed by the Kommandanturbefehl (command post order) document series. D AT E D ESTINATION N UMBER OF J EWS T RANSFERRED 21. July 1944: Dachau 2,000 25. July 1944: Auschwitz 1,423 13. Aug. 1944: Dachau 950 16. Aug. 1944: Buchenwald 1,350 17. Aug. 1944: Sachsenhausen 500 17. Aug. 1944: Buchenwald 500 10. Sept. 1944: Auschwitz: 575 12. Sept. 1944: Neuengamme 500 29. Sept. 1944: Natzweiler 1,000 29. Sept. 1944: Neuengramme 150 18. Oct. 1944: Neuengramme 150 03. Nov. 1944: Buchenwald: 800 24. Nov. 1944: Flossenbuerg 500 26. Nov. 1944: Buchenwald 1,000 12. Dec. 1944: Buchenwald 800 TOTAL:   12,548 The transferees were assigned directly to outside commandos, merely bypassing the main camp involved. Many Jewish women were also involved in a constant expansion of the network of Stut- thof auxiliary camps. The Chief of Amtstruppe D in the SS-WVHA, Richard Glücks, ordered these transfers. They form part of a gigantic program for the   204 M. Orski, “ Die Arbeit ”, in Stutthof: Das Konzentrationslager , op. cit. (note 34), p. 214f. 205 Ibid. , p. 215. 206 K. Dunin-W ą sowicz, “ ĩ ydowscy Wi ĊĨ niowie ...”, op. cit. , (note 3), p. 17. All the above mentioned transports prior to that of Sept. 10 were confirmed by the Kommandanturbefehl (command post order) document series (AMS, I-IB-3). The transport to Auschwitz on Sept. 10 is proven by a transport list mentioned by D. Drywa (“ Direkte Extermination ”, op. cit. , (note 104), p. 251, footnote 87)."},{"pageNumber":92,"pageContent":"IV: The Actual Function of the Camp 91 inmate labor service. The Polish historian Miros á aw Glinski summa- rizes the significance of Stutthof camp as follows: 207 “A relatively significant increase in terms of the numbers of auxil- iary camps took place during the summer and fall of 1944. Stutthof camp could not house and employ all the inmates assigned to it. In par- ticular, it lacked jobs for the nearly 43,000 Jewish women from Lithua- nia, Latvia and Hungary. The pr oblem was solved by sending over 22,000 persons to other concentration camps, and the remaining 21,000 persons into newly formed auxiliary camps or by assigning them to farmers in Zulawy. Of the Jewish women, 10,500 were transferred to the Organization Todt, which was building field fortifications in the vi- cinity of Thorn and Elbing; over 5,000 women were set to work in the maintenance of military airports in East Prussia. Jewish women worked in the maintenance of railway tracks in Bromberg, Stolp, and in the area of Praust, in addition to the gunpowder factory in Bromberg, the electrical works in Thorn, and the Schichau wharfs in Danzig. In addi- tion to the auxiliary camps for Jews, there were also ‘Aryan’ auxiliary camps. The work there was managed by technicians, chiefly Poles [...] A total of nearly 30,000 inmates were sent to the newly built camps in the summer and fall of 1944.” Thus, the question of the real function of Stutthoff in the summer and fall of 1944 is answered very clearly: the camp was in no way intended for the extermination of human beings; on the contrary, it represented a large labor reservoir for the German war effort. 2. The Transfer of Unfit Jews from Stutthof to Auschwitz and the Reasons for such Transfers As stated above, Stutthof acted as a labor reservoir beginning in mid-1944. This provides a natural explanation for the two transfers of unfit Jews to Auschwitz that occurred on August 26 and Septem- ber 10, 1944 which, according to the Polish historiography, were al- legedly “ for the purpose of extermination ”. In this regard, J. Gra- bowska remarks as follows: 208 “The transports of July 1944 from Kowo and Riga contained moth- ers with small children [...] After a stay of several days in Stutthof, some of these children were transported to Auschwitz. On July 26, 1944, a transport left with 1,423 persons, including 524 women, 416   207 M. Glinski, “ Nebenlager und größere Außenkommandos des KZ Stutthof ”, in: Stutthof: Das Konzentrationslager , op. cit. (note 2), p. 226f. 208 Danuta Drywa, “ Häftlingstransporte ...”, op. cit. (note 155), p. 138."},{"pageNumber":93,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 92 girls, and 483 boys. The others were tr ansferred on the next transport on September 10, 1944. This transport contained 575 Jewish women and children, as well as 8 mothers with 8 children, and 9 pregnant women of other nationalities. Both transports were sent to Auschwitz II (Birkenau), that is, to direct extermination.” The purpose of the transfer of unfit Jewish inmates was quite ob- viously to make room for Jews who could work, and who were ar- riving at Stutthof in great numbers at this time. That the unfit Jews were sent to Auschwitz, and that D. Czech’s Kalendarium only men- tions two registered new arrivals from Stutthof on September 11, 209 in no way proves that the purpose of these transports was to exter- minate the transferees. In 1944, the percentage of unfit inmates at Birkenau was very high over this entire period. D. Czech herself in- forms us that 7,150— i.e. , 27.2%—of the 26,230 inmates of the women’s camp at Birkenau on October 2 of that year were sick and unable to work. 210 In the men’s camp on August 8, 3,167 men were “ unable to work or do service ”—a figure equivalent to 16.58% of the total manpower of 19,115. 211 D. Czech also provides us with other, highly valuable informa- tion in this regard: in the summer of 1944, very large numbers of Jews were housed in the so-called “ Durchgangslager ” (transit camp) without being registered. This same transit camp, on August 22, 1944, contained 30,000 unregistered Hungarian Jewish women. 212 For this reason, it is hardly remarkable that the two transports mentioned above have left so little trace in the documentation at Auschwitz concentration camp. That the children were sent to Auschwitz from Stutthof without any intention to murder them is also confirmed by Polish historiog- raphy. D. Drywa writes: 213 “The next group of minor children was sent on June 19, 1944 to Mauthausen. A few weeks prior to departure of this transport, all Polish and Russian boys under 18 years of age were taken away from the work groups and housed in block 20. Of th is number, 239 able-bodied indi- viduals were selected, as det ermined by the camp doctor. When one considers that, in partic ular, another transport had al- ready left for the eastern youth pr otective custody camp of Tuschingen   209 D. Czech, Kalendarium ..., op. cit. (note 56), p. 874. The transport of July 27, 1944, is not even mentioned! 210 Ibid. , p. 893. 211 APMO, D-AuII-3a, p. 46. 212 D. Czech, Kalendarium , op. cit. (note 56), p. 860. On the transit camp, see also ibid. , p. 699f. 213 D. Drywa, “ Ruch transportów ...”, op. cit. (note 21), p. 21."},{"pageNumber":94,"pageContent":"IV: The Actual Function of the Camp 93 (in the vicinity of Lodz) on an even earlier date, on March 28, 1944, and included 29 children and one adult female, and when one considers the later transports of mothers with children to Ausch witz, then the characteristic desire of the Stutt hof camp authorities to rid themselves of the inmates is apparent.” The transfer of the mothers—some of whom were quite able to work—together with their children, was doubtlessly ordered because the authorities were unwilling to separate the mothers and children, i.e. , on humanitarian grounds. That the two transports to Auschwitz mentioned above were doomed for extermination is, of course, in crass contradiction to the claim that Stutthof was an auxiliary extermination camp. As we have seen, it is claimed that “ the extermination of the Hungarian Jews, which was carried out at Auschwitz until mid-1944 [...] exceeded the capacity of the camp ”, and that therefore, “ some of them, mostly women ”, were transferred to Stutthof. But then why would Jews from Stutthof be sent to Auschwitz to be gassed? The whole story is rendered even more absurd by the fact that, according to the calcula- tions of the Soviet Commission relating to the gas chamber at Stut- thof—calculations which can be theoretically reconstructed—if the chamber had been misused for criminal purposes, it could have killed 768 persons in 24 hours. Assuming an ‘operating time’ of only twelve hours a day, all of the 2,023 unfit inmates could have been liquidated in less than a week! The nonsensical allegations purveyed by the official historiogra- phy with regards to the reciprocal death transports back and forth be- tween the “ main extermination camp ” and the “ auxiliary extermina- tion camp ” now continue with even more nonsense: Of the 48,609 Jews who arrived at Stutthof between June 29 and October 27, 1944, more than half, i.e. , 25,043, were transferred from the Baltic camps; 10,458 were from Kaunas (Kowno), while another 14,585 were transferred from Riga. The official historiography has drastically reduced these numbers in order to prove that the ‘miss- ing’ Jews were murdered. Raul Hilberg makes the following state- ment: 214 “Only a few months later [after May 1944] the Baltic camps were definitively evacuated. Between August 1944 and January 1945, a few thousand Jews were allocated to concentra tion camps in the Reich ter- ritory. Thousands of Baltic camp inmates were, however, shot immedi- ately before the arrival of the Red Army.” (Emphasis added.)   214 R. Hilberg, Die Vernichtung ..., op. cit. (note 6) vol. II, p. 408."},{"pageNumber":95,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 94 Hilberg thus turns 25,000 into “ a few thousand ”! The Encyclope- dia of the Holocaust reduces these numbers in a manner that is al- most as deceptive: 215 “Approximately 4000 Jews from Kowno were transferred to Ger- many, most of them to the concentration camps at Kaufering [216] or Stut- thof. In October, Jews also arrived from Kowno after having been in- terned in camps in Estonia.” If Stutthof alone accepted more than 10,000 Jews from Kaunas, and then sent a number of them—the number is unknown to us—to the Dachau auxiliary camp at Kaufering, then the total number of Jews accepted from Kaunas cannot possibly have been “ approxi- mately 4000 ” . According to the Encyclopedia of the Holocaust , the unfit among them were murdered before the departure of the transports: 217 “As the Red Army approached the Latvian border in July 1944, the evacuation of the camp began. Befor e the evacuation, thousands of un- fit Jews—the sick, weak, and children—were killed.” Yet the transports of Jews from Kaunas and Riga clearly refute these allegations. The transferred inmates included, in particular, hundreds of minor children who were sent to Stutthof with the nota- tion “ boy ” or “ girl ”. The lists of names of deportees from Kaunas— which have only survived in part—use these expressions for persons born in 1929 or later, i.e. , 15 years of age or less. For example, the transport list of July 12, 1944—which has survived in part, and which originally consisted of a total of 3,098 names—80 out of 510 of the surviving names fall into this category; the nearly complete list of 19 July—consisting of 1,095 out of 1,097 names—contains the notation “ boy ” or “ girl ” in 88 cases. 218 The following table illus- trates the data on the percentage of minor children under the age of 16: A GE T RANSPORT OF 12. J ULY T RANSPORT OF 19. J ULY 15 years old 3 - 14 years old 7 4 13 years old 4 28 12 years old 8 13 11 years old 2 6 10 years old 4 9   215 Enzyklopädie des Holocaust , op. cit. (note 5), vol. II, p. 806. 216 An auxiliary camp of Dachau concentration camp. 217 Op. cit. (note 5), vol. II, p. 728. 218 AMS, I-IIB-10, transport lists."},{"pageNumber":96,"pageContent":"IV: The Actual Function of the Camp 95 A GE T RANSPORT OF 12. J ULY T RANSPORT OF 19. J ULY 9 years old 10 2 8 years old 4 6 7 years old 5 7 6 years old 9 8 5 years old 7 - 4 years old 8 3 3 years old 8 2 2 years old 1 - Total: 80  88 The sum total must have been much higher, since 416 girls and 483 boys were transferred from Stutthof to Auschwitz on July 25. To sum up: according to the official historiography, these Baltic Jewish children miraculously survived the SS mass shootings of the unfit in Riga and Kaunas, then escaped the gas chamber of the “ aux- iliary extermination camp ” at Stutthof by another miracle, only to be sent to Auschwitz; and all this at a time when over 20,000 Jews were being transferred from Auschwitz to Stutthof, “ because the extermi- nation of the Hungarian Jews, which was carried out until mid 1944, exceeded the capacity of this camp ”!"},{"pageNumber":98,"pageContent":"97 Conclusion The official history of events at Stutthof concentration camp is a crass demonstration of the fact that the victors’ official version of history has reached a dead end. In 1947, the Communist “ Commission for the Investigation of the German Crimes in Poland ” alleged that Stutthof had been used as a ‘makeshift’ extermination camp. The number of victims was summa- rily established at 65,000, and it was alleged that many inmates had been murdered in the Stutthof delousing chamber. This official version of the camp history was not even revised af- ter the end of Communist domination in Poland; this is in contrast to Auschwitz and Majdanek, where the number of victims—although incomparably more grossly exaggerated than was the case at Stut- thof—was at least massively reduced. Western historians have never made any attempt to obtain know- ledge about Stutthof through their own efforts; insofar as they have expressed any views on the subject at hall, they have been content to parrot the official Polish version. 219 Today, more than half a century after the end of WWII, it is high time to approach the topic in a correct manner, and revise the dis- torted propaganda image of the camp. To do so does in no way trivi- alize the actual sufferings of Stutthof inmates; our research in no way denigrates the memory of the 26,000 human beings who actu- ally died in the camp, or of the victims of the evacuation. Quite the contrary. The official historiography of National Socialist concentra- tion camps contains endless discussion of imaginary victims, but very little discussion of the real victims of these camps; yet only the latter are worthy of our sympathy.   219 German literature on Stutthof uncritically regurgitates even the crudest atrocity stories from Polish or Jewish sources. H. Kuhn, for example, in the anthology published by him Stutthof. Ein Konzentrationslager ..., op. cit. , (note 35), repeats the absurd claims of J. Grabowska that the camp “ was to become a centre for the extermination of the peoples of Northern [sic!] Europe ” (p. 32). H. Kuhn even has the audacity to repeat the horror stories of Trudi Birger, who claimed that hundreds of naked women were “ thrown ” alive into the “ gigantic ovens ” of the crematorium on one single day, that not a single one of them defended herself in the slightest—not even Birger herself, who miraculously survived fiery death, and who then escaped a watery death by another miracle (p. 129-133)."},{"pageNumber":100,"pageContent":"99 Documents Photo 1 : Delousing chamber at Stutthof, in its present condition (1997), viewed from the southwest. To the right: one of the two railway carriages standing on the narrow-gauge rail- w a y tra c k . © Carlo Ma t to g no"},{"pageNumber":101,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 100 Photo 2 : Delousing chamber at Stutthof, viewed from the southwest. Soviet photo taken in 1945. The rectangular frames of the gas-tight door are visible on the south side. AMS, shelf- mark 3001."},{"pageNumber":102,"pageContent":"Documents 101 Photo 4 : Delousing chamber in Stutt- hof, viewed from the south. The door today. It is not alleged that this door is original. © Carlo Mattogno Photo 3 : Delousing chamber at Stut- thof, viewed from the south. The door today is of lightweight sheet metal, to protect the museum-like interior. © C."},{"pageNumber":103,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 102 Photo 5 : Delousing chamber at Stutthof, viewed from the south. The oven was used to heat the air inside the delousing chamber. © Carlo Mattogno Photo 6 : Delousing chamber at Stutthof, viewed from the south. The oven was used to heat the air inside the delousing chamber. Above: the fire door. Below: the ash door. © Carlo Mattogno"},{"pageNumber":104,"pageContent":"Documents 103 Photo 7 : Delousing chamber at Stutthof, viewed from the south. The oven was used to heat the air inside the delousing chamber. Interior view of the combustion chamber. Beneath: the plane grid; above: the circular opening of the connection to the cast iron pipe located inside the delousing chamber. © Carlo Mattogno Photo 8 : Delousing chamber at Stutthof, interior view, west wall; cast iron connection pipe to the oven located outside the delousing chamber and used to heat the air inside the chamber. The pipe was originally surrounded by masonry similar to that visible in the photograph, but of perforated brick. One of these bricks is still visible today, underneath and behind the pipe (circle). © Carlo Mattogno"},{"pageNumber":105,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 104 Photo 9 : Delousing chamber at Stutthof, viewed from the north. Upper right: the oven chim- ney, at the foot of which is a small peephole (below, to the right of the door). Between this peephole and the chimney, the brick exhibits the typical blue pigmentation caused by iron cyanide. © Carlo Mattogno"},{"pageNumber":106,"pageContent":"Documents 105 Photo 10 : Delousing chamber at Stutthof, interior. Circular opening in the middle of the reinforced concrete roof. Note the typical blue pigmentation caused by iron cyanide. This opening was used for the introduction of Zyklon B into the delousing chamber. © Carlo Mattogno Photo 11 . Delousing chamber at Stutthof, roof. Metallic pipe with lid, leading to the introduction hatch. Soviet photograph taken in 1945. Next to the pipe stands a can of Zyklon B. AMS, shelfmark 6816."},{"pageNumber":107,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 106 Photo 12 : Delousing chamber at Stutthof, interior. Drainage shaft in the middle of the brick floor underneath the Zyklon B introduction hatch. © Carlo Mattogno"},{"pageNumber":108,"pageContent":"Documents 107 Photo 13 : Delousing chamber at Stutthof, interior view from the south door. All the walls ex- hibit the typical blue pigmentation caused by iron cyanide. © Carlo Mattogno"},{"pageNumber":109,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 108 Photo 14 : Delousing chamber at Stutthof, viewed from the east. The wall exhibits two large bluely stained areas unequivocally indicating the use of Zyklon B. © Carlo Mattogno"},{"pageNumber":110,"pageContent":"Documents 109 Photo 15 : Delousing chamber at Stutthof, east side, exte- rior. The brick exhibits the typical blue pigmentation caused by iron cyanide. © Carlo Mattogno"},{"pageNumber":111,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 110 Photo 16 : Delousing chamber at Stutthof, east side. Right: the second of two narrow-gauge railway carriages is visible behind the cross. To the right: the crematorium, rebuilt after the war. © Carlo Mattogno Photo 17 : Delousing chamber at Stutthof, east side. Blue stains on the wall prove the use of Zyklon B. © Carlo Mattogno"},{"pageNumber":112,"pageContent":"Photo 1: Delousing chamber in Stutthof, as seen today (1997); view from the southwest. One of the two railway carriages on the narrow-gauge railway line is visible to the right. © Carlo Mattogno. Photo 4: Delousing chamber in Stutthof, southeast side. The door today. It is not alleged that this was the original door. © Carlo Mattogno I Color Section"},{"pageNumber":113,"pageContent":"Photo 5: Delousing chamber in Stutthof, south side. Oven to heat the air in the gas chamber. © Carlo Mattogno Photo 8: Delousing chamber in Stutthof, interior, west wall; cast iron con- nection pipe to the oven installed outside the gas chamber, which was used to heat the air. The pipe was originally surrounded by masonry, similar to that visible in the photo, but perforated. One of the perforated bricks is still visible below the pipe (circle). © Carlo Mattogno J. Graf, C. Mattogno, Concentration Camp Stutthof II"},{"pageNumber":114,"pageContent":"Photo 10: Delousing chamber in Stutthof, interior. Circular opening in the middle of the reinforced concrete ceiling; note the typical blue pigmenta- tion due to iron cyanide. The opening was used for the introduction of Zyklon B into the delousing chamber. © Carlo Mattogno Photo 13: Delousing chamber in Stutthof, interior view from the south door. All walls exhibit the typical blue pigmentation due to iron cyanide. © Carlo Mattogno Color Section III"},{"pageNumber":115,"pageContent":"Photo 14: (top): delousing chamber in Stutt- hof, east side. The wall exhibits two large blue stains (iron cyanide), unequivocally proving the use of Zyklon B. © Carlo Mattogno Photo 15: (right) detail enlargement of Photo 14. © Carlo Mattogno Photo 17: Delousing chamber in Stutthof, east side. Blue stains on the wall are proof of the use of Zyklon B. © Carlo Mattogno J. Graf, C. Mattogno, Concentration Camp Stutthof IV"},{"pageNumber":116,"pageContent":"Documents 111 Photo 18 : The two coke-fueled crematory ovens built by H. Kori, viewed after the liberation of the camp (1945). AMS, shelfmark 6804."},{"pageNumber":117,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 112 Document 1 : List of inmates released or transferred on May 6, 1943. AMS, I-II-C-7, p. 37."},{"pageNumber":118,"pageContent":"Documents 113 Document 2 : Map of Stutthof camp. From L, à ukaszkiewicz, “ Obóz koncentracyjny Stutthof ”, in: Biu á e- tyn G á ównej Komisji Badania Zbrodni niemieckich w Polsce , III, 1947, unnumbered page. Detail Enlargement: Delousing Chamber: Crematorium Narrow Gauge Railway"},{"pageNumber":119,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 114 Document 3: Kommandanturbefehl (command post order) no. 46 of July 1944. AMS, I-IB-3, pp. 123, 124."},{"pageNumber":120,"pageContent":"Documents 115 Document 4 : The first page of Death Register—second book in se- ries V/1943. AMS, 2-V-15."},{"pageNumber":121,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 116 Document 5 : List of deaths from 30 January to 23 April 1945. GARF, 7021-106-3, p. 183, 185f. (continued on next page)."},{"pageNumber":122,"pageContent":"Documents 117 Document 5 : Continued (pp . 2 and 3 )"},{"pageNumber":124,"pageContent":"119 Abbreviations AMS: Archiwum Muzeum Stutthof APMO: Archiwum Pa Ĕ stwowego Muzeum w O Ğ wi Ċ cimiu GARF: Gosudarstwenny Archiv Rossiskoy Federatsii, Moscow ROD: Rijksinstituut voor Oorlogsdokumentatie, Amsterdam SZM: Stutthof. Zeszyty Muzeum TCIDK: Tsentr Chranenija Istoriko-dokumental’nich Kollektsii, Moscow. Bibliography – Birger, Trudi, Im Angesicht des Feuers , Piper Verlag, Munich/Zü- rich 1990. – Czech, Danuta, Kalendarium der Ereignisse im Konzentrations- lager Auschwitz-Birkenau 1939-1945, Rowohlt, Reinbek bei Ham- burg 1989. – Drynko, Romuald, Informator wystaw sta á ych. Muzeum Stutthof w Sztutowie (Information brochure on the permanent exhibition. Stutthof Museum in Sztutowo), Gdingen-Stutthof 1991, p. 27. – Drywa, Danuta, » Ruch transportów mi Ċ dzy KL Stutthof a innymi obozami « (Transport movements between Stutthof concentration camp and other camps), in SZM: no. 9, 1990. – Dunin-W ą sowicz, Krysztof, » ĩ ydowscy Wi ĊĨ niowie KL Stutthof « (The Jewish Inmates of Stutthof Camp), in: Biu á etyn ĩ ydowskiego Instytuta Historycznego (Bulletin of the Jewish Historical Insti- tute), no. 63, Warsaw 1967. – Dunin-W ą sowicz, Krysztof, Stutthof, Warsaw 1970. – G á ówna Komisja Badania Zbrodni Hitlerowskich w Polsce. Rada Ochrony Pomników Walki i M Ċ cze Ĕ stwa (Main Commission for the Investigation of Hitlerite Crimes in Poland. Council for the Protection of Monuments of the War and the Martyrdom), Obozy Hitlerowskie na Ziemiach Polskich 1939-1945 (Hitlerite Camps on Polish Soil 1939-1945), Pa Ĕ stwowe Wydawnictwo Naukowe, War- saw 1979. – Grabowska, Janina, Stutthof. Informator historyczny (Stutthof His- torical Abstract), Danzig 1990. – Graf, Jürgen und Mattogno, Carlo, KL Majdanek. Eine historische und technische Studie , Castle Hill Publisher, Hastings 1998. – Grot, El Ī bieta, Rejs ĝ mierci . Ewakuacja Morska Wi ĊĨ niów KL Stutthof 1945 r. (The Voyage of Death. The Evacuation of Inmates"},{"pageNumber":125,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 120 from Stutthof Concentration Camp by Sea in 1945), Danzig 1993. – Gauss, Ernst (ed.), Dissecting the Holocaust , 2 nd edition, Theses and Dissertations Press, Chicago, IL, 2003. – Hilberg, Raul, Die Vernichtung der europäischen Juden , 3 vols, Fischer Taschenbuch Verlag, Frankfurt am Main 1997. – Hilberg, Raul, The Destruction of the European Jews , 3 vols., Holmes and Meier, New York 1985 – Jäckel, Eberhard, Peter Longerich, Julius Schoeps et al. (ed.), En- zyklopädie des Holocaust . Die Verfolgung und Ermordung der eu- ropäischen Juden , 3 vols, Argon Verlag, Berlin 1993. – Jezierska, Maria El Ī bieta, » Straceni w obozie Stutthof « (Execu- tions in Stutthof Camp), in: SZM no. 7, 1987. – Kogon, Eugen, Hermann Langbein, Adalbert Rückerl et al. (ed.), Nationalsozialistische Massentötungen durch Giftgas. Eine Do- kumentation , S. Fischer Verlag, Frankfurt am Main 1983. – Kogon, Eugen, Hermann Langbein, Adalbert Rückerl et al. (ed.), Nazi Mass Murder , Yale University Press, New Haven 1993 – Kuhn, Hermann (ec.), Stutthof. Ein Konzentrationslager vor den Toren Danzigs , Edition Temmen, Bremen 1990. – à ukaszkiewicz, Zdzis á aw, » Obóz koncentracyjny Stutthof « (Stut- thof Concentration Camp), in: Biu á etyn G á ównej Komisji badania zbrodni niemieckich w Polsce , Warsaw 1947, Nr. III, pp. 59-90. – Mattogno, Carlo, La “Zentralbauleitung der Waffen-SS und Polizei Auschwitz” , Edizioni di Ar, Padua 1998. – Orski, Marek , Ostatnie dni Obozu Stutthof (The Last Days of Stut- thof Camp), Wydawnictwo Marpress, Danzig 1995. – Orski, Marek, Des Français au camp de concentration de Stutthof , Wydawnictwo Marpress, Danzig 1995. – Orski, Marek, Gli Italiani nel KL Stutthof , Wydawnictwo Mar- press, Danzig 1996. – Pressac, Jean-Claude, Auschwitz. Technique and Operation of the Gas Chambers , Beate Klarsfeld Foundation, New York 1989. – Reitlinger, Gerald, Die Endlösung , Colloquium, Berlin 1964. – Reitlinger, Gerald, The Final Solution , 2 nd ed., Sphere Books, Lon- don 1971. – Stutthof. Hitlerowski obóz koncentracyjny (Stutthof. A Hitlerite Concentration Camp), Wydawnictwo Interpress, Warsaw 1988. – Stutthof. Das Konzentrationslager (translation of the above- mentioned work), Wydawnictwo Marpress, Danzig 1996. – Weber, Mark, » An important but little-known Wartime Camp: Stut- thof «, in: Journal of Historical Review , vol. 16, no. 5, Newport Beach 1997."},{"pageNumber":126,"pageContent":"121 Index of Names Individuals only. Entries in footnotes as italics. — A — Asjas: 63 — B — B Ċ dzi Ĕ sky, Jan: 31 Birger, Trudi: 23, 97 Bischoff, Karl: 58 — C — Chemnitz, Arno: 40, 45, 65, 66, 67 Conti, Leonardo: 49 Coradello, Aldo: 44, 62, 63, 64, 67, 68, 69, 70, 71, 73, 77 Czech, Danuta: 25, 92 — D — Deana, France: 58 Drynko, Romuald: 43 Drywa, Danuta: 14 , 21 , 25, 31 , 43, 47, 48, 50, 51, 52, 61, 62, 71 , 77, 78, 85 , 90 , 91 , 92 Dunin-W ą sowicz, Krysztof: 8 , 22 , 25, 38, 41, 42, 43, 48, 49 , 61, 69, 73, 85, 86 , 89, 90 — E — Ehle, Paul: 16, 31 Eimann, Kurt: 11 — F — Ferenc, Ewa: 12, 13 , 18 , 27 , 57, 58 Fjodorow, Ivan A.: 33, 37 Forster, Albert: 49 Foth, Ewald: 39, 40, 45, 64, 65 Friedman, Filip: 49 — G — Gauss, Ernst: 58 Glinski, Miros á aw: 11, 13 , 15 , 16 , 18 , 21 , 27 , 91 Glücks, Richard: 12, 15, 16 , 90 Goncarzewski, Mieczys á aw: 31 Gottschalk, Gerda: 19 , 24 Grabowska, Janina: 16 , 20 , 28 , 30 , 42, 51, 52 , 62, 84 , 91, 97 Graf, Jürgen: 11 , 59 , 60 , 76 Grot, El Ī bieta: 22 , 27 , 29, 31 , 47 , 49, 50 , 51, 53, 54, 71 Gust, Erich: 11 — H — Haupt, Otto: 45 Heidl, Otto: 45, 64, 65 Heydrich, Reinhard Tristan Eugen: 14 Hilberg, Raul: 9, 49, 93, 94 Himmler, Heinrich: 12, 14, 15, 18, 54 Hoppe, Paul Werner: 16, 19, 28, 31, 41, 48, 66 Höß, Rudolf Franz Ferdinand: 42, 57 Huppert, Magdalena: 25 — J — Jäckel, Eberhard: 9 Jezierska, Maria El Ī bieta: 44, 50, 51, 53, 73, 74 , 75, 76 — K — Kalinin, Piotr: 74 Kammler, Hans: 13 Kapustin, Georgi S.: 33, 37 Katz, Josef: 24 Katzmann, Fritz: 29 Kaufmann, Max: 24 Kautsky, Benedikt: 21 Kienzler, Alphonse: 52, 71 Klarsfeld, Beate: 41 Kluka, Teodor: 48 Knitter, Franciszek oder Franz: 44, 66, 67, 68 Knott, Otto: 45 Kogon, Eugen: 9, 41"},{"pageNumber":127,"pageContent":"J. Graf, C. Mattogno, Concentration Camp Stutthof 122 Krawczyk, Zbignew: 35, 36, 62 Kuhn, Hermann: 19 , 23 , 26 , 27 , 42 , 62 , 64 , 97 — L — Langbein, Hermann: 9, 41 Lehmann, Alfred: 69 Lewandowski, Wac á aw: 58 Liebehenschel, Arthur: 12 Longerich, Peter: 9 Lüdtke, Bernhard: 66 à ukaszkiewicz, Zdzis á aw: 37 , 38, 61, 113 Lulie: 63 Lyssenko, Taissa: 50 — M — Mattogno, Carlo: 11 , 13 , 58 , 59 , 60 , 76 Maurer, Gerhard: 89 Maurisse, Jean: 14 Meyer, Theodor Traugott: 19, 25, 26 , 45, 66 Mirau, Stefan: 50 — N — Neubauer, Otto: 13 Nicolaysen, Alfred: 28 — O — Orski, Marek: 14 , 19 , 21 , 22 , 28 , 30 , 32 , 76 , 90 — P — Pabst, Josef: 48 Patsch, Wilhelm: 44, 64, 66, 67, 68 Pauls, Johann: 18 Pauly, Max: 12, 16 Pawlaczyk, Marian: 31 Peters, Friedrich: 64, 65 Pickholz, Olga M.: 49 Pohl, Oswald: 15, 54, 89 Pressac, Jean-Claude: 41, 42, 56, 57 — Q — Quisling, Vidkun: 21 — R — Rabinovici, Schoschanna: 24 Rach, Hans: 44, 45 Rassinier, Paul: 21 Reitlinger, Gerald: 9 Rolnikaite, Maria: 24 Rössler, Erich: 65 Rückerl, Adalbert: 9, 41 Rust, Bernhard: 49 — S — Schäfer, Johannes: 11 Schneider, Gertrude: 24 Schoeps, Julius H.: 9 Schoeps, Polly: 24 Spanner, Rudolf: 49 Szlamowitz, Ester: 48 — V — Valk, Erna: 24 von Hassell, Fey: 27 von Hassell, Ulrich: 27 — W — Weber, Mark: 9, 10, 29 Weil, Paul: 52, 71 Wiechern, Paul: 69 Willich, Heinrich: 14 Wolf, Jeannette: 24 Wo Ĩ niak: 33, 34 — Z — Zielina, Jan: 27"},{"pageNumber":128,"pageContent":"HOLOCAUST Handbooks, Vol. 2: Germar Rudolf In the years after its fi rst publication, the so-called Leuchter Report about the alleged gas chambers of Auchwitz and Majdanek has been subject to massive, and partly justifi ed, criticism. In 1993, Rudolf, a researcher from the prestigious German Max-Planck-Institute, published a thorough forensic study about the alleged gas chambers of Auschwitz which irons out the defi ciencies and discrepancies of the Leuchter Report . The Rudolf Report is the fi rst English edition of this sensa- tional scientifi c work. It analyzes all existing evidence on the Auschwitz gas chambers and exposes the fallacies of various failed attempts to refute Rudolf’s Report. The conclusions are quite clear: The alleged gas chambers of Auschwitz could not have existed. In the appendix, Rudolf des cribes his unique persecution. “These scientifi c analyses are perfect.” H. Westra, Anne-Frank-Foundation, “ [T] he report must be described as scientifi cally acceptable.” Dr. Henri Ramuz, Professor of Chemistry 455 pp. A5, b/w & color ill., bibl., index; pb: $/€30.-/£20.-; hardcover: $/€45.-/£30.- HOLOCAUST Handbooks, Vol. 1: Germar Rudolf (ed.) Dissecting the Holocaust The Growing Critique of ‘Truth’ and ‘Memory’ “There is at present no other single volume that so provides a serious reader with a broad understanding of the contem- porary state of historical issues that infl uential people would rather not have examined.” — Prof. Dr. A. R. Butz, Evanston, IL “There is much in the various contributions that strikes one as thoroughly convincing.” —Historian Dr. Joachim Hoffmann, Expert Report “Read this book and you will know where revisionism is today. And the shock is that revisionism has done away with the exterminationist case.” —Andrew Gray, The Barnes Review “I envy the United States where such a book can be published without negative consequences. It will probably unleash a broad discussion.” — Historian Prof. Dr. Ernst Nolte, Berlin, Germany Dissecting the Holocaust applies state-of-the-art scientifi c technique and classic methods of detection to investigate the alleged murder of millions of Jews by Germans during World War II. In 22 contributions of each ca. 30 pages, the 17 authors dissect generally accepted paradigms of the ‘Holocaust’. It reads as exciting as a crime novel: so many lies, forgeries, and deceptions by politicians, historians and scientists. This is the intellectual adventure of the 21st century. Be part of it! 2 nd , revised paperback edition! 616 pp. pb, 6\"×9\", b/w ill., bibl., index: $/€30.-, £20 .-"},{"pageNumber":129,"pageContent":"HOLOCAUST Handbooks, Vol. 3: Jürgen Graf GIANT Raul Hilberg and his Standard Work on the “Holocaust” Raul Hilbergs major work “The Destruction of European Jewry” is generally considered the standard work on the Holocaust. The critical reader might ask: what evidence does Hilberg provide to back his thesis that there was a German plan to exterminate Jews, to be carried out in the legendary gas chambers? And what evidence supports his estimate of 5.1 million Jewish victims? Jürgen Graf applies the methods of critical analysis to Hilberg’s evidence and examines the results in the light of Revisionist historiography. The results of Graf’s critical analysis are devastating for Hilberg. Graf’s Giant With Feet of Clay is the fi rst comprehensive and systematic examination of the leading spokesperson for the orthodox version of the Jewish fate during the Third Reich. 160 pp. pb, 6\"×9\", ill., bibl., index, $/€ 9.95-; £7.- HOLOCAUST Handbooks, Vol. 5: Jürgen Graf, Carlo Mattogno Amazingly, little scientifi c investigation had been directed toward the concentration camp Lublin-Majdanek in central Poland, even though orthodox Holocaust sources claimed that between fi fty thousand and over a million Jews were murdered there. The only information available from public libraries is thoroughly discredited Polish Communists propaganda. This glaring research gap has fi nally been fi lled. After exhaustive research of primary sources, Mattogno and Graf created a monumental study which expertly dissects and repudiates the myth of homicidal gas chambers at Majdanek. They also investigated the legendary mass executions of Jews in tank trenches (“ Operation Harvest Festival” ) critically and prove them groundless. The authors’ investigations lead to unambiguous conclusions about the camp which are radi- cally different from the offi cial theses. Again they have produced a standard and methodical investigative work which authentic historiography can not ignore. 320 pp pb, A5, 6\"×9\", b/w & color ill., bibl., index, $/€25.-/£18.-"},{"pageNumber":130,"pageContent":"HOLOCAUST Handbooks, Vol. 6: D on Heddesheime r Jewish Fund Raising Campaigns Jewish Fund Raising Campaigns With Holocaust Claims With Holocaust Claims During And After World War I During And After World War I We all know that the suffering and death of Six Million Jews during the second world war was an event unparallel- led in world history. But do we really? The First Holocaust is an extremely irritating book, because it proves us all wrong. Supported with many pub- lications from mainstream US media, in particular The New York Times , Don Heddesheimer provides the evidence to show that between 1916 and the late 1920s, mainly American Jewish organizations were claiming that up to six million Jews (!) would suffer terribly in poverty sticken Eastern Europe. In this context, it was claimed that eastern European Jewry would face a Holocaust if they did not receive massive aid. With such claims, millions of dollars were raised in the United States, which at the end were probably used to fi nance the Bolshevic revolution in Russia. This book is a key to understand the much more successful Holocaust propaganda which was unleashed during World War II. ca. 140 pp. pb., 6\"×9\", ill., bibl., index, $/€9.95-/£7.- The First Holocaust HOLOCAUST Handbooks, Vol. 7: Arthur R. Butz The Hoax of the Twentieth Century The Case Against the Presumed Extermination of European Jewry With his book Hoax of the Twentieth Century , A. R. Butz, Professor of Electrical Engineering and Computer Science, was the fi rst (and so far the only) writer to treat the entire Holocaust complex from the Revisionist perspective, in a precise scientifi c manner. This book exhibits the overwhelm- ing force of historical and logical arguments which Revision- ism had accumulated by the middle of the 70s. It was the fi rst book published in the US which won for Revisionism the academic dignity to which it is entitled. It continues to be a major revisionist reference work, frequently cited by prominent personalities. Because of its prestige, no library can forbear offering The Hoax of the Twentieth Century , and no historian of modern times can ignore it. A “must read” for every Revisionist and every newcomer to the issue who wants to thoroughly learn about revisionist arguments. This issue is a revised version with a new preface. 440 pp. pb, 6\"×9\", ill., bibl., index, $/€25.-; £18.-"},{"pageNumber":131,"pageContent":"HOLOCAUST Handbooks, Vol. 8: Carlo Mattogno, Jürgen Graf Treblinka Extermination Camp or Transit Camp? Holocaust historians alleged that at Treblinka in East Poland, between 700,000 and 3,000,000 persons were mur- dered in 1942 and 1943. The weapons used were alleged to have been stationary and/or mobile gas chambers, poison gases of both fast acting and slow acting varieties, unslaked lime, superheated steam, electricity, diesel exhaust fumes, etc. Holocaust historians alleged that bodies were piled as high as multistoried buildings and burned without a trace, using little or no fuel. Graf and Mattogno have now analyzed the origins, logic and technical feasibility of the offi cial ver- sion of Treblinka. On the basis of numerous documents they reveal Treblinka’s true identity: it was a transit camp. Even longtime Revisionism buffs will fi nd a lot that is new in this book, while Graf’s animated style guarantees a pleasant reading experience. The original testimony of witnesses enlivens the reader, as does the skill with which the authors expose the absurdities of Holocaust historiography. ca. 432 pp. pb, 6\"×9\", ill., bibl., index, $/€25.-/£18.- HOLOCAUST Handbooks, Vol. 9: (Summer 2004) Germar Rudolf, Jürgen Graf Lectures on the Holocaust In 1992, German scholar Germar Rudolf held several lectures at various academic societies in Germany. His topic was very controversial: the Holocaust in the light of new forensic fi ndings. Even though Rudolf presented nothing short of full-fl edged Holocaust Revisionism to the mainstream audiences, his aguments fell on fertile soil, because they were presented in a very pedagogically sensi- tive and scholarly way. This book is an updated version of these lectures, enriched by contributions of Swiss scholar Jürgen Graf. The book’s style is unique: It is a dialogue between the two lecturers on the one hand who introduce the reader to the most important arguments and counter arguments of Holocaust Revisionism—backed up with sources and ref- erences to further reading—and the reactions of the audi- ence to these presentations on the other hand: supportive, skeptical, and also hostile comments, questions and assertions. It reads like a vivid and exciting real-life exchange between persons of various points of view, a compendium of Frequently Asked Questions on the Holocaust and its critical re-examination. There is no better way to introduce readers unfamiliar with revisionism to this highly contro- versial topic. ca. 400 pp. pb, 6\"×9\", ill., bibl., index, $/€25.-/£18.-"}]
