[{"pageNumber":1,"pageContent":"$2.95 THAT FREEDOM SHALL NOT PERISH October 2, 2006 SPECIAL REPORT: THE NORTH AMERICAN UNION"},{"pageNumber":2,"pageContent":"Oral Chelation Formula “ORA-PLUS” Oral Chelation Formula “ORA-PLUS” Order Subtotal $0-10.99 $11.00-19.99 $20.00-49.99 $50.00-99.99 $100.00-149.99 $150.00+ Standard Shipping $3.95 $6.75 $8.95 $11.75 $13.95 call Rush Shipping $8.95 $11.75 $13.95 $16.75 $18.95 call Standard: 4-14 business days. Rush: 3-7 business days, no P.O. Boxes, HI/AK add $10.00 For shipments outside the U.S., please call for rates. SUBTOTAL TOTAL WI RESIDENTS ADD 5% SALES TAX SHIPPING/HANDLING (SEE CHART BELOW) 061002 ✁ Credit card orders call toll-free now! 1-800-342-6491 Order Online: www.aobs-store.com American Opinion Book Services Name ______________________________________________________________ Address ____________________________________________________________ City _____________________________ State __________ Zip ________________ Phone ____________________________ E-mail ______________________________ ❑ Check ❑ VISA ❑ Discover ❑ Money Order ❑ MasterCard ❑ American Express # _________________________________________ Exp. Date ________________ Signature ___________________________________________________________ Make checks payable to: AMERICAN OPINION BOOK SERVICES Mail completed form to: AOBS • P.O. BOX 8040 APPLETON, WI 54912 000 0000 000 000 0000 0000 0000 0000 0000 VISA/MC/Discover Three Digit V-Code American Express Four Digit V-Code ___ ___ ___ ___ ___ ___ ___ QUANTITY TITLE PRICE TOTAL PRICE NEW NEW Immigration Tools John F. McManus on the Immigration Invasion The Immigration Invasion video provides an examination of the threat that illegal immi- gration poses to the United States, and offers a series of solutions to the problem. (2006, 16 min., 1/$10.00, 5-9/$9.00 ea., 10+/$8.00 ea. ) DVD: DVDIMMI, VHS: VIMMI Immigration Pamphlet “Counting the Costs of Amnesty” demolishes the myths propagated by the media and poli- ticians regarding the so-called economic and monetary ben- efits of illegal immi- grants in our coun- try. (2006, Gatefold, 4/$1.00, 100/$22.00, 500/$100.00 ) PIMM Immigration Petition Help do your part by collecting thou- sands of signatures on this petition to Congress. Available as a free download at JBS.org , otherwise copies may be pur- chased from AOBS. ( 1 FREE, 100 for $6.00 ) IMMPET Special Report on the North American Union This need-to-read special report explains how our elected officials in Washington are integrating the United States with Canada and Mexico into a North American Union— just like Europe was joined into the European Union — and how this will devastate our middle class, erase our borders, and upend our Constitution. (October 2, 2006, 48pp) TNA061002 Special Immigration Report This report makes a great tool for inform- ing others about the social and economic toll that unchecked immigration is hav- ing on America—and what really needs to be done to set things right. (2006, 32pp, 1/$1.00, 25/$22.50, 100/$80.00 ) RPIMM (one immigration pamphlet stitched into each report) Immigration Billboard Send a message loud and clear in your community about illegal immigra- tion with this attractive billboard. ( $50.00 , Call to order) BBIMM John F. McManus on the Immigration"},{"pageNumber":3,"pageContent":"ZIGNEGO READY MIX, INC. W226 N2940 DUPLAINVILLE ROAD WAUKESHA, WI 53186 262-542-0333"},{"pageNumber":4,"pageContent":"Professional Engineering And Consulting at its best. Ronald A. Britton, P.E., President Rohill Operating Company 3100 North A. Street Suite E-200 Rohill Bldg. Midland, Texas USA 79705-5367 432-686-0022"},{"pageNumber":5,"pageContent":"Vol. 22, No. 20 October 2, 2006 COVER Design by Joseph W. Kelly ▲ Design by Joseph W. Kelly 5 From the Editor 7 Inside Track OVERVIEW 8 Creating the North American Union by Dennis Behreandt — The plans for a North American Security and Prosperity Partnership are steps on the way to a North American Union. SPP LIES 14 Myth vs. Fact by Dennis Behreandt — In their myth-busting attempts, the architects of the Security and Prosperity Partnership (SPP) use half-truths and lies to conceal the real intent inherent in their plans: building a North American Union. ID CARD 17 Your New North American ID Card by Steven Yates — One element of the merger of the United States, Canada, and Mexico is an effort to create a common “North American” ID card. THE GOP 19 GOP Deeds Under a Microscope by Warren Mass — By failing to oppose the dangerous policies of the Bush administration, much of the GOP leadership has proven that their talk about border security is nothing but rhetoric. NAFTA SUPER HIGHWAY 21 “SuperSlab” Paves the Way by Kelly Taylor — The NAFTA Super Highway, nicknamed “SuperSlab” by some, is a planned system of roads, rail lines, and more that will speed up the unification of North America. KANSAS CITY CUSTOMS 25 Green Light From the Border to K.C. by Joyce Mucci — As part of the NAFTA Super Highway system, a Mexican customs inspection facility is planned to be constructed on U.S. soil in Kansas City, Missouri, far away from the border. EU MODEL 27 Following the EU Path by William F. Jasper — The designers of the Security and Prosperity Partnership plan to transform North America into a regional government modeled after the European Union. INTERVIEW 31 Expert Analysis of the NAU Interview of Dr. Jerome Corsi by John F. McManus — Dr. Jerome Corsi shares his in-depth knowledge of the effort to create one political entity out of the United States, Canada, and Mexico. BIG PICTURE 33 Looking at the End Game by William Norman Grigg — The proposed North American Union is a major building bloc in a plan to merge the entire world into a UN-supervised, centrally planned economy. CHINA 39 China: Manufacturer for the World? by John F. McManus — With vast amounts of slave labor to employ and the help of Western corporate leaders to build manufacturing plants, China is fast becoming the manufacturer for the world. BOOK REVIEW 41 Fighting the Good Fight by Sam Antonio — In Fighting Immigration Anarchy , author Daniel Sheehy recounts the stories of everyday American patriots who are battling to save our nation. THE LAST WORD 44 Even Groucho Would Join This Club! by John Nelson and Larry Greenley"},{"pageNumber":6,"pageContent":"Escalating War As pertains to the Mideast conflict, Americans are repeatedly told by politicians and pundits that we can either attack the terrorist- sponsoring regimes of Syria and Iran or negotiate and give gifts of foreign aid, but as this issue explains, those alternatives won’t settle matters and there is another way. (August 21, 2006, 48pp) TNA060821 Spy Nation Are the intelligence initiatives of the Bush administration really making us more safe? This issue of T HE N EW A MERICAN scrutinizes the long-term ramifications of electronic eavesdropping, the consolidation of the intelligence branches, and “extraordinary rendition.” (July 24, 2006, 48pp) TNA060724 Escalating War Spy Nation 20 Years of Truth! Don’t mend it — End it! QUANTITY TITLE/DESCRIPTION TOTAL PRICE ENTER MIX OR MATCH QUANTITIES AND SUBTOTAL Mix or Match ❏ 1 copy $2.95 ❏ 10 copies $12.50 ❏ 25 copies $22.50 100+ copies Please call (800) 727-TRUE for rates on magazine case lots of 100. Mix or Match for Special Quantity Discounts North American Union Report Special Report on the North American Union This need-to-read special report explains how our elected offi cials in Washington are integrating the United States with Canada and Mexico into a North American Union— just like Europe was joined into the European Union — and how this will devastate our middle class, erase our borders, and upend our Constitution. (October 2, 2006, 48pp) TNA061002 Credit card orders call toll-free now! 1-800-342-6491 Order Online: www.aobs-store.com American Opinion Book Services Name ______________________________________________________________ Address ____________________________________________________________ City _____________________________ State __________ Zip ________________ Phone ____________________________ E-mail ______________________________ ❑ Check ❑ VISA ❑ Discover ❑ Money Order ❑ MasterCard ❑ American Express # _________________________________________ Exp. Date ________________ Signature ___________________________________________________________ Make checks payable to: AMERICAN OPINION BOOK SERVICES MAIL COMPLETED FORM TO: AOBS • P.O. BOX 8040 APPLETON, WI 54912 SUBTOTAL TOTAL WI RESIDENTS ADD 5% SALES TAX SHIPPING (SEE CHART BELOW) Order Subtotal $0-10.99 $11.00-19.99 $20.00-49.99 $50.00-99.99 $100.00-149.99 $150.00+ Standard Shipping $3.95 $6.75 $8.95 $11.75 $13.95 call Rush Shipping $8.95 $11.75 $13.95 $16.75 $18.95 call Standard: 4-14 business days. Rush: 3-7 business days, no P.O. Boxes, HI/AK add $10.00 *For shipments outside the U.S. please call for rates. 000 0000 000 000 0000 0000 0000 0000 0000 VISA/MC/Discover Three Digit V-Code American Express Four Digit V-Code ___ ___ ___ ___ ___ ___ ___ ✁ 061002 20 Years of TRUTH! This 20th anniversary issue of T HE N EW A MERICAN features fascinating “behind the scenes” reminiscences by several key writers about their coverage of the OKC bombing coverup, UN conferences and summits, and saving the Constitution by preventing constitutional conventions. (September 19, 2005, 48pp) TNA050919 Don't mend it — End it! This special “United Nations Reform” issue of T HE N EW A MERICAN thoroughly exposes the power elite’s phony UN reform agenda as a deceptive strategy for harnessing anti-UN emotions to paradoxically strengthen the UN. (July 11, 2005, 48pp) TNA050711 Escalating War As pertains to the Mideast conflict, Americans are repeatedly told by politicians and pundits that we can sponsoring regimes of Syria and Iran negotiate and give gifts of foreign aid, but as this issue explains, those alternatives won’t settle matters and there is another way. 20 Years of TRUTH! This 20th anniversary issue of A MERICAN scenes” reminiscences by several key writers about their coverage of the OKC bombing coverup, UN conferences and summits, and saving the Constitution by preventing constitutional conventions. (September 19, ✁ ✁ ✁ Special Report on the North American Union This need-to-read special report explains how our elected offi cials in Washington are integrating the United States with Canada and Mexico into a North American Union— just like Europe was joined into the European Union — and how this will devastate our middle class, erase our borders, and upend our Constitution."},{"pageNumber":7,"pageContent":"THE NEW AMERICAN • OCTOBER 2, 2006 E veryone has heard about the Eu - ropean Union, the collection of countries in Europe that joined in economic union, but fewer know that this “economic union” has evolved over time into a full-fledged European government. As the common citizens of Europe sit aghast, their elected representatives acqui - esce to the unelected elites at the EU over - turning their countries’ laws, against the people’s wishes. Furthermore, relatively few people know either that our elected of - ficials in Washington are setting into place the mechanisms to enroll the United States in a similar union, commonly referred to as the North American Union, and that if we allow them to fully implement their plans, we will find ourselves sitting aghast as our country’s own laws are overridden. If our officials are successful, the Amer - ican flag would still exist, but it would no longer fly over a land in control of its own destiny or even possessing its own national identity. A place called “the United States” and its boundaries would still exist on a map, but our laws would be “harmonized” with the other members of the new re - gional government and the borders would be opened. Of course, the architects and promoters of this scheme do not openly call for abol - ishing the United States. They recognize that doing so would ignite a firestorm of opposition from everyday Americans who would demand an end to this madness. So instead of trying to convince the American people that we should tear up our Constitution and the Declaration of Independence, and erase our national boundaries, these elitists instead advocate gradually entangling arrangements with other governments that would eventually submerge the United States in a regional government controlled by unelected bu - reaucrats of the elites’ choosing. This premeditated merger of the United States with her neighbors to the north and south is becoming increasingly obvious. One area where it is particularly evident is our federal govern - ment’s supposed inability to secure our borders, despite the terrorist threat. “The Bush administration’s open-borders poli - cy and its decision to ignore the enforce - ment of this country’s immigration laws is part of a broader agenda,” writer Dennis Behreandt quotes CNN commentator Lou Dobbs as saying in the “Overview” article beginning on page 8. “President Bush signed a formal agreement that will end the United States as we know it,” Dobbs added, “and he took the step without ap - proval from either the U.S. Congress or the people of the United States.” That agreement, Behreandt explains, is called the Security and Prosperity Partner - ship (SPP). The establishment of the SPP was jointly announced in March 2005 by President Bush and his counterparts from Mexico and Canada at a summit of the North American leaders in Waco, Texas. Full implementation of the SPP would cre - ate the North American Union. The developing political and econom - ic integration of North America did not begin with the SPP of course. A major preliminary step occurred more than a decade earlier with the adoption of the North American Free Trade Agreement (NAFTA), which has significantly dam - aged our economy. A fully implemented SPP would be NAFTA on steroids. And there are other arrangements too, includ - ing the proposed Free Trade Area of the Americas (FTAA), which would create a supernational government of the Ameri - cas — including every country in North and South America except Cuba. Though supported by the Bush administration, the FTAA has fortunately been temporarily put on a back burner. This power grab can be stopped through exposure and organized action. We encour - age all readers to carefully consider the evidence assembled herein and to become actively engaged in the fight to preserve our national independence. ■ — G ARY B ENOIT Publisher John F. McManus Editor Gary Benoit Senior Editors William Norman Grigg William F. Jasper Copy Editor Kurt Williamsen Contributors Dennis J. Behreandt Christopher S. Bentley Steven J. DuBord Thomas R. Eddlem Jodie Gilmore William P. Hoar Warren Mass Michael E. Telzrow Joe Wolverton II, J.D. Editorial Assistant Ann Shibler Art Director Joseph W. Kelly Desktop Publishing Specialist Steven J. DuBord Research Mary Benoit Brian T. Farmer Bonnie M. Gillis Marketing Larry Greenley George R. Kotalik John H. Nelson Web Manager Brian Witt Advertising/Circulation Julie DuFrane Printed in the U.S.A. • ISSN 0885-6540 P.O. Box 8040 • Appleton, WI 54912 920-749-3784 • 920-749-3785 (fax) www.thenewamerican.com Rates are $39 per year (Hawaii and Canada, add $9; foreign, add $27) or $22 for six months (Hawaii and Canada, add $4.50; foreign, add $13.50). Copyright ©2006 by American Opin - ion Publishing, Inc. Periodicals postage paid at Appleton, WI and additional mailing offices. Post - master: Send any address changes to T HE N EW A MERICAN , P.O. Box 8040, Appleton, WI 54912. T HE N EW A MERICAN is pub - lished biweekly by Ameri - can Opinion Publishing Inc., a wholly owned subsidiary of The John Birch Society. EXTRA COPIES AVAILABLE Additional copies of this issue of T HE N EW A MERICAN are available at quantity-discount prices. To order, visit www.thenew american.com/marketplace/ or see the card between pages 38-39. ➧ 5 FROM THE EDITOR"},{"pageNumber":9,"pageContent":"THE NEW AMERICAN • OCTOBER 2, 2006 7 “Americans must think that our political and academic elites have gone utterly mad at a time when three-and-a- half years, approaching four years after September 11, we still don’t have border secu- rity. And this group of elites is talking about not defend- ing our borders, finally, but rather creating new ones. It’s astonishing.” CNN commentator Lou Dobbs , on his June 9, 2005 “Lou Dobbs Tonight,” was referring to a Council on Foreign Relations panel that wants the United States to “create what effectively would be a common border that includes Mexico and Canada.” This objective is now being pursued under the Security and Prosperity Partnership established by President Bush and his Mexican and Canadian counterparts in 2005. “The ultimate goal of any White House policy ought to be a North American economic and political alliance similar in scope and ambition to the European Union.” The Atlanta Journal-Constitution , in a September 7, 2001 edi- torial, called for North American integration. “After consultation with our Canadian partners, we will strive to consolidate a North American economic community whose ben- efits reach the lesser-developed areas of the region and extend to the most vulnerable social groups in our countries.” Meeting at Rancho San Cristobal in Guanajuato, Mexico, President George W. Bush and President Vicente Fox jointly announced their intent for a “North American economic com- munity” on February 16, 2001. “NAFTA was merely the first draft of an economic constitution for North America.” Robert Pastor , one of the key architects of North American in- tegration, made this observation in the January/February 2004 issue of Foreign Affairs , the journal of the Council on Foreign Relations. “We cannot leap into world government in one quick step.... The precondition for eventual globalization — genuine glo- balization — is progressive regionalization.” Former National Security Ad- viser Zbigniew Brzezinski ex- pressed his view of regionalism at Mikhail Gorba chev’s October 1995 State of the World Forum. Hemispheric institutions, including the OAS [Organization of American States] and Inter-American Development Bank and now the NAFTA institutions, can be forged into the vital mecha- nisms of hemispheric governance. Then-National Security Adviser Anthony Lake recommended this course of action in a November 29, 1993 memo to President Bill Clinton. “For more than a century ideological extremists at either end of the political spectrum have seized upon well-publicized incidents such as my encounter with Castro to attack the Rockefeller fam- ily for the inordinate influence they claim we wield over Ameri- can political and economic institutions. Some even believe we are part of a secret cabal working against the best interests of the United States, characterizing my family and me as ‘internation- alists’ and of conspir- ing with others around the world to build a more integrated global political and economic structure — one world, if you will. If that’s the charge, I stand guilty, and I am proud of it.” This incredible admis- sion against interest was made by David Rockefeller in his own book, Memoirs (2002). ■ AP AP AP AP INSIDE TRACK"},{"pageNumber":10,"pageContent":"THE NEW AMERICAN • OCTOBER 2, 2006 8 by Dennis Behreandt O n June 21, viewers of CNN’s Lou Dobbs Tonight heard the alarm - ing introduction to a segment of the program devoted to the future of the United States of America. “The Bush administration’s open-borders policy and its decision to ignore the enforcement of this country’s immigration laws is part of a broader agenda,” Dobbs intoned. “Presi - dent Bush signed a formal agreement that will end the United States as we know it, and he took the step without approval from either the U.S. Congress or the people of the United States.” The agreement Dobbs was talking about was crafted a year earlier. On March 23, 2005, then-Canadian Prime Minister Paul Martin and Mexican President Vicente Fox met with President Bush in Waco, Texas, to discuss plans for integrating Canada, the United States, and Mexico. During that meeting, the three heads of state ar - gued that the three nations are “mutually dependent and complementary” and need to work together more closely on a range of issues. “In a rapidly changing world, we must develop new avenues of coop - eration that will make our open societies safer and more secure, our businesses more competitive, and our economies more resilient,” the three leaders said in a joint statement. The standard diplomatic language was a prelude to a radical proposal calling for the merger of the three nations in several important ways. Under a so-called Se - curity and Prosperity Partnership (SPP), the nations will no longer have separate borders, but will “implement common border-security.” The three nations will no longer respond on the national level to emergencies but will have a “common approach to emergency response.” And, in a move that has tremendous implica - tions for the growing immigration crisis, the three leaders agreed that the United States’ north and south borders would be eliminated. Under the SPP plan, the three nations will “implement a border- facilitation strategy to build capacity and improve the legitimate flow of people and cargo at our shared borders.” This plan is nothing short of revolution - ary. As Dobbs put it on his CNN program, it is “an absolute contravention of our law, of our Constitution, every national value.” Though the plan sounds like a new innova - tion, it is not new. It is the next step in a progression of steps that, in a manner very similar to the process used in Europe to supplant individual nations with the Eu - OVERVIEW Design by Joseph W. Kelly Creating the North American Union The plans for a North American Security and Prosperity Partnership are steps on the way to a North American Union."},{"pageNumber":11,"pageContent":"THE NEW AMERICAN • OCTOBER 2, 2006 9 ropean Union, will ultimately lead to the formation of a new government for the United States, the North American Union. If not stopped, the plan for a North Ameri - can Union will supplant the former inde - pendent states of Canada, Mexico, and the United States. And this is not conjecture. The North American Union is official U.S. policy. The European Template The Council on Foreign Relations (CFR) serves as the intellectual incubator for most of the foreign policy direction followed by the executive branch of the federal gov - ernment. Before the trilateral meeting be - tween the heads of state in Waco on March 23 of last year, the CFR had already un - dertaken an initiative with its counterparts in Mexico and Canada (Consejo Mexicano de Asuntos Internacionales and the Cana - dian Council of Chief Executives) to study the possibility of integrating the three na - tions. Laying the foundation for the Waco meeting, the CFR produced a document entitled Creating a North American Com - munity: Chairmen’s Statement Indepen - dent Task Force on the Future of North America . The document called for “the creation by 2010 of a community to en - hance security, prosperity, and opportunity for all North Americans.” The CFR is proposing nothing less than a plan to create a North American Union, similar to the European Union. The CFR protests that this is not its intention. “A new North American community will not be modeled on the European Union or the European Commission, nor will it aim at the creation of any sort of vast suprana - tional bureaucracy,” the Chairmen’s State - ment said. But this is exactly the kind of statements that were made about the EU during its earlier phases of development. The EU got its start in 1950 with the plan for European Coal and Steel Com - munity (ECSC). The plan was developed by Robert Schuman, who would become a socialist prime minister in France, and French planning minister Jean Monnet in 1950. The so-called Schuman Plan was adopted via the Treaty of Paris in 1952. The ECSC merged the coal and steel industries of West Germany, France, Italy, Belgium, the Neth - erlands, and Luxembourg and created a supranational gov - erning organization. Accord - ing to Georgetown Univer - sity historian Carol Quigley, “This was a truly revolution - ary organization since it had sovereign powers, including the authority to raise funds outside any existing state’s power.” As Quigley noted, “This ‘supranational’ body had the right to control pric - es, channel investment, raise funds, allocate coal and steel during shortages, and fix pro - duction in times of surplus.” In short, “The ECSC was a rudimentary government,” Quigley concluded. Creating a regional, su - pranational government was always the aim in Europe. In 1990, the European Com - mission admitted as much in the publication Europe — A Fresh Start: “Monetary union and economic integration are two long-standing ambitions which the six founding States ... set themselves.” The document continued, describing the intent of the EU’s founders: “We see, then, that the institutions set up since 1950 on the initiative of Robert Schuman and Jean Monnet are responding well to the aim of their founders: broadening the scope of democratically and efficiently organized collective action to cover the new arenas of interdependence among Europeans.” The end result of this gradual planning has been union in Europe. That union was the goal all along was not readily apparent during the decades of its development. The long-term aim of If not stopped, the Security and Prosperity Partnership plan for the North American Union will supplant the former independent states of Canada, Mexico, and the United States. And this is not conjecture. The North American Union is, in fact, official U.S. policy. OVERVIEW Creating North America: At a March 23, 2005 press conference, President Bush answered a reporter on the question of the North American Union, saying: “As to what kind of union might there be, I see one based upon free trade, that would then entail commitment to markets and democracy , transparency, rule of law.” AP"},{"pageNumber":12,"pageContent":"THE NEW AMERICAN • OCTOBER 2, 2006 10 the ECSC was hidden by its pur - portedly narrow scope. From its name alone, it appeared that the six-nation arrangement had only to do with coal and steel. Later EU precursors followed the same plan. The European Economic Community, at first glance, ap - peared to be nothing more than a free trade arrangement. It was nevertheless founded on the Monnet doctrine that economic integration must precede politi - cal integration. Such deception, in fact, re - mained one of the key elements in crafting the EU, right up until recent years, a fact referenced by Villy Bergström, a recent former deputy of the Swedish central bank. “I have never before seen such manipulated, obscure and faked policies as in relation to Swedish relations to the EU,” Bergström wrote a few years ago. “Information has been eva - sive and unclear, giving the im - pression that membership of the EU would mean much less radi - cal change than what has been the case.” The strategy of building the EU through piecemeal means paid off. Following the creation of the ECSC, European internationalists sup - ported by the U.S. government added addi - tional elements to the emerging European superstate. Though they suffered setbacks — a nascent European Defense Communi - ty was rejected by France, and initial plans for a European Political Community were shelved shortly after the creation of the ECSC — those setbacks were temporary. The Treaty of Rome created the European Economic Community in 1957. The EEC was the immediate predecessor of today’s European Union. An EEC for North America North American integration got its big start with the North American Free Trade Agreement (NAFTA). The arrangement was billed as little more than the creation of a free trade arrangement between Can - ada, Mexico, and the United States. But it really was the initial step toward regional integration. According to professor Guy Poitras of San Antonio’s Trinity University, one of the factors motivating the creation of NAFTA was the view that it was an important early step toward further in - tegration. In his book Invent - ing North America , Poitras noted that NAFTA’s creation of regionalized interdepen - dence gave “a structural foun - dation for the task of inventing North America.” In a pro-NAFTA article in the Washington Post in 1993, Wil - liam Orme, Jr. pointed out that the then-fledgling trade pact was indeed a steppingstone to further integration. “NAFTA,” Orme ad - mitted, “lays the foundation for a continental common market, as many of its architects privately acknowledge. Part of this foun - dation, inevitably, is bureau - cratic: The agreement creates a variety of continental institutions — ranging from trade dispute panels to labor and environmen - tal commissions — that are, in aggregate, an embryonic NAFTA government.” That free trade agreements like NAFTA must evolve into political unions is taken for granted among academics that work closely with such issues. In 1998, Glen Atkinson, professor of economics at the University of Nevada in Reno, described this step-by-step process in an article entitled “Regional Integration in the Emerging Global Economy” in the Social Science Journal. In - tegration “must be an evolutionary process of continuous institutional development,” Atkinson wrote. Indeed, the development of supranational governing organs is in - evitable, though it will erode national sov - ereignty, he writes. “The need for shared institutions among the parties is critical for integration, which will lead to a weaken - ing of national sovereignty in some areas of interest. Sovereignty, however, must reside someplace in order to enforce re - gional working conditions, intellectual and other property rights and other concerns.” NAFTA, being a “free trade” arrangement, is only a preliminary step. According to Atkinson: The lowest level of integration is a free trade area which involves only the removal of tariffs and quotas among the parties. If a common ex - ternal tariff is added, then a customs union has been created. The next level, or a common market, requires The Security and Prosperity Partnership also has tremendous implications for immigration. As NAFTA erased most remaining barriers hampering the flow of capital between Canada, Mexico, and the United States, the SPP will eliminate bottlenecks hampering the flow of people. OVERVIEW For giving up indepen dence : American University Professor Robert Pastor speaks at the Omar Torrijos Foundation on July 31. A major intellectual contributor to the plan for the SPP, in testimony to the Senate Foreign Relations Subcommittee for the Western Hemisphere, Pastor said, “What we need to do now is forge a North American Community.” AP"},{"pageNumber":13,"pageContent":"THE NEW AMERICAN • OCTOBER 2, 2006 11 free movement of people and capital as well as goods and services. It is this stage where institutional devel - opment becomes critical. The stage of economic union requires a high degree of coordination or even unifi - cation of policies. This sets the foun - dation for political union. Now, according to those most concerned with creating a North American Union, it’s time to move beyond NAFTA. Profes - sor Robert Pastor of American University serves also as vice-chair of the CFR Task Force on North America and is one of the primary intellectual architects of North American regionalism. According to Pas - tor, even after NAFTA, U.S. policy has been too nationalistic. “Instead of trying to fashion a North American approach to continental problems, we continue to pursue problems on a dual-bilateral basis, taking one issue at a time,” Pastor said in testimony to the Senate Foreign Relations Committee’s Subcommittee on the West - ern Hemisphere on June 9, 2005. “But incremental steps will no longer solve the security problem, or allow us to grasp economic opportunities. What we need to do now is forge a North American Com - munity,” Pastor stated. This, in fact, has been a major goal of the Bush administration and of the Mexi - can administration of Vicente Fox. In a paper entitled Closing the Development Gap: A Proposal for a North American Investment Fund , Pastor and coauthors Samuel Morley and Sherman Robinson point out that Mexican President Vicente Fox has long advocated a North Ameri - can common market. “Soon after he won Mexico’s presidential election on July 2, 2000, Vicente Fox proposed a Common Market to replace the free-trade area,” Pastor, Morley, and Robinson wrote. “He invited President George W. Bush to his home in February 2001 and persuaded him to endorse ‘The Guanajuato Propos - al.’” President Bush quickly signed on to the plan. In a joint statement with Fox released by the White House on Febru - ary 16, 2001, Bush described the outcome of the meeting. “After consultation with our Canadian partners, we will strive to consolidate a North American economic community whose benefits reach the less - er-developed areas of the region and ex - tend to the most vulnerable social groups in our countries,” said the Bush/Fox state - ment announcing a new “partnership for prosperity.” A Deepening Union With the announcement on March 23, 2005 of the Security and Prosperity Part - nership, the Bush administration, along with the governments of Mexico and Canada, has taken the next step toward a European Union-style superstate in North America. The SPP features a wide range of initiatives on matters related to security and commerce. These include: • Create a proto-parliament called the North American Competitiveness Coun - cil. According to official SPP documents, this body will “address issues of immedi - ate importance” and provide “strategic” advice. It will also “provide input on the compatibility of our security and prosper - ity agendas.” • Under the purported threat of an avian flu pandemic, the parties to the SPP will harmonize plans for continuity of govern - ment in the event of a crisis. • Begin harmonizing security organs by creating a “common approach to critical infrastructure protection,” and “develop and implement joint plans for coopera - tion for incident response, as well as con - duct coordinated training and exercises in emergency response.” • Create a single energy policy for North America by “improving transparency and regulatory compatibility.” The SPP also has tremendous implica - tions for immigration. As NAFTA erased most remaining barriers hampering the flow of capital between Canada, Mexico, and the United States, the SPP will look for ways to eliminate bottlenecks hamper - ing the flow of people. According to the official SPP agenda, the new international body will work to “identify measures to facilitate further the movement of business persons.” Specific policies likely to be followed by the SPP can be found in the CFR re - port entitled Building a North American Community that was released just after the March 23, 2005 SPP meeting in Waco, Texas. In its recommendations, the CFR report suggests, “The three governments should commit themselves to the long- term goal of dramatically diminishing the need for the current intensity of the gov - OVERVIEW NAFTA: President Clinton signs NAFTA, the North American Free Trade Agreement, into law on December 8, 1993. NAFTA was an important early step in creating economic conditions conducive to an eventual union of North America. AP"},{"pageNumber":14,"pageContent":"12 ernments’ physical control of cross-bor - der traffic, travel, and trade within North America. A long-term goal for a North American border action plan should be joint screening of travelers from third countries at their first point of entry into North America and the elimination of most controls over the temporary movement of these travelers within North America.” This goes a long way toward explaining the maddening lack of urgency that is ap - parent in Washington concerning the issue of illegal immigration from Mexico. If the SPP follows the CFR template — a virtual certainty — there will no longer be a bor - der to cross illegally. Moving Fast Perhaps the most important difference between the formation of the European Union and the effort to build a North American Union is the speed at which the North American version is moving ahead. In Europe, union took decades, with ef - forts starting just after World War II and culminating in the 1990s. In North Ameri - ca, issues related to union first began only in 1965. According to economist Glen Atkinson, “NAFTA has evolved over sev - eral stages beginning with the Canadian- U.S. automobile pact of 1965 and the Canadian-U.S. Free Trade Agreement of 1989.” Now, little more than a decade after NAFTA comes the SPP. A measure of the rapidity with which this drive for a North American Union can affect the lives of citizens is the planned super highway linking the U.S.’s north - ern and southern borders. The plan for this highway is breathtaking. It includes plans to start construction in 2007 on the so-called Trans Texas Corridor, to be built in large part by a Spanish construction company. According to the magazine International Construction Review , the project “would be part of the ‘super-high - way’ spanning the United States from the Mexican border at Laredo, making its way through Texas, Kansas and Oklahoma and connect - ing with the Canadian high - way system north of Du - luth, Minnesota. Because it would provide a connection all the way between Canada and Mexico, the project is also described as the North American Free Trade Area (NAFTA) super highway.” A further measure of the speed with which a North American Union is likely to develop is found within the CFR’s recom - mendations for the SPP. That organization, which so often drafts the foreign-policy blueprints followed by the federal govern - ment, calls for “the creation by 2010 of a North American community.... Its bound - aries will be defined by a common exter - nal tariff and an outer security perimeter within which the movement of people, products, and capital will be legal, orderly, and safe. Its goal will be to guarantee a free, secure, just, and prosperous North America.” It is incredible, but just four years from now — if the CFR template is followed — the United States may cease to exist as an independent political entity. Its laws, rules, and regulations — including all freedoms guaranteed by the Constitution — will be subject to review and nullification by the North American Union’s governing body. Sure, the United States will still be here in name. American soldiers will still fight, mostly, under the U.S. flag. There will be a U.S. president and both houses of Congress will continue to meet and pass legislation. Nevertheless, in very impor - tant ways, the United States will become nothing more than a province — albeit an important one — in the emergent North American superstate. ■ It is incredible, but just four years from now — if the CFR template is followed — the United States may cease to exist as an independent political entity. Its laws, rules, and regulations will be subject to review and nullification by the North American Union’s governing body. OVERVIEW European template: Appointed planning commissioner in France following World War II by Charles De Gaulle, Jean Monnet was the architect of the Schuman Plan creating the European Coal and Steel Community, a revolutionary arrangement that was the first step in the piecemeal process that created the European Union — the same piecemeal strategy that is being used in North America to forge a union between Mexico, Canada, and the United States. AP"},{"pageNumber":15,"pageContent":"Virtue • the moral excellence evident in my life as I consistently do what is right Virtue is a choice. Make it a habit. Putting Character First! ® Sponsored by"},{"pageNumber":16,"pageContent":"THE NEW AMERICAN • OCTOBER 2, 2006 14 In their myth-busting attempts, the architects of the Security and Prosperity Partnership (SPP) use half-truths and lies to conceal the real intent inherent in their plans: building a North American Union. by Dennis Behreandt SPP LIES According to the SPP, the arrangement is a “dialogue” only. “The SPP is not an agreement nor is it a treaty. In fact, no agreement was ever signed.” Strictly speaking, this is true. This fact, however, does not nullify the real impact of the SPP on furthering North American inte- gration. The arrangement is a sort of “soft law” that lays the founda- tion for future, legally binding ar- rangements. Soft law has long been used to build international arrange- ments that eventually are enforced. This has been a common tactic in creating international environmen- tal arrangements. The Worldwatch study After the Earth Summit: The Future of Environmental Gover- nance described this use of soft law. “Paradoxically, one way to make ... agreements more effec- tive is in some cases to make them less enforceable — and therefore more palatable to the negotiators who may initially feel threatened by any loss of sovereignty,” the study observed. “So-called ‘soft law’ — declarations, resolutions, and action plans that nations do not need to formally ratify and are not legally binding — can help to create an international consensus, mobilize aid, and lay the ground- work for the negotiation of binding treaties later.” Fact: Myth per spp.gov: “ The SPP was an agreement signed by President Bush and his Mexican and Canadian counter- parts in Waco, TX, on March 23, 2005.” The SPP claims, “It does not change our courts or legislative processes and respects the sovereignty of the United States, Mexico, and Canada. The SPP in no way, shape or form considers the creation of a European Union-like structure or a common currency.” Elsewhere, officials stated otherwise. In 2001, Paul Cellucci, the U.S. ambassador to Canada, called for a North American Community. In remarks that are still available from the web page of the U.S. Embassy, Cellucci says, “It is par- ticularly important that these three coun- tries continue to work together to build this North American community.” In fact, even President Bush has admitted that the ulti- mate goal is union. The admission came at a press conference attended by President Bush and his Mexican and Canadian coun- terparts at Baylor University on March 23, 2005. “Keeping in mind, in front of us, the European Union,” a reporter asked, “how much is this partnership a first step towards continental integration?” Bush responded, saying, “The vision that you asked about in your question as to what kind of union might there be, I see one based upon free trade, that would then entail commitment to markets and democracy, transparency, rule of law.” Fact: “ The SPP is a movement to merge the United States, Mexico, and Can- ada into a North Ameri- can Union and establish a common currency.” W hen President Bush and his counterparts from Can- ada and Mexico created the Security and Prosperity Partnership of North America, they took a substan- tial step toward unifying the three nations in a North Ameri- can Union. Aware of the potential for controversy, the SPP has sought to dispel “myths” about the arrangement by posting a document entitled SPP Myths vs Facts to the official SPP website, spp.gov. The document is intended to debunk asser- tions that the SPP is a further step toward the North American Union. What it does, instead, is cleverly spin the truth, as an examination of the document reveals. Myth per spp.gov: In their m yth-busting attempts, the ar chitec ts of the Se curity and Prosperity Myth Fact vs ."},{"pageNumber":17,"pageContent":"THE NEW AMERICAN • OCTOBER 2, 2006 15 SPP LIES In response to this “myth,” the SPP says: “The SPP is being implemented with existing budget resources” and that in the long term, “it will save U.S. taxpayers money by cut- ting through costly red tape and reduc- ing redundant paperwork.” First, if the SPP is being paid for within the existing budget, then it is already costing taxpay- ers money. Second, governments have never been able to cut red tape. Build- ing bigger, regionally integrated govern- ments always creates more red tape, not less. The European Union, for instance, is notorious for the Byzantine twists and turns of its bureaucracy. The real issue, though, is with joint security of the three nations. The United States is far and away the most powerful nation on the planet in terms of law enforcement and military resources and technology. If North America is going to be secured collectively, it is going to be done with U.S. resources. Naturally, U.S. taxpay- ers would then pay the tab. Fact: “ The SPP will cost U.S. taxpayers money.” In answer to this “myth” the SPP says, “Nothing in the SPP undermines the U.S. Constitution. In no way does the SPP in- fringe upon the sovereignty of the United States.” This flies in the face of all the evi- dence to the contrary. Consider the borders alone. The SPP envisions replacing the bor- ders around the United States with borders around North America, a de facto geograph- ical merger of the three formerly sovereign nations. The SPP’s weak protestations to the contrary are laughable. Fact: “ The SPP infringes on the Sovereignty of the United States.” The SPP points out that “Immigration reform is a legislative matter currently being debated in Congress and is not being dealt with in the SPP.” Again, true to a point, but this conceals the real effect the SPP and North American Union will have on immigration. SPP documents repeatedly state that the aim is to enforce North American borders rather than national borders. Already, efforts are underway to speed the flow of goods and people across the borders between the three nations. Ultimately, under the progressing plan for the North American Union, the borders between the United States and Mexico and the United States and Canada will fade in impor- tance. If that happens, immigration will cease. We’ll all be North Americans. ■ Fact: Myth per spp.gov: “ The SPP is meant to deal with immigration reform and trade disputes.” Myth per spp.gov: Myth Fact vs . The SPP’s an- swer is that it “is legal and in no way violates the Constitution.” This is another “truth” used as a human shield to cover another nest of dangerous lies. It is a fact that no treaty legitimizing the SPP has been signed and that there has been no Senate ratification. Therefore, the SPP has no legal bearing on the United States, and it consequently remains firmly within the realm of soft law, for now. Unfortunately, the Executive Branch is cavalierly pursuing the North American Union through the SPP without congres- sional assent. This is another neat “end run around national sover- eignty, eroding it piece by piece,” in the words of CFR international- ist scholar Richard Gardner, who described the strategy to build re- gional governance in a piecemeal fashion in his seminal 1974 article “The Hard Road to World Order.” Fact: Myth per spp.gov: “ The SPP is illegal and violates the Constitution.” Myth per spp.gov: Government denials saying that the SPP will not lead to a North American Union are disingenuous."},{"pageNumber":18,"pageContent":"1024 VENTURA STREET FILLMORE, CA 93015 805-524-0333 wmlmorris.com 1024 VENTURA STREET FILLMORE, CA 93015 805-524-0333 wmlmorris.com Celebrating Over 75 Years of Service Delicious and Personalized Great for Holidays, Thank Yous, Gifts, Trade Shows, Company/Logo recognition, Attention getters or ... just for fun! 1890 N. Rand Rd. • Palatine, IL 60074 Phone: 847-359-3454 • Fax: 847-359-3553"},{"pageNumber":19,"pageContent":"THE NEW AMERICAN • OCTOBER 2, 2006 17 by Steven Yates B eef cattle come down a loading chute leading into a slaughter- house, mooing as they walk. Each steer has a yellow ear tag containing a radio frequency identification (RFID) de- vice, which is scanned by a tag reader to assure that the proper animals are in the proper place. The RFID system was promoted as a means to prevent the spread of animal diseases into the food-supply chain and to prevent bio-terrorism. But there were al- ready adequate measures in place to stop diseased cattle from getting into the food chain, and many ways that the deviously minded would be able to circumvent the RFID system. Critics of the system point- ed out that there must be some ulterior motive to the government’s insistence on requiring such a tagging system, such as increased profits for importers of non- tagged foreign beef. Now, in the name of national security, it’s our turn to be “tagged.” It is true, of course, that America faces a serious terrorist threat. But instead of instituting commonsense, non-intrusive security measures, such as securing our borders so that terrorists cannot come here undetected, we are openly inviting unscreened foreigners across our borders. Any terrorist able to get into Canada or Mexico could then easily come here. Ter- rorists among us then serve as the ratio- nale for monitoring the American people themselves through the use of a RFID na- tional ID card. Although having citizens “tagged” by the government won’t likely mean wearing yellow plastic-coated appliances attached to our ears like for cattle, the similarity to the animal RFID ID system is striking. To begin with, just like the cattle tracking pro- gram, the national ID program is an inef- fective “solution” to a problem that can be addressed in less intrusive ways. “Your Papers, Please” In May 2005, the federal government gave U.S. citizens de facto national ID cards. Title II of the Real ID Act calls for new federal standards in drivers’ licenses. Un- less states comply by May 2008, their citizens will not be able to enter federal buildings, board planes, collect Social Security payments, or establish accounts with national banks. Just as the animal RFID program can easily be circumvented, the national ID system can be easily bypassed by crimi- nals. Hackers have already demonstrated that they can strip information from RFID cards up to 160 feet away from the victims and that encrypted codes on the cards can be broken. And because information on biometric chips could be stolen and changed, the ID system will, in essence, be tracking the ID cards themselves, not the people. Crimi- nals will be able to move about at will on fraudulent cards. For honest people, the cards will likely be used to track them throughout the day — when their card is scanned at supermarkets and gas stations to verify ID for credit card use, at banks when depositing and withdrawing money, and at airports, car rentals, and workplaces again to verify ID. And as with the animal ID system, there seems to be an ulterior motive behind the national ID initiative — to enable the im- plementation of a merger between Canada, the United States, and Mexico. A book-length document called Build- Steven Yates, Ph.D., teaches philosophy at the Uni- versity of South Carolina Upstate and Greenville Technical College. ID CARD Your life on a computer chip: Biometric identification chips, such as these produced in the authoritarian Asian city-state Singapore, can contain reams of personal information, including thumb prints, iris scans, and personal health and education records. AP One element of the merger of the United States, Canada, and Mexico is an effort to create a common “North American” ID card. Your New North American ID CARD"},{"pageNumber":20,"pageContent":"THE NEW AMERICAN • OCTOBER 2, 2006 18 ing a North American Community , pub - lished by the Council on Foreign Rela - tions, explains how a unified ID would facilitate the combining of the three coun - tries: “The three countries should develop a secure North American Border Pass with biometric identifiers. This document would allow its bearers expedited passage through customs, immigration, and airport security throughout the region.” A North American ID The key question is: will adoption of Real ID be a precursor to an internationalized North American ID? There are good rea - sons for thinking so. The Western Hemisphere Travel Initia - tive (WHTI), which grew out of the Intel - ligence Reform and Terrorism Prevention Act of 2004, is a cluster of programs that would require those entering the United States to present a passport, another verifi - able and secure document, or some combi - nation of documents to prove the bearer’s identity and citizenship. Not a bad idea. And the Department of Homeland Secu - rity (DHS), overseeing the Intelligence Reform and Terrorism Prevention Act, has suggested a driver’s license-like docu - ment for international travel called the PASS Card, which would have to be used both for leaving and entering the United States. But the PASS Card, if implemented, would likely be only an intermediate step before the implementation of a national ID card that is unified between Canada, Mexico, and the United States. The reason given for unifying the ID amongst the three countries would likely be that a PASS Card-style ID, focusing exclusively on U.S. border security, could hamper border crossings and interfere with increased mobility of persons and “free trade” across borders — which is one of the oft-repeated objectives of the NAU/ SPP schemers. A coalition of U.S. and Ca - nadian businesses, Business for Economic Security, Trade & Tourism (comprised of over 60 companies and associations), re - viewed the PASS proposal associated with the WHTI and estimated that it would re - duce commerce between the United States and Canada, costing the U.S. economy $785 million and the Canadian economy $1.7 billion in lost revenue per year due to the decline in tourism alone. This will be used to create a constitu - ency for internationalizing the REAL ID program, so as not to interfere with “free trade.” The Bush administration’s proposed amnesty for illegal aliens creates another rationale for a North American ID. RFID- enhanced ID cards have been suggested as a means of tracking immigrants who are or will soon be working in the United States. Finally, the Security and Prosperity Partnership (SPP) that is being insti - tuted by the governments of Canada, Mexico, and the United States aims to promote “the secure movement of low-risk traffic across our shared borders” through “identify[ing], develop[ing] and deploy[ing] new technologies to advance our shared security.” Among its recommenda - tions, the SPP calls for “a secure, North American Border Pass with biometric identifiers.” Very likely, many Americans will see nothing alarming in our govern - ment’s turning WHTI “into a back - door tri-national ID system” with “Americans [having] little choice but to be integrated into it,” in the words of Liberty Coalition policy director James Plummer. They might even believe that RFID has advantages. For instance, detailed personal med - ical information stored on the card would help paramedics treat seriously in - jured or incapacitated patients. Of course, there are lots of reasons to be wary — expense, for one. In July, the Associated Press reported the results of a study done by the Texas Department of Public Safety concluding that fees for Texans applying for or renewing drivers’ licenses could jump from $24 to more than $100. This is before any actual deci - sion to incorporate RFID technology into Real ID. Much worse than mere expense, how - ever, are the safety and privacy problems associated with the card. The information encoded into RFID cards could include citizens’ entire lives — not just medi - cal records, but education history and skills, work history, job evaluations, etc. — allowing potential access by foreign bureaucrats, hackers, and sundry crimi - nals to one’s most personal information. There is no such thing as a completely tamper-proof system, and if hacked, RFID chips could provoke a “boom” in identity theft. Worst of all, though, is the development of a transnational bureaucracy with total surveillance capabilities. Our government, along with at least Canada and Mexico, would be able to track honest people all day, every day — just as slaughterhouse- bound RFID-tagged cattle are tracked today. ■ Insecure ID : Among the estimated $3 million worth of phony IDs and forgery materials seized by federal officials in a March 2003 raid were stamps, seals, silk-screens, and items necessary to produce bogus documents. Government assurances notwithstanding, criminals will be able to counterfeit “secure” biometric IDs as well. AP"},{"pageNumber":21,"pageContent":"THE NEW AMERICAN • OCTOBER 2, 2006 19 by Warren Mass S ince the inception of the Bush ad- ministration’s post-9/11 “War on Terrorism,” both the White House and congressional Republicans have paid generous lip service to the need to improve border security, an important part of con- trolling terrorism. “The United States must secure its borders,” President Bush stated on May 15 of this year when he ad- dressed the nation from the Oval Office on the subject of immigration. “This is a basic responsibility of a sovereign nation. It is also an urgent requirement of our national security.” However, in the same address, the presi- dent also stated that, “to secure our bor- der, we must create a temporary worker program,” that this program “would create a legal path for foreign workers to enter our country in an orderly way,” and that it “would match willing foreign workers with willing American employers.” This program — which would provide legal status to millions of illegal immigrants already here and open the floodgates for many millions more to come — does not make sense if the purpose is to secure our borders. But it does make sense in light of the administration’s Security and Pros- perity Partnership (SPP) with the govern- ments of Mexico and Canada that would effectively erase the national borders with- in North America on the path to forming the North American Union patterned after the European Union. In moving forward with the SPP/NAU, the president has the support of the GOP leadership. This was evident at the con- gressional hearing, “Immigration: Re- sponding to a Regional Crisis,” chaired by Congressman Dan Burton (R-Ind.), chair- man of the House International Relations’ Subcommittee on the Western Hemi- sphere. The meeting made clear that the United States is aiming to merge functions with Canada and Mexico and is pushing to allow the citizens from Mexico, Canada, and the United States to cross borders at will. In a statement issued in preparation for the hearing, Burton stated: “We have already begun the process of working with our friends by launching the Partnership for Prosperity (P4P) and the Security and Prosperity Partnership of North America (SPP), but more needs to be done to stem the tide of illegal aliens into the United States in the short-term, as well as to pave the way towards a long-term, coordinated and legal immigration plan for our Hemi- sphere .” (Emphasis added.) Despite the implication in this statement that the administration plans to stop illegal immigration and then only allow limited legal immigration, the reality is that the administration plans to legalize all cur- rent illegal immigrants — and facilitate the legal migration of any willing persons across the three countries’ borders. Con- sider what the Senate’s “comprehensive immigration bill” (S. 2611 ) supported by the Bush administration says. S. 2611 represents a classic “bait-and- switch,” insofar as providing a vehicle to curb illegal immigration is concerned. The earlier sections of the legislation appear to mandate a crackdown on illegal immigra- tion, by employing subheads such as “Bor- der Enforcement,” “National Strategy for Border Security,” “Document Fraud De- tection,” etc. These sections are followed by what we might term the “loophole” provisions. Most of these fall under the heading of Title IV — Nonimmigrant and Immigrant Visa Reform (which establish- es a “Temporary Worker Task Force”) and THE GOP AP By failing to oppose the dangerous policies of the Bush administration, much of the GOP leadership has proven that their talk about border security is nothing but rhetoric. Under a Microscope Under a Microscope Under a Microscope GOP DEEDS"},{"pageNumber":22,"pageContent":"THE NEW AMERICAN • OCTOBER 2, 2006 20 Title VI — Work Authorization and Legal - ization of Undocumented Individuals. The latter section contains language mandating that the secretary of Home - land Security “adjust” the status of an alien lawfully admitted for permanent residence. Lawfully? This is evidently Or - wellian Newspeak, since some of the re - quirements for an alien to have his status “adjusted” include provisions that allow the legalization of most every illegal im - migrant: the alien “was physically pres - ent in the United States on or before the date that is 5 years before April 5, 2006”; “was not legally present [that is, was here illegally] in the United States on April 5, 2006,” and “did not depart from the United States during the 5-year period ending on April 5, 2006.” In other words, illegal aliens who have been here for five or more years with - out leaving are to be granted amnesty! Of course, because the people are here illegally, there is no way to verify whether or not they have been in the United States for five or more years, and so most all illegals would gain citizenship. The congressional com - mittee chaired by Burton also revealed that plans are well-advanced that would merge the security functions of the United Sates and Mexico. Department of Homeland Security Assistant Secretary Cresencio Arcos spoke of the establishment of the “Border enforcement and security task - force, which is known as BEST ... which represents an integrated effort to combat border violence. This effort involves DHS components, state and local enforcement agencies, and Mexico’s Center for Inves - tigation and National Security, known as CISEN.” Add to the BEST efforts what we glean from a news release issued by the U.S. De - partment of Homeland Security on March 3, 2006 — “In accordance with the Secu - rity and Prosperity Partnership [SPP], the Secretary of Governance of Mexico, Car - los Abascal, and the U.S. Department of Homeland Security (DHS) Secretary Mi - chael Chertoff met in Brownsville, Texas, to sign an Action Plan to combat border violence and improve public safety” — and we see beginnings of a framework of international law enforcement. While no reasonable person would ob - ject to cooperation between law enforce - ment officials on both sides of the border, the “action plan” being created between Homeland Security and the Mexican Sec - retariat of Governance employs language that points to something much more ex - tensive than U.S. and Mexican police officials sending e-mails and faxes to each other. For example: “The Presidents of Mexico and the United States have pledged our respective Governments to a new vision of our shared border and our larger North American community ... affirmed in the Security and Pros - perity Partnership for North America.” (Emphasis added.) The combined references to the “North American Community” and the SPP in a plan for policing borders provide a strong indication that this administration is com - mitted to building a North American Community modeled after the EU, where national borders are as insignificant as county lines, and where a central, multi- national authority supersedes national sovereignty. Another Bush administration official, Roger Noriega, a State Department assis - tant secretary, presented a prepared state - ment at the Burton hearing: “The SPP ... is based on the principle that security and prosperity are mutually dependent and complementary .” (Emphasis added.) He added: “Ongoing bilateral initiatives — such as the ‘smart border’ programs with both Mexico and Canada — will be incorporated into this broader framework, giving greater cohesion to our overall bor - der security program.” President George Bush and his allies in Congress claim that the SPP will secure our borders, help stop terrorism, and make all of North America more prosperous. But how does enlarging our borders, merging our security functions with one of the most corrupt nations on Earth (Mexico), and giving up sovereignty and constitutional protections make us safer? ■ President Bush and his allies in Congress claim that the SPP will secure our borders. But how does enlarging our borders, merging our security functions with one of the most corrupt nations on Earth (Mexico), and giving up sovereignty and constitutional protections make us safer? THE GOP U.S. Rep. Dan Burton, R-Indiana, right, a key ball carrier for the Bush administration’ s many sovereignty-destroying agreements, leaves the presidential house in San Jose, Costa Rica, last January. Burton was visiting Costa Rica to lobby for the Free Trade Area of the Americas. AP"},{"pageNumber":23,"pageContent":"THE NEW AMERICAN • OCTOBER 2, 2006 21 The NAFTA Super Highway, nicknamed “SuperSlab” by some, is a planned system of roads, rail lines, and more that will speed up the unification of North America. by Kelly Taylor I n 2004, Austin residents heard rumblings of plans for converting local roads, enjoyed by drivers for years as free ones, to toll roads. Soon we learned that plans for new toll road construction, conversion of existing roads to toll roads, property confiscation for land acquisition, awarding of building contracts to a foreign consortium, shady campaign contributions, and passage of the largest spending bill in Texas history had slipped past Texas voters unnoticed. Local polls later revealed over 90 percent of residents oppose the policy, yet officials proceeded with con- struction despite overwhelming opposition. An investigation into local toll issues led to the discov- ery that tolls will be the funding mechanism for the larger Trans Texas Corridor (TTC), a segment of the massive NAFTA Super Highway. The Super Highway is important in developing the North American Union. Perhaps you’ve heard of the North American Union (NAU) in recent weeks. The NAU is a proposed merger of Canada, Mexico, and the United States into a Eu- ropean Union-style alliance, and the Super Highway is the super-road connecting the dots, with chilling implications for all freedom-loving Americans. The architects of the European Union (EU) originally designed a coordinated system of roads and highways, called the Trans European Network (TEN). The system was created under the 1993 Maas- tricht Treaty to help reinforce economic and social ties. The TEN was perceived as critical to properly linking the regions by a modern and efficient infrastructure. Ac- cording to the TEN website, “For goods and services to circulate quickly and easily between member states, we must build the missing links and remove the bottlenecks in our transportation infrastructure.” The NAFTA Super Highway is our American version of TEN, if one believes the EU model is being copied. A venture unlike any previous highway construction project, it’s comprised of dozens of corri- dors and coordinated construction projects guaranteed to radically reconfigure the physical landscape of the United States, and our political and economic landscapes as well. Like the TEN, the Super Highway will be a complex system of parallel multi- modal transportation lines accommodating passenger and freight lanes; rail lines and depots; gas, oil, and water pipelines; and cabling for electronic information trans- mission — running north from Mexico to Canada. These corridors are designed for the purpose of speeding goods and people across our dissolving borders into Ameri- ca’s heartland. The effects of the Super Highway will hit close to home as Americans begin to pay with their jobs. In an August 9, 2006 interview with Houston television station KHOU, Texas’ Fayette County Judge Ed Janecka expressed concern about the ef- fects of the “SuperSlab” on his own small Texas town, right in the highway’s path. Diversion of traffic from existing roads will dry up critical tourist and traveler rev- Kelly Taylor is an Austin-based writer and film- maker, and the producer of a politically based TV talk show. Paves the Way The NA FTA Super Highway, nicknamed “Super Sla b” by s ome, is a planned system o f SuperSlab “ ” NAFTA SUPER HIGHWAY The m enace: Their homes threatened by eminent domain seizures, Colorado citizens ga ther at the capitol in Denver to protest a 210-mile toll road that is just one of many planned NAFTA corridors. AP"},{"pageNumber":24,"pageContent":"About This Map T his map is a conceptualization of the Super Highways now underway to con - nect the United States, Canada, and Mexico to help bring about the creation of a North American Union similar to the European Union. The map’s travel corridors show the desired routes of the new Super Highways as proposed by the North American Forum on Integration (NAFI) — a group of wealthy industrialists, academics, and politicians whose aim it is to break down barriers to the North American Union. The main actors in NAFI are mem - bers of the Council on Foreign Relations or related organizations based in Mexico and Canada. NAFI, whose first objective is to make “the public and decision-makers aware of the challenges of economic and political integration between the three NAFTA countries,” is following the country-integration plan of the European Union. (Emphasis added.) That plan used the idea of “free trade” to make steps toward integration sound appealing to the public. Though the North American Union would devastate the American middle class, the Super Highways are being touted as facili - tating free trade and bringing about prosperity in the three countries. NAFI’s vision is being enacted right now. Eighty separate, but intercon - nected, “high priority corridors” are being initiated in the United States. To find a complete list of the 80 intended Super Highway projects, go to http://www.aaroads.com/high-priority/table.html . ■ 22 THE NEW AMERICAN • OCTOBER 2, 2006 NAFTA SUPER HIGHWAY"},{"pageNumber":25,"pageContent":"FIELD OF FREEWAYS: Computer image depicts stretch of proposed NAU’s borderless transit corridor. Map information source: fina-nafi. org (North American Forum on Integration) THE NEW AMERICAN • OCTOBER 2, 2006 23 NAFTA SUPER HIGHWAY"},{"pageNumber":26,"pageContent":"THE NEW AMERICAN • OCTOBER 2, 2006 24 enue, just as railroad bypasses shriveled bustling towns years ago. And just as NAFTA trade policies have driven millions of jobs out of the United States, this Super Highway will accelerate the job exodus. Mexico will become irre- sistible to remaining U.S. manufacturers as a place to reduce production costs and aid their anemic businesses. Not to men- tion increased opportunities for traffickers of humans, drugs, terrorists, WMDs, and other contraband. As Mexico’s govern- ment is notorious for corruption, including kidnapping, torturing, and dismembering innocent victims, stopping the guarding of our border — which would be part of the easing of trade and travel, as happened in the EU — will mean the violence will gush into our country. The Super Highway will have an in- satiable appetite for acreage. According to the website of the Texas Department of Transportation (TxDOT), the present scope of the highway in Texas is 1,200 feet wide and 4,000 miles long. Millions of acres are scheduled for paving, and the right of “eminent domain” will surely be invoked to justify the land-gobble wait- ing for Americans whose homes, farms, ranches, businesses, and communities are in the way. Conveniently, last year’s Kelo v. City of New London Supreme Court decision provides the necessary justifica- tion to transfer the property of one private citizen to another who would make better use of it — for the Super Highway is to be constructed and operated by public/private partnerships that smack of fascism. Interestingly, the TEN in Europe was developed in the same manner. Jacques Barrot, the VP of the European Commu- nity with Responsibility for Transport stat- ed (regarding TEN) that “a system of toll collection is being developed, as well as new methods to attract private investment for large-scale public private partnerships (PPPs)” for funding. Every American can expect to pay in the form of increased taxes as well as tolls. To assist financing the mammoth highway, plans call for converting current roads to toll ways for all motor vehicles. Legislation is already in place for all of this. The Coordinated Border Infrastructure Program of the Safe, Accountable, Flexible, Efficient Transportation Equity Act of 2005 — A Legacy for Users (SAFETEA-LU) allows for the tolling of existing interstate highways, and even pro- vides for U.S. taxpayer funds apportioned to a border state to be used to construct highways in Canada or Mexico! In 2004, Texas Senator John Cornyn introduced S. 2941 (reintroduced in 2006 as S. 3622 and currently in committee), a bill to create a North American Investment Fund to make grants for road construction in Mexico fa- cilitating trade between Canada, Mexico, and the United States. The Texas project, known as the TTC, is the test case for all aspects of this highly charged issue — from public opinion to how toll roads will work to the mass infusion of capital expected from private investors. The bill for Texans clocks in at $183 billion, ac- cording to TxDOT’s website. Jerome Corsi wrote in Human Events , June 30, 2006, that investment bankers and those manag- ing capital investment funds “stand to make hundreds of millions, probably even bil- lions, in fees. This alone is enough to drive forward the NAFTA Super Highway move- ment and to make sure politicians willing to support the movement have ample funds with which to run their campaigns and live their lives comfortably.” In Texas alone, there are four congres- sionally designated “high priority corri- dors,” but nationwide, 80 have “high pri- ority” designation. If the Super Highway proceeds, and all that goes with it, American government will no longer provide its time-tested protections against tyranny and socialism. American law will be null and void, replaced by an incomprehensible mess of “trade” law. ■ If the Super Highway proceeds, and all that goes with it, American law will be null and void, replaced by an incomprehensible mess of “trade” law. NAFTA SUPER HIGHWAY Housto Housto Housto Housto Housto n 0 125 mi 0 125 km Proposed Tr ans-T exas Corridor ans-T exas Corridor ans-T Tr ucks V ehicles V ehicles V Utility services Freight and commuter trains Laredo Brownsville Raymondville Raymondville Raymondville Raymondville Raymondville Raymondville Raymondville Raymondville Raymondville Raymondville Corpus Chr isti Corpus Chr isti Corpus Chr isti Corpus Chr isti Corpus Chr isti Corpus Chr isti Corpus Chr isti Corpus Chr isti Corpus Chr isti Corpus Chr isti Corpus Chr isti Corpus Chr isti Corpus Chr isti Corpus Chr isti 45 10 20 SOURCE: SOURCE: Te Te xas xas Tr Tr ansportation Commission, 2001 ansportation Commission, 2001 AP AP Coming Your Way Coming Your Way ? T rans-T exas Corridor-69, a part exas Corridor-69, a part rans-T exas Corridor-69, a part rans-T of the planned NAFTA Super of the planned NAFTA Super Highway, could be up to a Highway, could be up to a quarter-mile across, consisting of up to six lanes for up to six lanes for cars and four for trucks, with cars and four for trucks, with railroad tracks, oil and gas pipelines, water and other utility lines, including broadband transmission cables."},{"pageNumber":27,"pageContent":"THE NEW AMERICAN • OCTOBER 2, 2006 25 by Joyce Mucci A lthough not as attention grabbing as the Dubai port story, the cur- rent pilot project to establish a Mexican government customs inspection facility in Kansas City, Missouri, is just as shocking. As a resident of Kansas City, I have watched the politics of this project play out, and have reviewed the internal documents, obtained under the Missouri Sunshine law. The Mexican customs in- spection facility will be the first one of its kind on U.S. soil. The project has the ap- proval of U.S. Customs and is currently being reviewed by the U.S. State Depart- ment for final approval. Initially, the facility will inspect U.S. goods headed to our neighbor to the south. Both K.C. SmartPort, Inc. and city officials have strenuously denied that the new joint customs facility will handle northbound traffic. However, Kansas City Councilwoman Bonnie Sue Cooper (K.C. SmartPort board member) told Dos Mundos newspaper in Kansas City, “Ship- pers can send their freight into the United States and will not be held at the Laredo border.” A June 2006 Logistics Today ar- ticle, entitled “It’s what’s inside that counts,” explained: “Rail plays a key part in SmartPort offerings and the evolving trade corridor between Mexico’s Port of Lazaro Cardenas and Kansas City prom- ises to bring increasing amounts of Asian shipments to the U.S. from that Latin American port.” Currently, freight from Asia makes its way into Kansas City through the Long Beach and Seattle ports. One of the stated reasons for the Mexican customs facility is to alleviate congestion at our ports and long lines at the border. For all practical purpos- es, the congestion — at least at the Laredo border — will be moved to Kansas City. A review of the documents obtained from the city indicates that the Mexican government would not have moved on this project without assurances that it would not have to pony up the cash for either the building or the equipment. The Kansas City Council, which rarely turns down an opportunity to dip into the tax- payers’ pockets, created a $3.1 million “loan” package for K.C. SmartPort, Inc. for the construction of the facility on city property. SmartPort, Inc. has also applied for a $1.5 million federal grant from the U.S. Commerce Department’s Economic Development Administration (EDA). Inexplicably, the land that the city so generously leased to K.C. SmartPort for 50 years is already leased to another com- pany, the American Royal Foundation, until 2045. To buy out the lease from the American Royal Foundation may cost the city an estimated $6 million more of tax- payer money. Another thorny issue is sovereignty. Again, K.C. SmartPort, Inc. and city of- ficials have denied that the facility will be sovereign territory of Mexico. However, the documents reveal otherwise. An e- mail record from Chris Gutierrez, presi- dent of K.C. SmartPort, dated June 21, 2004, noted, “This space [for the customs facility] would need to be designated as Mexican sovereign territory and meet cer- tain requirements.” A 2004 Logistics Today article, “Going for Broke,” also highlighted the sover- eignty issue: “One holdup now is that the U.S. Department of State wants to know the exact location of the building which will house the Mexican Customs Project, which SmartPort will ultimately provide. State is involved because the facility will be sovereign Mexican territory.” The Southern Growth Policy Board, a public policy think tank, mentions the sovereignty angle on its website: “Meanwhile, Smart- Port negotiated with the Mexican Customs service to locate a facility in Kansas City — on Mexican sovereign territory.” ■ Joyce Mucci is the executive director of the Mid- America Immigration Reform Coalition. As part of the NAFTA Super Highway system, a Mexican customs inspection facility is planned to be constructed on U.S. soil in Kansas City, Missouri, far away from the border. KANSAS CITY CUSTOMS Chris Gutierrez is president of K.C. SmartPort, a planned Mexican customs facility in Kans as City that would be the first of its kind to be established by a foreign government on U.S. soil. Gutierrez has stated that the customs facility “would need to be designated as Mex ican sovereign territory.” AP From the Border to K.C. From the From the From the Green Light"},{"pageNumber":28,"pageContent":"Pratt Wagon & Press Works Pratt Wagon & Press Works A full-service blacksmith and wheelwright shop with specialization in early printing machinery is offering the DVD that every American should see: The Three Foundings of America: The evolution of America from 1620 to 2006 by Stephen Pratt. This DVD is a talk that was given at the 7th annual \"Freedom 21\" conference in Kentucky. It is an insightful talk 42 minutes long, and full of wonderful visuals. In it a 66-year-old blacksmith answers the questions: 1. Who and what are we as a people? 2. What should we do? For your copy send $5.00 to Liberty and Learning • Pratt Wagon Works • HC-74, Box 6410 • Beaver, UT 84713 or view at libertyandlearning.com Cleveland Ave. (Rt. 41) Ft. Myers, Florida Stamra Inc. TRAILWINDS PLAZA PRESTIGE PROPERTY MANAGEMENT, INC. Serving Tucson Since 1979 S INGLE F AMILY H OME Specialists Houses • Townhomes Free Rental Analysis Property Inspections Every 90 Days! www.prestigepropertymgmt.com 3205 E. Grant Road Tucson, AZ 85716-2809 Tel: (520) 881-0930 Fax: (520) 881-7702 P ERSONAL A TTENTION AND P ROFESSIONAL S ERVICE — A LWAYS JBS. org/nau Their Names: North American Union Security & Prosperity Partnership Their Agenda: Combine Canada, Mexico & the U.S. into a ‘Superstate’ like the European Union. What You Can Do: Find out more at JBS.org/nau! You’ll be surprised at what’s going on behind your back. Visit today:"},{"pageNumber":29,"pageContent":"THE NEW AMERICAN • OCTOBER 2, 2006 27 by William F. Jasper Eventually our long-range objec- tive is to establish with the United States, but also with Canada, our other regional partner, an ensemble of connections and institutions simi- lar to those created by the European Union. — Mexican President Vicente Fox’s “new global agenda” speech to Club XXI in Madrid, Spain, May 16, 2002 R eturning to Mexico from George W. Bush’s Texas ranch in March 2005, President Vicente Fox told reporters aboard the presidential plane: “I would like you to understand the magni- tude of what this means. It is transcendent, it’s something that goes well beyond the relationship we have had up to now.” The transcendental “it” to which Mr. Fox was referring, of course, is the new Security and Prosperity Partnership for North America (SPP) that he, President Bush, and then- Canadian Prime Minister Paul Martin had just launched at their Texas meeting. President Fox’s comment evokes an important question: just what is it that the Security and Prosperity Partnership is transcending ? The SPP has signaled the launching of an ongoing political “process” that envisions transcending a great many things, including our borders, our national independence, and our U.S. Constitution. Even a cursory examination of the avail- able SPP reports and the statements of its leading proponents leads to the rational conclusion that the SPP definitely is part of the “long-range objective” mentioned above in the 2002 quote by President Fox, to establish a North American version of the European Union, or EU. President Fox has been quite voluble on the subject, making repeated calls for and references to EU-style “integration,” “convergence,” “community,” and “union” for North America. In February 2001, President Bush joined President Fox in pledging to “strive to consolidate a North American economic community.” Now, however, the Bush administration and the growing tri-national SPP bureau- cracy have become somewhat touchy on this issue, claiming that there is no inten- tion for the SPP to move in an EU-type direction. But the facts on the ground, together with a plain reading of SPP documents and public admissions by the SPP’s lead- ing lights, render these denials less than believable. In fact, even before the intro- duction of the SPP, NAFTA was morph- ing into something far beyond the simple “trade agreement” that President Clinton EU MODEL AP Policing the continent: EU Commission President Jose Manuel Barroso (left) joins EU Commissioner for Justice, Freedom, and Security Franco Frattini in announcing new measures to take police power away from EU member nations and centralize it in Brussels. Following the Following the EU EU Path The designers of the Security and Prosperity Partnership plan to transform North America into a regional government modeled after the European Union."},{"pageNumber":30,"pageContent":"THE NEW AMERICAN • OCTOBER 2, 2006 28 said it was when he signed it in 1993. Rulings by NAFTA tribunals already have begun mimicking the European Court of Justice and the European Court of Human Rights, the judicial bodies of the European Union that have been lead - ing the attack on the national sovereignty of EU member states. In 2004, many U.S. politicians, including those who had voted for NAFTA, expressed shock when a panel of NAFTA judges overturned a ruling of the Supreme Court of Massachusetts in a case brought by a Canadian company. The company had gone to the NAFTA court because the U.S. Supreme Court had denied the company’s appeal. And the NAFTA court, asserting its power under Chapter 11 of the agreement, decided to trump both the Massachusetts court and the U.S. Supreme Court. “This is the biggest threat to United States judicial indepen - dence that [few people have] heard of and even fewer people understand,” John D. Echeverria, a law professor at Georgetown University, told the New York Times following the ruling. “It’s basically been under the radar screen,” Peter Spiro, a law pro - fessor at Hofstra University, said in the same Times article. “But it points to a fundamental reorien - tation of our constitutional sys - tem . You have an international tribunal essentially reviewing American court judgments.” (Emphasis added.) Using the EU as precedent, we can surmise that the rule of law in the United States will increasing - ly be dictated to us by unelected “trade” officials. The following is a short list of abuses visited upon Europeans by the EU: • British grocers have been thrown in jail for selling banan - as and other produce by the pound, as requested by their customers, rather than by metric weight, as dictated by EU officials in Brussels. • EU regulators conduct “dawn raids” on businesses without any court warrant, ransacking offices and com - puters and interrogating own - ers and employees without allowing them benefit of legal counsel. • The European Court of Human Rights ruled that Britain must allow homosexu - als into its military, while the European Court of Justice ordered Germany to end its ban on women bearing arms in the military. • EU bureaucrats from Brussels now dictate to parents how and under what con - ditions they may spank their children. Incredibly, instead of repairing the con - stitutional breach by repealing the NAFTA threat, President Bush and the Congress greatly expanded the threat in 2005 by passing the Central American Free Trade Agreement (CAFTA) and initiating the SPP. CAFTA extends a NAFTA-type re - lationship to Central America. In “eurospeak,” the jargon of the archi - tects of the European Union, CAFTA and SPP are examples of the processes known as “broadening” — by which more mem - bers are added to the arrangement — and “deepening” — by which more powers are gradually transferred from the mem - ber nation-states to the EU’s supranational institutions. The big push for broadening NAFTA came with the Bush administration’s multi-year effort to expand NAFTA to every country in the Western Hemisphere under an agreement to create a Free Trade Area of the Americas, or FTAA. Thanks to increased resistance to the plan in both the United States and Latin America, how - ever, the FTAA failed to secure approval in 2005 and has been, temporarily, put on a back burner. In the meantime, CAFTA and SPP are being used to ratchet up the broadening and deepening processes in preparation for a future reintroduction of the FTAA. U.S. officials have adopted the euro - speak terminology to describe and pro - mote the transformation of NAFTA into an EU-style supranational arrangement. Hence, for instance, U.S. Treasury Sec - retary John Snow and Mexico’s Treasury Secretary Gil Diaz issued a joint statement More and more Americans are beginning to realize that, as in the EU, integration can only progress with the simultaneous disintegration of America’s independence and constitutional protections. EU MODEL Imposing its will : European Union Commissioner for Competition Neelie Kroes announces a $357 million fine against Microsoft for ignoring an EU directive to share its program code with its European competitors. AP"},{"pageNumber":31,"pageContent":"THE NEW AMERICAN • OCTOBER 2, 2006 29 on December 15, 2005 declaring: “Our ongoing work on financial market linkages ... is a key part of the SPP’s comprehen - sive agenda for deepening North American integra - tion.” More and more Ameri - cans, however, are begin - ning to realize that, as in the EU, integration can only progress with the si - multaneous disintegration of America’s indepen - dence and constitutional protections. The peoples of Europe learned this les - son too late and have been fighting a desperate rear- guard action for the past decade to stanch an ava - lanche of oppressive EU legislation and court deci - sions and prevent swarms of Brussels-based bureau - crats from riding rough - shod over their local and national laws and cherished traditions. In a 1991 op-ed, Sir Peregrine Worsthorne, a columnist for Britain’s Sunday Telegraph , expressed the anger of many over the re - peated lies, deception, and betrayal em - ployed to advance EU integration. “Twenty years ago, when the process began, there was no question of losing sovereignty,” he wrote. “That was a lie, or at any rate, a dishonest obfuscation.” The foundation for what we now know as the EU was laid in 1952 when the treaty creating the European Coal and Steel Community (ECSC) took effect. This was sold as the way to create security and prosperity in post-World War II Europe. The public was not told that this was just the first step in a process that would lead to a single currency, a European central bank, a continental perimeter replacing national borders, and unaccountable gov - erning institutions that would override their national sovereignty. The ECSC was gradually broadened and deepened with additional treaties and agreements, becoming the European Economic Community (EEC or Common Market), which later morphed again into the EC, or European Community, before transforming into the European Union. What is most disturbing in all of this evo - lution is that admissions by EU architects and decades-old documents that only re - cently have been released clearly show that from the very beginning of the ECSC, the founders planned for their creation to morph into the leviathan it has become, even as they were telling the peoples of Europe not to listen to those “crackpots” who were warning about this danger. The EU now has fully-functioning legislative, executive, and judicial insti - tutions — equipped with enormous bud - gets and bureaucracies — that are rapidly stripping member states of all vestiges of sovereignty. Even former Soviet dictator Mikhail Gorbachev has commented that the EU’s leaders are “constructing a Eu - ropean soviet.” This EU-Western Hemisphere collabo - ration is applauded and assisted in the United States by top-echelon Democrats and Republicans, corporate globalists, and the policy elites of influential institutions such as Harvard University’s David Rock - efeller Center for Latin American Studies, the Institute for International Economics, and the Council on Foreign Relations. In a 2004 article for the CFR’s journal Foreign Affairs entitled, “North America’s Second Decade,” Robert Pastor, a director at the CFR, repeatedly calls on the “North American Community” to emulate the EU model by: • Merging “immigration and refugee policies”; • Establishing a continental “security perimeter”; • Transferring at least $100 billion to Mexico over the next 10 years for “infra - structure development”; • Creating institutions necessary for the SPP to effectively exercise executive, leg - islative, and judicial powers; and • Developing a North American pass - port. Pastor calls sovereignty, as presently defined, “obsolete,” and contends that North American governments should be reeducating their citizens “to think of themselves as North Americans.” If Americans allow the SPP to go for - ward, we will find a great many treasured things declared obsolete and defined out of existence — things like indepen - dence, sovereignty, the Constitution, and freedom. ■ EU MODEL Military bloc : German troops, including a female soldier, muster for service in an EU “peacekeeping” force in the Balkans. Designed to follow the EU model, the North American Union would eventually meld together the militar y forces of the United States, Mexico, and Canada for similar UN-assigned missions abroad. AP"},{"pageNumber":32,"pageContent":"For a free information packet, c all 1-800-JBS-USA1 , visit www.jbs.org , or send this portion. Name _________________________ _________________ _ ___ ___ _____________ E-mail ___________ ___ ___ ______________ Address ______ ______________________ _______________ __ ___ ________ _____ Telephone _________________________ __ City _____________ _______________ _________ ___________ ____ _ __ __ ___ _ ____ State ________ Zip _____ ___ ___ ________ Mail to: Post Office Box 8040 • Appleton, WI 54912 • 920-749-3780 BA2220 Many Americans are quick to point out what’s wrong in our nation, but few do anything about it. Join with those who not only know the truth, but use it to help keep America the land of the free. Join The John Birch Society. We suspect you’re better than that."},{"pageNumber":33,"pageContent":"THE NEW AMERICAN • OCTOBER 2, 2006 31 Interview of Dr. Jerome Corsi by John F. McManus D r. Jerome Corsi earned his Bach- elor’s Degree in Economics and Political Science from Case Western Reserve University in Cleveland. He then earned a Ph.D. in Political Science from Harvard University. He has taught at the University of New Mexico and the University of Denver. A journalist, Dr. Corsi coauthored Unfit for Command: Swift Boat Veterans Speak Out Against John Kerry and Minutemen: The Battle to Secure America’s Borders . By himself, he has also authored Atomic Iran: How the Terrorist Regime Bought the Bomb and American Politicians . The vice president for a financial marketing firm, he and his family reside in New Jersey. T HE N EW A MERICAN : What got you start- ed looking into the topics of terrorism and immigration? Jerome Corsi: My interest in political sci- ence led me to study the topics of violence and terrorism. Then, after the takeover of Iran by militant Islamists in 1979, my in- terest intensified. Iran, of course, became the force behind Hezbollah, and I recently discovered that some Hezbollah members and supporters in Dearborn, Michigan, had entered the United States through Mexico. This led me to wonder why our southern border was not being guarded more closely. TNA: You have coau- thored a book about our porous borders w i t h M i n u t e m e n founder Jim Gilchrist. How did you and he get together? Corsi: From afar, I admired the work the Minutemen organi- zation was doing in aiding the Border Patrol. So I contacted Jim Gilchrist and suggested that we work together. I’m very pleased with our joint effort. The Minutemen are simply un- armed observers at the border who report to the Border Patrol what they see. They are not “vigilantes” as Mr. Bush derisively claimed. Their very presence at the border has reduced crossings to almost none in areas where they have set up their obser- vation posts. Jim and I then coauthored the book Minutemen: The Battle to Secure America’s Borders . TNA: What have you concluded about the current administration’s attitude regard- ing the border with Mexico? Corsi: It became perfectly obvious to me that the Bush administration has no in- tention of securing the border. Instead, its leaders are planning to erase it. Govern- ment officials, right up to and including President Bush, are implementing plans to create one political entity out of the three nations of North America: Canada, the United States, and Mexico. In addi- tion to a great many other harmful conse- quences, this would mean there will be no borders, and anyone will be able to move from one of the three countries to another at will. TNA: What brought you to such a fright- ening conclusion? Corsi: I discovered the formal launching of the Security and Prosperity Partnership (SPP), a March 2005 agreement entered into by President Bush, Mexico’s Presi- dent Fox, and Canada’s Prime Minister Martin. Anyone can verify the reality of this agreement by going to spp.gov on the Internet. It will confirm the SPP’s exis- tence even though the website is designed to deny the ultimate goal. It’s quite clear that the SPP calls for open borders and an eventual political union of the three na- tions. Exactly a year after the SPP’s birth, Mr. Bush, President Fox, and the new Ca- nadian Prime Minister Harper met again in Cancun, Mexico, under the auspices of the SPP to continue implementation of this sovereignty-compromising proposal. Dr. Jerome Corsi shares his in-depth knowledge of the effort to create one political entity out of the United States, Canada, and Mexico. INTERVIEW Word warrior : Author and lecturer Jerome Corsi speaks to the press at a New York event marking publication of his book Minutemen . Newscom Analysis Analysis Expert NAU of the"},{"pageNumber":34,"pageContent":"THE NEW AMERICAN • OCTOBER 2, 2006 32 TNA: What, if anything, have these plans to do with the North American Free Trade Agreement (NAFTA)? Corsi: When the SPP was launched in 2005, its creators acknowledged that NAFTA hadn’t accomplished all of the goals expected of it. So they created SPP, sometimes referred to by opponents of this scheme as “NAFTA Plus.” The White House then established SPP working groups housed in the NAFTA office at the Department of Commerce. TNA: Are you suggesting that all of NAFTA’s expectations were unrealized? Corsi: No, not at all, because some of them were realized. For instance, under its Chapter 11, NAFTA established a judicial tribunal whose rulings have al - ready superseded national, state, and local jurisdictions. Unless the plans culminating in a North American Union are derailed, this NAFTA precedent will be applied to similar tribu - nals in the planned NAU. TNA: Didn’t NAFTA cost thou - sands of Americans their jobs? Corsi: Yes, many firms closed down operations in the United States and moved their plants to Mexico. But these same profit- driven firms have now gone to China where slave labor is widely available and less expensive. The next move in the planned over - all merger of the three nations is to have goods shipped from Asia (mostly from China) into Mexican ports such as Lazaro Cardenas on Mexico’s west coast. The goods would then be sent by rail and truck to the U.S. border and into our nation and Canada. This arrangement will bypass the expense of using ports at Long Beach and Los Angeles, California, where the costs of employing U.S. longshoremen and Ameri - can trucking firms are much higher. TNA: Is the plan to use Mexican ports why the NAFTA Superhighway will be constructed? Corsi: Precisely. Plans are already drawn to build this new road, four football fields wide, through the heart of our country from Laredo, Texas, to the Canadian border. TNA: Does this plan to merge our three nations even include a new currency? Corsi: Yes, Robert Pastor has also called for the creation of the “Amero” that would replace the U.S. dollar, the Canadian dol - lar, and the Mexican peso. This follows in virtual lock step with what the European Union has ac - complished for the once-totally independent nations across the At - lantic. Most of them have discard - ed their own currencies in favor of the Euro. And we know that Mexi - co’s Vicente Fox has openly stated that he wants to duplicate for the Western Hemisphere what the Eu - ropean Union has done in Europe. TNA: So you see a parallel between the European Union and what is planned for our hemisphere? Corsi: Yes indeed. The EU was foisted on the people of Europe incrementally with promises of greater trade and no loss of inde - pendence. The ultimate plans for a North American Union and beyond are similarly below the public’s radar screen. This enables the scheme’s promoters to deny their intentions. Our nation is being treated like the frog who was placed in appealingly low-tempera - ture water before the heat got turned up and he was cooked. TNA: When President Bush addressed the nation via television on May 15, 2006, he pledged to undertake numerous steps to secure the border. What did you think of the speech? Corsi: I hate to say this but I concluded that the speech was nothing more than public relations posturing and window dressing. In a bit of a panic after the speech, Mexi - co’s President Fox called President Bush and was speedily reassured that placing some National Guard troops on the border was only a temporary measure until the public forgets about the situation. TNA: What then do you recommend to put a stop to this? Corsi: The American people have to be alerted, and they have to contact their members of Congress to put a stop to this. The congressmen and senators are largely unaware of what I have described. And I am quite certain that an aroused and deep - ly concerned electorate would have little trouble in gaining support to block what is planned and to retain our nation’s hard- won independence. ■ “Our nation is being treated like the frog who was placed in appealingly low-temperature water before the heat got turned up and he was cooked.” — Jerome Corsi Treasonous agreement: President Bush meets with his Mexican and Canadian counterparts, Vicente Fox and Prime Minister Stephen Harper, during a March summit in Cancun to advance the program to form a North American Union. AP"},{"pageNumber":35,"pageContent":"THE NEW AMERICAN • OCTOBER 2, 2006 33 by William Norman Grigg W ith Wyoming’s mighty Teton Mountain Range providing a suitably Olympian background, Federal Reserve Chairman Ben Bernanke eagerly preached the gospel of global eco- nomic integration. “One of the defining characteristics of the world in which we now live is that, by most economically relevant measures, distances are shrinking rapidly,” Bernanke informed his fellow titans — central bank- ers from around the globe, gathered at the annual Jackson Hole Economic Forum. “The shrinking globe has been a major source of the powerful wave of worldwide economic integration and increased eco- nomic interdependence that we are cur- rently experiencing.” Bernanke praised the “critical role of government policy in supporting, or at least permitting, global economic inte- gration” by creating “the institutional framework supporting global trade, most importantly the World Trade Organiza- tion,” but also “regional frameworks and agreements, such as the North American Free Trade Agreement and the European Union’s ‘single market.’” A few days after communing with the global banking elite on Mount Olympus, Bernanke paid a visit to his old hometown — Dillon, South Carolina, a community of about 6,800. The 1971 Dillon High School Valedictorian, Bernanke was on hand to celebrate “Ben Bernanke Day” and receive the Order of Palmetto, the highest civilian honor the state can bestow. For most locals, Bernanke was a case of “local boy makes good.” Those attuned to the ways of the power elite, however, treated him like a divine emissary. The “local power structure turned out in rever- ent multitudes” to pay tribute to Bernanke, reported columnist James Pinkerton from the scene. Chosen to offer a benediction at the event, state Senator Kent Williams asked God to confer his blessing on Ber- nanke, “your chosen vessel.” At least some members of Bernanke’s audience hoped that he would be able to work a miracle to resurrect the community’s moribund economy. Globalization’s Impact As a bright and energetic teenager grow- ing up in Dillon, Bernanke worked in con- struction, waited tables, and worked other summer jobs in the small community’s vibrant economy. Once largely dependent on tobacco farming, Dillon had branched out decades before into textile produc- tion. But largely because of the globalist economic policies Bernanke extolled at Jackson Hole, his old hometown has all but disappeared. Over the past two decades, tobacco price supports, an unconstitutional subsidy that had attracted many farmers into that industry, were phased out — not because the federal government has become more AP BIG PICTURE The proposed North American Union is a major building bloc in a plan to merge the entire world into a UN-supervised, centrally planned economy. Looking at the End Game Integration and demolition : Once one of North Carolina’s largest employers, Pillowtex Plant No. 1 in Kannapolis is reduced to rubble after being shut down in late 2003 — a casualty of artificially cheap imported textiles from China."},{"pageNumber":36,"pageContent":"34 scrupulous about its constitutional duties, but because of trade agreements requiring that such subsidies be discontinued. More recently, the town’s troubles have been thanks to decisions by the World Trade Organization (WTO) opening up huge markets for textiles produced in China for what amounts to slave-labor wages. According to Labor Department figures, unemployment in Dillon is nearly 10 per - cent, and many families in a community that once boasted a thriving middle class now live on an annual household income of less than $20,000. “We’ve got a lot of poor people in this area,” Mayor Todd Davis reports. “Some families are on their second and third generation of welfare. They don’t know anything else.” “The only major new facility to locate [to Dillon] in recent years is a distribution center for Harbor Freight Tools, a catalog retailer of tools — many of which are imported — employing about 250 people,” notes a Reuters report. The only other signifi - cant local business is South of the Border, “a tourist-trap collection of souvenir shops, fireworks stands, carnival rides and restaurants at the North Carolina border along a major interstate highway.” It’s doubtful that so many as a hand - ful of Dillon’s residents were aware that decisions made by a group of unelected foreign bureaucrats in Geneva could have such devastating effects on their com - munity — or that the man they honored on September 1 is among the elite that is busy building a global system that would wreak similar devastation on the rest of our country. At the apex of that system is the WTO, a kind of economic United Nations that claims the authority to set trade and eco - nomic policy for its 149 member nations. The WTO enforces its rulings through the use of fines and targeted retaliatory tariffs; it was through the threatened use of such measures that the WTO induced the Bush administration to remove protective tariffs on American steel. On November 26, 2004, the WTO is - sued a ruling authorizing the European Union — a multinational trade bloc de - signed to be a regional enforcement arm of the globalized trade system — to impose “punitive taxes” against the United States unless the steel tariffs were lifted. “While quite small initially,” noted Newsday , “the level of punitive duties will be reviewed each year and could rise sharply. The value of the sanctions, on everything from sweet corn to metals and textiles, hasn’t been determined, but trade officials estimated them at more than $150 million a year.” Consider what this means, in practical terms. A body in Geneva took issue with a tar - iff law that — whatever its merits — was passed by our elected representatives and signed by the president. Without consti - tutional authority, accountability to the American people, or any interest in our national prosperity, that body gave permis - sion to kindred bureaucrats presiding over the European Union to impose punitive taxes on U.S. imports, thereby inflicting severe and escalating economic damage on millions of Americans who work in agriculture, textiles, steel production, and other fields. An Economic UN Like the European Union and other proposed re - gional trade blocs, the so-called North Ameri - can Union, officially known as the Security and Prosperity Partner - ship (SPP), is intended to be an enforcement and implementation arm of the WTO-headed global economic system. It would build on the North American Free Trade Agreement (NAFTA), “broadening” its regu - latory and enforcement powers while “deepen - ing” the economic and political relationships among the three sig - natory nations. And it would join the Central The so-called North American Union would join the Central American Free Trade Agreement (CAFTA) as another steppingstone toward amalgamating the entire Western Hemisphere into one political and economic entity called the Free Trade Area of the Americas (FTAA). TNA • OCTOBER 2, 2006 BIG PICTURE Protesting “ downward harmonization ” : Demonstrators at an April rally outside Michigan’s state capitol in Lansing protest the engineered reduction in the American standard of living that accompanies efforts to “integrate” our nation into a global managed economy. AP"},{"pageNumber":37,"pageContent":"THE NEW AMERICAN • OCTOBER 2, 2006 35 American Free Trade Agreement (CAFTA) as another steppingstone toward amalgamating the entire Western Hemisphere into one po - litical and economic entity called the Free Trade Area of the Ameri - cas (FTAA) — which, once again, would be supervised by the WTO. Multinational bodies like NAFTA, CAFTA, and the pro - posed FTAA “have far less to do with the free movement of goods and services than they do with gov - ernment coordination and manage - ment of international trade,” points out Congressman Ron Paul (R- Texas), who enthusiastically sup - ports genuine free trade (that is, mutually beneficial transactions between producers and consumers without government intervention). Noting that an announced objec - tive of those working to create the SPP/North American Union is “to strengthen regulatory cooperation” and to “have our central regulatory agencies complete a trilateral regulatory framework by 2007,” Rep. Paul points out that this “adds up to not only more and bigger government, but to the establish - ment of an unelected mega-government.” And that “unelected mega-government” would be just the regional arm of an even greater version with global jurisdiction. As originally proposed after World War II, the WTO was to be called the Interna - tional Trade Organization, or ITO. The trade body was intended to join the World Bank and the International Monetary Fund as another multilateral economic append - age of the UN system. As with the United Nations itself, the ITO’s chief architect was Alger Hiss, a key State Department adviser to FDR who was later exposed as a Soviet spy. Hiss had co-written the UN Charter alongside Soviet official V.M. Molotov, and been the secretary-general of the UN’s founding conference in San Francisco. He played a very similar role in the effort to create the ITO. With Hiss acting as chairman for the U.S. delegation, a conference was con - vened in Havana in 1947 for the purpose of creating a framework agreement for the ITO. Although only two years had passed since the Senate’s near-unanimous approv - al of U.S. membership in the UN, public opinion regarding the wisdom of contin - ued entanglement in the world body and its affiliates had changed dramatically; it was clear to Congress that the American public had no interest in turning over its economic future to a global bureaucracy. Congressman Bertrand Gearhart (R- Calif.) captured that mood when he de - scribed the Hiss-led delegation at Havana as “boatloads of smug diplomats, all-wise economists ... experts, theorists, special - ists and whatnots, sailing gaily from our shores to barter away ... the little factory in Wichita, the little shop in Keokuk.” In that era before business associations had been broken to the saddle of the cen - tral government, business groups freely denounced the ITO. “The entire document reflects an excessive acceptance of eco - nomic planning,” protested the U.S. Cham - ber of Commerce when the final draft of the ITO agreement was made public in March 1948. The National Foreign Trade Council warned that “if the United States subscribes to the charter it will be aban - doning traditional American principles and espousing, instead, planned economy and full-scale political control of production, trade, and monetary exchange. The charter does not reflect faith in the principles of free, private, competitive enterprise.” Similar reactions were heard from both sides of the aisle in Congress. Although described as “a charter to ‘free world trade,’” the ITO agreement was actually “a charter for trade control,” noted Senator George W. Malone (R- Nev.). “The result of its adoption would have been socialism, on a global plane.” Congressman Samuel B. Pettingill (Ind.), a Democrat who had spoken out critically against FDR’s economic policies, agreed with Malone’s assessment of the pact, de - nouncing it as “part and parcel of inter - national socialism, one-worldism, and the slow surrender of American sovereignty.” Writing in 1958, ten years after Con - gress rejected the ITO, Senator Malone pointed out that the global trade body and the United Nations were designed as two arms of “a pincers movement ... both on the domestic and on the inter - national scene.” The political arm con - sisted of incremental entanglement of the United States in UN-centered inter - national alliances and multilateral bod - ies. The economic arm was created by the Trade Agreements Act of 1934, in which Congress ceded to the Executive Branch the power to control our nation’s trade policy. Because of the 1934 act, wrote Malone BIG PICTURE Federal Reserve Chief Ben Bernanke , fresh from communing with the global banking elite, visited his hometown of Dillon, South Carolina, to receive his state’s highest honor. Once a thriving middle-class community, Dillon has been wiped out by the globalist economic policies Bernanke champions. AP"},{"pageNumber":38,"pageContent":"THE NEW AMERICAN • OCTOBER 2, 2006 36 in his remarkably prescient book Mainline , “the business and the enterprise of individ - uals now were considered in close connec - tion to the policies of the State. The State would assist them in the expansion of their markets. Government would negotiate the channels of trade.” Put succinctly, “the State would determine trade,” rather than the free market, and that power was to be exercised by the president, not the Congress. In December 1994, decades after Con - gress initially rejected the ITO and just weeks after the Republicans took control of the Congress for the first time in dec- ades, a special “lame-duck” session was called to ratify U.S. membership in the body, now renamed the World Trade Or - ganization. This was done with the active involvement of incoming House Speaker Newt Gingrich and Majority Leader Bob Dole, who understood that the newly elected Republican legislators would al - most certainly have opposed the WTO. To his credit, Gingrich admitted in tes - timony before the House Ways and Means Committee that approval of the WTO would amount to nothing less than a fun - damental change in our system of govern - ment, by “transferring from the United States at a practical level significant au - thority to a new organization.” “This is not just another trade agree - ment,” Gingrich continued. “This is adopting something which twice, once in the 1940s and once in the 1950s, the U.S. Congress rejected. I am not even saying that we should reject it; I, in fact, lean to - ward it. But I think we have to be very careful, because it is a very big transfer of power.” Creation of the SPP/North American Union would likewise be what Gingrich calls a “transformational movement,” the creation of a powerful regional mechanism for the WTO to implement its designs and impose its will directly on the citizens of the United States, as well as Canadians and Mexicans — all of whom, inciden - tally, would be expected to repudiate their present national identities. “Fast Track” and FTAs All of these sovereignty-sapping trade agreements have been negotiated under “fast track” or “trade promotion authority” (TPA), under which a president is permit - ted to negotiate not just a particular trade agreement, but also to craft the implement - ing legislation needed to “harmonize” U.S. law to conform with the agreement. An obvious violation of the constitu - tional separation of powers, TPA com - pletely eliminates the congressional power to “regulate commerce with foreign na - tions,” replacing that constitutional duty with a simple “take it or leave it” proposi - tion permitting only an up or down vote on presidentially crafted agreements. The first president Bush was granted “fast track” authority to conclude NAFTA; Bill Clinton used the same power to finalize negotiations on the WTO; George W. Bush followed their lead in finishing CAFTA. In addition to major multilateral ini - tiatives like CAFTA and the SPP/North American Union, the current Bush admin - istration has completed numerous bilat - eral Free Trade Agreements (FTAs) with countries ranging from Chile to Singa - pore. Each of these agreements opens our vast consumer market to small, low-wage nations that can’t afford to buy what we produce. In effect, FTAs are agreements to export part of our manufacturing base abroad, in addition to helping lay the groundwork for larger multilateral agree - ments. The most recently enacted FTA with Oman — a Middle Eastern emirate — passed the House by a 221-205 vote on July 20. FTAs with Latin American nations such as Chile and Colombia are seen as precur - sors for the FTAA. The U.S.-Oman FTA is one of several bilateral agreements with Middle Eastern nations — Israel, Jordan, Morocco, and Bahrain — that are either active or scheduled to go into force soon. And all of these FTAs anticipate creation of yet another WTO-supervised regional bloc — the Middle East Free Trade Area (MEFTA), scheduled for completion in 2013. Reclaim Our Sovereignty While politicians and other policymakers knit together their grand design for an inte - grated globalized economy, their schemes inflict real suffering on people in commu - nities like Dillon, South Carolina. The costs of surrendering our indepen - dence, and turning our economic destiny over to globalist bodies, are genuine and tangible. A small part of that price can be found amid the shuttered looms and pad - locked factories of economically blighted towns like Dillon, South Carolina — the first American communities to partake of the blessings of global economic integration. ■ North American solidarity : Canadian Robert Wright, Mexican Carlos de Icaza, and former U.S. Senator Howard Baker, “NAFTA ambassadors” for their respective countries, spread the gospel of economic integration at a 2002 conference in Tokyo. AP BIG PICTURE"},{"pageNumber":39,"pageContent":"TOPEKA’S MOST COMPLETE HEALTH FOOD LINE Natural Vitamins, Minerals, Herbs, Natural Foods, Books, Dietetic, Teas, Proteins, Nuts, Juicers, Pure Distilled Drinking Water & Ice 1507 SW 21st St. cor. Washburn Topeka, KS 66604-3172 PHONE: (913) 235-9710 FAX: (913) 235-9716 “Setting the Standards by which Others are Judged” 9721 Mason Ave., Chatsworth CA 91311 • 800 438 9565 / 818 709 5068 FAX Supplying The Food Service Industry Since 1979 • Etched Glass Screens • All Glass Guards • Metal & Glass Sneeze Guards • Brass & Metal Components • Glass Posts & Stanchions • Traffic Rail Systems • Tray Rails • Fiber Optic Lighting • Hospitality Fixtures OWN AND EARN! EARN UP TO $15,000 PER SALE! “Top 100 Business Opportunities” — Entrepreneur Magazine Why pay retail? Learn how to save you or your customers up to 25% on the total cost of a new custom built home. Call Mr. Lucas for FREE Color Catalog: (800) 579-1079 www.eaglesnesthomes.com • Free Training Materials • No Building Experience Required • $6,500 Min. Deposit Required • National Financing • Part Time or Full Time • Company Suppo rt Since 1 983"},{"pageNumber":40,"pageContent":"Barnesville is known for its vintage Victorian homes, picket fences and sidewalks, friendly neighbors, happy children and entrepreneurs who walk to work! Through combined efforts of Lamar County and City of Barnesville organizations, th e small town atmosphere has been frozen in time, as the well planned economic growth soars in to the future. Inside our web site you will be able to find all of our listings of homes, land, farms a nd commercial property easily accessible. You will also find surveys with most of our listings too! www.springprop.com Toll Free: 1-866-358-3900 Barnesville, Georgia Homes for Sale Available Acreage Commercial Investment Farms for Sale Commercial Rental Rental Property EXHAUST SYSTEMS SERVICES INC. “If you can keep your head while those around you are losing theirs, then perhaps you don't understand the seriousness of the situation.” P.O. Box 18225 Pensacola, FL 32523 Ron Paul’s “Texas Straight Talk” (888) 322-1414 One Stop Shopping for All Your Real Estate Needs REAL ES TAT E"},{"pageNumber":41,"pageContent":"THE NEW AMERICAN • OCTOBER 2, 2006 39 With vast amounts of slave labor to employ and the help of Western corporate leaders to build manufacturing plants, China is fast becoming the manufacturer for the world. China: Manufacturer for the World? by John F. McManus I n a gambit few could have predicted, China is becoming a foil in the game to create a North American Union. Since the liberalization of China’s econo - my after the Tiananmen Square massacre, China’s manufacturing sector has shifted into high gear. According to some, the upsurge in China’s economy is the reason why the Mexican economy has not performed better since the signing of NAFTA. “The ‘giant sucking sound’ Ross Perot used to talk about is back, only this time it is not Mexico sucking away American jobs. It is China sucking away Mexico’s jobs,” William Greider, the national affairs cor - respondent for The Nation , wrote in that magazine in 2001. This, Greider argued, could provide an impetus to integrate Mexico and the United States. “This is an opportunity to change the politics in both countries,” he wrote. “The relationship would borrow a lot from the European Union’s economic integration of rich and poor nations ranging from wealthy Ger - many to low-wage Portugal and Spain. The European Union delivers substantial aid conditioned on democratic standards and labor rights, implicitly encouraging rising wages in the poorer countries.... A North American union, in addition to North/South development aid, would re - quire concrete legal obligations: If U.S. taxpayers are asked to invest in Mexico’s future, U.S. commerce cannot be allowed to enjoy NAFTA benefits, then pick up and leave whenever it sees fit.” Greider has not been alone in seeing Mexican competition with the Chinese as a rationale for forming a North American Union (NAU). This has been noted as well by Rob - ert Pastor, the chief intellectual architect of the current scheme to create the NAU. Discussing the options for deepening the integration of the North American nations in the article “North America’s Second Decade,” in the January/February 2004 issue of Foreign Affairs , Pastor alleged that several types of “reform” in U.S. policy would be needed. “The reforms,” he said, “would also make Mexico more competi - tive with China.” China has had a devastating effect not only on the Mexican economy but, more importantly, on the American economy. Twenty-five years ago, our nation could point to 19 million manufacturing jobs. The number today has shrunk to less than 14 million. Jobs are going overseas at an increasingly rapid rate, mostly to China. A look at what has occurred in the textile industry alone is instructive. According to the National Council of Textile Organiza - tions, China now controls half of the U.S. apparel market in product areas where quotas have been removed. It’s reasonable to wonder how a com - munist-led nation could become an eco - nomic power. The answer is that, by itself, it could never have accomplished what it has done. China has become a significant producer because U.S.-based corporate interests have infused it with money, in - frastructure, technology, and business savvy. They have even moved their plants to China. They have done so, in large part, because they have been actively encour - aged to do so by the U.S. Commerce De - partment; because their China ventures are bankrolled by U.S. taxpayer-subsidized entities such as the International Monetary Fund and the World Bank; because their loans are guaranteed by the Export-Import Bank, a U.S. government agency; and be - cause heavy U.S. taxes and regulations add significantly to the cost of manufacturing goods in the United States. U.S. government officials not only en - courage the export of American jobs and industry to China, they even ignore exist - ing U.S. law. Last month, the Office of the U.S. Trade Representative (USTR) brushed off the AFL-CIO’s call for an in - vestigation into labor practices in China. Pointing to a 1974 law that restricts trade with countries who enslave their workers, the labor giant tried to have restrictions CHINA China convergence: Senator Mark Dayton (D-Minn.) shakes hands with Chinese President Hu Jintao while his colleagues (left to right) Thad Cochran (R-Miss.) and T ed Stevens (R-Alaska) look on. The U.S. legislators were in Beijing for an “interparliamentar y exchange.” AP"},{"pageNumber":42,"pageContent":"40 placed on Chinese imports. They received a rebuff by the USTR. The USTR’s spokes - man, Sean Spicer, was forced to admit the existence of “serious concerns with labor rights and working conditions in China,” but he refused to initiate any action. A “Background” paper issued by USTR claims that “data compiled by China’s Na - tional Bureau of Statistics suggests that real wages, adjusted for inflation, rose 10-11 percent per year between 1996 and 2004.” But the U.S. Bureau of Labor Sta - tistics reports that manufacturing workers in China receive the equivalent of 57 cents per hour. Manufacturing and Technology News calculated that increasing a wage of 57 cents per hour by 11 percent per year would take until 2037 to bring a Chinese laborer to the $16.08 U.S. pay level for manufacturing workers. By then, sad to say, there wouldn’t be many manufactur - ing workers left in the United States. And the AFL-CIO even claims that China’s 57- cent per hour wage rate is for urban work - ers only, not for the lower-paid migrant workers who comprise the vast majority of China’s labor force. In addition, the Bureau of Labor Sta - tistics (BLS) distributed deceptive indi - cations that no real problem exists as to the loss of American jobs. Columnist Paul Craig Roberts noted that a July report from BLS listed 113,000 new jobs. The admin - istration exulted over the new jobs. But, wrote Roberts, “all are in services” such as waitresses, bartenders, educators, health workers, and business service personnel. During the same month, manufacturing lost 15,000 jobs. Meanwhile, China is awash in dollars earned via its manufacturing and exports to our nation. This enormous flood of profits has been used to purchase U.S. businesses and infrastructure. More and more of our country is being sold to Beijing, a nation that has never renounced its long-standing threat to conquer America. Where the threat formerly consisted of military saber rat - tling, it is now largely economic in nature. The American dream is fading. The long tradition of wealth being created here is disappearing and, even worse, what is still here is being transferred overseas. The leaders we elect to keep America vibrantly alive are either asleep or contributing to the downturn. Americans who want to preserve that dream must rein in their leaders. ■ CHINA 7877 Raytheon Road • San Diego, CA 92111 PROPERTY MANAGEMENT RENTALS (858) 278-1030 AMERICAN MUFFLER AMERICAN MUFFLER (858) 277-0276 (858) 277-0276 IMPORT AUTO SPECIALISTS (858) 576-7186 IMPORT AUTO SPECIALISTS (858) 576-7186 SAN DIEGO SAN DIEGO (858) 541-2100 (858) 541-2100 Sound Check Sound Check PGR (858) 424-0997 PGR (858) 424-0997 JC HONDA Independent Service (858) 292-8042 JC HONDA Independent Service Toyota/Lexus Toyota/Lexus Care Care (858) 541-0852 (858) 541-0852 (858) 560-545 5 (858) 560-545 5 (858) 292-8042 ZOOM PHOTO LAB ZOOM PHOTO LAB Curry Insurance Agency 4539 S.E. 29th Del City, OK 73115"},{"pageNumber":43,"pageContent":"THE NEW AMERICAN • OCTOBER 2, 2006 41 by Sam Antonio Fighting Immigration Anarchy: American Patriots Battle to Save the Nation , by Daniel Sheehy, Bloomington, Indiana: Rooftop Publishing, 2006, 344 pages, paperback, $19.95. (To order through AOBS, use the order form or contact information in the ad on the inside front cover.) ‘‘ T he best way to make history is to write it,” Winston Churchill observed. Author Dan Sheehy is definitely writing history with his new book, Fighting Immigration Anarchy . It is a unique book that chronicles the courage, passion, struggle, and dedication of the leaders in the immigration battle in which America is now engaged. What sets this book apart is its in-depth look at leaders who are changing the course of history. Furthermore, since the book is written from the perspective of a personal narrative, the passion of these leaders, but more impor- tantly Sheehy’s passion, for this topic is at play on every page. As a result, the reader will come away after reading this impor- tant book with the realization that the love for America still burns brightly. It has been said that three components characterize great leaders: a great individual, a great country, and a great issue. All three characteristics are evident in the eight leaders profiled by Mr. Sheehy. Sheehy shows that the human side of the leaders in the immigration fight runs contrary to the demonized characterizations that the media usually show of them. Sheehy’s patriots, for that’s what they are, aren’t what the media would typically portray as “American patriots.” They’re not paragons of political correctness; they are run-of-the-mill, concerned Americans who have gone to extraordinary lengths to protect America and Americans, despite much vilification in the press. For example, here you will meet a computer programmer, a grandmother, a school teacher, an auto mechanic, a CPA, and a journalist. Glenn Spencer began as an expert in statistical analysis, and he morphed into a lone citizen-activist writing letters to his local paper on his road to waking up thousands of concerned Americans through eye-opening videos on his organization’s website. Terry Anderson, from South Central Los Angeles, went from fixing cars as an auto mechanic to fixing our nation by becoming a popular talk-radio host and warning the nation about the dangers of the illegal immigration invasion. Roy Beck, an environmental journalist, saw the connection between unrestrained immigration and the dangers it posed to our local communities. The organization he founded, NumbersUSA, educates the American public about how Congress votes on federal immigration policies. Barbara Coe, who collected and collated crime statistics for a police department, was forced to resign for doing her duty to report crimes committed by illegal aliens. But she opened another door for herself. She organized concerned citizens into a group, the California Coalition for Immigration Reform (CCIR). As a result, she changed the California political landscape forever with her pivotal role in working to pass Proposition 187, which would have stemmed the tide of illegal immigration in California had not an activist liberal judge nullified it. Joe Guzzardi went from teaching English as a Second Language classes to immigrants in Lodi, California, to learning about the hard facts on the detrimental effects of mass immigration as immigrants took gross advantage of federal and state services. That gave him the impetus to run for governor of California and gain a platform from which he could warn his fellow citizens of the impending immigration crisis. Sam Antonio is the John Birch Society’s national spokesman on immigration. F IGHTING THE G OOD F IGHT BOOK REVIEW In Fighting Immigration Anarchy , author Daniel Sheehy recounts the stories of everyday American patriots who are battling to save our nation. Sam Antonio"},{"pageNumber":44,"pageContent":"THE NEW AMERICAN • OCTOBER 2, 2006 42 Congressman Tom Tancredo, a one-time school teacher turned immigration reform leader on Capitol Hill, has shaken up the beltway and the Bush White House enough for Karl Rove to tell him, “Don’t ever darken the door of the White House.” Jim Gilchrist and Chris Simcox, an unlikely duo, a retired CPA and former school teacher, launched the Minuteman Project to catapult the immigration crisis to the media forefront and to the halls of Congress. With diverse backgrounds, these American Patriot leaders have a common desire that led each of them down a similar path — standing up for what is right to save America from the negative effects of illegal immigration. Because Sheehy lives in Southern California (ground zero of the immigration crisis) and knows most of these leaders personally, he was able to wonderfully chronicle these patriots‘ personal transformations from the perspective of an individual looking from the inside- out, rather than from the outside in as most books on immigration are written. Each profile demonstrates that one person can make a difference in his or her respective sphere of influence, regardless of background. Finally, because the book is written from a personal narrative perspective rather than an academic one, Sheehy is able to convey the complexities of the immigration debate in a clear, concise manner for all to understand. Interesting to note is that the activists profiled have approached solving the immigration crisis by seeking different paths. Joe Guzzardi became a one-man educational army with his writing pen while Barbara Coe founded an organization, CCIR, to enlist good Americans in a grass- roots effort to save America. Terry Anderson utilizes the power of talk radio while Congressman Tom Tancredo echos his message from the halls of Congress, and Roy Beck of NumbersUSA uses the Internet to expose the voting records of our elected representatives. Glenn Spencer and his organization, American Border Patrol, use modern technology, such as unmanned aerial vehicles, to patrol the southern border, while the Minutemen call upon everyday citizens to stand watch over porous borders in Arizona and California. There are eight personal stories, but a common thread weaves its way through it all: the love of America and the hope that the common American will answer the call to duty when the need arises. In this book, Sheehy has made history by bringing to light the struggles of ordinary Americans who have performed valiantly in extraordinary times and chronicling it by putting pen to paper. In addition, these activists are now writing history with their historic, bold moves — from the passage of California Proposition 187 in 1994, to the successful recall of pro-amnesty California Governor Gray Davis in 2003 to the launching of the Minuteman Project. The last chapter of the book is perhaps the most powerful one. In it, Sheehy clearly connects all the dots on why our own government refuses to secure our borders. Sheehy states, “Open borders and illegal immigration are part of a larger scheme to discard American sovereignty in favor of a regional government.” President Bush and the leaders of Mexico and Canada met in Waco, Texas, on March 23, 2005 to form the “Security and Prosperity Partnership of North America.” Thus, the merging of the economies and political systems of the three countries in North America. As a result, there will be no more illegal immigration since there will be legal migration! As Sheehy so aptly states, President Bush “was quietly agreeing with the leaders of Mexico and Canada to erase U.S. Borders and end American sovereignty after 230 years of independence.” Sheehy gives warning to Americans: “Our government’s immigration and trade policies are being used to bring down America’s middle class, lower wages, and integrate the hemisphere.” “These policies are designed to serve the economic interests of the globalists and the multinational corporations and to centralize government power.” While Fighting Immigration Anarchy may frighten some with its startling stories and shocking statistics, its profiles of courageous leaders should serve as an inspiration to many and, as the book title so states, should encourage Americans to fight immigration anarchy. ■ While Fighting Immigration Anarchy may frighten some with its startling stories and shocking statistics, its profiles of courageous leaders should serve as an inspiration to many and, as the book title so states, should encourage Americans to fight immigration anarchy. BOOK REVIEW THE NEW AMERICAN • OCTOBER 2, 2006"},{"pageNumber":45,"pageContent":"SVCH 5810 Obata Way, Suite 1 • Gilroy, California 95020 (408) 847-9738 • fax (408) 847-9743 Brian Adams, DDS President/CEO SVCH South Valley Care Homes, Inc. HELP PREVENT AMERICA FROM GOING DOWN THE DRAIN! 1-800-99 NEPTUNE ( 6 3 7 8 8 ) 8933 Lankershim Blvd., Sun Valley, CA 91352 • Residential • Apartments • Commercial • Industrial Clark’s Nutritional Centers have the vitamins, minerals, herbs, and other supplements you need to keep your health and fi tness at their highest levels, plus all the latest information about them available through our extensive online catalog. RIVERSIDE 4225 Market Street Riverside, CA 92501 (951) 686-4757 Fax (951) 686-5678 Deli (951) 686-9970 RANCHO MIRAGE 34175 Monterey Ave. Rancho Mirage, CA 92270 (760) 324-4626 Fax (760) 969-6730 LOMA LINDA 11235 Mountain View Ave. Loma Linda, CA 92354 (909) 478-7714 Fax (909) 478-0814 Mail Orders: (800) 251-8996 Online Orders: Locations Serving You:"},{"pageNumber":46,"pageContent":"THE NEW AMERICAN • OCTOBER 2, 2006 44 S ome problems and issues facing our world are so enor- mous that they appear insurmountable. When we read about them, or talk about them with friends, the issue of “But what can I do about it?” seems unanswerable. That’s why we humans form organizations and groups. In numbers, Ameri- cans believe we can achieve anything. Sometimes we even form groups that don’t really exist except in our minds. For example, the nice thing about the Internet is that it allows us to become part of a virtual group without really joining anything. When we “Google,” there are always thou- sands of hits on just about every topic under the sun, so we just know that there are vast numbers of people out there who must agree with us on our issue: it’s just impossible that many others have not also “seen the light.” And so it is with the North American Union (NAU), to which this special issue of T HE N EW A MERICAN is dedicated. Many have seen the light and know that our own government is work- ing behind the scenes with the governments of Canada and Mexico to create a single bureaucratic entity called the NAU — like the European Union — and they know it’s a bad idea. For instance, most of Mexico would be allowed to move here if they wanted and bleed our government dry through their reli- ance on social welfare programs, and the costs associated with high crime rates. So, what to do? One answer: join a unified virtual group called ANAUSPPA (the Anti-North American Union/Security and Prosperity Partnership Association, of course). Our first meeting is today. Your list of tasks as a “newbie” ANAUSPPA member follows. We may never meet, but I know you’re out there... What You Can Do to Help Halt the Progress of the North American Union and the Security and Prosperity Partner- ship (SPP): 1. Become informed. Google the three terms “North Ameri- can Union,” “Security and Prosperity Partnership,” and “SPP.” You’ll be amazed at the number of well-informed articles, web- sites, backgrounders, white papers, position statements, govern- ment news releases, and press conference transcripts that pop up. There’s a lot of information out there — pro and con. Also check out The John Birch Society website, which has a deep section on the issue at JBS.org/nau. 2. Find ways to spread the word about NAU/SPP in your local community, among professionals, city workers, execu- tives — everybody. Joining local organizations and service clubs are good ways to begin. The environmental lobby has a point when they say, “Think globally, act locally.” It works! 3. Begin contacting your state legislators. It is your state sena- tors and representatives who have the clout to create grass-roots opposition to an issue. They should be asked to support the resolution available at JBS.org/nau. By persuading your state legislators to pass this resolution against the NAU/SPP and the planned NAFTA Super Highway, the pressure will swell upward and reach U.S. senators and representatives, where real change can begin to take place. There are many ways to find out the names of your state sena- tor and state representative, with their official e-mail addresses, mailing addresses, and fax/phone numbers — and even their home addresses and phone numbers — so there’s no excuse for not obtaining this information and being able to use it. We like the National Conference of State Legislatures’ web- site, where you simply enter the name of your state and are provided links to the various state legislatures and assemblies: http://www.ncsl.org/public/leglinks.cfm. Then, you’re only limited by your energy and imagination. Ambitious? Visit your state senator’s or representative’s office to express your opinion in person (yes, you’re really allowed to do this). But more typically, politely call their office and give expression to your concerns. Or fax or e-mail the same concerns. 4. After you’ve created some activity with your state senators and representatives, go national and contact your U.S. senators and representative. An excellent resource for sending letters on- line is capwiz.com/jbs/home. This site includes prepared mes- sages on the North American Union and other issues as the basis for your faxing, e-mailing, or phoning. 5. Go to JBS.org and find the “Lightning Round” link. The link goes to a video that is a truly creative means to get people talking about the NAU, and to get them to visit JBS.org/nau, which is a storehouse of NAU info and links. Copy the link to the video and send it to all of your friends and acquaintances with a brief note. 6. Use this issue of T HE N EW A MERICAN as a handy tool for educating your friends and acquaintances. To order copies in quantity, see the card between pages 38 and 39 of this issue, or go to JBS.org/nau. Finally, talk about the North American Union with everyone with whom you come into contact. They’ll be amazed, and ter- rified, that this government effort is under way. But it is, and we need to get others to join our non-exclusive little club. ■ Even Groucho Would Join This Club! THE LAST WORD AP by John Nelson and Larry Greenley"},{"pageNumber":47,"pageContent":" Oral Chelation Formula “ORA-PLUS” Oral Chelation Formula “ORA-PLUS” INGREDIENTS AMOUNT %RDA Magnesium (Oxide) 400 mg 100 Iron (Fumerate) 10 mg 55.56 Iodine (Potassium Iodine) 125 mcg 83.33 Copper (Gluconate) 250 mcg 12.5 Zinc (Gluconate) 30 mg 200 Chromium 200 mcg * Selenium 250 mcg * Potassium (Chloride & Citrate) 400 mg * Manganese (Gluconate) 5 mg * Adrenal 50 mg * Thymus 50 mg * L-Cysteine HCl 750 mg * di-Methionine 175 mg * Spleen 50 mg * Marine Lipids 50 mg * Hawthorn Berry 25 mg * * RDA has not been established INGREDIENTS AMOUNT %RDA Vitamin A (Beta Carotene) 25,000 I.U. 500 Vitamin D (Fish Liver Oil) 650 I.U. 162 Vitamin E (d Alpha Tocopherol) 650 I.U. 2,166 Vitamin C (asc. Acid & Ca. Ascorbate) 4,000 mg 6,667 Vitamin B-1 (Thiamine HCl) 200 mg 13,333 Vitamin B-2 ( Riboflavin) 50 mg 2,941 Vitamin B-6 (Pyridoxine HCl) 150 mg 7,500 Niacin 50 mg 250 Niacinamide 50mg 250 Pantothenic Acid (d-Calcium Pantothenate) 500 mg 5,000 Vitamin B-12 (Cobalamin) 250 mcg 4,166 Folic Acid 400 mcg 100 Biotin 100mcg 33 Choline (Bitartrate) 725 mg * Inositol 40 mg * PABA (Para Amino Benzoic Acid) 250 mg * Calcium (Carbonate) 400 mg 40 cwasem @ wasems.com 800 6th St. • Clarkston, WA 99403 • 1-800-548-2804"},{"pageNumber":48,"pageContent":"C ONSULTANTS AND A DMINISTRATORS Specializing in Tax Deductions for Dental Practices Post Office Box 7007 • Porter Ranch, CA 91 327 P R ISM MANAGEMENT COMPANY, INCORPORATED PRISM: Any medium that resolves a seemingly simple matter into its elements “’Tis our true policy to steer clear of permanent alliances, with any portion of the foreign world....” – George Washington (1796) “Commerce with all nations, alliance with none, should be our motto.” – Thomas Jefferson (1799) “I deem [one of] the essential principles of our government [to be] peace, commerce, and honest friendship with all nations, entangling alliances with none....” – Thomas Jefferson (1801)"}]
