[{"pageNumber":1,"pageContent":"1 1 BLUEPRINT FOR CHANGE Obama and Biden’s Plan for America"},{"pageNumber":2,"pageContent":"3 CONTENTS Obama and Biden’s Plan for America MESSAGE FROM BARACk OBAMA ANd jOE BIdEN ECONOMy ETHICS HEALTH CARE SENIORS EdUCATION ENERG y FISCAL dISCIPLINE RURAL WOMEN IMMIGRATION POVERTy SERVICE CIVIL RIGHTS NATIONAL SECURITy VETERANS 4 7 17 23 27 31 37 41 45 49 52 55 59 63 67 81"},{"pageNumber":3,"pageContent":"5 A MESSAGE FROM BARACk ANd jOE Thank you for taking the time to look at this booklet. We believe that leaders must be open and forward-looking with the American people about the policy decisions facing our nation. This booklet brings together our proposals to support American families so you can see clearly where we stand on these fundamental issues. But we also hope that this booklet sparks a dialogue and that after you’ve finished reading it, you get in touch with our campaign and give us your thoughts on the policies you find here. You can take your govern - ment back into your hands, and we welcome you to speak up. You know what’s at stake in this election when you kiss a loved one goodbye as they’re deploying overseas, or see your neighbor’s home foreclosed on, or fill up the tank. This is a defining moment in our history. The dream that so many generations fought for feels as if it’s slowly slipping away. We’ve never paid more for health care or child care or college. It’s harder to save and retire. And most of all, we’ve lost faith that our leaders can or will do anything about it. But it is because of their failures that this moment of challenge is also a moment of opportunity. We have a chance to bring the country together in a new majority — to finally tackle problems that Washington has ignored for too long. And that is why the same old Washington textbook campaigns just won’t do in this election. Our leaders have always made the biggest difference in the lives of the American people when we’ve led not by polls, but by principle; not by calculation, but by conviction; when we summoned the entire nation to a common purpose — a higher purpose. And we are here because that’s the party America needs us to be right now. Joe and I are running to offer this country change that we need. We are in this race to tell the corporate lobbyists that their days of setting the agenda in Washington are over. We’re in this race because we want to stop talking about the outrage of 45 million Americans without health care and start actually doing something about it. We’re in this race to end our dependence on Middle East oil and save our planet from the crisis of climate change so we can give our children a planet that’s cleaner and safer than we found it. This country of ours has more wealth than any nation, but that’s not what makes us rich. We have the most powerful military on Earth, but that’s not what makes us strong. Our universities and our culture are the envy of the world, but that’s not what keeps the world coming to our shores. Instead, it is that American spirit — that American promise — that pushes us forward even when the path is uncertain; that binds us together in spite of our differences; that makes us fix our eye not on what is seen, but what is unseen, that better place around the bend. As president, we will end the war in Iraq, a war that I opposed from the beginning and that should never have been authorized. We will finish the fight against Al Qaeda. And we will lead the world to combat the common threats of the 21st century — nuclear weapons and terrorism; climate change and poverty; genocide and disease. America, our moment is now. We don’t want to pit Red America against Blue America, I want to be the President of the United States of America. That’s why we’re asking you to stand with us, that’s why we’re asking you to stop settling for what the cynics say we have to accept. In this election — in this moment — let us reach for what we know is possible. A nation healed. A world repaired. An America that believes again. So thank you for taking the time to read this booklet, which lays out very clearly how Joe and I will achieve these goals for the American people. I hope you look closely at the ideas in this booklet and let us know what you think. Together, we can change America. Sincerely, Barack Obama and Joe Biden"},{"pageNumber":4,"pageContent":"7 AT A GLANCE • Enact an Emergency Economic Plan to Inject Immediate Relief into the Economy • Provide Meaningful, Permanent Tax Relief for Middle Class Families • Protect Homeownership • Make Strategic Investments in America to Create Millions of New Jobs • Improve Regulatory Oversight of Financial Markets • Fight for Fair Trade Agreements • Crack Down on Predatory Credit Card and Lending Practices • Support Working Families and Strengthen Labor Laws THE PROBLEM Wages Have Declined as Prices Rise While the typical working-age family’s income has declined $2,000 since the beginning of the Bush adminis - tration, the costs of basic necessities are increasing. The cost of in-state college tuition has grown 35 percent over the past five years. Health care premiums have doubled the past eight years. And the personal savings rate is now the lowest it has been since the Great Depression. Tax Cuts for Wealthy Instead of Middle Class The Bush tax cuts give those who earn over $1 million dollars a tax cut nearly 160 times greater than that received by middle income Americans. At the same time, this administration has refused to tackle health care, education and housing in a manner that benefits the middle cla ss. OBAMA ANd BIdEN’S PLAN TO STRENGTHEN THE ECONOMy “There are some who believe that we must try to turn back the clock on this new world; that the only chance to maintain our living stan - dards is to build a fortress around America; to stop trading with other countries, shut down immigration, and rely on old industries. I dis - agree. Not only is it impossible to turn back the tide of globalization, but efforts to do so can make us worse off. Rather than fear the fu - ture, we must embrace it. I have no doubt that America can compete — and succeed — in the 21st century. And I know as well that more than anything else, success will depend not on our government, but on the dynamism, determina - tion, and innovation of the American people.” - Barack Obama, Speech in Flint, Michigan, June 16, 2008 ECONOMy"},{"pageNumber":5,"pageContent":"9 BARACk OBAMA ANd jOE BIdEN’S EMERGENC y ECONOMIC PLAN The housing crisis is deepening and energy and food prices are soaring. Barack Obama and Joe Biden have advocated for an Emergency Economic Plan to jumpstart the economy, with two key parts. This Emergency Economic Plan is a down-payment on Obama and Biden’s long-run plans to restore tax fairness and invest in infrastructure and clean energy to foster long-run growth. Provide a $1,000 Emergency Energy Rebate to American Families Barack Obama and Joe Biden will enact a windfall profits tax on excessive oil company profits to give Ameri - can families an immediate $1,000 emergency energy rebate to help families pay rising bills. $50 Billion To Turn our Economy Around and Prevent More than 1 Million Americans from Losing Their Jobs State Growth Fund: $25 billion in a State Growth Fund to prevent state and local cuts in health, education and housing assistance or counterproductive increases in property taxes, tolls or fees. The fund will also ensure sufficient funding for home heating and weatherization assistance as we move into the fall and winter months. Jobs and Growth Fund: $25 billion in a Jobs and Growth Fund to replenish the Highway Trust Fund; prevent cutbacks in road and bridge maintenance and fund new, fast-tracked projects to repair schools – all to save more than 1 million jobs in danger of being cut. BARACk OBAMA ANd jOE BIdEN’S PLAN TO PROVIdE MIddLE CLASS AMERICANS TAX RELIEF Provide a Tax Cut for Working Families: Obama and Biden will restore fairness to the tax code and provide 150 million workers — 95 percent of workers — the tax relief they need. Obama and Biden will create a new “Making Work Pay” tax cut of up to $500 per worker, or $1,000 per working family. The “Making Work Pay” tax cut will completely eliminate income taxes for 10 million Americans. Create the American Opportunity Tax Credit: Barack Obama and Joe Biden will make college affordable for all Americans by creating a new American Opportunity Tax Credit. This fully refundable credit will provide $4,000 a year for college education. It will cover two-thirds the cost of tuition at the average public college or university. Obama and Biden will also ensure that the tax credit is available to families at the time of enrollment by using prior year’s tax data to deliver the credit at the time that tuition is due, rather than a year or more later when tax returns are filed. Recipients of this credit will be required to conduct 100 hours of public service a year, either during the school year or over the summer months. Expand the Child and Dependent Care Tax Credit: The Child and Dependent Care Tax Credit provides too little relief to families that struggle to afford child care expenses. Currently the credit only covers up to 35 percent of the first $3,000 of child care expenses a family incurs for one child and the first $6,000 for a family with two or more children. And the credit is not refundable, which means that upper-income families disproportionately benefit while families who make under $50,000 a year receive less than a third of the tax credit. Barack Obama and Joe Biden will reform the Child and Dependent Care Tax Credit by making it re - fundable and allowing low-income families to receive up to a 50 percent credit for their child care expenses. Coupled with Obama’s “Making Work Pay” tax cut, this proposal will help put more money directly in the pockets of hardworking low and middle-income parents. Simplify Tax Filings for Middle Class Americans: Obama and Biden will dramatically simplify tax filings so that millions of Americans will be able to do their taxes in less than five minutes. Obama and Biden will ensure that the IRS uses the information it already gets from banks and employers to give taxpayers the option of pre-filled tax forms to verify, sign and return. Experts estimate that the Obama proposal will save Americans up to 200 million total hours of work and aggravation and up to $2 billion in tax preparer fees. Eliminate Income Taxes for Seniors Making Less than $50,000: Barack Obama and Joe Biden will elimi - nate all income taxation of seniors making less than $50,000 per year. This proposal will eliminate income taxes for 7 million seniors and provide these seniors with an average savings of $1,400 each year. Under the Obama-Biden plan, 27 million American seniors will also not need to file an income tax return. For many seniors, this will eliminate the need to hire a tax preparer, resulting in even larger savings. ECONOMy"},{"pageNumber":6,"pageContent":"11 BARACk OBAMA ANd jOE BIdEN’S PLAN TO PROTECT HOMEOWNERSHIP Protect and Promote Homeownership Create a Universal Mortgage Credit: Many middle class Americans do not receive the existing mortgage interest tax deduction because they do not itemize their taxes. As a result, primarily wealthy Americans benefit from this homeownership incentive. Obama and Biden will ensure that middle-class Americans get the financial assistance they need to purchase or keep their own home by creating a 10 percent universal mortgage credit that gives tax relief to Americans who have a home mortgage. The Obama-Biden proposal will provide 10 million homeowners, most of whom earn under $50,000 per year, with an average of $500 in savings. This tax cut will provide direct relief to many homeowners who are struggling to maintain their mortgage payments. Close Bankruptcy Loophole for Mortgage Companies: While investors who own multiple homes and people with vacation homes can renegotiate those mortgages in bankruptcy, current Chapter 13 law requires ordinary families to stick with the original terms of their home loans—regardless of whether the loan was predatory or unfair. Obama and Biden will repeal this provision so that ordinary families do not suffer this unfair treatment. Prevent Future Crises in the Housing Market Barack Obama and Joe Biden’s plan will ensure that the conditions that led to the subprime lending crisis are not repeated in the future by cracking down on mortgage fraud and requiring better disclosure and stronger oversight of the mortgage market. Mandate Accurate Loan Disclosure: Barack Obama and Joe Biden will enact laws to ensure that all prospec - tive homebuyers have access to accurate and complete information about their mortgage options. Obama and Biden will create a Homeowner Obligation Made Explicit (HOME) score, which will provide potential borrowers with a simplified, standardized borrower metric (similar to APR) for home mortgages. The HOME score will allow Americans to easily compare various mortgage products and understand the full cost of the loan. Combat Mortgage Fraud and Subprime Loans: Barack Obama introduced comprehensive legislation over two years ago to fight mortgage fraud and protect consumers against abusive lending practices. Obama’s STOP FRAUD Act provides the first federal definition of mortgage fraud, increases funding for federal and state law enforcement programs, creates new criminal penalties for mortgage professionals found guilty of fraud, and requires industry insiders to report suspicious activity. This bill also provides counseling to hom - eowners and tenants to avoid foreclosures. BARACk OBAMA ANd jOE BIdEN’S PLAN TO CREATE GOOd-PA yING jOBS Invest in the Manufacturing Sector and Create 5 Million New Green Jobs Invest in our Next Generation Innovators and Job Creators: Obama and Biden will create an Advanced Manufacturing Fund to identify and invest in the most compelling advanced manufacturing strategies. The Fund will have a peer-review selection and award process based on the Michigan 21st Century Jobs Fund, a state-level initiative that has awarded over $125 million to businesses with the most innovative proposals to create new products and new jobs in the state. Double Funding for the Manufacturing Extension Partnership: The Manufacturing Extension Partnership (MEP) works with manufacturers across the country to improve efficiency, implement new technology, and strengthen company growth. This highly-successful program has engaged in more than 350,000 projects across the country and in 2006 alone helped create and protect over 50,000 jobs. But despite this success, funding for MEP has been slashed by the Bush administration. Barack Obama and Joe Biden will double funding for the MEP so its training centers can continue to bolster the competitiveness of U.S. manufacturers Invest In A Clean Energy Economy And Create 5 Million New Green Jobs: Obama and Biden will invest $150 billion over 10 years to advance the next generation of biofuels and fuel infrastructure, accelerate the commercialization of plug-in hybrids, promote development of commercial scale renewable energy, invest in low emissions coal plants, and begin transition to a new digital electricity grid. A principal focus of this fund will be devoted to ensuring that technologies that are developed in the U.S. are rapidly commercialized in the U.S. and deployed around the globe. Invest in Producing Green Technologies in our Manufacturing Centers: The Obama and Biden compre - hensive energy independence and climate change plan will invest in America’s highly-skilled manufacturing workforce and manufacturing centers to ensure that American workers have the skills and tools they need to pioneer the first wave of green technologies that will be in high demand throughout the world. They will also provide assistance to the domestic auto industry to ensure that new fuel-efficient vehicles are built by American workers. Create New Job Training Programs for Clean Technologies: The Obama-Biden plan will increase funding for federal workforce training programs and direct these programs to incorporate green technologies train - ing, such as advanced manufacturing and weatherization training, into their efforts to help Americans find and retain stable, high-paying jobs. They will also create an energy-focused youth jobs program to invest in disconnected and disadvantaged youth. New Jobs through National Infrastructure Investment Barack Obama and Joe Biden believe that it is critically important for the United States to rebuild its na - tional transportation infrastructure – its highways, bridges, roads, ports, air, and train systems – to strength - en user safety, bolster our long-term competitiveness and ensure our economy continues to grow. Investing in national infrastructure is especially important in our efforts to bolster our homeland security to meet international terrorism and natural disaster threats. Create a National Infrastructure Reinvestment Bank: Barack Obama and Joe Biden will address the infra - structure challenge by creating a National Infrastructure Reinvestment Bank to expand and enhance, not supplant, existing federal transportation investments. This independent entity will be directed to invest in our nation’s most challenging transportation infrastructure needs. The Bank will receive an infusion of federal money, $60 billion over 10 years, to provide financing to transportation infrastructure projects across the nation. These projects will create up to two million new direct and indirect jobs and stimulate approxi - mately $35 billion per year in new economic activity. ECONOMy"},{"pageNumber":7,"pageContent":"13 Technology, Innovation and Creating Jobs Barack Obama and Joe Biden will increase federal support for research, technology, and innovation for com - panies and universities so that America can lead the world in creating new advanced jobs and products. Invest in the Sciences: Barack Obama and Joe Biden support doubling federal funding for basic research over 10 years and changing the posture of our federal government from being one of the most anti-science administrations in American history to one that embraces science and technology. This will foster home- grown innovation, help ensure the competitiveness of US technology-based businesses, and ensure that 21st century jobs can and will grow in America. Make the Research and Development Tax Credit Permanent: Barack Obama and Joe Biden want invest - ments in a skilled research and development workforce and technology infrastructure to be supported here in America so that American workers and communities will benefit. Obama and Biden want to make the Research and Development tax credit permanent so that firms can rely on it when making decisions to invest in domestic R&D over multi-year timeframes. Deploy Next-Generation Broadband: Barack Obama believes we can get broadband to every community in Amer - ica through a combination of reform of the Universal Service Fund, better use of the nation’s wireless spectrum, promotion of next-generation facilities, technologies and applications, and new tax and loan incentives. Support Small Business Provide Tax Relief for Small Businesses and Start-Up Companies: Barack Obama and Joe Biden will eliminate all capital gains taxes on start-up and small businesses to encourage innovation and job creation. Obama and Biden will also support small business owners by providing a $500 “Making Work Pay” tax credit to almost every worker in America. Self-employed small business owners pay both the employee and the employer side of the payroll tax, and this measure will reduce the burdens of this double taxation. Lower Health Care Costs with a New Small Business Health Tax Credit: Obama and Biden will create a new Small Business Health Tax Credit to help lower the costs for small businesses to offer health insurance to their employees. The Obama-Biden Small Business Health Tax Credit will provide a refundable credit of up to 50 percent on premiums paid by small businesses on behalf of their employees. To be eligible for the credit, small businesses will have to offer a quality health plan to all of their employees, and cover a meaning - ful share of the cost of employee health premiums. The credit would be fully available to small firms, and would be phased out for medium-sized firms. It would also be phased out for small firms with high-income employees. Create a National Network of Public-Private Business Incubators: Barack Obama and Joe Biden will support entrepreneurship and spur job growth by creating a national netw ork of public-private business incubators. Business incubators facilitate the critical work of entrepreneurs in creating start-up companies. Obama and Biden will invest $250 million per year to increase the number and size of incubators in disadvantaged com - munities throughout the country. BARACk OBAMA ANd jOE BIdEN’S PLAN TO CREATE A REGULATOR y SySTEM FOR THE 21 ST CENTUR y Barack Obama and Joe Biden believe that it is time to reconsider how we oversee financial markets in this country. Much of our regulatory apparatus was invented in the 1930s and our existing patchwork of federal and state regulation is not sufficient to provide the rules of the road in a 21st century economy. Give the Federal Reserve Greater Supervisory Authority: Obama and Biden will give the Fed greater over - sight over the broader array of financial institutions which it has been called on to bailed out. The nature of such oversight should be commensurate with the degree and extent of taxpayer exposure and should include liquidity and capital requirements at a minimum. Strengthen Capital, Liquidity and Disclosure Requirements: Obama and Biden will reexamine and strengthen capital requirements including new standards for managing liquidity risk. Obama also supports an immediate investigation into the ratings agencies and their relationships to securities’ issuers to avoid conflicts of interest. Streamline Our Balkanized Regulatory Agencies: Prior to 1999, financial institutions fell into easily delin - eated categories (commercial banks, insurance companies, investment banks, etc.) and were regulated by dif - ferent federal agencies (Securites and Exchange Commission (SEC), Federal Deposit Insurance Corporation, Commodity Futures Trading Commission, etc.). The large, complex institutions that dominate the financial landscape today no longer fit into discrete categories. Obama and Biden will streamline oversight so that it reflects 21st century markets and is capable of identifying risks. Obama also believes that regulation should identify, disclose, and oversee risky behaviors – regardless of what kind of financial institution engages in them. Crack Down on Market Manipulation: Barack Obama and Joe Biden believe the SEC should aggressively investigate reports of market manipulation. Under the Bush administration, the SEC has been sapped of the funding, manpower and technology to provide effective oversight. Obama and Biden believe we must have an effective, functioning cop on the beat to identify market manipulation, protect investors and avoid exces - sive speculation in financial markets. Better Identify and Address Systemic Risks: Obama and Biden have called for the creation of a financial market oversight commission to identify systemic threats to our financial system. They also believe we must consider establishing a standardized process to resolve such systemic risk without putting taxpayer dollars at risk. ECONOMy"},{"pageNumber":8,"pageContent":"15 BARACk OBAMA ANd jOE BIdEN’S PLAN TO FIGHT FOR FAIR TRAdE AGREEMENTS Fight for Fair Trade: Obama and Biden will fight for a trade policy that opens up foreign markets to support good American jobs. They will use trade agreements to spread good labor and environmental standards around the world and stand firm against agreements like the Central American Free Trade Agreement that fail to live up to those important benchmarks. They will also pressure the World Trade Organization to en - force trade agreements and stop countries from continuing unfair government subsidies to foreign exporters and nontariff barriers on U.S. exports. Amend the North American Free Trade Agreement: Obama believes that NAFTA and its potential were oversold to the American people. He will work with the leaders of Canada and Mexico to fix NAFTA so that it works for American workers. Crack Down on China: Obama will build on his efforts in the U.S. Senate to declare China a currency ma - nipulator, and work to ensure that China is no longer given a free pass to undermine U.S. workers. Strengthen Trade Enforcement: Barack Obama and Joe Biden will take trade enforcement seriously. They will make enforcement the top priority of the U.S. Trade Representative (USTR) Office, and he will increase resources for the USTR so it can carry out its responsibility to protect American interests. They will also only negotiate trade agreements that will benefit American workers and have strong and enforceable labor and environmental standards in the body of the agreement. Improve Transition Assistance: To help all workers adapt to a rapidly changing economy, Obama and Biden will update the existing system of Trade Adjustment Assistance by extending it to service industries, creating flexible education accounts to help workers retrain, and providing retraining assistance for workers in sec - tors of the economy vulnerable to dislocation before they lose their jobs. BARACk OBAMA ANd jOE BIdEN’S PLAN TO CRACk dOWN ON PREd ATOR y LENdING Create a Credit Card Rating System to Improve Disclosure: Obama and Biden will create a credit card rat - ing system, modeled on five-star systems used for other consumer products, to provide consumers an easily identifiable ranking of credit cards, based on the card’s features. Credit card companies will be required to display the rating on all application and contract materials, enabling consumers to quickly understand all of the major provisions of a credit card without having to rely exclusively on fine print in lengthy documents. Establish a Credit Card Bill of Rights to Protect Consumers: Obama and Biden will create a Credit Card Bill of Rights to protect consumers. The Obama-Biden plan will: • Ban Unilateral Changes • Apply Interest Rate Increases Only to Future Debt • Prohibit Interest on Fees • Prohibit “Universal Defaults” • Require Prompt and Fair Crediting of Cardholder Payments Cap Outlandish Interest Rates on Payday Loans and Improve Disclosure: Obama and Biden supports ex - tending a 36 percent interest cap to all Americans. They will require lenders to provide clear and simplified information about loan fees, payments and penalties, and he’ll require them to provide this information during the application process. Encourage Responsible Lending Institutions to Make Small Consumer Loans: Obama and Biden will encourage banks, credit unions and Community Development Financial Institutions to provide affordable short-term and small-dollar loans and to drive unscrupulous lenders out of business. Reform Bankruptcy Laws to Protect Families Facing a Medical Crisis: Obama and Biden will create an exemption in bankruptcy law for individuals who can prove they filed for bankruptcy because of medical ex - penses. This exemption will create a process that forgives the debt and lets Americans get back on their feet. BARACk OBAMA ANd jOE BIdEN’S PLAN TO SUPPORT AMERICAN LABOR Ensure Freedom to Unionize: Obama and Biden believe that workers should have the freedom to choose whether to join a union without harassment or intimidation from their employers. Obama cosponsored and is a strong advocate for the Employee Free Choice Act to assure that workers can exercise their right to organize. He and Joe Biden will continue to fight for EFCA’s passage and Obama will sign it into law. Fight Attacks on Workers’ Right to Organize: Obama has fought the Bush National Labor Relations Board (NLRB) efforts to strip workers of their right to organize. He is a cosponsor of legislation to overturn the NLRB’s “Kentucky River” decisions classifying hundreds of thousands of nurses, construction, and profes - sional workers as “supervisors” who are not protected by federal labor laws. Protect Striking Workers: Obama supports the right of workers to bargain collectively and strike if necessary. He will work to ban the permanent replacement of striking workers, so workers can stand up for themselves without worrying about losing their livelihoods. OBAMA’S RECORd Tax Relief In the Illinois State Senate, Barack Obama was the chief cosponsor of Illinois’ Earned Income Tax Credit, which provided over $100 million in tax relief to working families in Illinois. Housing In the U.S. Senate, Obama introduced the STOP FRAUD Act to increase penalties for mortgage fraud and provide more protections for low-income homebuyers, well before the current subprime crisis began. American Jobs Barack Obama introduced the Patriot Employer Act of 2007 to provide a tax credit to companies that maintain or increase the number of full-time workers in America relative to those outside the US; maintain their corporate headquarters in America; pay decent wages; prepare workers for retirement; provide health insurance; and support employees who serve in the military. FOR MORE INFORMATION Read the Speech http://www.barackobama.com/2008/06/16/remarks_of_senator_barack_obam_79.php Read the Plan http://www.barackobama.com/issues/economy/ ECONOMy"},{"pageNumber":9,"pageContent":"17 AT A GLANCE A Leader for Reform Obama reached across the aisle and challenged leaders of both parties to pass historic ethics reforms both in Washington and Springfield, IL. Unlike other candidates, he refuses to accept campaign contributions from PACs and Washington lobbyists. Close the Revolving Door Obama and Biden will close the revolving door between the executive branch and K-Street lobbying shops. Their appointees will serve the American people, not their own financial interests. Increase Transparency Obama and Biden will increase transparency so that ordinary Americans can understand their government and trust that their money is well spent. End Wasteful No-Bid Contracts Obama and Biden will clean up government contracting and end the abuse of no-bid contracts. Make Government More Effective Obama and Biden will work to make the federal government more efficient from top-to-bottom. They will cut wasteful and ineffective programs, create more professional oversight of contracts and programs and slash earmarks. THE PROBLEM Lobbyists Write National Policies For example, Vice President Dick Cheney’s Energy Task Force of oil and gas lobbyists met secretly to de - velop national energy policy. Secrecy Dominates Government Actions The Bush administration has ignored public disclosure rules and has invoked a legal tool known as the ‘state secrets’ privilege more than any other previous administration to get cases thrown out of civil court. Wasteful Spending is Out of Control The current administration has abused its power by handing out contracts without competition to its politi - cally connected friends and supporters. These abuses cost taxpayers billions of dollars each year. “I am in this race to tell the corporate lobbyists that their days of setting the agenda in Wash - ington are over. I have done more than any other candidate in this race to take on lobby - ists — and won. They have not funded my cam - paign...and they will not drown out the voices of the American people when I am president.” - Barack Obama, Speech in Des Moines, IA, November 10, 2007 BARACk OBAMA ANd jOE BIdEN’S PLAN TO CHANGE WASHINGTON ETHICS"},{"pageNumber":10,"pageContent":"19 BARACk OBAMA ANd jOE BIdEN’S PLAN Shine Light on Washington Lobbying Centralize Ethics and Lobbying Information for Voters: Obama and Biden will create a centralized Internet database of lobbying reports, ethics records, and campaign finance filings in a searchable, sortable and downloadable format. Require Independent Monitoring of Lobbying Laws and Ethics Rules: Obama will use the power of the presidency to fight for an independent watchdog agency to oversee the investigation of congressional ethics violations so that the public can be assured that ethics complaints will be investigated. Shine the Light on Federal Contracts, Tax Breaks and Earmarks Create a Public “Contracts and Influence” Database: As president, Obama will create a “contracts and influ - ence” database that will disclose how much federal contractors spend on lobbying, and what contracts they are getting and how well they complete them. Expose Special Interest Tax Breaks to Public Scrutiny: Barack Obama and Joe Biden will ensure that any tax breaks for corporate recipients — or tax earmarks — are also publicly available on the Internet in an easily searchable format. Sunlight before Signing: Too often bills are rushed through Congress and to the president before the public has the opportunity to review them. As president, Obama will not sign any non-emergency bill without giv - ing the American public an opportunity to review and comment on the White House website for five days. Shine Light on Earmarks and Pork Barrel Spending: Obama’s Transparency and Integrity in Earmarks Act will shed light on all earmarks by disclosing the name of the legislator who asked for each earmark, along with a written justification, 72 hours before they can be approved by the full Senate. Expose Corporate Welfare: Obama and Biden will shine a light on corporate welfare by creating an agency charged with identifying recipients of corporate subsidies and evaluating the effectiveness of these subsidies in promoting growth and opportunity. Bring Americans Back into their Government End the Practice of Writing Legislation Behind Closed Doors: Obama and Biden will work to reform con - gressional rules to require all legislative sessions, including committee mark-ups and conference committees, to be conducted in public. Hold 21st Century Fireside Chats: Obama will bring democracy and policy directly to the people by requir - ing his Cabinet officials to have periodic national broadband townhall meetings to discuss issues before their agencies. Make White House Communications Public: Obama will amend executive orders to ensure that communi - cations about regulatory policymaking between persons outside government and all White House staff are disclosed to the public. Conduct Regulatory Agency Business in Public: Obama will require his appointees who lead the executive branch departments and rulemaking agencies to conduct the significant business of the agency in public, so that any citizen can watch these debates in person or on the Internet. Release Presidential Records: Obama will nullify the Bush attempts to make the timely release of presiden - tial records more difficult. Free the Executive Branch from Special Interest Influence Enforce Executive Branch Ethics: Today, the Office of Governmental Ethics is only an advisory agency with no enforcement authority. An Obama administration will give his OGE strong enforcement authority with the ability to make binding regulations, and it will work with inspectors general in all the federal agencies to enforce ethics rules, minimize waste and ensure federal officials are not using their offices for personal gain. Close the Revolving Door on Former and Future Employers: No political appointees in an Obama-Biden administration will be permitted to work on regulations or contracts directly and substantially related to their prior employer for two years. And no political appointee will be able to lobby the executive branch after leaving government service during the remainder of the administration. Free Career Officials from the Influence of Politics: Obama will issue an executive order asking all new hires at the agencies to sign a form affirming that no political appointee offered them the job solely on the basis of political affiliation or contribution. Reform the Political Appointee Process: FEMA Director Michael Brown was not qualified to head the agency, and the result was a disaster for the people of the Gulf Coast. But in an Obama-Biden administra - tion, every official will have to rise to the standard of proven excellence in the agency’s mission. ETHICS"},{"pageNumber":11,"pageContent":"21 Make Government More Effective Performance Team and Chief Performance Officer: Obama and Biden will create a SWAT team within the White House to improve results and outcomes for federal government programs while eliminating waste and inefficiency. A new Chief Performance Officer will work with federal agencies to set tough performance targets and hold managers responsible for progress. This performance improvement effort will include cross- agency performance where service delivery requires coordination across federal agencies and multiple levels of government. Implement Consequences for Success and Failure: Obama will create tools to improve agency performance like sending in performance teams to reform programs; replacing existing management; demanding improve - ment action plans; and cutting program budgets or eliminating programs entirel y. Move Workers from Bloated Bureaucracies to the Frontlines: Obama will thin the ranks of Washington middle managers, freeing up resources both for deficit reduction and for increasing the number of frontline workers. Cut Wasteful Spending Review Spending Line by Line: Obama and Biden will conduct an exhaustive line-by-line review of the federal budget and seek to eliminate government programs that are not performing and demand that new initiatives be selected on the basis of their merits, not through a political process that rewards lobbyists and campaign donors. Slash Earmarks: During the years when Republicans controlled Congress, earmarks grew from $7.8 billion in 1994 to $29 billion in 2006. In the past two years, the Democratic Congress has cut earmarks nearly in half, to $17.2 billion in 2008. Obama and Biden are committed to returning earmarks to less than $7.8 billion a year. Reform Federal Contracting: Obama and Biden will reform federal contracting and reduce the number of contractors, saving $40 billion a year. They will crack down on no bid contracts and hire more contract managers and improve training to enable federal agencies to avoid wasteful contracts. Obama and Biden will prohibit contractors who are delinquent on their federal taxes from getting contracts for government work. OBAMA’S RECORd Federal Ethics Reform Obama took on both parties and proposed ethics legislation that was described as the “gold standard” for reform. It was because of their leadership that ending subsidized corporate jet travel, mandating disclosure of lobbyists’ bundling of contributions, and enacting strong new restrictions of lobbyist-sponsored trips became part of the final ethics bill that was signed into law. The Washington Post wrote in an editorial, “The final package is the strongest ethics legislation to emerge from Congress yet.” Google for Government Americans have the right to know how their tax dollars are spent, but that information has been hidden from public view for too long. That’s why Barack Obama and Senator Tom Coburn (R-OK) passed a law to create a Google-like search engine to allow regular people to track federal grants, contracts, earmarks, and loans online. The Chicago Sun-Times wrote, “It would enable the public to see where federal money goes and how it is spent. It’s a brilliant idea.” Illinois Reform In 1998, Obama joined forces with former U.S. Sen. Paul Simon (D-IL) to pass the toughest campaign finance law in Illinois history. The legislation banned the personal use of campaign money by Illinois legisla - tors and banned most gifts from lobbyists. Before the law was passed, one organization ranked Illinois worst among 50 states for its campaign finance regulations. A High Standard Unlike John McCain, Obama’s campaign refuses to accept contributions from Washington lobbyists and political action committees. FOR MORE INFORMATION Read and Watch the Speech http://www.barackobama.com/2007/06/22/remarks_of_senator_barack_obam_17.php Read the Plan http://www.barackobama.com/pdf/TakingBackOurGovernmentBackFinalFactSheet.pdf"},{"pageNumber":12,"pageContent":"23 AT A GLANCE Reduce Health Care Costs Obama’s plan will bring down the cost of health care and reduce a typical family’s premiums by up to $2,500 per year. Affordable, Accessible Health Insurance Choices for All Obama will sign a health care reform plan into law by the end of his first term in office. His plan will provide affordable, accessible health care coverage options for every American. THE PROBLEM Millions of Americans are Uninsured or Underinsured because of Rising Medical Costs 45.5 million Americans lack health insurance. Health Care Costs are Skyrocketing Health insurance premiums have doubled over the past eight years. Too Little is Spent on Prevention and Public Health The nation faces epidemics of obesity and chronic diseases as well as new threats of pandemic flu and bioterrorism. Yet despite all of this less than 4 cents of every health care dollar is spent on prevention and public health. BARACk OBAMA ANd jOE BIdEN’S PLAN FOR AFFORd ABLE, ACCESSIBLE HEALTH CARE FOR ALL “We now face an opportunity — and an obliga - tion — to turn the page on the failed politics of yesterday’s health care debates... My plan begins by covering every American. If you already have health insurance, the only thing that will change for you under this plan is the amount of money you will spend on premiums. That will be less. If you are one of the 45 million Americans who don’t have health insurance, you will have it af - ter this plan becomes law. No one will be turned away because of a preexisting condition or ill - ness.” - Barack Obama, Speech in Iowa City, IA, May 29, 2007 HEALTH CARE"},{"pageNumber":13,"pageContent":"25 BARACk OBAMA ANd jOE BIdEN’S PLAN Lower Costs by $2,500 per Family and Improve Quality Health care spending is expected to double within the next decade even though Americans already spend almost twice as much per person as citizens of other industrialized countries with poorer health outcomes. Under the Obama-Biden plan, the typical family will have lower costs of $2,500. To lower these costs and improve quality, Barack Obama and Joe Biden will: • Make an up-front investment of $50 billion in electronic health information technology systems to reduce errors, and save lives and money. • Reduce the costs of catastrophic illnesses for employers and their employees by reimbursing employers for a portion of costs if savings were used to lower workers’ premiums. • Require disease management programs and integrated preventive care to help bring down the costs of caring for people with chronic conditions such as diabetes, heart disease and high blood pressure. • Require health plans to disclose what percentage of premiums actually goes to patient care as opposed to administrative costs. • Launch a comprehensive effort to tackle health care disparities. • Reform medical malpractice while preserving patient rights, and strengthen antitrust laws to prevent insurers from overcharging doctors for malpractice insurance. • Eliminate the excessive subsidies paid to Medicare Advantage plans and pay them the same amount it would cost to treat the same patients under traditional Medicare. Guarantee Affordable, Accessible Health Coverage for Every American Barack Obama and Joe Biden’s health care plan both builds on and improves the current insurance system, and leaves Medicare intact for seniors. For all Americans who like their health insurance, nothing changes except that they will have lower costs — $2,500 for a typical family. For those who do not have health insur - ance, they will have a range of private insurance options — accessible through a new National Health Insur - ance Exchange that is similar to what Members of Congress have — as well as a public plan. The National Health Insurance Exchange will feature: • Guaranteed Eligibility: No American will be turned away from any insurance plan because of illness or pre-existing conditions. • Comprehensive Benefits: The benefit package will be similar to that offered through Federal Em - ployees Health Benefits Program, the plan members of Congress have. The plan will cover all essential medical services, including preventive, maternity, and mental health care. • Affordable Premiums, Co-Pays and Deductibles • Tax Credits: Individuals and families who do not qualify for Medicaid or SCHIP but still need finan - cial assistance will receive a tax credit to purchase health insurance. • Simplified Paperwork and Reined in Health Costs • Easy Enrollment: The National Health Insurance Exchange will be simple to enroll in and provide ready access to coverage. • Portability and Choice: Participants will be able to move from job to job without changing or jeopardizing their health care coverage. • Quality and Efficiency: Participating insurance companies will be required to report data to ensure that standards for quality, health information technology and administration are being met. Support for Small Businesses Barack Obama and Joe Biden understand that the skyrocketing cost of health care poses a serious competi - tive threat to America’s small businesses. Obama and Biden will create a Small Business Health Tax Credit to provide small businesses with a refundable tax credit of up to 50 percent on premiums paid by small busi - nesses on behalf of their employees. To be eligible for the credit, small businesses will have to offer a quality health plan to all of their employees, and cover a meaningful share of the cost of employee health premiums. Bring Down the Costs of Prescription Drugs The second-fastest growing type of health expenses is the cost of prescription drugs. Americans should be able to afford the cutting-edge cures that our pharmaceutical industry develops. To bring down the costs of prescription drugs, an Obama-Biden Administration will: • Allow Americans to import inexpensive and safe prescription drugs from developed countries where the same medicines are cheaper • Increase the use of generic drugs in all public health plans, stop large drug companies from paying to keep generics out of markets to preserve their profits, and create a pathway to bring generic vaccines and other biologic medicines to the market. • Allow Medicare to negotiate for better prices. Promote Prevention In the absence of a dramatic shift towards prevention and promoting public health, we will not be successful in containing medical costs or improving the health of the American people. Obesity is an epidemic that is seriously impacting the health of millions of Americans — especially children, and one third of all American are living with a chronic condition. If we put more of our health care funds into prevention, we could save tens of millions of dollars and improve millions of people’s lives. As President, Barack Obama will work with every sector of society — employers, school systems, community groups, and families — to ensure that Americans have access to preventive care. He will require that all federally-supported health care plans cover these services, and will support efforts to promote healthy habits, lifestyles, and environments. OBAMA’S RECORd Health Insurance: In 2003, Barack Obama sponsored and passed legislation that expanded health care cover - age to 70,000 kids and 84,000 adults. In the U.S. Senate, Obama cosponsored the Healthy Kids Act of 2007 and the State Children’s Health Insurance Program (SCHIP) Reauthorization Act of 2007 to ensure that more American children have affordable health care coverage. Women’s Health: Obama worked to pass a number of laws in Illinois and Washington to improve the health of women. His accomplishments include creating a task force on cervical cancer, providing greater access to breast and cervical cancer screenings and helping improve prenatal and premature birth services. FOR MORE INFORMATION Read the Speech http://www.barackobama.com/2007/05/29/cutting_costs_and_covering_ame.php Read the Plan http://www.barackobama.com/issues/pdf/HealthCareFullPlan.pdf HEALTH CARE"},{"pageNumber":14,"pageContent":"27 AT A GLANCE Commitment As someone who was largely raised by his grandparents, Obama has first-hand knowledge of how hard America’s seniors have worked to defend our country, teach our children, and grow our economy. He will honor their lifetime of work. Protect Social Security Obama and Biden will preserve Social Security by stopping any efforts to privatize it and working in a bipar - tisan way to preserve it for future generations. Secure Hard-Earned Pensions Obama and Biden will fight to ensure that companies don’t dump their pension obligations. Help Americans Save More Obama and Biden will ensure all working Americans have access to employer-based retirement accounts, and will provide new savings incentives for middle class families. THE PROBLEM Insecure Retirement Savings Personal savings are near a historic low and 75 million working Americans lack employer-based retirement plans. Too many companies have dumped their pension obligations, leaving workers in the cold. Income Security With skyrocketing health care, energy and housing costs, and the risk of being defrauded by insurance com - panies, too many seniors do not have the resources to live comfortably. BARACk OBAMA ANd jOE BIdEN’S PLAN Protect Social Security Obama and Biden are committed to ensuring Social Security is solvent and viable for the American people, now and in the future. They will be honest with the American people about the long-term solvency of Social Security and the ways we can address the shortfall. Obama and Biden will protect Social Security benefits for current and future beneficiaries alike. And Obama does not believe it is necessary or fair to hardworking seniors to raise the retirement age. As part of a bipartisan plan that would be phased in over many years, Obama would ask those making over $250,000 to contribute a bit more to Social Security to keep it sound. Despite the many smears of his opponents, Obama does not support uncapping the full payroll tax of 12.4 percent rate. Instead, he is con - sidering plans that would ask those making over $250,000 to pay in the range of 2 to 4 percent more in total (combined employer and employee). BARACk OBAMA ANd jOE BIdEN’S PLAN TO PRESERVE SOCIAL SECURITy ANd STRENGTHEN THE ECONOMIC SECURITy OF OUR SENIORS “We have an obligation to protect Social Securi - ty and ensure that it’s a safety net the American people can count on today, tomorrow and forev - er. Social Security is the cornerstone of the so - cial compact in this country...Coming together to meet this challenge won’t be easy...It will take restoring a sense of shared purpose in Washing - ton and across this country. But if you put your trust in me — if you give me ‘your hand and your heart’ — then that’s exactly what I intend to do as your next President.” –Barack Obama, Speech in Des Moines, IA, October 27, 2007 SENIORS"},{"pageNumber":15,"pageContent":"29 Strengthen Retirement Savings Reform Corporate Bankruptcy Laws to Protect Workers and Retirees: Current bankruptcy laws protect banks before workers. Obama and Biden will protect pensions by putting promises to workers higher on the list of debts that companies cannot shed; ensuring that the bankruptcy courts do not demand more sacrifice from workers than executives; telling companies that they cannot issue executive bonuses while cutting worker pensions; increasing the amount of unpaid wages and benefits workers can claim in court; and limit - ing the circumstances under which retiree benefits can be reduced. Require Full Disclosure of Company Pension Investments: Obama and Biden will ensure that all employees who have company pensions receive detailed annual disclosures about their pension fund’s investments. This will provide retirees important resources to make their pension fund more secure. Eliminate Income Taxes for Seniors Making Less Than $50,000: Obama and Biden will eliminate all income taxation of seniors making less than $50,000 per year. This will provide an immediate tax cut averaging $1,400 to 7 million seniors and relieve millions from the burden of filing tax returns. Expand Retirement Savings Incentives for Working Families: Obama and Biden will ensure savings incen - tives are fair to all workers by creating a generous savings match for low and middle-income Americans. His plan will match 50 percent of the first $1,000 of savings for families that earn less than $75,000. The savings match will be automatically deposited into designated personal accounts. Over 80 percent of these savings incentives will go to new savers. Create Automatic Workplace Pensions: Obama and Biden’s retirement security plan will automatically enroll workers in a workplace pension plan. Under his plan, employers who do not currently offer a retirement plan will be required to enroll their employees in a direct-deposit IRA account that is compatible to existing direct-deposit payroll systems. Employees may opt-out if they choose. Experts estimate that this program will increase the savings participation rate for low and middle-income workers from its current 15 percent level to around 80 percent. Prevent Age Discrimination: Obama and Biden will fight job discrimination for aging employees by strengthening the Age Discrimination in Employment Act and empowering the Equal Employment Oppor - tunity Commission to prevent all forms of discrimination. Affordable Health Care for America’s Seniors Provide Cheaper Prescription Drugs: Our seniors pay the highest prices in the world for brand-name drugs. To lower drug costs, Obama and Biden will allow the federal government to negotiate for lower drug prices for the Medicare program, just as it does to lower prices for our veterans. They also support allowing seniors to import safe prescription drugs from developed nations overseas and will prevent pharmaceutical compa - nies from blocking cheap and safe generic drugs from the market. Put Medicare on Solid Footing by Reducing Costs and Improving Quality: Barack Obama understands that the biggest threat to our fiscal future is the fact that health costs system-wide, in both the public and private sectors, are growing rapidly. While some want to deal with this long-term fiscal threat by simply cutting benefits for Medicare and Medicaid and turning them into a second-class health system, Barack Obama believes that will violate the trust we have made with our nation’s seniors. As President, Barack Obama will put Medicare on sound fiscal footing by reducing health costs throughout our health system while improving quality. He supports closing the “doughnut hole” in the Medicare Part D prescription drug program. Provide Transparency to Medicare Prescription Drug Plans: Many seniors are enrolled in Medicare prescrip - tion drug plans that are actually more expensive for them than other available plans. Obama and Biden will require companies to send Medicare beneficiaries a full list of the drugs and fees they paid the previous year to help seniors determine which plans can better reduce their out-of-pocket costs and improve their health. Strengthen Long-Term Care Options: As president, Obama will work to give seniors choices about their care, consistent with their needs and not biased towards institutional care. Obama and Biden will work to reform the financing of long-term care to protect seniors and families. They will work to improve the quality of elder care, including by training more nurses and health care w orkers. Protect and Honor Seniors Ensure Heating Assistance: Obama and Biden will increase funding and expand eligibility for the Low Income Home Energy Assistance Program (LIHEAP) which helps low-income citizens — many of them seniors — pay their winter heating and summer cooling bills. Support Senior Volunteer Efforts: Retired Americans have a wide range of skills and knowledge to contrib - ute to local and national public service efforts. Obama and Biden will engage more interested seniors into public service opportunities by expanding and improving programs like Senior Corps to connect seniors with quality volunteer opportunities. OBAMA’S RECORd Social Security and Pensions In the midst of the 2005 debate over Social Security privatization, Obama gave a major speech at the National Press Club forcefully arguing against privatization. He also repeatedly voted against Republican amendments that aimed to privatize Social Security or cut benefits. Obama has also voted to force compa - nies to properly fund their pension plans so taxpayers don’t end up footing the bill. Medicare Obama has supported a number of efforts to strengthen Medicare, including voting for legislation to allow Medicare to negotiate for cheaper prescription drug prices and to extend the enrollment period for low- income beneficiaries. Protecting Seniors After reports that lobbyists, but not the American people, received information about the most unsafe nurs - ing homes in the country, Barack Obama demanded the Department of Health and Human Services release that information. Following Obama’s letter, the names of care facilities cited for unsafe care were released to the public. Obama’s efforts follow his successful efforts in Illinois to make nursing home information public and strengthen elder abuse laws. FOR MORE INFORMATION Read the Speech http://www.barackobama.com/2007/11/07/remarks_of_senator_barack_obam_31.php Read the Plan http://www.barackobama.com/issues/socialsecurity/ SENIORS"},{"pageNumber":16,"pageContent":"31 AT A GLANCE High-Quality Zero-to-Five Early Education Obama will launch a Children’s First Agenda that provides care, learning and support to families with chil - dren from birth up to five years old. Reform No Child Left Behind Obama believes that the goal of No Child Left Behind was the right one, but that it was written and imple - mented poorly and it has demoralized our educators and broken its promise to our children. Obama will fund No Child Left Behind and improve its assessments and accountability systems. Improve K-12 Obama will improve our schools by recruiting well-qualified teachers to every classroom in America. Obama will improve teacher compensation by rewarding expert, accomplished teachers for taking on challenging as - signments and helping teachers succeed. Obama also will reduce the high school dropout rate and close the achievement gap by investing in proven intervention strategies in the middle grades and in summer learning and afterschool opportunities. Obama and Biden will double funding for the Federal Charter School Pro - gram to support the creation of more successful charter schools. Make Community College and College Education Affordable Obama will create a new American Opportunity Tax Credit that will make tuition at the nation’s community colleges completely free and will cover up to two-thirds the cost of tuition at the nation’s public colleges and universities. “We need a new vision for a 21st century education — one where we aren’t just sup - porting existing schools, but spurring inno - vation; where we’re not just investing more money, but demanding more reform; where parents take responsibility for their children’s success; where our schools and government are accountable for results; where we’re re - cruiting, retaining, and rewarding an army of new teachers, and students are excited to learn because they’re attending schools of the future; and where we expect all our chil - dren not only to graduate high school, but to graduate college and get a good paying job.” - Barack Obama, Speech in Dayton, OH, September 9, 2008 BARACk OBAMA ANd jOE BIdEN’S PLAN TO GIVE EVER y CHILd A WORLd CLASS EdUCATION TO COMPETE IN THE GLOBAL ECONOMy EdUCATION"},{"pageNumber":17,"pageContent":"33 THE PROBLEM No Child Left Behind Left the Money Behind The goal of the law was the right one, but unfulfilled funding promises, inadequate implementation by the Education Department and shortcomings in the design of the law itself have limited its effectiveness and undercut its support. As a result, the law has failed to provide high-quality teachers in every classroom and failed to adequately support and pay those teachers. Students Left Behind Six million middle and high school students read significantly below their grade level. A full third of high school graduates do not immediately go on to college. American 15 year olds rank 28th out of 40 countries in mathematics and 19th out of 40 countries in science. Teacher Retention is a Problem Thirty percent of new teachers leave within their first five years in the profession. Soaring College Costs College costs have grown nearly 40 percent in the past five years. And between 2001 and 2010, 2 million academically qualified students will not go to college because they cannot afford it. BARACk OBAMA ANd jOE BIdEN’S PLAN Early Childhood Education Zero to Five Plan: Obama and Biden’s comprehensive “Zero to Five” plan will provide critical support to young children and their parents. Unlike other early childhood education plans, their plan places key empha - sis at early care and education for infants, which is essential for children to be ready to enter kindergarten. They will create Early Learning Challenge Grants to promote state “zero to five” efforts and help states move toward voluntary, universal pre-school. Expand Early Head Start and Head Start: Obama and Biden will quadruple Early Head Start, increase Head Start funding and improve quality for both. K-12 Reform No Child Left Behind: Obama and Biden will reform NCLB, which starts by funding the law. Obama believes teachers should not be forced to spend the academic year preparing students to fill in bubbles on standardized tests. He and Biden will improve the assessments used to track student progress to measure readiness for college and the workplace and improve student learning in a timely, individualized manner. They will also improve NCLB’s accountability system so that we are supporting schools that need improvement, rather than punishing them. Support High-Quality Schools and Close Low-Performing Charter Schools: Barack Obama and Joe Biden will double funding for the Federal Charter School Program to support the creation of more successful charter schools. An Obama-Biden administration will provide this expanded charter school funding only to states that improve accountability for charter schools, allow for interventions in struggling charter schools and have a clear process for closing down chronically underperforming charter schools. An Obama-Biden administration will also prioritize supporting states that help the most successful charter schools to expand to serve more students. Make Math and Science Education a National Priority: Obama and Biden will recruit math and science degree graduates to the teaching profession and will support efforts to help these teachers learn from profes - sionals in the field. They will also work to ensure that all children have access to a strong science curriculum at all grade levels. Address the Dropout Crisis: Obama and Biden will address the dropout crisis by passing his legislation, the Success in the Middle Act, to provide funding to school districts to invest in intervention strategies in middle school. These strategies include personal academic plans, teaching teams, parent involvement, men - toring, intensive reading and math instruction, and extended learning time. Expand High-Quality Afterschool Opportunities: Obama and Biden will double funding for the main federal support for afterschool programs, the 21st Century Community Learning Centers program, to serve one million more children. Support College Credit Initiatives: Barack Obama and Joe Biden will create a national “Make College A Reality” initiative that has a bold goal to increase students taking AP or college-level classes nationwide 50 percent by 2016, and will build on Obama’s bipartisan proposal in the U.S. Senate to provide grants for students seeking college level credit at community colleges if their school does not provide those resources. Support English Language Learners: Obama and Biden support transitional bilingual education and will help Limited English Proficient students get ahead by holding schools accountable for making sure these students graduate. They will support development of appropriate assessments for English Language Learn - ers and programs that monitor the progress of students learning English and hold schools accountable for making sure these students graduate. EdUCATION"},{"pageNumber":18,"pageContent":"35 Recruit, Prepare, Retain, and Reward America’s Teachers Recruit Teachers: Obama and Biden will create new Teacher Service Scholarships that will cover four years of undergraduate or two years of graduate teacher education, including high-quality alternative programs for mid-career recruits in exchange for teaching for at least four years in a high-need field or location. Prepare Teachers: Obama and Biden will require all schools of education to be accredited. They will also create a voluntary national performance assessment so we can be sure that every new educator is trained and ready to walk into the classroom and start teaching effectively. They will also create Teacher Residency Programs that will supply 30,000 exceptionally well-prepared recruits to high-need schools. Retain Teachers: To support our teachers, the Obama-Biden plan will expand mentoring programs that pair experienced teachers with new recruits. They will also provide incentives to give teachers paid common planning time so they can collaborate to share best practices. Reward Teachers: Obama and Biden will promote new and innovative ways to increase teacher pay that are developed with teachers, not imposed on them. Districts will be able to design programs that reward accom - plished educators who serve as mentors to new teachers with a salary increase. Districts can reward teachers who work in underserved places like rural areas and inner cities. And if teachers consistently excel in the classroom, that work can be valued and rewarded as well. Participating districts will also be required to put forward a clear plan – developed with parents and teachers in the districts – to identify ineffective and struggling teachers, provide them with individual help and sup - port, and remove them from the classroom in a quick and fair way if they still underperform. Higher Education Create the American Opportunity Tax Credit: Obama and Biden will make college affordable for all Ameri - cans by creating a new American Opportunity Tax Credit. This fully refundable credit will ensure that the first $4,000 of a college education is completely free for most Americans, and will cover two-thirds the cost of tuition at the average public college or university and make community college tuition completely free for most students. They will also ensure that the tax credit is available to families at the time of enrollment by using prior year’s tax data to deliver the credit when tuition is due. Simplify the Application Process for Financial Aid: Obama and Biden will streamline the financial aid process by eliminating the current federal financial aid application and enabling families to apply simply by checking a box on their tax form, authorizing their tax information to be used, and eliminating the need for a separate application. OBAMA’S RECORd Record of Advocacy Obama has been a leader on educational issues throughout his career. As a community organizer, Obama led the fight on behalf of alternative schools for dropouts. In the Illinois State Senate, Obama was a leader on early childhood education, helping create the state’s Early Learning Council. In the U.S. Senate, Obama has been a leader in working to make college more affordable. His very first bill sought to increase the maxi - mum Pell Grant award to $5,100. As a member of the Health, Education, Labor, and Pensions committee, Obama helped pass legislation to achieve that goal in the recent improvements to the Higher Education Act. Obama has also introduced legislation to create Teacher Residency Programs and to increase federal support for summer learning opportunities. FOR MORE INFORMATION For more on Barack Obama’s Education Plan http://www.barackobama.com/issues/education/ Speech on Pre-K to 12 Education http://www.barackobama.com/2007/11/20/remarks_of_senator_barack_obam_34.php Speech on College Affordability http://www.barackobama.com/2007/11/07/remarks_of_senator_barack_obam_31.php "},{"pageNumber":19,"pageContent":"37 AT A GLANCE Provide Relief to Families Struggling to Pay Gas Prices Obama and Biden will take on unregulated speculation in the energy markets, enact a windfall profits tax on record oil company profits to provide a $1,000 emergency energy rebate to families, and supports a limited swap of oil from the Strategic Petroleum Reserve to help bring down prices. Reduce Dependence on Foreign Oil Obama and Biden will reduce oil consumption so that we will eliminate our current imports from the Middle East and Hugo Chavez’s Venezuela within 10 years. Create 5 Million of Green Jobs Obama and Biden will invest $150 billion over ten years to deploy clean technologies, protect our existing manufacturing base and create millions of new jobs. Tackle Climate Change Obama and Biden will implement a cap-and-trade program to reduce greenhouse gas emissions to the level recommended by top scientists. THE PROBLEM Foreign Oil America’s 20-million-barrel-a-day oil habit costs our economy over a billion dollars a day. Every single U.S. President since Richard Nixon has talked about reducing our dependence on foreign oil, but Washington has failed to act. Climate Change As a result of climate change, glaciers are melting faster; the polar ice caps are shrinking; trees are blooming earlier; more people are dying in heat waves; species are migrating, and eventually many will become extinct. BARACk OBAMA ANd jOE BIdEN’S PLAN FOR A CLEAN ENERG y FUTURE “I’ve fought successfully in the Senate to increase our investment in renewable fuels...I reached across the aisle to come up with a plan to raise our fuel standards... And I didn’t just give a speech about it in front of some environ - mental audience in California. I went to De - troit, I stood in front of a group of automakers, and I told them that when I am president, there will be no more excuses — we will help them retool their factories, but they will have to make cars that use less oil.” –Barack Obama, Speech in Des Moines, IA, October 14, 2007 ENERG y"},{"pageNumber":20,"pageContent":"39 BARACk OBAMA’S PLAN Provide Short-term Relief to American Families Enact a Windfall Profits Tax to Provide a $1,000 Emergency Energy Rebate to American Families: Obama and Biden will enact a windfall profits tax on excessive oil company profits to give American families an immediate $1,000 emergency energy rebate to help families pay rising bills. This relief would be a down payment on the Obama-Biden long-term plan to provide middle class families with at least $1,000 per year in permanent tax relief. Crack Down on Excessive Energy Speculation: Barack Obama and Joe Biden will close energy industry mar - ket loopholes and increase transparency to prevent traders from unfairly lining their pockets, while driving up oil prices at the expense of the American people. Swap Oil from the Strategic Petroleum Reserve to Cut Prices: Barack Obama and Joe Biden believe we have an economic emergency that requires a limited, responsible swap of light oil from the Strategic Petroleum Reserve (SPR) for heavy crude oil to help bring down prices at the pump. Eliminate Our Current Imports from Middle Eastern and Venezuelan Oil within 10 Years • Increase Fuel Economy Standards: Obama and Biden will increase fuel economy standards 4 percent per year while providing support to domestic automakers to invest $50 billion to retool their manufac - turing facilities in America to produce these vehicles. • Get 1 Million Plug-In Hybrid Cars on the Road by 2015: These vehicles can get up to 150 miles per gallon. Barack Obama believes we should work to ensure these cars are built here in America, instead of factories overseas. • Create a New $7,000 Tax Credit for Purchasing Advanced Vehicles. • Establish a National Low Carbon Fuel Standard: Obama and Biden will establish a National Low Carbon Fuel Standard to reduce the carbon in our fuels 10 percent by 2020. Obama and Biden will also require 60 billion gallons of advanced biofuels to be phased into our fuel supply by 2030. • A “Use it or Lose It” Approach to Existing Oil and Gas Leases: Obama and Biden will require oil com - panies to develop the 68 million acres of land — over 40 million of which are offshore — which they have already leased and are not drilling on. • Promote the Responsible Domestic Production of Oil and Natural Gas: An Obama-Biden administra - tion will establish a process for early identification of any infrastructure obstacles/shortages or possible federal permitting process delays to drilling in the Bakken Shale formation, the Barnett shale forma - tion, and the National Petroleum Reserve-Alaska. Create Millions of New Green Jobs • Ensure 10 percent of Our Electricity Comes from Renewable Sources by 2012, and 25 percent by 2025. • Deploy the Cheapest, Cleanest, Fastest Energy Source – Energy Efficiency: Obama and Biden will set an aggressive energy efficiency goal—to reduce electricity demand 15 percent from projected levels by 2020. • Weatherize One Million Homes Annually: Obama and Biden will make a national commitment to weatherize at least one million low-income homes each year for the next decade, which can reduce energy usage across the economy and help moderate energy prices for all. • Develop and Deploy Clean Coal Technology: Obama’s Department of Energy will enter into public pri - vate partnerships to develop five “first-of-a-kind” commercial scale coal-fired plants with clean carbon capture and sequestration technology. • Prioritize the Construction of the Alaska Natural Gas Pipeline: As president, Obama will work with the Canadian government, state of Alaska, oil and gas producers, and other stakeholders to facilitate construction of the pipeline. Not only is this pipeline critical to our energy security, it will create thousands of new jobs. Reduce our Greenhouse Gas Emissions 80 Percent by 2050 • Implement an Economy-wide cap-and-trade program to Reduce Greenhouse Gas Emissions 80 percent by 2050: The Obama-Biden cap-and-trade policy will require all pollution credits to be auctioned, and proceeds will go to investments in a clean energy future and rebates and other transition relief for families. • Make the U.S. a Leader on Climate Change: Obama and Biden will re-engage with the U.N. Framework Convention on Climate Change (UNFCC) – the main international forum dedicated to addressing the climate problem. They will also create a Global Energy Forum of the world’s largest emitters to focus exclusively on global energy and environmental issues. OBAMA’S RECORd Fuel Economy Standards Obama introduced a bold new plan that brought together Republicans and Democrats, supporters of increased fuel economy standards and longtime opponents in support of legislation that will gradually increase fuel economy standards and offer what the New York Times editorial page called “real as opposed to hypothetical results.” Renewable Fuels Obama has worked on numerous efforts in the Senate to increase access to and use of advanced renewable fuels. Obama sponsored an amendment that became law providing $40 million for commercialization of a combined flexible fuel plug-in hybrid car. FOR MORE INFORMATION Read the Speech http://www.barackobama.com/2007/10/08/remarks_of_senator_barack_obam_28.php Read the Plan http://www.barackobama.com/issues/energy/ ENERG y"},{"pageNumber":21,"pageContent":"41 AT A GLANCE Restore Fiscal Discipline in Congress Obama and Biden will reinstate pay-as-you-go (PAYGO) budget rules, so that new spending or tax cuts are paid for by spending cuts or new revenue elsewhere. Cut Pork Barrel Spending Obama and Biden will cut skyrocketing pork barrel spending projects by forcing more transparency about who is requesting projects and what the projects would accomplish before Congress votes to approve them. Cut Down on Tax Haven and Tax Shelter Abuse Obama and Biden will build on his bipartisan work to penalize companies that abuse the tax code and stop the use of tax havens. Repeal Bush Tax Cuts for the Wealthy Obama and Biden committed to repealing the Bush tax cuts for the wealthiest Americans. THE PROBLEM Increasing Debt Under President Bush, the federal debt has increased from $5.7 trillion to $8.8 trillion, an increase of more than 50 percent. Irresponsible Tax Cuts President Bush’s policies of giving tax breaks for the wealthy will cost the nation over $2.3 trillion by the time they expire in 2009. BARACk OBAMA ANd jOE BIdEN’S PLAN FOR RESTORING FISCAL dISCIPLINE “...The answer to our fiscal problems is not to continue to short-change investments in educa - tion, energy, innovation and infrastructure — investments that are vital to long-term growth. Instead, we need to end the Iraq war, eliminate waste in existing government programs, gener - ate revenue by charging polluters for the green - house gases they are sending into our atmo - sphere — and put an end to the reckless, special interest driven corporate loopholes and tax cuts for the wealthy that have been the centerpiece of the Bush Administration’s economic policy.” – Barack Obama, Speech in Flint, MI, June 16, 2008 FISCAL dISCIPLINE"},{"pageNumber":22,"pageContent":"43 BARACk OBAMA ANd jOE BIdEN’S PLAN Restore Fiscal Discipline to Washington Reinstate PAYGO Rules: Obama believes that a critical step in restoring fiscal discipline is enforcing pay-as- you-go (PAYGO) budgeting rules which require new spending commitments or tax changes to be paid for by cuts to other programs or new revenue. Reverse Bush Tax Cuts for the Wealthy: Obama and Biden will protect tax cuts for poor and middle class families, but he will reverse most of the Bush tax cuts for the wealthiest taxpayers. Cut Pork Barrel Spending: Obama introduced and passed bipartisan legislation that would require more dis - closure and transparency for special-interest earmarks. Obama believes that spending that cannot withstand public scrutiny cannot be justified. Obama and Biden will slash earmarks to no greater than what they were before the Bush Administration and ensure all spending decisions are open to the public. Make Government Spending More Accountable and Efficient: Obama and Biden will ensure that federal contracts over $25,000 are competitively bid. Obama and Biden will also increase the efficiency of govern - ment programs through better use of technology, stronger management that demands accountability and by leveraging the government’s high-volume purchasing power to get lower prices. End Wasteful Government Spending: Obama and Biden will stop funding wasteful, obsolete federal gov - ernment programs that make no financial sense. Obama has called for an end to subsidies for oil and gas companies that are enjoying record profits, as well as the elimination of subsidies to the private student loan industry which has repeatedly used unethical business practices. Obama and Biden will also tackle wasteful spending in the Medicare program. Make the Tax System More Fair and Efficient End Tax Haven Abuse: Building on his bipartisan work in the Senate, Obama will give the Treasury Depart - ment the tools it needs to stop the abuse of tax shelters and offshore tax havens and help close the $350 billion tax gap between taxes owed and taxes paid. Close Special Interest Corporate Loopholes: Obama will level the playing field for all businesses by eliminat - ing special-interest loopholes and deductions, such as those for the oil and gas industry. OBAMA’S RECORd PAYGO Obama voted in 2005, 2006, and 2007 to reinstate PAYGO federal budget rules. No-Bid Contracts Obama has introduced and helped pass bipartisan legislation to limit the abuse of no-bid federal contracts. Against Raising the Federal Debt Limit In 2006, Obama voted against misguided Republican efforts to raise the statutory debt limit at the same time the Republicans were pushing through massive debt-financed tax cuts for the wealthy. FOR MORE INFORMATION Read the Plan http://www.barackobama.com/issues/fiscal/ FISCAL dISCIPLINE"},{"pageNumber":23,"pageContent":"45 AT A GLANCE Family Farms Obama and Biden will ensure our farm programs help family farmers, not giant corporations. They will fight to enable family farmers to have fair access to markets, control over their production decisions, and fair prices for their goods. Advanced Fuels Obama and Biden will help farmers continue their leadership in the renewable fuel economy and harvest more of our energy from Americans farms. Investing in Rural Communities Obama and Biden will invest in rural small businesses and fight to expand high-speed internet access. They will improve rural schools and attract more doctors to rural areas. Protecting the Rural Environment Barack Obama and Joe Biden will work for tougher regulations on concentrated animal feeding operations (CAFOs) to prevent air and water pollution. THE PROBLEM Family Farmers are Being Squeezed Farm consolidation has made it harder for mid-size family farmers to get fair prices for their products and compete on the open market. CAFOs Pollute the Environment Manure spills from CAFOs kill millions of fish and jeopardize public health. Rural Communities are Often Left Behind Rural communities often struggle to attract capital because of lack of infrastructure and remote distances. There is less access to quality doctors, and schools have trouble recruiting teachers. BARACk OBAMA ANd jOE BIdEN’S PLAN TO SUPPORT RURAL COMMUNITIES “We are at that critical and urgent moment. If Washington continues policies that work against America’s family farmers, our rural communities will fall further behind — and so will America. But if we reject the politics that has shut or - dinary folks out, we can create a new story for rural America... The dreams of rural Americans are familiar to all Americans — to make a good living, to raise a healthy and secure family, and to leave our children a future of opportunity. It’s time for real leadership for rural America to ex - tend that American dream. That’s the dream of opportunity that I’ve spent my life fighting for. And that’s what our rural agenda will do.” – Barack Obama, Speech in Fairfax, IA, October 16, 2007 RURAL"},{"pageNumber":24,"pageContent":"47 BARACk OBAMA ANd jOE BIdEN’S PLAN Ensure Economic Opportunity for Family Farmers Strong Safety Net for Family Farmers: Obama and Biden will fight for farm programs that provide family farmers with stability and predictability. Obama will implement a $250,000 payment limitation so that we help family farmers – not large corporate agribusiness. Obama will close the loopholes that allow mega farms to get around the limits by subdividing their operations into multiple paper corporations. Prevent Anticompetitive Behavior Against Family Farms: Obama is a strong supporter of a packer ban. When meatpackers own livestock they can manipulate prices and discriminate against independent farmers. Obama will strengthen anti-monopoly laws and strengthen producer protections to ensure independent farmers have fair access to markets, control over their production decisions, and fair prices for their goods. Regulate CAFOs: Obama’s Environmental Protection Agency will strictly regulate pollution from large CAFOs, with fines for those that violate tough standards. Obama also supports meaningful local control. Establish Country of Origin Labeling: Obama supports immediate implementation of the Country of Origin Labeling law so that Americans can distinguish American products from imported ones. Support Organic and Local Agriculture: Obama and Biden will help organic farmers afford to certify their crops and reform crop insurance to not penalize organic farmers. He also will promote regional food systems. Encourage Young People to Become Farmers: Obama and Biden will establish a new program to identify and train the next generation of farmers. They will also provide tax incentives to make it easier for new farmers to afford their first farm. Partner with Landowners to Conserve Private Lands: Obama and Biden will increase incentives for farmers and private landowners to conduct sustainable agriculture and protect wetlands, grasslands, and forests. Support Rural Economic Development Support Small Business Development: Obama and Biden will provide capital for famers to create value- added enterprises, like cooperative marketing initiatives and farmer-owned processing plants. They also will establish a small business and micro-enterprise initiative for rural America. Connect Rural America: Barack Obama and Joe Biden will ensure that rural Americans have access to a modern communications infrastructure. They will modernize an FCC program that supports rural phone service so that it promotes affordable broadband coverage across rural America as well. Promote Leadership in Renewable Energy: Obama and Biden will ensure that our rural areas continue their leadership in the renewable fuels movement. This will transform the economy, especially in rural America, which is poised to produce and refine more American biofuels and provide more wind power than ever before, and create millions of new jobs across the country. Improve Rural Quality Of Life Combat Methamphetamine: Methamphetamine use has increased 156 percent nationwide since 1996. Obama has a long record of fighting the meth epidemic. As President, he will continue the fight to rid our communities of meth and offer support to help addicts heal. Improve Health Care: Rural health care providers often get less money from Medicare and Medicaid for the very same procedure performed in urban areas. Obama and Biden will work to ensure a more equitable Medicare and Medicaid reimbursement structure. They will attract providers to rural America by creating a loan forgiveness program for doctors and nurses who work in underserved rural areas. They support increas - ing rural access to care by promoting health information technologies like telemedicine. Improve Rural Education: Obama and Biden will provide incentives for talented individuals to enter the teaching profession, including increased pay for teachers who work in rural areas. Obama and Biden will create a Rural Revitalization Program to attract and retain young people to rural America. They will increase research and educational funding for Land Grant colleges. Upgrade Rural Infrastructure: Obama and Biden will invest in the core infrastructure, roads, bridges, locks, dams, water systems and essential air service that rural communities need. OBAMA’S RECORd A Record on Rural Issues In 2006, Obama supported legislation that would have reversed $2 billion in cuts for U.S. Department of Agriculture programs including conservation, rural development, nutrition, and forestry programs that are vitally important to our rural communities. In addition, he supported legislation providing full funding for agricultural programs that were authorized by Congress in the 2002 Farm Bill. Obama has supported funding for Illinois communities through the Rural Community Empowerment Program, which includes the establishment of rural Empowerment Zones and Enterprise Communities, as well as other federal programs that maintain and build upon the assets of rural communities. Obama has worked on numerous efforts in the U.S. Senate to increase access to and use of renewable fuels, including corn-based and cellulosic ethanol. He cosponsored legislation to investigate the root causes of health disparities including for rural areas and to start addressing them. He cosponsored legislation that became law to combat the scourge of methamphet - amines. Obama also introduced legislation to remedy years of discrimination against black farmers by the U.S. Department of Agriculture. FOR MORE INFORMATION Read the Press Release http://www.barackobama.com/2007/10/16/obama_unveils_real_leadership.php Read the Plan http://www.barackobama.com/issues/rural/ RURAL"},{"pageNumber":25,"pageContent":"49 AT A GLANCE Pay Equity Obama and Biden will work to overturn the Supreme Court’s recent ruling that curtails women’s ability to challenge pay discrimination. Reproductive Choice Obama has been a consistent champion of reproductive choice and will make preserving a women’s right to choose under Roe v. Wade a priority as president. Obama also supports expanded access to contraception, health information and preventive services to reduce unintended pregnancies. Health Care Obama and Biden will tackle diseases and illnesses that disproportionately affect women. Domestic Violence Obama introduced legislation to combat domestic violence and cosponsored the Violence Against Women Act, which was passed by Joe Biden in 1994. THE PROBLEM Discrimination at the Job For every $1.00 earned by a man, the average woman receives only 77 cents. A recent study estimates it will take another 47 years for women to close the wage gap with men at Fortune 500 corporate offices. Need for Paid Leave The 78 percent of employees covered by the Family Medical Leave Act who have needed leave but have not taken it report that it is because they could not afford to take unpaid leave. Furthermore, low-income families are less likely to have the resources or savings to compensate for time off. Violence Against Women Continues One-in-four women will experience domestic violence in her lifetime. Family violence accounted for 11 percent of all violence between 1998 and 2002. BARACk OBAMA ANd jOE BIdEN’S PLAN TO RECLAIM THE AMERICAN dREAM FOR WOMEN ANd THEIR FAMILIES “We also need to change a system that is stacked against women. Forty percent of working women do not have a single paid sick day. More and more women are denied jobs or promo - tions because they’ve got kids at home. As the son of a single mother, that is not the America that I believe in. I’ll be a president who stands up for working parents. We’ll require employ - ers to provide seven paid sick days each year. We’ll enforce laws that prohibit caregiver dis - crimination. And we’ll encourage flexible work schedules to better balance work and parenting for mothers and fathers. That’s the change that working families need.” –Barack Obama, Speech in Bettendorf, Iowa, November 7, 2007 WOMEN"},{"pageNumber":26,"pageContent":"51 BARACk OBAMA ANd jOE BIdEN’S PLAN Fight for Pay Equity Obama will sign into law the Fair Pay Restoration Act, a bill to overturn the Supreme Court’s recent 5-4 decision in Ledbetter v. Goodyear Tire & Rubber Company, and allow women greater ability to challenge unfair pay practices. As president, Obama will continue to promote paycheck equity and close the wage gap between men and women. Paid Sick Days Obama and Biden will require that employers provide seven paid sick days per year to their employees, which will benefit 22 million working women across America. Encourage States to Adopt Paid Leave Obama and Biden will initiate a strategy to encourage all 50 states to adopt paid-leave systems. They will provide a $1.5 billion fund to help states jump start paid-leave programs consistent with their local needs. Expand Flexible Work Arrangements Obama and Biden will create a program to inform businesses about the benefits of flexible work schedules; help businesses create flexible work opportunities; and increase federal incentives for telecommuting. They will also make the federal government a model employer in terms of adopting flexible work schedules. Expand High-Quality Afterschool Opportunities Obama and Biden will double funding for the main federal support for afterschool programs, the 21st Century Community Learning Centers program, to serve one million more children and expanded summer learning opportunities for another one million children. Expand the Child and Dependent Care Tax Credit Obama and Biden will reform the Child and Dependent Care Tax Credit by making it refundable and allow - ing low-income families to receive up to a 50 percent credit for their child care expenses. Protect a Women’s Right to Choose Obama will make safeguarding women’s rights under Roe v. Wade a priority. He opposes any constitutional amendment to overturn that decision. Reduce Unintended Pregnancy Obama will work to reduce unintended pregnancy by guaranteeing equity in contraceptive coverage, provid - ing sex education, and offering rape victims accurate information about emergency contraception. End Health Care Disparities Obama and Biden will invest in research to examine gender and health disparities. They will also establish community outreach programs in underserved areas to help make sure women have health care. End Violence Against Women Obama and Biden will appoint a special advisor who will report to them regularly on issues related to violence against women. They will also pass legislation that provides job security to victims of domestic violence and sexual assault. OBAMA’S RECORd Record of Advocacy Barack Obama has a long record of standing up for women. In Illinois, he passed the Equal Pay Act to give 330,000 more women protection from pay discrimination and passed another law that ensured victims of domestic violence could seek treatment without losing their jobs. In the U.S. Senate, he introduced and cosponsored legislation to reduce unintended teen pregnancy, strengthen families by supporting fathers who are doing the right thing and cracking down on those who are not, guarant ee workers paid sick leave, and ensure that women are not receiving less pay than men for comparable work. And throughout his career, in both the Illinois Senate and the U.S. Senate, Obama has stood up for a women’s right to choose, consistently earning 100 percent ratings from pro-choice groups. FOR MORE INFORMATION Read the Plan http://my.barackobama.com/page/content/womenissues Read the Speech http://www.barackobama.com/2007/11/07/remarks_of_senator_barack_obam_31.php Read the Op-Ed http://www.barackobama.com/2007/10/31/violence_against_women_at_home.php WOMEN"},{"pageNumber":27,"pageContent":"53 “The time to fix our broken immigration system is now...We need stron - ger enforcement on the border and at the workplace...But for reform to work, we also must respond to what pulls people to America...Where we can reunite families, we should. Where we can bring in more foreign- born workers with the skills our economy needs, we should.” –Barack Obama, Statement on U.S. Senate Floor, May 23, 2007 AT A GLANCE Comprehensive Reform Barack Obama has fought for comprehensive immigration reform that secures our border, fixes our broken immigration bureaucracy and puts the 12 million undocumented immigrants on a responsible path to citi - zenship. Commitment Barack Obama will revive immigration reform in the first year of his presidency. THE PROBLEM Undocumented Population is Exploding The number of undocumented immigrants in the country has increased more than 40 percent since 2000. Every year, more than a half-million people come illegally or illegally overstay their visas. Immigration Bureaucracy is Broken The immigration bureaucracy is broken and overwhelmed, forcing legal immigrants to wait years for applica - tions. Immigration Raids are Ineffective Despite a tenfold increase in recent years, immigration raids only netted 4,600 arrests in 2007 and have placed all the burdens of a broken system onto immigrant families. BARACk OBAMA ANd jOE BIdEN’S PLAN FOR IMMIGRATION BARACk OBAMA ANd jOE BIdEN’S PLAN Create Secure Borders Obama and Biden want to preserve the integrity of our borders. They support additional personnel, infra - structure and technology on the border and at our ports of entry. Improve Our Immigration System Obama and Biden believe we must fix the dysfunctional immigration bureaucracy and increase the number of legal immigrants to keep families together and meet the demand for jobs that employers cannot fill. Remove Incentives to Enter Illegally Obama and Biden will remove incentives to enter the country illegally by cracking down on employers who hire undocumented immigrants. Bring People Out of the Shadows Obama and Biden support a system that requires undocumented immigrants who are in good standing to pay a fine, pay taxes, learn English, and go to the back of the line for the opportunity to become citizens. They will also expand opportunities to learn English and obtain civic education classes to help immigrants assume all of the rights and responsibilities of citizenship. Work with Mexico Obama believes we need to do more to promote economic development in Mexico to decrease illegal im - migration. OBAMA’S RECORd Senate Leadership During the most recent immigration debate, Obama was a leader in seeking common-sense balanced im - migration reform. He pushed Congress to find common ground, introduced amendments that would have prioritized keeping families together, and would have held employers who hire undocumented immigrants responsible. Crack Down on Employers Obama championed a proposal to create a system so employers can verify that their employees are legally eligible to work in the U.S. Fix the Bureaucracy Obama joined Rep. Luis Gutierrez (D-IL) to introduce the Citizenship Promotion Act to ensure that im - migration application fees are both reasonable and fair. Obama also introduced legislation that passed the Senate to improve the speed and accuracy of FBI background checks. Respect Families Obama introduced amendments to put greater emphasis on keeping immigrant families together. FOR MORE INFORMATION Read the Plan http://www.barackobama.com/issues/immigration/ IMMIGRATION"},{"pageNumber":28,"pageContent":"55 AT A GLANCE Help More Americans Climb the Job Ladder Obama and Biden will help low-income Americans enter the workplace and move up the career ladder. Expand the Earned Income Tax Credit (EITC) Obama and Biden will increase benefits and expand the number of individuals eligible for EITC, one of the most successful antipoverty programs in history. Increase the Minimum Wage to $9.50 an Hour by 2009 Establish Promise Neighborhoods to Combat Chronic Urban Poverty Obama and Biden will create Promise Neighborhoods to provide comprehensive services in impoverished areas in 20 American cities. Support Economic Development in Low-Income Communities Obama and Biden will help local entrepreneurs revitalize inner cities. THE PROBLEM Poverty Rising There are nearly 37 million poor Americans. Most Americans living in poverty work, but still cannot afford to make ends meet. Minimum Wage is Not Enough Even when a parent works full-time earning minimum wage and EITC and food stamps are factored into their income, families are still $1,550 below the federal poverty line because of the flat-lined minimum wage. BARACk OBAMA ANd jOE BIdEN’S PLAN TO COMBAT POVERTy “I’m in this race for the same reason that I fought for jobs for the jobless and hope for the hopeless on the streets of Chicago; for the same reason I fought for justice and equality as a civil rights lawyer; for the same reason that I fought for Illinois families for over a decade...That’s why I’m running, Democrats — to keep the American Dream alive for those who still hun - ger for opportunity, who still thirst for equality.” – Barack Obama, Speech in Des Moines, IA, November 10, 2007 POVERTy"},{"pageNumber":29,"pageContent":"57 BARACk OBAMA ANd jOE BIdEN’S PLAN Expand Access to Jobs Help Americans Grab a Hold of and Climb the Job Ladder: Obama and Biden will invest $1 billion over five years in transitional jobs and career pathway programs that implement pro ven methods of helping low- income Americans succeed in the workforce. Create a Green Jobs Corps: Obama and Biden will create a program to directly engage disadvantaged youth in energy efficiency opportunities to strengthen their communities, while also providing them with practical skills in this important high-growth career field. Improve Transportation Access to Jobs: As president, Obama will work to ensure that low-income Ameri - cans have transportation to their jobs. Obama and Biden will double the federal Jobs Access and Reverse Commute program to ensure that additional federal public transportation dollars flow to the highest-need communities and that urban planning initiatives take this aspect of transportation policy into account. Reduce Crime Recidivism by Providing Ex-Offender Supports: Obama and Biden will work to ensure that ex-offenders have access to job training, substance abuse and mental health counseling, and employment op - portunities. They will also create a prison-to-work incentive program and reduce barriers to employment. Make Work Pay for All Americans Expand the Earned Income Tax Credit: Obama and Biden will increase the number of working parents eli - gible for EITC benefits, increase the benefits available to parents who support their children through child support payments, increase benefits for families with three or more children, and reduce the EITC marriage penalty, which hurts low-income families. Increase the Minimum Wage to $9.50: Obama and Biden will raise the minimum wage to $9.50 an hour by 2011 and index it to inflation. Provide Tax Relief: Obama and Biden will provide all low and middle-income workers a $500 Making Work Pay tax credit to offset the payroll tax those workers pay in every paycheck. They will also eliminate taxes for seniors making under $50,000 per year. Strengthen Families Promote Responsible Fatherhood: Obama will sign into law his Responsible Fatherhood and Healthy Fami - lies Act to remove some of the government penalties on married families, crack down on men avoiding child support payments, and ensure that payments go to families instead of state bureaucracies. Support Parents with Young Children: Obama and Biden will expand the highly-successful Nurse-Family Partnership to all 570,000 low-income, first-time mothers each year. The Nurse-Family Partnership provides home visits by trained registered nurses to low-income expectant mothers and their families. Expand Paid Sick Days: Today, three out of four low-wage workers have no paid sick days. Obama and Biden support guaranteeing workers seven paid sick days per year. Increase the Supply of Affordable Housing Fully Fund the Community Development Block Grant: Obama and Biden will fully fund the Community Development Block Grant program and engage urban leaders across the country to increase resources to the highest-need Americans. Tackle Concentrated Poverty Establish 20 Promise Neighborhoods: Obama and Biden will create 20 Promise Neighborhoods in cities across the nation that have high levels of poverty and crime and low levels of student academic achieve - ment. The Promise Neighborhoods will be modeled after the Harlem Children’s Zone, which provides a full network of services, including early childhood education, youth violence prevention efforts and after-school activities, to an entire neighborhood from birth to college. Ensure Community-Based Investment Resources in Every Urban Community: Obama and Biden will work with community and business leaders to identify and address the unique economic development barriers of every major metropolitan area. They will provide additional resources to the federal Community Develop - ment Financial Institution Fund, the Small Business Administration and other federal agencies, especially to their local branch offices, to address community needs. Invest in Rural Areas: Obama and Biden will invest in rural small businesses and fight to expand high-speed Internet access. They will improve rural schools and attract more doctors to rural areas. OBAMA’S RECORd Tax Relief for Low-Income Working Families: Obama created the Illinois Earned Income Tax Credit for low-income working families in 2000 and successfully sponsored a measure to make the credit permanent in 2003. The law offered about $105 million in tax relief over three years. Housing: In the Illinois State Senate, Obama championed multiple pieces of legislation to help low-income families find adequate affordable housing. FOR MORE INFORMATION Read the Plan http://www.barackobama.com/issues/poverty/ Read the Speech http://www.barackobama.com/2007/07/18/remarks_of_senator_barack_obam_19.php POVERTy"},{"pageNumber":30,"pageContent":"59 AT A GLANCE Ask All Americans to Work Together to Meet Our Common Challenges Obama and Biden will expand AmeriCorps to 250,000 slots and double the Peace Corps and dedicate these positions to addressing America’s common challenges. He also will provide new service opportunities for working Americans and retirees. Expand Service Learning Obama and Biden will integrate service-learning into our schools to enable students to graduate college with as many as 17 weeks of service experience. Bolster the Nonprofit Sector By leveraging federal dollars, Obama and Biden will foster the use of best practices of the private sector to nurture innovation in the nonprofit sector. THE PROBLEM Americans Not Asked to Serve After 9/11 President Bush squandered an opportunity to mobilize the American people following 9/11 when he asked Americans only to go shopping. Insufficient Federal Support for Service While more than 500,000 people have served in AmeriCorps, the program turns away tens of thousands of applicants a year because of limited funding. Need for More R&D in Nonprofit Sector Research and development in the nonprofit sector is limited and there is a disconnect between charitable foundations that can fund innovation and the organizations on the ground that can test new concepts and bring them to scale. “Your own story and the American story are not separate — they are shared. And they will both be enriched if we stand up together, and answer a new call to service to meet the challenges of our new century... I won’t just ask for your vote as a candidate; I will ask for your service and your active citizenship when I am president of the United States. This will not be a call issued in one speech or program; this will be a cause of my presidency. ” – Barack Obama, Speech in Mt. Vernon, Iowa, December 5, 2007 BARACk OBAMA ANd jOE BIdEN’S PLAN FOR UNIVERSAL VOLUNTAR y PUBLIC SERVICE SERVICE"},{"pageNumber":31,"pageContent":"61 BARACk OBAMA ANd jOE BIdEN’S PLAN Enable All Americans to Serve to Meet the Nation’s Challenges Expand Corporation for National and Community Service: Obama and Biden will expand AmeriCorps from 75,000 slots today to 250,000 and he will focus this expansion on addressing the great challenges facing the nation. They will establish a Classroom Corps to help teachers and students, with a priority placed on underserved schools; a Health Corps to improve public health outreach; a Clean Energy Corps to conduct weatherization and renewable energy projects; a Veterans Corps to assist veterans at hospitals, nursing homes and homeless shelters; and a Homeland Security Corps to help communities plan, prepare for and respond to emergencies. Engage Retiring Americans in Service on a Large Scale: Older Americans have a wide range of skills and knowledge to contribute. Obama and Biden will expand and improve programs that connect individuals over the age of 55 to quality volunteer opportunities. Expand the Peace Corps: Obama and Biden will double the Peace Corps to 16,000 by 2011. They will work with the leaders of other countries to build an international network of overseas volunteers so that Ameri - cans work side-by-side with volunteers from other countries. Show the World the Best Face of America: Obama and Biden will set up an America’s Voice Initiative to send Americans who are fluent speakers of local languages to expand our public diplomacy. They also will extend opportunities for older individuals such as teachers, engineers, and doctors to serve overseas. Integrate Service into Learning Expand Service-Learning in Our Nation’s Schools: Obama and Biden will set a goal that all middle and high school students do 50 hours of community service a year. They will develop national guidelines for service- learning and will give schools better tools both to develop programs and to document student experience. Green Job Corps: Obama and Biden will create an energy-focused youth jobs program to provide disadvan - taged youth with service opportunities weatherizing buildings and getting practical experience in fast-grow - ing career fields. Expand YouthBuild Program: Obama and Biden will expand the YouthBuild program, which gives disadvan - taged young people the chance to complete their high school education, learn valuable skills and build af - fordable housing in their communities. They will grow the program so that 50,000 low-income young people a year a chance to learn construction job skills and complete high school. Require 100 Hours of Service in College: Obama and Biden will establish a new American Opportunity Tax Credit that worth $4,000 a year in exchange for 100 hours of public service a year. Promote College Serve-Study: Obama and Biden will ensure that at least 25 percent of College Work-Study funds are used to support public service opportunities instead of jobs in dining halls and libraries. Invest in the Nonprofit Sector Social Investment Fund Network: Obama and Biden will create a Social Investment Fund Network to use federal seed money to leverage private sector funding to improve local innovation, test the impact of new ideas and expand successful programs to scale. Social Entrepreneurship Agency for Nonprofits: Barack Obama and Joe Biden will a create an agency within the Corporation for National and Community Service dedicated to building the capacity and effectiveness of the nonprofit sector. OBAMA’S RECORd A Lifetime of Service Obama began his career by moving to the South Side of Chicago to direct the Developing Communities Project. Together with a coalition of ministers, Obama set out to improve living conditions in poor neigh - borhoods plagued by crime and high unemployment. After graduating from law school, Obama passed up lucrative law firm jobs to head Project Vote, which helped register 150,000 new African American voters in Chicago, the highest number ever registered in a single local effort. Michelle Obama was founding executive director of Public Allies Chicago, a leadership development program that identifies and prepares talented young adults for careers serving the public good. FOR MORE INFORMATION Read the Speech http://www.barackobama.com/2007/12/05/obama_issues_call_to_serve_vow.php Watch Excerpts of the Speech http://my.barackobama.com/page/community/post_group/ObamaHQ/CRHJ Read the Plan http://www.barackobama.com/pdf/NationalServicePlanFactSheet.pdf SERVICE"},{"pageNumber":32,"pageContent":"63 AT A GLANCE Strengthen Civil Rights Enforcement Obama and Biden will staff the Civil Rights Division of the Justice Department with lawyers who prosecute civil rights violations, employment discrimination, and hate crimes. instead of political cronies. Protect the Right to Vote Obama and Biden will remove discriminatory barriers to the right to vote and protect the right to vote. Promote Fairness in the Criminal and Juvenile Justice Systems Obama and Biden will work to ban racial profiling, eliminate disparities in criminal sentencing, and encour - age the criminal justice system to be free of racially discriminatory laws so that it works for all, regardless of race, wealth, or other circumstances. THE PROBLEM Pay Inequity Continues For every $1.00 earned by a man, the average woman receives only 77 cents, while African American women only get 67 cents and Latinas receive only 57 cents. Hate Crimes on the Rise The number of hate crimes increased nearly 8 percent to 7,700 incidents in 2006. Efforts Continue to Suppress the Vote A recent study discovered numerous organized efforts to intimidate, mislead and suppress minority voters. Disparities Continue to Plague Criminal Justice System African Americans and Hispanics are more than twice as likely as whites to be searched, arrested, or subdued with force when stopped by police. CIVIL RIGHTS “The teenagers and college students who left their homes to march in the streets of Bir - mingham and Montgomery; the mothers who walked instead of taking the bus after a long day of doing somebody else’s laundry and cleaning somebody else’s kitchen — they didn’t brave fire hoses and Billy clubs so that their grandchildren and their great grandchildren would still won - der at the beginning of the 21 st century whether their vote would be counted; whether their civil rights would be protected by their government; whether justice would be equal and opportunity would be theirs...We have more work to do.” - Barack Obama Speech at Howard University, September 28, 2007 BARACk OBAMA ANd jOE BIdEN’S PLAN TO STRENGTHEN CIVIL RIGHTS"},{"pageNumber":33,"pageContent":"65 BARACk OBAMA ANd jOE BIdEN’S PLAN Strengthen Civil Rights Enforcement Obama and Joe Biden will reverse the politicization that has occurred in the Bush Administration’s Depart - ment of Justice. They will put an end to the ideological litmus tests used to fill positions within the Civil Rights Division. Combat Employment Discrimination Obama and Biden will work to overturn the Supreme Court’s recent ruling that curtails racial minorities’ and women’s ability to challenge pay discrimination. Obama and Biden will also pass the Fair Pay Act to ensure that women receive equal pay for equal work. Expand Hate Crimes Statutes Obama and Biden will strengthen federal hate crimes legislation and reinvigorate enforcement at the De - partment of Justice’s Criminal Section. End Deceptive Voting Practices Obama will sign into law his legislation that establishes harsh penalties for those who have engaged in voter fraud and provides voters who have been misinformed with accurate and full information so they can vote. End Racial Profiling Obama and Biden will ban racial profiling by federal law enforcement agencies and provide federal incen - tives to state and local police departments to prohibit the practice. Reduce Crime Recidivism by Providing Ex-Offender Support Obama and Biden will provide job training, substance abuse and mental health counseling to ex-offenders, so that they are successfully re-integrated into society. They will also create a prison-to-work incentive program to improve ex-offender employment and job retention rates. Expand Use of Drug Courts Obama and Biden will give first-time, non-violent offenders a chance to serve their sentence, where ap - propriate, in the type of drug rehabilitation programs that have proven to work better than a prison term in changing bad behavior. OBAMA’S RECORd Record of Advocacy Obama has worked to promote civil rights and fairness in the criminal justice system throughout his career. As a community organizer, Obama helped 150,000 African Americans register to vote. As a civil rights lawyer, Obama litigated employment discrimination, housing discrimination, and voting rights cases. As a state senator, Obama passed one of the country’s first racial profiling laws and helped reform a broken death penalty system. And in the U.S. Senate, Obama has been a leading advocate for protecting the right to vote, helping to reauthorize the Voting Rights Act and leading the opposition against discriminatory barriers to voting. FOR MORE INFORMATION Read the Plan http://www.barackobama.com/issues/civilrights/ Read the Speech http://www.barackobama.com/2007/09/28/remarks_of_senator_barack_obam_26.php CIVIL RIGHTS"},{"pageNumber":34,"pageContent":"67 AT A GLANCE The War in Iraq Obama opposed the Iraq War from the beginning, and had the judgment to predict its consequences. Obama and Biden will change our mission in Iraq and responsibly redeploy our combat brigades in consulta - tion with our commanders and the Iraqi government. Finish the Fight Against Al Qaeda and the Taliban Obama has been calling for more troops and resources for the mission in Afghanistan for years. Obama and Biden will refocus America on the greatest threat to our security — the resurgence of al Qaeda and the Taliban in Afghanistan and Pakistan. Nuclear Weapons Obama and Biden have a bold agenda to reduce the threat of nuclear proliferation. They will secure loose nuclear materials from terrorists in four years, and lead the world toward the goal of eliminating nuclear weapons. Iran Obama and Biden will use aggressive and direct diplomacy to prevent the Iranian regime from developing a nuclear program. They will put an end to the failed policy that has let Iran develop its nuclear program and strengthen its position in the region, and present the Iranian regime with a clear choice: end your nuclear program, support for terror and threats toward Israel, or face increased U.S. and multilateral pressure. Renewing American Diplomacy Obama and Biden will rebuild strong alliances to confront 21st century challenges. 21st Century Military Obama and Biden will give the finest military in the world the support it needs to face the threats of the 21st century. They will expand our ground forces, develop new capabilities, and restore the trust between the commander in chief and those who serve. BARACk OBAMA ANd jOE BIdEN’S PLAN TO SECURE AMERICA ANd RESTORE OUR STANdING IN THE WORLd “I am running for President of the United States to lead this coun - try in a new direction... Instead of being distracted from the most pressing threats that we face, I want to overcome them. Instead of pushing the entire burden of our foreign policy on to the brave men and women of our military, I want to use all elements of American power to keep us safe, and prosperous, and free. Instead of alienating ourselves from the world, I want America — once again — to lead... This must be the moment when we answer the call of history. For eight years, we have paid the price for a foreign policy that lec - tures without listening; that divides us from one another — and from the world — instead of calling us to a common purpose; that focuses on our tactics in fighting a war without end in Iraq instead of forging a new strategy to face down the true threats that we face. We cannot afford four more years of a strategy that is out of balance and out of step with this defining moment.” – Barack Obama, Speech in Washington, D.C., July 15, 2008 NATIONAL SECURITy"},{"pageNumber":35,"pageContent":"69 THE PROBLEM Ending the War in Iraq Inadequate Security and Political Progress in Iraq Gains have been made in lowering the level of violence thanks to the outstanding efforts of our military, the increasing capability of Iraq’s Security Forces, the Sadr ceasefire, and the decision taken by Sunni tribes to take the fight to al Qaeda. But the political reconciliation and economic development necessary for long- term stability continues to lag. Iraq’s leaders still have not made the tough compromises, and are sitting on a $79 billion surplus while America spends $10 billion a month. Strains on the Military More than 1.75 million servicemen and women have served in Iraq or Afghanistan; more than 620,000 troops have completed multiple deployments. Military members have endured multiple deployments taxing both them and their families. Additionally, military equipment is wearing out at nine times the normal rate after years of constant use in Iraq’s harsh environment. Resurgent Al Qaeda in Afghanistan The decision to invade Iraq diverted resources from the war in Afghanistan, making it harder for us to kill or capture Osama Bin Laden and the terrorists responsible for the 9/11 attacks. Nearly seven years later, the Taliban is resurgent in southern Afghanistan while Al Qaeda has used the space provided by the Iraq war to regroup, train and plan for another attack on the United States. 2008 was the most violent year in Afghani - stan since the invasion in 2001. The scale of our deployments in Iraq continues to set back our ability to finish the fight in Afghanistan, producing unacceptable strategic risks. A New Strategy Needed The Iraq war has lasted longer than World War I, World War II, and the Civil War. More than 4,000 Americans have died. More than 60,000 have been injured and wounded. The United States may spend $2.7 trillion on this war and its aftermath, yet we are less safe around the globe and more divided at home. With determined ingenuity and at great personal cost, American troops have found the right tactics to contain the violence in Iraq, but we still have the wrong strategy to press Iraqis to take responsibility at home, and restore America’s security and standing in the world. BARACk OBAMA ANd jOE BIdEN’S PLAN Iraq Judgment You Can Trust In 2002, Obama had the judgment and courage to speak out against going to war, and to warn of “an oc - cupation of undetermined length, with undetermined costs, and undetermined consequences.” He is fully committed to ending the war in Iraq as president. A Responsible, Phased Withdrawal Barack Obama believes we must be as careful getting out of Iraq as we were careless getting in. Immediately upon taking office, Obama will give his Secretary of Defense and military commanders a new mission in Iraq: ending the war. The removal of our troops will be responsible and phased, directed by military com - manders on the ground and done in consultation with the Iraqi government. Military experts believe we can safely redeploy combat brigades from Iraq at a pace of 1 to 2 brigades a month that would remove them in 16 months. That would be the summer of 2010 – more than 7 years after the war began. Under the Obama-Biden plan, a residual force will remain in Iraq and in the region to conduct targeted counter-terrorism missions against al Qaeda in Iraq and to protect American diplomatic and civilian per - sonnel. He will not build permanent bases in Iraq, but will continue efforts to train and support the Iraqi security forces as long as Iraqi leaders move toward political reconciliation and away from sectarianism. Encouraging Political Accommodation Barack Obama and Joe Biden believe that the U.S. must apply pressure on the Iraqi government to work to - ward real political accommodation. There is no military solution to Iraq’s political differences, but the Bush Administration’s blank check approach has failed to press Iraq’s leaders to take responsibility for their future or to substantially spend their oil revenues on their own reconstruction. Obama’s plan offers the best prospect for lasting stability in Iraq. A phased withdrawal will encourage Iraqis to take the lead in securing their own country and making political compromises, while the responsible pace of redeployment called for by Obama’s plan offers more than enough time for Iraqi leaders to get their own house in order. As our forces redeploy, Obama will make sure we engage representatives from all levels of Iraqi society—in and out of government—to forge compromises on oil revenue sharing, the equitable provi - sion of services, federalism, the status of disputed territories, new elections, aid to displaced Iraqis, and the reform of Iraqi security forces. Surging Diplomacy Barack Obama and Joe Biden will launch an aggressive diplomatic effort to reach a comprehensive compact on the stability of Iraq and the region. This effort will include all of Iraq’s neighbors—including Iran and Syria, as suggested by the bi-partisan Iraq Study Group. This compact will aim to secure Iraq’s borders; keep neighboring countries from meddling inside Iraq; isolate al Qaeda; support reconciliation among Iraq’s sectarian groups; and provide financial support for Iraq’s reconstruction and development. Preventing Humanitarian Crisis Barack Obama believes that America has both a moral obligation and a responsibility for security that demands we confront Iraq’s humanitarian crisis—more than four million Iraqis are refugees or are displaced inside their own country. Obama and Biden will form an international working group to address this crisis. They will provide at least $2 billion to expand services to Iraqi refugees in neighboring countries, and ensure that Iraqis inside their own country can find sanctuary. They will also work with Iraqi authorities and the international community to hold the perpetrators of potential war crimes, crimes against humanity, and genocide accountable. He would reserve the right to intervene militarily, with our international partners, to suppress potential genocidal violence within Iraq. NATIONAL SECURITy"},{"pageNumber":36,"pageContent":"71 The Status-of-Forces-Agreement Obama believes any Status of Forces Agreement, or any strategic framework agreement, should be negoti - ated in the context of a broader commitment by the U.S. to begin withdrawing its troops and forswearing permanent bases. Obama also believes that any security accord must be subject to Congressional approval. It is unacceptable that the Iraqi government will present the agreement to the Iraqi parliament for approval— yet the Bush administration will not do the same with the U.S. Congress. The Bush administration must submit the agreement to Congress or allow the next administration to negotiate an agreement that has bipartisan support here at home and makes absolutely clear that the U.S. will not maintain permanent bases in Iraq. Fighting Terror and Extremism Get on the Right Battlefield Obama will end the war in Iraq responsibly and focus on the right battlefield in Afghanistan. He will deploy at least two additional combat brigades and $1 billion in additional non-military aid to Afghanistan. He will condition U.S. military aid to Pakistan on their making progress to close down training camps, evict foreign fighters and prevent cross border attacks. He will ensure U.S. military aid provides the Pakistani Army the training and capability to go after the Taliban and al Qaeda. If the United States has actionable intelligence on the location of high value terrorist targets like Osama bin Laden and Pakistan will not or cannot act on it, the United States will. New Capabilities to Fight Terror Obama will develop new military and civilian capabilities to target terrorists. He will establish a Shared Security Partnership Program to build international military, intelligence, and law enforcement cooperation. Obama will lead a global effort to secure all nuclear weapons and material within four years to keep these weapons out of the hands of terrorist organizations. An Agenda of Hope Obama and Biden will increase U.S. foreign assistance and support a $2 billion Global Education fund to provide alternatives to radical madrasas. They will coordinate a program of public diplomacy to restore America’s standing, and build ‘America Houses’ and deploy an ‘America’s Voice Corps’ to build new ties across the Islamic world. Reaffirm our Values Obama and Biden will restore respect for the rule of law and America’s values. They will: reject torture with - out exception or equivocation, including so-called “enhanced interrogation techniques” like waterboarding; restore the Rule of Law by closing Guantanamo and restoring habeas corpus; and provide our intelligence and law enforcement agencies with the tools they need to track down terrorists without undermining our Constitution or civil liberties. Nuclear Weapons A Record of Results The gravest danger to the American people is the threat of a terrorist attack with a nuclear weapon and the spread of nuclear weapons to dangerous regimes. Obama has taken bipartisan action to secure nuclear weapons and materials: • He joined Senator Dick Lugar in passing a law to help the United States and our allies detect and stop the smuggling of weapons of mass destruction throughout the world. • He joined Senator Chuck Hagel to introduce a bill that seeks to prevent nuclear terrorism, reduce global nuclear arsenals, and stop the spread of nuclear weapons. • And while other candidates have insisted that we should threaten to drop nuclear bombs on terrorist training camps, Obama believes that we must talk openly about nuclear weapons – because the best way to keep America safe is not to threaten terrorists with nuclear weapons, it’s to keep nuclear weap - ons away from terrorists. Secure Loose Nuclear Materials from Terrorists Obama and Biden will secure all loose nuclear materials in the world within four years. While we work to secure existing stockpiles of nuclear material, Obama and Biden will negotiate a verifiable global ban on the production of new nuclear weapons material. This will deny terrorists the ability to steal or buy loose nuclear materials. Strengthen the Nuclear Non-Proliferation Treaty Obama and Biden will crack down on nuclear proliferation by strengthening the Nuclear Non-Proliferation Treaty so that countries like North Korea and Iran that break the rules will automatically face strong inter - national sanctions. Toward a Nuclear Free World Obama and Biden will set a goal of a world without nuclear weapons, and pursue it. Obama will always maintain a strong deterrent as long as nuclear weapons exist. But they will take several steps down the long road toward eliminating nuclear weapons. They will stop the development of new nuclear weapons; work with Russia to take U.S. and Russian ballistic missiles off hair trigger alert; seek dramatic reductions in U.S. and Russian stockpiles of nuclear weapons and material; and set a goal to expand the U.S.-Russian ban on intermediate- range missiles so that the agreement is global. NATIONAL SECURITy"},{"pageNumber":37,"pageContent":"73 Iran The Problem Iran has sought nuclear weapons, supports militias inside Iraq and terror across the region, and its leaders threaten Israel and deny the Holocaust. But Obama believes that we have not exhausted our non-military options in confronting this threat; in many ways, we have yet to try them. That’s why Obama stood up to the Bush administration’s warnings of war, just like he stood up to the war in Iraq. Opposed Bush-Cheney Saber Rattling Obama opposed the Kyl-Lieberman amendment, which says we should use our military presence in Iraq to counter the threat from Iran. While he supports designating the Iranian Revolutionary Guard a terrorist or - ganization, Obama believes that it was reckless for Congress to give George Bush any justification to extend the Iraq War or to attack Iran. Diplomacy Obama supports tough, direct diplomacy with Iran without preconditions. Now is the time to pressure Iran directly to change their troubling behavior. Obama would offer the Iranian regime a choice. If Iran abandons its nuclear program and support for terrorism, we will offer incentives like membership in the World Trade Organization, economic investments, and a move toward normal diplomatic relations. If Iran continues its troubling behavior, we will step up our economic pressure and political isolation. Seeking this kind of com - prehensive settlement with Iran is our best way to make progress. Renewing American Diplomacy The Problem Eight years of Bush-Cheney diplomacy has shredded our alliances and set back our leadership in the world. On challenges ranging from terrorism to disease, nuclear weapons to climate change, we cannot make prog - ress unless we can draw on strong international support. Diplomacy with All Nations An Obama Administration will pursue direct diplomacy with all nations, friend and foe. He will do the care - ful preparation necessary, but will signal that America is ready to come to the table, and that he is willing to lead. And if America is willing to come to the table, the world will be more willing to rally behind American leadership to deal with challenges like terrorism, and Iran and North Korea’s nuclear programs. Israeli-Palestinian Conflict Obama and Biden will make progress on the Israeli-Palestinian conflict a key diplomatic priority. They will make a sustained push to support Israel, and to achieve the goal of two states, a Jewish state in Israel and a Palestinian state, living side by side in peace and security. Expand our Diplomatic Presence To make diplomacy a priority, Obama and Biden will stop shuttering consulates and start opening them in the tough and hopeless corners of the world – particularly in Africa. They will expand our foreign service, and develop the capacity of our civilian aid workers to work alongside the military. Fight Global Poverty Obama and Biden will embrace the Millennium Development Goal of cutting extreme poverty around the world in half by 2015, and he will double our foreign assistance to $50 billion to achieve that goal. They will help the world’s weakest states to build healthy and educated communities, reduce poverty, develop markets, and generate wealth. Strengthen NATO Obama and Biden will rally NATO members to contribute troops to collective security operations, urging them to invest more in reconstruction and stabilization operations, streamlining the decision-making pro - cesses, and giving NATO commanders in the field more flexibility. Seek New Partnerships in Asia Obama and Biden will forge a more effective framework in Asia that goes beyond bilateral agreements, oc - casional summits, and ad hoc arrangements, such as the six-party talks on North Korea. They will maintain strong ties with allies like Japan, South Korea and Australia; work to build an infrastructure with countries in East Asia that can promote stability and prosperity; and work to ensure that China plays by international rules. Building a 21 st Century Military The Problem The excellence of our military is unmatched. But as a result of a misguided war in Iraq, our forces are under pressure as never before. Obama and Biden will make the investments we need so that the finest military in the world is best-prepared to meet 21st-century threats. Rebuild Trust Obama and Biden will rebuild trust with those who serve by ensuring that soldiers and Marines have suf - ficient training time before they are sent into battle. Expand the Military We have learned from Iraq that our military needs more men and women in uniform to reduce the strain on our active force. Obama and Biden will increase the size of ground forces, adding 65,000 soldiers to the Army and 27,000 Marines. New Capabilities Obama and Biden will give our troops new equipment, armor, training, and skills to complete the complex missions of the 21st century. They will also strengthen our civilian capacity, so that our civilian agencies have the critical skills and equipment they need to integrate their efforts with our military. Strengthen Guard and Reserve Obama and Biden will restore the readiness of the National Guard and Reserves. He will permit them adequate time to train and rest between deployments, and provide the National Guard with the equipment they need for foreign and domestic emergencies. They will also give the Guard a seat at the table by making the Chief of the National Guard a member of the Joint Chiefs of Staff. NATIONAL SECURITy"},{"pageNumber":38,"pageContent":"75 Bipartisanship and Openness The Problem Under the Bush administration, foreign policy has been used as a political wedge issue to divide us – not as a cause to bring America together. And it is no coincidence that one of the most secretive administrations in history has pursued policies that have been disastrous for the American people. Obama strongly believes that our foreign policy is stronger when Americans are united, and the government is open and candid with the American people. A Record of Bringing People Together In the Senate, Obama has worked with Republicans and Democrats to advance important policy initiatives on securing weapons of mass destruction and conventional weapons, increasing funding for nonproliferation, and enhancing care and support for our troops and veterans. Consultative Group Obama and Biden will convene a bipartisan Consultative Group of leading members of Congress to foster better executive-legislative relations and bipartisan unity on foreign policy. This group will be comprised of the congressional leadership of both political parties, and the chair and ranking members of the Armed Ser - vices, Foreign Relations, Intelligence, and Appropriations Committees. This group will meet with the presi - dent once a month to review foreign policy priorities, and will be consulted in advance of military action. Getting Politics out of Intelligence Obama and Biden will insulate the Director of National Intelligence from political pressure by giving the DNI a fixed term, like the Chairman of the Federal Reserve. Obama and Biden will seek consistency and integrity at the top of our intelligence community — not just a political ally. Change the Culture of Secrecy Obama and Biden will reverse President Bush’s policy of secrecy. They will institute a National Declassifica - tion Center to make declassification secure but routine, efficient, and cost-effective. Israel Ensure a Strong U.S.-Israel Partnership Barack Obama strongly supports the U.S.-Israel relationship. He believes that our first and incontrovertible commitment in the Middle East must be to the security of Israel, America’s strongest ally in the Middle East. Obama believes that we should deepen and strengthen the friendship and cooperation between the United States and Israel. Support Israel’s Right to Self Defense During the July 2006 Lebanon war, Barack Obama stood up strongly for Israel’s right to defend itself from Hezbollah raids and rocket attacks, cosponsoring a Senate resolution against Iran and Syria’s involvement in the war, and insisting that Israel should not be pressured into a ceasefire that did not deal with the threat of Hezbollah missiles. He believes strongly in Israel’s right to protect its citizens, and will stand up for that right at the UN and in other forums. Support Foreign Assistance to Israel Barack Obama has consistently supported foreign assistance to Israel. He defends and supports the annual foreign aid package that involves both military and economic assistance to Israel, and will implement a Memorandum of Understanding that provides $30 billion in assistance to Israel over the next decade. . He has called for continuing U.S. cooperation with Israel in the development of missile defense systems, and believes we should export military equipment to our ally Israel under the same guidelines as NATO. Meeting the Challenge of a Resurgent Russia The Problem Russia’s invasion of Georgia in August 2008 has created a serious new security challenge for the United States and our partners in Europe. In contrast to the Bush Administration’s erratic policy of embracing Vladimir Putin but neglecting U.S.-Russian relations, Barack Obama and Joe Biden will address the challenge posed by an increasingly autocratic and bellicose Russia by pursuing a new, comprehensive strategy that advances American national interests without compromising our enduring principles. A Comprehensive Strategy Russia today is not the Soviet Union, and we are not returning to the Cold War. Retrofitting outdated 20th century thinking to address this new 21st century challenge will not advance American national interests. In - stead, Obama and Biden will address the new challenges Russia poses by pursuing an integrated and vigorous strategy that encompasses the entire region. The core components of this strategy include: • Supporting democratic partners and upholding principles of sovereignty throughout Europe and Eur - asia while working proactively to gauge effectively the intentions of actors in the region, and address tensions between countries before they escalate into military confrontations. • Strengthening the Transatlantic alliance, so that we deal with Russia with one, unified voice. • Helping to decrease the dependence of our allies and partners in the region on Russian energy. • Engaging directly with the Russian government on issues of mutual interest, such as countering nuclear proliferation, reducing our nuclear arsenals, expanding trade and investment oppor tunities, and fight - ing Al Qaeda and the Taliban; and also reaching out directly to the Russian people to promote our common values. • Keeping the door open to fuller integration into the global system for all states in the region, including Russia, that demonstrates a commitment to act as responsible, law-abiding members of the interna - tional community. NATIONAL SECURITy"},{"pageNumber":39,"pageContent":"77 Africa Obama’s Record As a member of the Senate Foreign Relations Committee, Barack Obama has fought to focus America’s attention on the challenges facing Africa — stopping the genocide in Darfur, passing legislation to promote stability in the Congo and to bring a war criminal to justice in Liberia, mobilizing international pressure for a just government in Zimbabwe, fighting corruption in Kenya, demanding honesty on HIV/AIDS in South Africa, developing a coherent strategy for stabilizing Somalia, and travelling across the continent raising awareness for these critical issues. He has also increased America’s focus on the long term challenges of edu - cation, poverty reduction, disease, strengthening democratic institutions and spurring sustainable economic development in Africa. Stop the Genocide in Darfur As president, Obama will take immediate steps to end the genocide in Darfur by increasing pressure on the Sudanese and pressure the government to halt the killing and stop impeding the deployment of a robust international force. He and Joe Biden will hold the government in Khartoum accountable for abiding by its commitments under the Comprehensive Peace Accord that ended the 30 year conflict between the north and south. Obama worked with Senator Sam Brownback (R-KS) to pass the Darfur Peace and Accountability Act in 2006. Fight Poverty Obama and Biden will double our annual investment in foreign assistance from $25 billion in 2008 to $50 billion by the end of his first term and make the Millennium Development Goals, which aim to cut extreme poverty in half by 2015, America’s goals. They will fully fund debt cancellation for Heavily Indebted Poor Countries in order to provide sustainable debt relief and invest at least $50 billion by 2013 for the global fight against HIV/AIDS, including our fair share of the Global Fund. Expand Prosperity Obama and Biden will expand prosperity by establishing an Add Value to Agriculture Initiative, creating a fund that will extend seed capital and technical assistance to small and medium enterprises, and reforming the World Bank and International Monetary Fund. They will launch the Global Energy and Environment Initiative to ensure African countries have access to low carbon energy technology and can profitably par - ticipate in the new global carbon market so as to ensure solid economic development even while the world dramatically reduces its greenhouse gas emissions. They will also strengthen the African Growth and Oppor - tunity Act to ensure that African producers can access the U.S. market and will encourage more American companies to invest on the continent. Latin America The Problem George Bush’s policy in the Americas has been negligent toward our friends, ineffective with our adversaries, disinterested in the challenges that matter in people’s lives, and incapable of advancing our interests in the region. As the Americas have changed, we have sat on the sideline, offering no compelling vision and creat - ing a vacuum for demagogues to advance an anti-American agenda. Start a New Chapter of Engagement with Latin America and the Caribbean Obama and Biden will rebuild diplomatic links throughout the hemisphere through aggressive, principled, and sustained diplomacy in the Americas from Day One. He will bolster U.S. interests in the region by pur - suing policies that advance democracy, opportunity, and security and will treat our hemispheric partners and neighbors with dignity and respect. Promote Democracy in Cuba and Throughout the Hemisphere Barack Obama and Joe Biden will support democracy that is strong and sustainable in the day to day lives of the people of the Americas. In the case of Cuba, he will maintain the embargo, but empower our best ambassadors of freedom by allowing unlimited Cuban-American family travel and remittances to the island. Using aggressive and principled bilateral diplomacy he will also send an important message: if a post-Fidel government takes significant steps toward democracy, beginning with freeing all political prisoners, the U.S. is prepared to take steps to normalize relations and ease the embargo that has governed relations between our countries for the last five decades. Throughout the hemisphere, Obama will increase support for the building blocks of durable democracies—strong legislatures, independent judiciaries, free press, vibrant civil society, honest police forces, religious freedom, and the rule of law. Work Towards Energy Security Barack Obama and Joe Biden will bring together the countries of the region in a new Energy Partnership for the Americas to forge a path toward sustainable growth and clean energy. They will call on the American people to join this effort through an Energy Corps of engineers and scientists who will go to the region and beyond to help develop clean energy solutions. Trade Policy That Works for All People in All Countries Obama and Biden believe that trade with foreign nations should strengthen the American economy and cre - ate more American jobs. They will stand firm against agreements that undermine our economic security and will use trade agreements to spread good labor and environmental standards around the world. Advance Security Across the Region Obama believes that we need to target all sources of insecurity through a new hemispheric security initiative. This initiative will foster cooperation within the region to combat gangs, trafficking and violent criminal activity. It will strive to find the best practices that work across the hemisphere, and to tailor approaches to fit each country. NATIONAL SECURITy"},{"pageNumber":40,"pageContent":"79 Asia Enhance U.S. Focus on Asia Obama has long recognized that Asia is critical to U.S. security and prosperity in the 21st century and will fo - cus on developing mechanisms to tackle shared challenges. He will assure that the United States is fully and appropriately engaged in current institutions, such as ASEAN and APEC, and explore enhanced collabora - tion to respond to respond to new and non-traditional threats. Transform our Alliance with Japan Obama understands that our alliance with Japan is the cornerstone of American-policy in the Asia-Pacific re - gion and of a peaceful, prosperous Asia. We have an opportunity to deepen and widen cooperation to resolve global challenges from climate change to combating chronic poverty. Invigorate our Partnership with Korea Obama understands the U.S. and South Korea are bound together by common adversaries, but also by our shared values and mutual interests. We need to develop a common vision for the alliance to meet the chal - lenges of the 21st century. Strengthen U.S. Relations with India Obama believes in strengthening U.S relations with India because, as the world’s largest democracy and a growing economic power, India is a natural strategic partner of the U.S. The India civilian nuclear accord is one new component of an enhanced relationship. That partnership should also extend to cooperation on alternative energy and commercial engagement. Advance American Interests and Values with China Obama sees elements of cooperation and competition in our relationship with China, and understands we must enhance areas for collaboration while strengthening the ability of American workers and companies to compete. We must be vigilant about China’s military modernization, recognizing the best way to manage our relationship with China is to draw it further into the international system. FOR MORE INFORMATION Read the Plan on Iraq http://www.barackobama.com/issues/iraq/ Read the Speech: A New Strategy for a New World http://www.barackobama.com/2008/07/15/remarks_of_senator_barack_obam_96.php Read the Berlin Speech: A World That Stands As One http://www.barackobama.com/2008/07/24/remarks_of_senator_barack_obam_97.php Read the Plan for a 21st Century Military http://www.barackobama.com/issues/defense/ Read the Speech on Confronting New Threats http://www.barackobama.com/2008/07/16/remarks_of_senator_barack_obam_95.php Read the Speech on Nuclear Weapons and Diplomacy http://www.barackobama.com/2007/10/02/remarks_of_senator_barack_obam_27.php Read the Speech on Counter-Terrorism Strategy http://www.barackobama.com/2007/08/01/remarks_of_senator_obama_the_w_1.php Read the Speech on Restoring American Leadership http://www.barackobama.com/2007/04/23/the_american_moment_remarks_to.php/ Read the Speech on Latin America and the Caribbean http://www.barackobama.com/2008/05/23/remarks_of_senator_barack_obam_68.php NATIONAL SECURITy"},{"pageNumber":41,"pageContent":"81 AT A GLANCE A Sacred Trust Barack Obama believes America has a sacred trust with our veterans. He is committed to creating a 21st Century Department of Veterans’ Affairs that provides the care and benefits our nation’s veterans deserve. Help for Returning Service Members Obama and Biden will improve the quality of health care for veterans, rebuild the VA’s broken benefits system, and combat homelessness among veterans. Improved Mental Health Treatment Obama and Biden will improve mental health treatment for troops and veterans suffering from combat- related psychological injuries. THE PROBLEM Wounded Troops Suffer The Walter Reed scandal showed that we don’t always provide returning service members with the care they deserve. Veterans Budget Shortfalls In 2005, a multi-billion dollar VA funding shortfall required Congress to step in and bail out the system. Benefits Bureaucracy is Broken There are currently more than 400,000 claims pending with the Veterans Benefits Administration. VA error rates have grown to more than 100,000 cases a year. There is a Shortage of Care for PTSD Veterans are coming home with record levels of combat stress, but we are not adequately providing for them. VETERANS “Keeping faith with those who serve must always be a core American value and a cornerstone of American patriotism. Because America’s commitment to its servicemen and women begins at enlistment, and it must never end.” – Barack Obama, Speech in Kansas City, MO, August 21, 2007 BARACk OBAMA ANd jOE BIdEN’S PLAN TO kEEP OUR SACREd TRUST WITH VETERANS"},{"pageNumber":42,"pageContent":"83 BARACk OBAMA ANd jOE BIdEN’S PLAN Ensure a Seamless Transition Obama and Biden will demand that the military and the VA coordinate to provide a seamless transition from active duty to civilian life. Fully Fund VA Medical Care Barack Obama and Joe Biden will fully fund the VA so it has all the resources it needs to serve the veter - ans who need it, when they need it. They will establish a world-class VA Planning Division to avoid future budget shortfalls. Allow All Veterans Back into the VA One of Obama’s first acts will be reversing the 2003 ban on enrolling modest-income veterans, which has denied care to a million veterans. Strengthen VA Care Obama and Biden will make the VA a leader of national health care reform so that veterans get the best care possible. They will improve care for polytrauma vision impairment, prosthetics, spinal cord injury, aging, and women’s health. Improve Mental Health Treatment They will improve mental health care at every stage of military service. They will recruit more health profes - sionals, improve screening, offer more support to families, and make PTSD benefits claims fairer. Improve Care for Traumatic Brain Injury Obama and Biden will establish standards of care for Traumatic Brain Injury, the signature injury of the Iraq war. Expand Vet Centers Obama and Biden will expand and strengthen Vet Centers to provide more counseling for vets and their families. Fix the Benefits Bureaucracy Obama and Biden will hire additional claims workers, and improve training and accountability so that VA benefit decisions are rated fairly and consistently. They also will make the paper benefit claims process an electronic one to reduce errors and improve timeliness. Combat Homelessness among Our Nation’s Veterans Obama and Biden will establish a national “zero tolerance” policy for veterans falling into homelessness by expanding proven programs and launching innovative services to prevent veterans from falling into home - lessness. Fight Veterans Employment Discrimination Obama and Biden will crack down on employers who commit job discrimination against guardsmen and reservists. OBAMA’S RECORd Record of Advocacy As a member of the U.S. Senate Committee on Veterans’ Affairs, Obama passed legislation to improve care and slash red tape for our wounded warriors recovering at places like Walter Reed. He passed laws to help homeless veterans and offered an innovative solution to prevent at-risk veterans from falling into homeless - ness. Obama led a bipartisan effort in the Senate to try to halt the military’s unfair practice of discharging service members for having a service-connected psychological injury. He fought for fair treatment of Illinois veterans’ claims and forced the VA to conduct an unprecedented outreach campaign to disabled veterans with lower than-average benefits. Obama passed legislation to stop a VA review of closed PTSD cases that could have led to a reduction in veterans’ benefits. He passed an amendment to ensure that all service members returning from Iraq are properly screened for traumatic brain injuries. He introduced legislation to direct the VA and Pentagon to fix disjointed records systems and improve outreach to members of the National Guard and Reserves. FOR MORE INFORMATION Read the Speech http://www.barackobama.com/2007/08/21/remarks_of_senator_obama_a_sac.php Read the Plan http://www.barackobama.com/pdf/VeteransFactSheet.pdf Join Veterans for Obama http://my.barackobama.com/page/content/vetshome VETERANS"},{"pageNumber":43,"pageContent":"FOR MORE INFORMATION: WWW.BARACk OBAMA. COM PAId FOR B y OBAMA FOR AMERICA"}]
