[{"pageNumber":1,"pageContent":"HOW TO QUELL THE RISING RATE OF AUTISM By Bill Sardi Knowledge of Health, Inc. Copyright 2001 Abstract Observers are calling it a national emergency as the rate of auti sm among children in the US and around the world is ri sing by as much as 800 percent. Health authorities offer no explanati ons but all of the research centers around chi ldhood vacci nati ons whi ch are conducted worldwide. Autistic behavior emanates from a change in the brain's output of serotoni n, which can be caused by toxi c metal s or toxins originating in the gastroi ntestinal tract. This report reveals two major causes of autism : mercury overload from preservatives in vaccines or a sub- acute tetanus toxin infection of the gastrointestinal tract whi ch resul ts from the over-use of antibiotic drugs. Various nutritional measures can be taken by parents of autisti c children to prevent or even reverse the sym ptoms of childhood autism , though most of these practices are overl ooked by modern medici ne. Vitamin C and chelation therapy with plant-based metal removers, use of natural antibiotics such as oil of oregano which do not result in antibiotic resistance, the consumption of tryptophan-rich foods to boost serotonin levels, the repleni shment of good bacteria in the digestive tract, and other nutriti onal practices are recommended. Premature birth is associated with autism and the use of omega-3 fatty acids from fish or flaxseed oil may prolong gestation and reduce devel opmental problems among young chil dren. Preservative- free vaccines should only be used and vaccination schedul es widened to avoid excessive overl oad. Certai n vacci nes may not be necessary. The Emergency Their ranks are growing. They are children who exhibit bizarre, violent behavi or, children who are unable to communicate or i nteract sociall y, or who have repetitive patterns of behavi or. And no one knows why. The kids are called autistic. In the 1970s the rate of autism was about one case in 2500 children. Today it is one i n 250 chil dren. In California in the 1970s onl y 100-200 new cases of autism were reported annual ly. In 1998, new cases report ed to the public-school syst em were 1425! In 1999 that figure jumped to 1944! In New Jersey the reported cases of autism j umped from 241 in 1991 to 1634 in 1997 (an 800% increase)! There were 4.4 cases of autism per 10,000 live births © Bill Sard i 200 1 No t for p o stin g on o t h e r web s ites 1"},{"pageNumber":2,"pageContent":"reported in California in 1980 and 20.8 cases per 10,000 l ive births i n 1994, a 373 percent relative increase. [Journal American Medical Associati on 285: 1183-85, 2001] The British Medical Journal reports that auti sm jumped by 700% from 1988 to 1999! [British Medi cal Journal 322: 460-63, 2001] In studies prior to 1988, the estimated prevalence of autism was between 4- 6 cases per 10,000 children. Among 15,500 B ritish chil dren between the ages of 2 and 6 years of age the autism rate has ri sen to 17 cases per 10,000 children. When the entire spectrum of autism disorders i s consi dered (which includes Asperger syndrome and other rare chil dhood degenerative di sorders), the rate rises to 63 per 10,000 chil dren. [News.telegraph.co.uk July 8, 2001] In Japan the rate of autism was 5-16 per 10,000 in the 1980s but rose to 21.1 per 10,000 in 1996, a 31-400% increase. [Japanese Journal Infecti ous Diseases 54: 78-79, 2001] Whatever is causing the rise in autism, it is a worl dwide factor. Don Harkins, a reporter for the Idaho Observer, says the epidemic of autism represents a nati onal emergency. He asks: \"What sociol ogi cal peril s await a nati on where tw o percent of i ts people are destined to be term inally institutionalized for being unable to see outsi de of themselves?\" [Idaho Observer, June 2000] About 3.9 million children are born in the USA annual ly. At the rate of 1 in 250 chil dren, som e 15,600 children born each year, 156,000 in a decade, would exhibit auti stic behavi or. This estimation may be very low. There is a dispari ty in figures used to number the auti stic popul ation in the US. According to the Center for Mental Health Servi ces about 125,000 Americans are affected by these disorders, striking three times as many boys as girls. According to a resol ution before the US Congress, autism has robbed at least 400,000 Americans of their ability to communicate and i nteract with others. The government resolution sai d autism disorders now affects 1 in every 500 children in America, not the 1 in 250 fi gure cited above. Autistic sy mptoms usually appear within the first three y ears of life. The current estimated cost of autistic care is estimated at $13 billion per year. Li fe time care of an autisti c person averages $2 million. What Causes A utism? For many years doctors blamed parents for autisti c behavi or. People would bri ng thei r children to hospitals only to be treated as bad parents. Kanner formal ly described the disorder in 1943 but it took till the 1960s for a psychologist, Bernard Rimland, who had an auti stic chil d, to look at autism as a brai n disorder. © Bill Sard i 200 1 No t for p o stin g on o t h e r web s ites 2"},{"pageNumber":3,"pageContent":"Autism is now described as a neurol ogi cal disorder which affects the areas of the brain that control social interacti on and language. No cure exi sts in the medical texts, but that doesn't mean that these children are beyond hope. Genetics, season of birth, and many other factors have been explored i n the search for the cause of autism. Genetics accounts for l ess than 10 percent of cases. There are no drugs that consistently alter the course of autism. [Life Science 67: 1667-82, 2000] Nutrit ional therapies have been empl oyed with some studies showing that dietary measures and magnesium/vitamin B 6 supplementation are helpful in ameliorati ng symptoms. Mercury Poisoning The mos t convincing argument is that mercury poisoning, delivered to children via a mercury preservative in vaccines, is involved in the onset of autism. Many parents have observed sudden behavi or changes in their chil dren following vacci nations and believe vacci nes were the cause. The diet may also contribute to the problem. Mercury from fish can be transferred from pregnant women to their developing fetus and after birth in breast milk. [Journal American Medical Assn 28 2: November 10, 1999] The characteristics of mercur y poisoning and autism are remarkably similar. Whil e an i nfant only receives a few micrograms of mercury from vacci nes, a si ngle dose could represent as much as 353,000,000,000,000,000 mercury particles. [ARC Research, April 3, 2000] Neal A. Halsey MD, writes in the Journal of the American Medical Associati on that the fetal brain i s much more susceptible to mercury compounds than the adult brain. Health authorities are likely to be less than candid about the connection between vaccinations and autism for fear of scaring the entire population away from vaccines altogether , which woul d give rise to a return of childhood diseases such as measles and poli o that have almost been eradi cated. Thimerosal is the name of the mercury preservative in vaccines. Thimerosal has been used as a preservative in vaccines since the 1930s, but was assumed to be safe and never tested by the Food & Drug Administration. The recent rise i n autism and the growth in the number of required chi ldhood vaccinations before the age of two have parall eled each other. T he list of required vacci nes has risen from 8 i n 1980 to 22 vacci nes today, many requiring multiple injections. © Bill Sard i 200 1 No t for p o stin g on o t h e r web s ites 3"},{"pageNumber":4,"pageContent":"But health offi cials defend the vacci nes. The rate of autism has risen whil e the percentage of chi ldren undergoi ng vaccination has remained somewhat constant. In California, the proportion of children vacci nated with MMR (measles/mumps/rubella vacci ne) before the age of 2 increased by 14% from 1980 to 1994 while the percent age of children diagnosed with autism jumped 572%! But the reasoni ng behi nd this type of defense for the vaccine s is not val id. It's not the rate of vaccination but the vaccine (or mercury ) load children are being delivered in a short pe riod of t ime . Critics have also cal led attenti on to the fact that a child's i mmune system may not be ready to handle m ultiple vaccines all at one ti me. Autoimmune reactions may be responsibl e for auti sm. The bogus defense of vacci nes by the scientific community is a tip off they know more than they are tell ing. Another disturbing report i s a survey conducted by Dr. Edward Yazbak, former m edical assessor to the UK Committee on Safety of Medicines. His survey found 76 percent of mothers who had been vaccinated just before, during or after pregnanc y, had one or mor e children with autism disorders. [Pulse Magazine, July 7, 2001] Maybe the mercury or toxic effect was striki ng kids via their mother. Symptoms take some time to emanate, so the delay in diagnosis might lead investigators off the track. Boyd Haley, chemistry professor at the University of K entucky, has sai d that \"thi merosal is extremely toxi c\" and it is the \"most likely suspect for causing autism.\" Mercury Load A front-page story in the May 27, 2001 issue of the London Times states that \"Mercury in vaccines for babies and infants could be the cause of a steep ri se i n cases of autism i n children around the w orld, according to a growing number of scientists.\" The report indicates the thimerosal preservative in vaccines is 49.6% mercury, a substance known to have neurotoxi c effects. Croft Woodruff , a Canadi an health advocate, points out that the US Food & Drug Administration recommends that pregnant women avoi d as much as one can of tuna in a day, which would provide 17 micrograms of mercury. However, the FDA raises no red flag over the 187.5 micrograms of mercury in vaccines given to children f rom birth to age 6 months. [Letter December 12, 2000] The Environmental Protection Agency has established a safety for exposure to mercury compounds at 0.1 micrograms per kilogram (2.2 pounds) of body weight per day. Some infants who are being vaccinated using multi-dose vials with thimerosal can receive 62.5 micrograms of mercur y pe r © Bill Sard i 200 1 No t for p o stin g on o t h e r web s ites 4"},{"pageNumber":5,"pageContent":"doctor's visit, or 100 times more than the intake c onsidered safe for the average 6-month old by the US Environmental Protection Agenc y. Removal of Mercury from Vaccines On July 7, 1999 the American Academy of Pediatrics and the US Public Health Service i ssued a joi nt statement cal ling for the removal of thimerosal from vaccines. Their statement admits that chronic, l ow- dose mercury exposure may cause neurol ogi cal abnormal ities.  [Pediatrics 107: 1147-54, 2001] While health authorities now have been forced to agree that mercury preservatives be removed from vacci nes, the situation is one where current suppli es of mercury-laden vacci nes are permitted to be used until other preservati ves or preservative-free products come into use. [Morbidity Mortality Weekl y Report, July 14, 49: 622, 2000] The removal or reduction of mercury from vaccines has begun. Thimerosal-free hepatitis B, influenza and DPT vacci nes are now available. Major vaccine m anufacturers have cut the maximal amount of mercury exposure from 187.5 to 75 micrograms. The FDA has announced that the vaccine known as Tripedia (diphtheria, tetanus and pertussis) now has 95% less mercury. [FDA, March 7, 2001] Vaccines for MMR (measles, mumps, rubell a) have never contai ned mercury. Yet health authori ties keep recommending vaccines with mercury until preservative-free vaccines are available, stating that the health hazard posed by i nfecti ous disease i s greater than the si de effects from the vacci ne. [Clinician Reviews 10: 95- 96, 2000] But the removal of thimerosal increases the potency of the vaccine. Have the new thimerosal-free vacci nes been adequately pre- tested? Vaccines Work, but There Is a Price A recent news report said that \"vaccines are off the hook\" in regards to auti sm. However, Professor Walter O. Spitzer, M D, Professor of Epidemiology at McGill University in Montreal, says the news headli nes emanated from a report issued by the Institute of Medicine Immunization Safety R eview Committee, rel eased on April 23, 2001, which claimed vacci nes \"are as safe as a vacci ne can get.\" Spitzer says t he news reporters didn't read t he entire report which conceded that \"MMR vaccine could contribute to autism in a small number of children.\" When millions of children are being vacci nated, that could mean thousands of children will be adversely affected. [London Times, May 27, 2001] Translation: the © Bill Sard i 200 1 No t for p o stin g on o t h e r web s ites 5"},{"pageNumber":6,"pageContent":"government isn't lying, it's j ust hiding the headli ne that there is a strong li nk between vacci nes and auti sm. The news media in this country isn't digging for the story and i s content to parrot government press rel eases on the subj ect. Spitzer's comments were only publi shed outside the US. For good reason, every one is afraid of scaring parents away from vaccinations. In 1921 there were 206,939 cases of diphtheri a. In 1998, thanks to inoculati on, only one case was reported. Measles struck 894,134 people i n 1951. By 1998 that figure dropped to less can 100. [Insight M agazine 1999] Vaccines work, but they have a price. The issue is not whether vacci nes cause serious reactions among a small percentage of children, the issu e is whether these are avoidable side effects and whether the government is coveri ng their liabil ity, and protecting the profits of the drug companies by not forcing them to dump their stocks of mercury- contai ning vaccines. The worldwide vacci ne market ranges from $2.9 to 7 billion, so vaccines are big business. [Insight Magazine 1999] The drug companies that make the vacci nes are immune from legal prosecution. Victims must contact the Vaccine Injury Compensati on Program which has awarded more then $1 billion in compensation since it began in 1988. [FedBuzz.com] A $7.50 dose of tetanus vaccine would add $1.50 to the Vacci ne Compensati on Program Fund. [Salon.com, Ready For Some Lockj aw, March 8, 2001] Only an estimated 1-10 percent of vaccine adverse reactions are reported to the Centers for Disease Control. It is obvious that more reported cases and requests for compensati on among families experiencing adverse reacti ons coul d bankrupt the compensation syst em. What Should the Public Do? Everybody is poi nting fingers, and nobody has any instructions for parents of young children. Parents are confronted with mandates that children be vaccinated or be shunned from entering the public schools. There are paper forms to l egally opt out of vacci nati ons, but that still doesn't solve the problem of what parents should do to protect their children from childhood diseases. One Vaccine at a Time Beginning in 1993 Japan abandoned the MMR vacci ne i n favor of indivi dual vacci nati ons for children due to an outbreak of reactions (non-vi ral meningiti s and others). In Britain, the suggestion that a single vacci ne be admi nistered at a time, rather than the tri ple MMR (measl es, mumps, rubella) combination vaccine, has been met with disdain by physi cians. Dr. David Sinclair sai d this would be \"pandering to the © Bill Sard i 200 1 No t for p o stin g on o t h e r web s ites 6"},{"pageNumber":7,"pageContent":"chattering classes and not to children's health.\" [News.telegraph. co.uk July 8, 2001] Note the arrogance here from physici ans. In Britain, one doctor who chose to give the MMR in single vaccinations rather than as a combo, is now facing discipline by the Department of Health. [BBC News August 6, 2001] Barbara Loe Fisher, president of the National Vaccine Information Center in Vienna, Virgini a, says vaccines shoul d not be administered to sick children, multiple vaccines in one office visit should be abandone d and re-vaccinatio n among children who have already experienced a reaction should be avoided. [Annals Internal Medicine 133: 661, 2000] A reason why all children aren't affected by mercury preservatives in vaccines William Walsh , PhD, of the Pfeiffer Treatment Center in Illi nois, has discovered that a defect in th e function of a protein called metallothionein is a distinctive feature of autism. This disorder often goes unnoti ced i n infancy and early chi ldhood, says Walsh, until aggravated by a seri ous environmental insult. [American Psychiatri c Associati on Annual Meeting, May 10, 2001, New Orleans] Walsh found that 99% of people with autism have a metaboli c defect i n their abi lity to handle and dispose of mercury. Among 503 autistic people, 499 were unable to produce metallothionei n , a protein compound that binds to heavy metal s in the body li ke mercury as well as cadmium, lead, copper, iron and zinc. Walsh's study explains w hy every child w ho undergoes vacci nati on does not develop auti sm. The London Times placed Wal sh's report on its front page but American newspapers passed up the opportuni ty to publish the results of his study, as if working in lock step to keep the lid on the link between mercury and autism. Metallothi onein i s rich in sul fur and a sulfur compound called cysteine. Metallothi onein bi nds to potenti ally toxic metals, but these metals can be jarred free during states of inflammation, infection or disease, and induce rusting of tissues (oxidation). [Archives Biochemistry Biophysics 363: 171-81, 1999] Metallothi onein is produced throughout the human body but i s concentrated in liver, kidneys, intesti ne and the pancreas and onl y occurs in small amounts i n the blood circulation and brain. [Progress Food Nutrition Science 11: 1-37, 1987] Boost Metallothionein Walsh advocates stimulation of metallothi onein with zinc and manganese and by the provision of a sulfur-bearing am ino acid, cysteine. © Bill Sard i 200 1 No t for p o stin g on o t h e r web s ites 7"},{"pageNumber":8,"pageContent":"Also on Dr. Walsh's nutrient list i s vitamin B6, vitami n C, selenium and vitamin E. A dietary sulfur deficiency results in a deficiency of metallo thionein. [Experientia 34: 281-91, 1979] Eggs, garlic, asparagus and onions are sulfur-ri ch foods. The provision of cysteine, a sulfur-rich amino aci d, increases the production of metallothi onein. [Journal Pharmacology Experimental Therapy 255: 554-64, 1990] Vitamin C increases metal- lothionein levels in the liver. [Toxicology 43: 25 1-59, 1987; 85: 85- 100, 1993] Vitamin C reinvigorates the action of glutathione, a major antioxidant in the body. When synthesis of glutathione is l ow, more metallothi onein is produced. [Biometals 6: 171-78, 1993] These metal defense systems back up each other. W hen one fails, another other takes over. Mercury wastes or uses up selenium , a trace mineral that combines with vitamin E to produce an important anti oxidant enzyme i n the body called glutathione peroxidase. Selenium protects from mercury poisoning. [Annual Review Nutrition 17: 37-50, 1997] Selenium seems to protect agai nst metal poisoning through methods other than metallothionein. [Journal Toxicology Environmental Health 38: 171-82, 1993; American College Nutrition 61: 646-50S, 1995] Metallothi onein has a working relati onship with vitamin E. When vitamin E levels are low, more metallothi onein is produced. [European Journal Nutrition 39: 112- 20, 2000] Again, these nutrient systems back up each other to protect from unbound metals being introduced into the syst em. Bioflavonoids are metal-binding pigments found in grape s, berries and citrus frui t that can take the place of metallothi onein. [Biology Trace Element Research 62: 135-53, 1998] Importance of Zinc Dr. Walsh also say s that a relatively high ratio of copper over zinc results in children who are hy peractive, who have attention deficit and poor behavior control . High copper rati os also lead to estrogen dominance in adult females which l eads to depression and irritability. Studies suggest that infants and children may be at risk to develop subtle developmental del ay i f they do not recei ve suffici ent zinc i n the fi rst few years of li fe. Metall othionein accumulates when tissues are exposed to excess zinc and i s depleted in states of zinc sufficiency. [Journal Nutrition 126: 11782-90, 1996] Zinc deficiency induces a shortage of metallothionein . [Proceedings National Academy Science 87: 1259- © Bill Sard i 200 1 No t for p o stin g on o t h e r web s ites 8"},{"pageNumber":9,"pageContent":"62, 1990] Dietary zinc deficiency impairs metallothi onein levels in the brain. [Neurochemistry Internati onal 36: 555-62, 2000] Levels of metallothi onein in the liver are highest among newborn i nfants and fall at around 4 months of age. [Pediatric Research 24: 326-29, 1988] The Role of Essential Fats in Autism The red blood cell level of unsaturated fats, primarily the omega- 3 fats obtained in the diet from fi sh and flax seed, is l ow among autisti c, attenti on deficit and dysl exi c children. [Prostagl andins Leukotrienes Essential Fatty Acids 63: 21-25, 2000] A recent study found markedly reduced l evels of omega-3 fatty acids among 23 percent of autisti c subjects compared to mentally retarded children, who often have low omega- 3 fatty acid levels themselves. [Prostagl andins Leukotrienes Essential Fatty Acids 65: 1-7, 2001] Serotonin and Autism Serotonin is a relaxin g brain chemical that is involved in mood and in autism. During norm al childhood, humans undergo a period of high brain serotonin production, a process that i s di srupted i n autisti c children. [Annals Neurology 45: 287- 95, 1999] Most autisti c i ndividual s treated with serotonin transport inhibitors exhi bit a reduction i n rituali stic behavior and aggression. [Current Opinion Pediatrics 8: 348-54, 1996] An amino acid called try ptophan , suppli ed i n the diet, is required for the production of serotoni n. Autistic people exhibit a signifi cantly lower ratio of serum tryptophan compared to other neutral amino acids (proteins), which means less tryptophan is available to brain tissues in these subjects. [Biomedical Pharmacotherapy 49: 288-92, 1995] Studies reveal that a low- try ptophan diet increases behaviors such as banging and hitting self, rocking, pac ing, and anxiety among autistic individuals. [Archives General Psychiatry 53: 993- 1000, 1996] Try ptophan-rich foods encourage the production of serotonin , the brain chemical l acking i n autisti c people. [Advances in Pedi atrics 33: 23-47, 1986] Foods which have the highest amounts of tryptophan (serotonin production qual ities) are (in order): dates, papaya, banana, strawberries, cherries, pineapple, grapefrui t and figs. [American Journal Clinical Nutrition 71: 1669-75S, 2000] A deficiency of niacin (vitamin B3) often accompanies serotonin deficiency since both serotonin and B3 are composed of tryptophan. In a state of vitamin B3 defici ency more tryptophan is needed to make thi s vitamin and l ess remai ns to be transform ed into serotonin. So niaci n © Bill Sard i 200 1 No t for p o stin g on o t h e r web s ites 9"},{"pageNumber":10,"pageContent":"may be added to a food supplement list for autistic people. The Best Diet is Not Good Enough It is easy to see here that a decline in the nutri ent value of foods may underl ie the increased rate of auti sm. Comparisons of food values by the US Department of Agriculture from 1963 to the present reveals many plant foods do not provide the nutrients they once did. Furthermore, the insi stence by health authorities that children consume 5 servings of fresh frui ts and vegetables daily is unlikely to be met by young chi ldren who have fussy food preferences. [Nutrition Reviews 59: 224-35, 2001] Eight of ten young children simply do not consume sufficient amounts of plant foods. Research conducted at the Uni versi ty of California at Berkeley reveal s that nutri tional defici enci es can result i n damage to DNA genetic material similar to what results from over-exposure to atomic radiation. [Mutation Research 475: 7- 20, 2001] The diet simply i s not adequate to provi de optimal defense against di sease. The mass use of food supplements (vitamin pills) by young children is called for, but this practice is unlikely to be ad vocated by health authorities. Nutri tionists continue to insist that chil dren (and adults) can obtain all the nutrients they need from their diet. This may be true if a parent is tryi ng to prevent scurvy and rickets in their children. Food fortifi cation also goes a long way in preventing defici ency diseases. But then again, young chi ldren are unlikely to eat the proper foods, particularly raw fruits and vegetables that have not lost nutrient value due to cooking and processing. The consumpti on of the recommended five servings of fresh fruits and vegetabl es daily has never exceeded 23% among US adults, let alone young chil dren. [American Journal Public H ealth 90: 777-81, 2000] A survey of American school- age chil dren, 7-12 years of age, found that 12-13% consumed less than 30 milligram s per day of vitamin C. [Journal American College Nutrition 18: 582-90, 1999] Furtherm ore, the amount of vitamins and minerals provi ded by the diet i s not sufficient to withstand the universal assault on the immune system posed by vaccines. Ranges of Nutrients in Food Supplements for Children: Vitamin C: shoul d be the buffered (alkal ine) form of vitamin C (not ascorbic acid) which is already chelated (attached to) minerals. Supplemental dosage should exceed 100 milligrams per day for young children. Provide 200-300+ milligram s per day in the days surroundi ng vacci nations. Watery stools can resul t from vitamin C overl oad. © Bill Sard i 200 1 No t for p o stin g on o t h e r web s ites 10"},{"pageNumber":11,"pageContent":"Vitamin E: Should be from natural - source vitami n E as d-al pha tocopherol succinate. Dosage: 15-30 IU Niacin: 5-10 milligrams per day for young chi ldren. Zinc: poorly absorbed from most foods. Food suppl ements should provide about 4-6 m illigram s for kids. Selenium: This trace mineral should be obtai ned i n its organi cally-bound form (brand name, SelenoExcel ). Dosage: 15-40 mi crograms. Vitamin A: The measles vaccine reduces blood serum levels of vitami n A. [Acta Paediatri ca Japan 40: 345- 49, 1998] Dosage: 2500 IU as vitamin A palmitate Omega-3 fatty acids: Preferabl y should be provided from fi sh oil that provi des DHA, the type of fat that insulates neurons in the brain and nervous system. Flaxseed oil is usuall y preferred by chil dren because of its taste, but it has to be converted in the li ver into DHA for use by nerve cells. Flaxseed oil is probably the best alternative for young chil dren. Normal and autisti c chil dren require supplementation with omega-3 fats since the American diet i s defici ent i n these essential fats. Dosage: 1000- 2000 milligrams per day. The diet should be rich in bioflavonoids from grapes, berri es and citrus fruit and in sulfur from eggs and asparagus. Magnesium and vitamin B6: Children with seizures and autistic behavi or probably ought to be provi ded supplemental magnesium and vitamin B6. [Journal Childhood Neurology 15: 763-65, 2000] Whi le magnesium and vi tamin B6 therapy for auti sm has more recently been discredited, the fact that a 1988 survey of parents of autisti c children found thi s nutrient combination more helpful than drugs cannot be ignored. [Journal Childhood Neurology 3: 68- 72S, 1988] Apparently both vitamin B6 and magnesium are required in combinati on to produce behavi oral and bi ochemical changes in autisti c children. [Biologi cal Psychiatry 20: 467-78, 1985] The side effect of excess magnesium is loose stool which is remedied by reducing the dosage. Of in terest, magnesium therapy i s less effective among older adults with tetanus i nfecti on. [Anaesthesia 54: 302-03, 1999] Good bacteria: acidophi lus-bi fidus supplements are li kely to be helpful i n cases of existi ng autism. New brands that offer live refri gerated acidophilus bacteria (Bio-K Plus) may be a breakthrough in this approach to therapy. There i s argument over dietary approaches for autism. All of the above m easures, even foods, shoul d be introduced to autisti c individuals i n small doses, with careful observation. © Bill Sard i 200 1 No t for p o stin g on o t h e r web s ites 11"},{"pageNumber":12,"pageContent":"Dietary programs need to be tailored to the individual. For example, anemic children (who often have cold hands and feet because of a lack of red blood cells as well as fatigue) may not benefit from foods or supplements that chelate mineral s. Whereas children with toxic metals i n the brain may benefit from chelation and i ron suppl ementati on woul d worsen symptoms. Children with low- grade tetanus infecti on in the digestive tract may benefit from acidophil us suppl ements. Attempts should be made to tailor diets and supplements around what is observed to work. Chelation for children or adults who are already autistic There is hope that metal chelation may be therapeuti c for auti stic kids. A number of alternative medical clinics perform intr avenous chelation therapy using E DTA as a metal chelator, but there is l ittle documented evidence of its effecti veness. Some people in the know estimate two thirds of auti stic children improve after chelati on therapy. Chelation can be safely performed at home. Nature's stronge st natural metal chelator is phy tic acid, obtained from rice bran and available as a food supplement called IP6 in health fo od stores. [Cancer 56:717-718, 1985] Phytic acid can be taken in low doses, 200- 1000 mil ligrams for chi ldren, with water only (no juice) i n between meals, so as not to interfere with minerals in the diet. Parents should provi de young children with a magnesium mineral supplement, 50- 100 milligrams, to balance the calcium found in the rice bran. In a course of 10-30 days chel ation would be compl ete. Since phytic acid is a component of whole grai ns and ri ce bran extract has been used as a food supplement by m any thousands of people, it is not expected to be troubl esome in a short course. Prolonged use might induce iron- defici ency anemi a. IP6 rice bran extract should not be used among anemic indivi duals or pregnant females. The case of a 4 1/2-year ol d autisti c boy with elevated level s of lead i n his blood circulati on whose hyperacti vity improved upon removal (chel ation) of the heavy metal (but returned with discontinuation of treatment) is evidence that chelati on therapy may be promising for some autisti c children. [Molecular Medicine 93: 136-38, 1996] Other food suppl ements that may be helpful for chil dren wi th metal overl oad are al pha lipoi c acid (sulfur compound) and bioflavonoi ds (such as grape seed extract, el derberry, cranberry, etc.). All humans of every age are prone to metal toxicity, particularl y in their nervous system and brain. Chelation of metals from the brain and nervous tissues may be therapeuti c to adul ts © Bill Sard i 200 1 No t for p o stin g on o t h e r web s ites 12"},{"pageNumber":13,"pageContent":"with brai n disorders. The case of a 47-year old denti st who developed Parkinson's disease and experi enced improvement with the use of a mercury chelating drug serves as an example of this approach. [Neurotoxicology 17: 291-95, 1996] Digging Deeper The sole cause of autism is proba bly not mercur y poisoni ng. Developmental problems, hormones and other unknown fa ctors are l ikel y to be involved. Recall that autism strikes far more bo ys than girls, which goes unexplained (see below). A recent survey found 83% of autism cases were among boys. [British M edical Journal 322: 460-63, 2001] B etween the ages of 2 to 4 years, one study f ound auti stic boys had a brain volume larger than normal. [Neurol ogy 57: 245-54, 2001] Autistic children are more likely to experience painful oversensitivity to sound. [Journal Autism Developmental Disorders 29: 349-57, 1999] A utisti c chi ldren may have more visual problems, particularl y farsightedness, astigmati sm and crossed eyes. [Journal French Ophtalmologie 20: 103-10, 1997] Autoimmune factors may interfere with the thyroi d hormones in young aut isti c chi ldren. [Journal Child Psychology Psychiatry 333: 531-42, 1992] Premature infants who develop bli ndness of prematuri ty (retinopathy) are more likely to exhibi t autisti c behavi or. [Developmental Medicine Childhood Neurology 40: 297-301, 1998] But these children are observati onal ly autistic from infancy, and don't fit the common pattern of onset around the age of 3. Yet many birth-related developmental di sorders do not emanate early but rather materiali ze in the second to fourth years. Other factors m ust be explored. Premature Birth Premature birth is associated with (not necessarily the cause of) autism . In one study of 77 babies who were born at t he 23rd week of gestation and survived, 34% had severe disability defined as subnormal cogniti ve function, cerebral palsy, bli ndness and/or deafness, a pattern that is strangel y similar to those found in autism. [Seminars Neonatol ogy 5: 89-106, 2000] Premature birth i s defined as birth before 37 weeks of gestation. Due to modern medical technol ogy, survival has increased signi ficantly in extremel y premature infants. For example, at Washington University, St. Louis, the survival rate of infants weighing less than 800 grams (1 l b 12 oz) at birth increased from 20% in 1977 to 49% in 1990. [American Family Physician Website, May 1 1998] Among 5271 infants cared for in a Japanese hospital neonatal department, 18 developed autisti c disorder and the incidence was 34 per 10,000 (0.34%), which was twice © Bill Sard i 200 1 No t for p o stin g on o t h e r web s ites 13"},{"pageNumber":14,"pageContent":"the highest rate previously reported i n Japan. [Journal Autism Developmental Disorders 29: 161-66, 1999] Infants born prior to 25 weeks of gestation are more likel y to exhibit severe disabi lities if they survive. [New England Journal Medicine 329: 1597-1601, 1993] Among 568 babies born prematurel y between 23-26 weeks gestation, only 4 were free of major handicap at 2 years of age. [Obstetri cs Gynecology 82: 1-7, 1993] The fact more low-birth weight children survi ve today could account for a percentage of the auti sm growth rate. The public is generally uninformed by educational groups about the link between premature birth and autism. The prevalent opi nion is that there i s no conclusi ve evidence that premature birth i s linked to autism . But this topic is poorly studied. One study found the factors associated with autism are low birth weight, late start of prenatal c are, and previous terminati on of pregnancy. [Journal Perinatal Medicine 27: 441-50, 1999] Because of widespread popul ation control efforts, it is likely that the associati on between terminated pregnancy (aborti on) and autism is politically incorrect. How to Prevent Prematurity There are measures that pregnant women can take to prolong pregnancy and encourage full-term babies. Prematurel y-born infants have less circul ating omega-3 fats than full -term babi es. [Sb Lek 94: 19- 24, 1993] Deficiencies of omega-3 fatty acids have been linked with premature birth and low-birth weight babies. In one study, women who ate eggs forti fied with omega-3 fats had no low-birth wei ght babi es versus 13% low birth wei ght babies among women consuming small amounts of omega-3 fats . Only 6% of babies w ere delivered pre-term by mothers who consumed omega-3 fortifi ed eggs versus 25% in the group that consumed regular eggs. Fish oil consumption (2700 milligrams per day providing at least 500 milligram s of DHA) is now recommended during pregnancy. [Obstetric & Gynecologi c Survey 56: 1-13S, 2001] In 1997 researchers reported an associati on between high vaginal pH (alkal inity) and premature birth, a problem that can often be corrected by the provi sion of good bacteri a (lactobaci llus acidophilus) treatment. [Journal Perinatal Medicine 25: 406- 17, 1997] Other risk factors for prem aturity are smoking and drug use. [Epidemiology 11: 427-33, 2000] Autism and the Tetanus Toxoid Vaccine The theory that tetanus is a cause of autism was first proposed b y © Bill Sard i 200 1 No t for p o stin g on o t h e r web s ites 14"},{"pageNumber":15,"pageContent":"E.R. Bolte in 1998. Everyone probably thinks of tetanus as lockjaw and tetanus shots as prevention against an infecti on one gets from rusty nails. Actually, tetanus is a prevalent pathogenic bacterium that can infect the umbil ical cord after birth and cause the deat h of a newborn baby as well as the mother. Neonatal tetanus infecti ons are common in undeveloped areas of the world where untrai ned midwives cut umbilical cords w ith razor blades or other unsterile instruments. Researchers theori ze that a chroni c, subacute tetanus infection of the intesti nal tract coul d gai n hold i n the human gastri c tract that has been over-exposed to antibiotics drugs which have kill ed off protecti ve bacteria. Tetanus may eventually enter th e nervous sy stem and make its way to the brain where it has been shown to disrupt the release of brain chemicals which can produce altered behavior. T his has been demonstrated in l aboratory animals injected with tetanus in the brain. Some children with autism have al so shown a signifi cant reduction in abnormal behavior when treated with antibiotics that kill off the Clostridi um tetani bacteri um. [Medical Hypotheses 51: 133-44, 1998] Links Between Tetanus and Autism: Sex Ratio Some compelling evidence links tetanus with autism . First, recall that the sex ratio for autism is about 3 boys for every affected girl. For example, a ratio of 4.2 to 1 boys over girls was found in auti stic care facilities in Israel, which is typical of the ratio around the world. [Israeli Medical Associati on Journal 3: 188- 89, 2001] This same ratio unexpl ainably occurs in the percentage of new born boys and gi rls who experience tetanus i nfection. In a Turki sh hospital, am ong 133 newborns being treated for neonatal tetanus, 79 were males and 56 were females. [Scandinavian Journal Infecti ous Disease 25: 353-55, 1993] Another Turkish study reveals that 74% of neonatal tetanus cases admitted to a hospi tal in Istanbul were males. [Turkish Journal Pediatrics 34: 121-25, 1992] In Thailand, the ratio of male to femal e neonatal tetanus cases was found to be 1.5 to 1.0. [Journal M edical Associ ation Thailand 72: 638-42, 1989] In a 1976 study in Mexico, the rati o of males over females with neonatal tetanus was 4.62 to 1. [Bol Med Hospital Infant Mexico 33: 465-71, 1976] Links Between Tetanus and Autism: Seaso n of Onset A similar parall el exists for the season of birth, autism, and tetanus infecti on. Tetanus i nfecti on i s known to peak in © Bill Sard i 200 1 No t for p o stin g on o t h e r web s ites 15"},{"pageNumber":16,"pageContent":"the Spri ng and midsummer. A Swedish study showed a peak for autism among births occurring i n March. [ Acta Psychiatri ca Scandinavia 82: 152-56, 1990] An Israel i study shows an increase in autism among March and August births. [ American Journal Psychiatry 152: 798-800, 1995] A study in Boston al so shows a seasonal peak in March for auti sm. [Journal Clinical Experimental Neuropschol ogy 22: 399-407, 2000] Links Between Tetanus and Autism: Magnesium and Vitamin B6 Another intriguing triad i s that of magnesium/vitamin B6 therapy, tetanus and auti sm. As previ ousl y cited, numerous studi es indicate magnesium and vi tamin B6 may be helpful i n rel ievi ng symptoms of autism. [Biological Psychiatry 20: 467-78, 1985] Magnesium and vi tamin B6 are al so used i n the treatment of spasms (lockjaw) caused by a tetanus infecti on. Magnesium is a smooth muscle relaxant. Intravenous magnesium has been successfull y used to treat severe spasms of tetanus without the need for sedati ve drugs or artificial ventilation. [Anaesthesia 52: 956-62, 1997; Annals Academy Medicine Singapore 28: 586-89, 1999] Vitamin B6 works to make magnesium more active and bio- available. Vitamin B6 reduces the mortality rates among infants with tetanus infecti on. [Journal Infectious Diseases 145: 547-49, 1982] In one study, the mortality rate among neonates with tetanus i nfection given vitamin B6 orally along with drugs was 38% versus 60% among drug- treated only chil dren. [Paediatrica Indonesia 31: 165-69, 1991] Some parents have bathed thei r children i n water with added Epsom salt which is rich in magnesium and have achieved some improvement i n behavior and language skills. [Pervasive Developmental Disorders: finding a Diagnosi s and Getting Help, Mitzi Waltz, 1999 at www.pati entcenters.com] The use of magnesium and vi tami n B6 among auti stic people was dismissed after a 1997 study found the combination therapy to be ineffective. But the study utilized an unusually high dose of vitamin B6 which would likely cause nerve si de effects and a rel ativel y-low dose of magnesium in its poorest-absorbed (oxide) form. [Journal Autism Developmental Disorders 27: 467-78, 1997] Three intriguing fi ndings:the sex rati o of autism, season of onset, and magnesium/vitamin B6 therapy for autism, parallel each other. Are these findings j ust coinci dence? © Bill Sard i 200 1 No t for p o stin g on o t h e r web s ites 16"},{"pageNumber":17,"pageContent":"Is Tetan us Vaccine a Risk Factor for Autis m? The general beli ef is that tetanus toxoid vaccination during pregnancy affords protection for m other and baby and poses no ri sk to either party. [Cl inical Infe ctious Disease 28: 219-24, 1999] Tetanus toxoid vacci ne i s admini stered in the 3rd trimester since transfer of immunity from mother to baby occurs late in pregnancy. [Nature Medicine 5: 427- 30, 1999] The World Health Organization says t he last dose of tetanus vacci ne should be administered to pregnant females at least 2 w eeks before delivery. [World Health Organization] Of 3+ mil lion babies inj ected with the tetanus-containi ng DPT vacci ne annually, over 33,000 will experience acute neurological reactions, which includes 8500 cases of convulsi ons and 16,000 instances of hi gh-pitched screaming. There is no questi on that the tetanus vacci ne reduces infection and neonatal death. In the early 1900s about 1500 peopl e contracted tetanus each year then. The vaccine apparentl y reduced tetanus to 500- 600 annual cases into the 1940s, and thereafter tetanus cases dropped to fewer than 70 annually. In 1900 about 64 of every 100,000 infants less than 1 year of age died of tetanus, most shortly after birth due to improper umbilical cord care. Since 1989 onl y 2 cases of tetanus in newborns have been reported in the US. An estimated 300,000 cases of neonatal tetanus infecti on occur annual ly, most in undeveloped areas of the world. A relatively large percentage of the US population has not been vacci nated against tetanus, yet where are all the tetanus cases from rusty nail s? Doctors in the Netherlands have reported a case of transi ent Parkinsonism in a 38-year old metal worker after he had received the l ast of 3 tetanus vaccinations. [Journal Neurology Neurosurge ry Psychiatry 63: 258-59, 1997] Irregularities in Tetanus Vaccines Tetanus spores are scattered every where and are so tough they easily tol erate antisepti cs or being heated to 250 degrees Fahrenheit for 10-15 mi nutes. Tetanus lives in soil , the bowels of ani mals and humans, and is only dangerous when it enters a wound and i s depri ved of oxygen which ignites i ts replicati on and then gives off toxins that bl ock nerve impulses for muscle relaxation, resulting in spasms. [Vaccinati ng Your Child: Questi ons & Answers for Concerned Parents, Peachtree Publishers, 2000, at www.kidsdirect.net] To understand how tetanus, or the tetanus toxoid vaccine, m ay induce © Bill Sard i 200 1 No t for p o stin g on o t h e r web s ites 17"},{"pageNumber":18,"pageContent":"autism, a working knowledge of how the vacci ne is made and how it works is called for. The vaccine i s composed of toxoids of tetanus (toxins emitted from organisms) and cultured i n beef heart infusion along with sugar, salt and milk by-product. The broth is then fil tered and formaldehyde added (embalming fluid) along with alum inum compounds. Once insi de the human body the formaldehyde coating dissol ves and rel eases all bacterial and vi ral particles. Troubles have occurred with the tetanus vaccine from its first production in 1924. Dr. Kris Gaublomme says \"infections and intoxications due to m istakes in the production of the vaccine have played a role si nce the beginning of its devel opment. Due to technical failure, particl es of tetanus remained in the vaccine fluid causi ng illness and death. The use of certain soi ls makes it possi ble that the concentration of formal dehyde is insuffi cient, so that un-detoxi fied toxoid remains.\" Furtherm ore, tetanus vaccines (or any vacci nes for that matter) are not standard from one manufacturer to another. A landmark 1985 report indicated the nati on is vul nerabl e to interrupted supply of vaccines li ke tetanus due to stabili ty problems, variation i n potency, or contamination. [Vaccine Supply and Innovation 1985, National Academy of Sciences] In 1984 two of the three companies producing DPT vaccines (diphtheri a/pertussi s/ tetanus) ceased distribution , citing probl ems with liability exposure the cost of insurance premiums. That led Congress to establish the vacci ne compensation fund. But production problems still persist and the Centers for Disease Control announced thi s past year that Wyeth-Ayerst, one of two US manufacturers of tetanus vacci ne, would withdraw its product from production. For a time, a limited supply of tetanus vaccine is available in the US. It will be interesting to monitor any slow down in childhood tetanus vacci nati ons to see if an accompanying drop in the rate of autism al so occurs. A slow down in the tetanus vaccination rate may not occur am ong newborns or pregnant females however since the CDC directives recommend pregnant women who haven't been vaccinated within the past 10 years should have priori ty access to tetanus vacci ne. [American Medical Associ ation Apri l 11, 2001] To add to the intrigue, Wy eth- Ay erst claims it ceased production of its tetanus vaccine for purel y business reasons, but the FDA raided a Wy eth warehouse and seized various products including tetanus/diphtheria vaccin e. Later, an FDA spokesperson indi cated she was wrong in indicati ng tetanus vacci nes were seized from Wyeth, but © Bill Sard i 200 1 No t for p o stin g on o t h e r web s ites 18"},{"pageNumber":19,"pageContent":"Wyeth-Ayerst says the seizure involved vari ous products includi ng tetanus/di phtheria vacci ne. The FDA says vials of t he vaccine were released into the marketpl ace, whereas Wyeth-Ayerst says they never got that far. Both parties say the vacci ne was never a risk to publ ic health. Apparently it wasn't the vacci ne i tself, but its packaging that was at fault. [Sal on.com, Ready For Some Lockjaw, March 8, 2001] Question: was the Wyeth tetanus vacci ne contaminated via small punctures in the packaging that permitted contam ination with the Clostridi um tetani bacterium itself? The publi c has no access to data on which brands of vaccines have been administered to autisti c ki ds. One wonders if there is a l ink between autism, tetanus i noculation and a particular brand of the vacci ne? Recall that it was Wyeth-Ayerst who introduced its Rotavirus anti-diarrhea vacci ne with an i ntense adverti sing campaign, induced widespread usage (over 1 million children were administered the vacci ne), but was forced to withdraw the product shortly after its introduction because of cases of bowel obstruction that ended up to be deadl y for a small number of children. Also recall that Wyeth- Ayerst had to recall its fen-phen diet drug when it was found to cause heart problems that cost the company $3.7 billion in dam ages. How Often to Vaccinat e? Furtherm ore, how often to vaccinate with a tetanus booster is simpl y guesswork. Apparently too much of this vaccine can backfi re. Tetanus toxoid appears to afford protecti ve effect up to 3 or m ore years following vacci nati on. However, in Tanzani a researchers have reported that the serum antibodi es against tetanus toxin in 7 neonates who were infected with tetanus were found to be 4-13 times hi gher than the presumed protective level. All but one of the mothers had been vaccinated with tetanus toxoid i n pregnancy. Two mothers who had received booster doses during pregnancy had anti- toxin concentrati ons 100-400 times the presumed protecti ve l evel. The toxin dose may overwhelm the pre- existi ng anti-toxin level and produce disease and lead to an i neffective immune response. [FEMS Microbiol ogy Immunology 3: 171-75, 1991] Attempts to Make Tetanus Vaccine a Population Control Agent There are more disturbing reports surroundi ng the tetanus vaccine. The American Life League reports that the World Health Organization (WHO) spent over $356 m illion for women's reproductive health, in part to develop a vaccine against pregnanc y. WHO covertly added human chori onic gonadotrophin © Bill Sard i 200 1 No t for p o stin g on o t h e r web s ites 19"},{"pageNumber":20,"pageContent":"(HCG) hormone, which i s essential to maintain pregnancy, to tetanus vacci nes and administered them to women of childbearing age i n Mexico, Nicaragua and the Philippines. Upon pregnancy antibodies will not only be formed against tetanus but also to HCG wh ich would then cause a spontaneous abortion . High levels of HCG were detected in 27 of 30 vacci nated women tested. Cases of miscarri age were reported. Every time an i noculated woman would get pregnant her immune system would prompt a miscarri age (aborti on). Thi s story w as aired by the British Broadcasting Corporati on in 1995 and verified by the Philippine Department of Health and the Philippine Medical Association, but was never aired in the USA. Dr. Jong-Wock Lee, director of the the World Health Organi zation (WHO) Global Programme for Vaccines and Immunization, call ed these charges nothing but rumors without scientific basis. The positi ve HCG hormone i n the tetanus vacci ne was called an \"artifact\" and di smissed. WHO said tests from tetanus toxoid samples from Mexico and Tanzania were negati ve or of \"no si gnificance.\" [WHO Press release Jul y 19, 1995] The last two words are alarming, since no trace amount of the hormone should even exi st in vacci nes. More Trouble: the MMR Vaccine Tetanus vacci ne is not the only vacci ne under scrutiny. Both the Centers for Disease Control and the vaccine manufacturers warn that the MMR vaccine (a live viral vaccine) should not be given to pregnant wome n. However this vacci ne is often required and administered for employment or work around children and may be administered to fertile females around the time of conception. Dr. F. Edward Yazbak reports on a smal l group of seven women who received an MMR or Hepatitis B vaccine booster fi ve months prior to concepti on. All of the children from these pregnancies were autisti c or autistic-like behavior. In a different series of 22 mothers who had recei ved a live-virus vaccine prior to conception, every one has had at least one child who is autistic. [Idaho Observer, June 2000] A startling report from Japan concl usively links the MMR vaccine with cases of auti sm. Researchers at Tokyo Medical University noted onset of auti sm in some cases soon after administration of the MMR vaccine. Cases of autisti c children wi th chroni c intesti nal inflammation were examined to determine if the measles virus was present. Three of nine children with auti sm exhi bited the measles virus and genetic testing determined they were from vaccine strains of the virus, not wil d strains. © Bill Sard i 200 1 No t for p o stin g on o t h e r web s ites 20"},{"pageNumber":21,"pageContent":"[Digestive Disease Science 45: 723- 29, 2000] The CDC says: \"Generally, live-virus vacci nes are contrai ndicated for pregnant women because of the theoretical risk of transmission of the vacci ne virus to the fetus. If a live- virus vaccine is inadvertently given to a pregnant woman, or if a woman becomes pregnant within 3 months after vaccination, she should be counseled about the potential effects on the fetus. But it is not ordinaril y an indication to terminate the pregnancy.\" [Guidelines for Vaccinati ng Pregnant Women, Centers for Disease Control , October 1998] Veterinarians are advised to avoid vaccinati ons to pregnant dogs, and if required, only with kill ed vacci nes. [Veterinary Teaching Hospital, Virginia Maryland Regional College Veterinary Medicine] The list of vaccines that are permitted by the CDC to be administered to pregnant females incl udes hepatiti s B, influenza, tetanus/diphtheria, meningococcal and rabies. Given that government sources of informati on about the safety of vacci nes are i n question, any vaccines administered to pregnant females shoul d be seriousl y questioned. Uni versal vaccination based upon stati stical ri sk analysi s should be abandoned in favor of careful evaluation of indi vidual risk factors. With all of the efforts to vaccinate and prevent disease, premature infants recei ve lower doses of passi ve maternal antibody and may not be protected regardl ess of maternal levels of specific antibodi es. [Clinical Perinatol ogy 24: 231-49, 1997] Public confidence in nation's vaccination program is waning The public confidence in the informati on being supplied to them about vaccines is waning. Within 10 years of the introduction of the poli o vacci ne, cases of polio dropped from 30,000 to less than 1000 per year, a stunni ng success for vacci nes. But about a third of the vaccine was contaminated with a monkey virus (SV40) which was di scovered in 1961, a few years after the introducti on of the vacci ne. About 30 million Americans (100 million people worldwide) have been given injections of the contaminated vaccine which is now being linked to a once rare fo rm of cancer that now causes 2000-4000 cases of mesotheli oma chest cancer annuall y. [San Francisco Chroni cle, July 15, 2001; Atlantic Monthly, February 2000] The Food & Drug Administration bungled the rotavi rus vaccine. Rotavirus affects most young children with sym ptoms of diarrhea which may require hospitalization and resul t i n 20-40 deaths annually. In 1998 the FDA approved RotaShield, the vacci ne agai nst rotavirus. Pre- © Bill Sard i 200 1 No t for p o stin g on o t h e r web s ites 21"},{"pageNumber":22,"pageContent":"release data showed a 30 times increased rate of i ntesti nal blockage with the vaccine but it was still recommended for all infants in 1999. Faced with evidence the vaccine was causing trouble, the CDC lat er withdrew its recommendation for the vaccine. Among the 1 million children who had been inoculated with Rotashiel d, two died and 99 cases of bowel obstruction were reported. [Free Market Newsl etter, Apri l 2001] Last year the American Academy of Pediatrics sugges ted doctors cease using the oral poli o vaccine and use the injected form which does not contai n any live viral particl es. Roughly 5 children a year develop polio from the Sabin oral vaccine. [HealthScout, December 7, 2000] Live poli o vaccine has been stopped because it turned out to be the sol e cause of the disease! Timothy D. Terrell, writing i n The Free Market newsletter [Mises Institute], notes that among 4 million births every year, only about 50 children will contract hepatitis B before their first birthday, typically because the mother has the virus. For children under the age of 14, the i ncidence is about 2-6 cases per million, which means that children are three ti mes more likely to die or suffer adverse reacti ons from the hepatitis B vaccine than the disease i tself. The hepatiti s vaccine used to be recom mended shortl y after birth, but now is recommended prior to age 6 months. Terrell reveals that several members of the CDC advisory panel on vacci nes hold drug company stocks and st and to profit from thei r decisions. Good Bacteria and Development of the Infant Immune System Autoimmune reactions and brai n viruses m ay al so be involved in some cases of autism. Other autoimmune diseases such as arthri tis have been associated with vaccinations (tetanus toxoid, influence, po lio and others). [Journnal Autoimmunity 14: 1-10, 2000] Teresa Binstock, a researcher i n developmental and behavioral neuroanatomy, descri bes how the infant im mune system develops. A speci es of B-cells (B stands for bei ng produced in bone marrow) called CD5+ are among the first to appear i n the devel oping em bryo and play an important role in the di gestive tract. Neonates have very limited good bacteria (microflora) and are susceptible to colonization by pathogenic bacteria during the da ys a nd mont hs followi ng birth. The administrati on of antibiotics further kills off beneficial and protective bacteri a. Undesirabl e bacteria can release toxins that disrupt normal gut wall permeability and permit their migration to the central nervous system. A sub-acute Clostridi um tetani (tetanus) infection in the gastroi ntestinal tract earl y i n life, as an infant's CD5+ B-cells were © Bill Sard i 200 1 No t for p o stin g on o t h e r web s ites 22"},{"pageNumber":23,"pageContent":"being established could result in the immune system t hinking t he tet anus bacterium as \"normal.\" Thereafter the immune system would only mount a poor effort to eradicate i t. Sub- acute tetanus infection may forever be experienced by those affected. Antibiotics coul d kill off the Clostridi um tetani bacteria, but good bacteria would need to be replaced after such therapy. Babies are initiall y i noculated with bacteria from their mother's vaginal and fecal flora during bi rth. Foll owing birth, breast feeding appears to encourage the growth of friendly acidophilus-bifido bacteria while bottle-feeding appears to encourage a wider range of bacteria i ncludi ng Clostridi a tetani . Protect the Gastrointestinal Tract Autistic children often exhibit gastrointestinal troubles. Gastric distress followed by bl oody stools i s often reported. Antibiotics ar e indiscrimi nate in their elimi nation of bacteria, friendl y or unfriendly, from the gut. After a course of antibiotics a child' s digestive tract is vulnerable to opportunistic bacteria that may take up residence. Decades ago doctors provi ded good bacteria after antibioti c therapy but for some reason thi s practi ce was abandoned. If pathogenic bacteria take up residence in suffici ent num bers they may break down the protecti ve wall in the gut and permit undi gested food particles to enter the system which results in a food allergy response, and for the entry of neurotoxins which affect the brain by altering the production of serotonin. Both tetanus and botulinum bacteri a belong to the bacteri al genus Clostridi um form and release spores that produce toxins which can pass through the gut wa ll and block the release of nerve chemicals, resulting spasti c paralysis. [Annals Pharmacy France 59: 176-90, 2001] Of interest, components of black tea (thearubigin) protect against the nerve toxic effects of tetanus. [Experimental Biol ogy Medi cine 226: 577-80, 2001] The use of acid-forming probiotics like acidophil us have been proven to prevent diarrhea following antibioti c use. [International Journal Antimicrobial Agents 16: 521-26, 2000; Journal Pediatrics 135: 564-37, 1999 ] Every parent needs to become familiar with probiotic products and administer them to their children following antibiotic therapy since the medical profession has overlooked this practice. There is growing concern over the problem of antibi otic resi stance. The overuse of patentable anti biotic drugs has gi ven rise to mutated germs that are resistant and which now pose a threat to life. [Clinical Infecti ous Diseases 33: 124-29S, 2001] There are various naturally -occurring © Bill Sard i 200 1 No t for p o stin g on o t h e r web s ites 23"},{"pageNumber":24,"pageContent":"antibiotics that provide broad spectrum protection from pathogenic bact eria, viruses and fungi . Some of these are oil of oregano, olive leaf extract and garli c, and germs cannot mutate and develop resi stance against them. [Journal Food Protec tion 64: 1019-24, 2001; Journal Applied Microbiol ogy 85: 211-18, 1998; 86: 985-90, 1999] Use of these natural ly-occurri ng antibiotics needs to be explored as they may prevent plagues that could at some time in the future sweep through human populations. Final Notes Be wary of what you read about autism from offici al sources. There i s too much money, liability, and conflict of interest to obtain the truth from most governmental and health authorities. The news medi a is either lazy or over-cooperati ng with government under the guise of maintaini ng publ ic confi dence i n vacci nes. Healthy skepticism and careful investigative work is required to unveil the many hidden facts that still surround the terrible and apparentl y avoidable tragedy of autism in America. A government report states that \"the federal government has responded to concerns about the safety of vacci nes through several mechanisms.... In 1986 Congress passed the Vaccine Compensation Amendments as part of the National Childhood Vacci ne Injury A ct.\" [Immunization Safety Review, National Institute of Medicine] Typical of politici ans, they protected the liabi lity of the vaccine manufacturers and think that paying off parents for permanent side effects in thei r children is suffi cient. There i s an epidemic rise i n the occurrence of autism and nobody is doing anythi ng about i t. It is often said that innovati on in any field spri ngs outsi de its ranks. Ellen Bolte, a mother of an autistic child , was the first to propose a link between tetanus and autism. [Amednews.com, American Medical Assn, August 14, 2000; Medical Hypotheses 51: 133-44, 1998; Autism Research Review 12: No. 4, 1998] Tetanus infecti on appears to have strong linkages to auti sm. Working on Bolte's hypothesis, Richard H. Sandler MD, director of pediatri c gastroenterology at Rush Children' s Hospital in Chicago, conducted a short-term study upon 11 auti stic children with Vancomycin, an antibiotic drug. Ten of the children experienced dramatic improvement in behavior and social skills but symptom s returned with cessation of therapy. This small study appears to confirm that link between gastri c/brai n infecti ons and autism. [Journal Childhood Neurology 15: 429-35, 2000] It is unlikel y that the research community or the drug companies will come up with a cure for autism. Researchers attempt to turn a © Bill Sard i 200 1 No t for p o stin g on o t h e r web s ites 24"},{"pageNumber":25,"pageContent":"There is Hope research project into a career and often onl y conduct narrow studies that are fixed on understanding the mechanisms of a disease or how to diagnose it rather than fi nd a simple, inexpensi ve cure. Physicians are too dependent upon pharmaceutical companies to bri ng them the cures for their pati ents. The market for a cure for auti sm is too small to attract a drug company, even with the orphan drug act. Special people wi ll have to step forw ard, like parents of autisti c children, and venture into finding the way out of autism on their own. A July 2001 Gallup poll reveals that 94 percent of the publ ic beli eves childhood vaccination is i mportant. Informati on about the drawbacks of vacci nati on had reached 39% of the public. Only 6 percent of those polled believed vacci nes were m ore dangerous than the di seases they were desi gned to prevent. This paper uncovers evidence of at least two origins of autism , vaccines and the over use of anti biotics which can result in the growth of pathogenic bacteria i n the digestive tract. Thus, while the behavi oral symptoms of autism may be similar, as both tetanus toxins, or heavy metals l ike mercury, may alter brain chemical s (serotoni n), therapeutic approaches to these children need to be carefull y tailored around the origin of thei r disease. Metal chelati on may be appropriate for one group, and antibiotic/probiotic therapy may be indicated for another. There is hope for autisti c children. In a 1979 report, a set of twins exhibi ted early infantile auti sm, but for unknown reasons one of the chil dren spontaneously improv ed at the age of 4. [South African Medical Journal 55: 955-57, 1979] The di sease is not necessari ly locked in. Copyright 2001. Distribution or re-publicat ion of this report is forbidden wi thout permissi on. © Bill Sard i 200 1 No t for p o stin g on o t h e r web s ites 25"},{"pageNumber":26,"pageContent":"CHECKLIST • Avoid chil d vaccinations when chil dren are il l • Insist upon preservat ive-free vaccines • Space out the vaccines • Think of opting out of unnecessary vaccines li ke the hepatitis vaccine • Give supplemental vitamin C to children during the vaccinati on years • Provide sulfur-rich foods lik e eggs and asparagus to chi ldren • Provide tryptophan-rich foods to autisti c children to improve serotoni n levels • Avoid over-use of antibio tics for young chi ldren • Use acidophilus supplements in between courses of antibiotics • Pregnant mothers should consume omega-3 fa tty acids from flax oil or fi sh oil to help prolong gestation and prevent premature birth • Women should be wary of receiv ing any vacci nes during pregnancy • All children should be provided supplem ental omega-3 fatty acids (flax oil) in their feedings si nce this essential fat has been removed from the food chain • Zinc, niacin, vitamin A, vitami n E and should pro bably supplement a child’ s diet • Magnesium and vitamin B6 are worthy of a trial among autisti c chi ldren • There is no rush to vaccinate chil dren. Request that your doctor provi de a list of the entire vaccination schedule he/she has in mind for your chil dren so you can examine it ahead of time. © Bill Sard i 200 1 No t for p o stin g on o t h e r web s ites 26"}]
