[{"pageNumber":1,"pageContent":" The Unholy A lliance by Frank Perida"},{"pageNumber":2,"pageContent":"THE BEGINNING of it all begins at the time of Moses. The Christian Bible tells us that Moses received the Pentateuch, which were the first five books of the Old Testament, from God. The Jews, however, believe that Moses also received an oral law be- yond the Pentateuch that was not written down, but was passed on by word of mouth. Jesus referred to this Oral Code as The Tradition of The Elders. Jesus condemned this Tradition of The Elders when he said to the Pharisees of that time, \"Full well ye reject the commandment of God, that ye may keep your own tradition.\" Mark 7:13. \"Making the word of God of no effect through your tradition ... .\" Jesus called the Pharisees' belief in The Tradition of The Elders, \"commandments of men not of God.\" He indicated by that, that this Tradition was something the Pharisees made up. This Tradition was written down in the Third Century A.D. as the Talmud. It was revised in the 5th Century A.D. and called the Babylonian Talmud. This Babylonian Talmud is the basis of modern day Judaism. A portion ofThe Tradition was not written down at the time the Talmud was written down, but was passed on orally by the Rabbis and called the Cabala (Jewish secret doctrine). This oral part of the Talmud was written down in the 13th Century and contains two parts, the Sepher Yetzirah and the Zohar, which make up the Cabala. The Cabala and the Talmud together form the basis of modern Juda- ism. The Cabala regulates the spiritual life of the Jews and the Talmud the material life of the Jews. Judaism traces its descent down through the ages from the Pharisees of Biblical times. Jesus condemned the Pharisees in Matthew 23, Mark 7, and Luke 11. The followers of Moses became Christians and the Pharisees became modern day Jews. These are the opposing forces: for good and for evil. The Jews have not had enough numbers to allow them to attack Chris- tianity without violent reaction. To enable the Jews to remain anonymous, they have created other groups and organizations that embody Jewish ideals to enlist the help of non-Jews and to protect the Jews from retaliation. By attacking Christianity through these other groups (fronts), Jewish control is hidden."},{"pageNumber":3,"pageContent":"4 Humanism, embodying Jewish principles was developed by the Jews to enlist the aid of non-Jews in the attempt to split up the Christian Church and thus its power. This attack climaxed in the Reformation. John Reuchlin (1455-1522) was regarded as the main precursor of the Reformation. John Reuchlin had been subverted by the Jews through his study of the Jewish Cabala under the Jews, Jacob Loans and Obadiah of Sforno and had em- braced the Jewish principles of Humanism. Jewish influence had infiltrated the Catholic Church, corrupted it and prepared the ground for Reformation. Martin Luther was also encouraged by Jews and although he wanted to revise some of the tenets of the Church, he did not want to break it up. However, this was taken out of his hands and Protestantism was born and the Christian Church was split. Luther found out about the Jews in later life and he attacked the Jews vigorously in his book The Jews and Their Lies. Protestant England became the haven for the European Jews from Catholic Europe. Cromwell was violendy anti-Catholic; and the Cabalist Rabbi of Amsterdam, Manasseh Ben Israel, addressed a petition to Cromwell for the readmission of the Jews to England. Manasseh Ben Israel pointed out to Cromwell that there would be rewards for Cromwell and England if he would help the Jews. Cromwell entertained the same superstitions about the Chosen People myth that the Jews did and worked to allow the Jews into England. In 1664 the Jews were formally granted free permission to live in England and practice their religion. In selling the idea of letting the Jews return to England, Manasseh Ben Israel proposed the idea that the 12 tribes of Israel were made up of the Anglo Saxons and the Jews. The Jews representing the tribe of Judah. He suggested that actually Jews and the Anglo Saxons of England should join together against Catholic Europe and work for the day when the Throne of England would rule the world with the help of the Jews. This was the beginning of the Unholy Alliance between the Jews and the rulers of En- gland to destroy Catholic power and control the world. America was not a factor at this time. The English government cooperated with the Jews in their attempt to conquer Catholic Europe because they saw it as a way to control Europe, while the Jews saw it as a way to attack and try to destroy Christianity by eliminating the Christian royalty of Europe. The Unholy Alliance picked France as their first target because Phillip the Fair of France had expelled the Jews from France in 1306. He also"},{"pageNumber":4,"pageContent":"5 declared the Christians free of all debt owing to Jewish usurers. He executed the Jew leader Jacques DeMolay for which the Jews never forgave France. The DeMolay is now the Masonic Lodge for young men. Freemasonry was developed with the same basic ideas that Humanism had been developed—to enlist the aid of non-Jews in a front with which to attack Christianity and especially Catholic Europe and still allow the Jews anonymity. The Freemasonry movement was developed from the Jewish Cabala. This can be verified on page 744 of Morals and Dogma, (The Ancient and Accepted Scottish Rite of Freemasonry). It states, \"All truly dogmatic religions have issued from the Cabala and return to it: Everything scientific and grand in the religious dreams of the Illuminati, Jacob Boehme, Swedenborg, Saint Martin, and others, is borrowed from the Cabala, All the Masonic associations owe to it their secrets and their symbols.\" This is true of the Masonic movement today in America and you can see how successful the Jews are with this front. Most Masons do not even realize the Jewishness of the organization; however, the Jews know. Dr. Isaac Wise, a Jew, stated that, \"Masonry is a Jewish institution whose history, degrees, charges, passwords and explanations are Jewish from beginning to end.\" One point that American Masonry gets over to its members is a hatred for Catholics. Freemasonry was organized in Protestant England in 1717 with the express purpose of conquering Catholic Europe and especially France. Freemasonry spread to France from England in 1730. The Jewish bankers financed Freemasonry and Illuminism. The plan was then developed by the Jews for the French Revolution under the Masonic battlecry of Liberty, Equality, Fraternity. Jewish corruption in the court of the King of France set the stage for the revolution and thus Christianity was defeated in France by the Jews usingMasonry as its front to enlist the masses of people in its cause. However, about now England became concerned with its colony in America. In England the American revolution was viewed as an insurrection by rebellious subjects of the British Crown which the regiments of General Gage would disperse. Upon being informed in 1775 that British soldiers and American colonists had clashed, the Empress Catherine II, the Great, of All Russia, predicted the revolution would succeed. King George III sent an urgent request to the Russian Empress for the loan of a few Cossack regiments to help the British stamp out the American insurrection. The request was refused by Empress Catherine II, who in- "},{"pageNumber":5,"pageContent":"6 formed, among others, the upset King George III that \"... I cannot prevent myself from reflecting on the consequence that would result to our own dignity, that of the monarchies of the two nations, from a conjunction of our forces simply to calm a rebellion which is not supported by a foreign power.\" The dawn of 1776 and the July 4th Declaration of Independence brought the proof that Empress Catherine II had made a very accurate prediction when she predicted the American Revolution would succeed. The American colonies settled into a determined \"Liberty or Death\" effort and a desperate struggle with the British Empire. Not only King George III and his ministers, but also certain bankers, including the famous Mayer Anselm from the \"Red Shield\" (Rothschild) family, finally realized the seri- ousness of the rebellion and began frantic efforts to hire mercenaries to fight the revolting colonials in America. A deal was made with Landgrave of Hesse for use of Hessian military units for which George III, through Mayer Anselm who was secredy in touch with certain bankers in America, was to pay Landgrave $20 million for the military units and Anselm arranged a 20 year loan on behalf of the British. The mercenaries bought from Landgrave of Hesse were not dependable soldiers. What was needed, the representatives of the King said, were \"barbarians\" to fight the American barbarians. Hard riding, hard fighting Cossacks, accustomed to great tracts of wilderness, great dangers and who were experienced in many battles were needed. The Empress was not persuaded, however, sucking by her position that—English blood would have to pay for England's mistakes. In 1779 the British made a final attempt to obtain the Russian Impe- rial naval and military assistance, arguing that the British war had dragged on too long. Russia was offered the islands of Minorka, Jamaica, or even a greater influence on the American continent. The Empress Catherine II of Russia steadfastly refused, responding that if the British Empire really de- sired peace it must renounce the struggle and the war with the American colonies. She firmly established a policy of nonintervention which was to become the keystone of Russian-American relations for 150 years. Thus England lost control of America. England, of course, was under the control of Jewish bankers at this time as so the Jewish bankers lost control over America also. As a result, Russia became the secret enemy of the Jewish banker-controlled government of England."},{"pageNumber":6,"pageContent":"7 All this time of course, the Unholy Alliance between the British leaders and Jewish leaders were continuing their subversion of Catholic Europe. In 1848 they tried to take over Germany with a Communist revolution but it failed because of the conspicuousness of the Jews as the communist revolutionaries. The Unholy Alliance now turned their attention to America and with the help of the Rosicrucians, Masonic insiders, and others were able to get a civil ware going in America between the North and the South. History tells our children that it was a war to end slavery. However, as is known, it was a war to allow the Unholy Alliance to regain control of America. The Rosicrucians, regarded as a super-Masonic lodge, were very active in the civil war. Controlled by the Unholy Alliance of Jewish leaders and British Royalty, the Rosicrucians promoted the occult based on black magic, which, of course, has always existed for the purpose of perverting the pure white truth of the Gospel, The British Secret Intelligence Service in the U.S. controlled one of the deadliest, wealthiest and most secret organizations in the history of the world, during the Civil War in America. This organization was known as The Knights of the Golden Circle. Ranking below the Knights of the Golden Circle were the Knights of the Golden Stirrup, the Knights of the White Camellia and several dozen other front organizations. The leaders and senior members were also members of the Rosicrucians. The Civil War presented an opportunity for England to actually use their navy and military forces to split up American, and once again gain control. France and Spain also saw opportunities to gain influence in America. However, all these plans of the European nations and especially England were thwarted when Russia sent their navy to New York and San Francisco with orders to support Lincoln in his efforts to maintain America as a uni-fied nation. This, of course, angered the Jew-leader-banker-controlled government of England and plans intensified to destroy the Czars and take control of Russia. However, what the Unholy Alliance failed to do in the Civil War, they accomplished by assassinating President Lincoln. President Lincoln would not allow the bankers to control our money system and as a result our money was interest free. The Knights of the Golden Circle were enemies of President Lincoln's"},{"pageNumber":7,"pageContent":"8 ideas and plans, and they had been organized at first to uphold the ideal of a great golden empire based on Sir Francis Bacon's plan and Rosicrucianism's modus operandi. They wanted an aristocracy, a circle of noblemen who would hold perpetual tide to large plantation and numerous slaves. In the eyes of these feudal-minded Knights of the Golden Circle, all laborers were considered the mudsills of society and would be better off as slaves. They called slavery a positive good. On April 14, 1865 at 10:15 P.M. a member of the Knights of the Golden Circle, John Wilkes Booth, shot President Lincoln in Fords' The- ater in Washington, D.C. Booth had previously reported to this Golden Circle superiors that\"... a representative of the European Rothschilds called on President Lincoln and offered him money at 27 1/2 percent interest, but was thrown out of his office ....\" A few years later while gathered in the Confederate Underground Capitol in Nashville, Tennessee, Knights of the Golden Circle heard a report from one of Booths superiors:\"... that John Wilkes Booth went to work for the Rothschilds and assassinated Lincoln in their behalf... .\" With Lincoln gone, the Bankers obtained control of our money system and we went under the semi-control of the conspiracy, al- though the American people generally have not tumbled to this fact. The next attack by the Unholy Alliance-was against Russia and this was accomplished through the Jewish fronts of Bolshevism and Masonry. Bol- shevism was the combined work of a number of Jews in cooperation with British Royalty. Most of the Bolshevist leaders were Jews and a number of them Masons also, such as Lenin, Trotsky, and Kerensky. The idea of Bol- shevism was simply another front under which the Jews and England could maintain anonymity while they enlisted the aid of the masses in their never- ending attack on Christianity. In this case also, Jewish Bolshevism was fi- nanced by the Jewish bankers of America, Germany, and England. So called non-Jew Masons in the Russian Government and Armed Forces subverted their military and governmental offices while the true Russian Patriots were at the front defending their country. These traitors turned Russia over to the Bolsheviks with practically no resistance and so the Russian people were sold out to Jewish Bolsheviks by Masonic traitors in the Russian government. You will recall that the Jewish leaders working in alliance with the leaders of England developed the idea that the 12 tribes of Israel were made up of the Anglo Saxons and the Jews."},{"pageNumber":8,"pageContent":"9 This idea also embraced the Jewish concept of a chosen people (the Jews) destined by an iron law of the universe (divine sanction) to triumph over an inferior people (the non-Jews) seize their wealth and power, supplant their systems, dissolve their nations, destroy Christianity and in the final time of the millennium, inherit the fruits of the earth and rule the world When Manasseh Ben Israel, the Rabbi who worked with Cromwell to get the Jews back into England, proposed the idea to Cromwell that the Anglo Saxons and the Jews made up the Chose people of the Old Testament, he hit a respondent note in Cromwell. What could be better than for England to rule the world with the help of the Jews. This idea was sold to the leaders of England under the guise of being Christian. They simply paraphrased the Jews' concept of a Chosen people to include the Anglo Saxons also. So now we have the Jews and the Anglo Saxons as the Chosen people. Therefore the concept is now the Jews and Anglo Saxons as the Chosen People destined by an iron law of the universe (divine sanction) to triumph over an inferior people (the non-Jews and non-Anglo Saxons) seize their wealth and power, supplant their systems, dissolve their nations, destroy orthodox Christianity and in the final time of the millennium, inherit the fruits of the earth and rule the world In other words, the Unholy Alliance took the concept of the Jews' religion and simply paraphrased it and promoted it as Christianity. To do this they took Jewish millennialism and foisted it off on unsuspecting Christians as true Christianity. Jewish millennialism is a perversion of the Bible to support Jewish ideas that they have had for centuries and which caused them to reject Jesus as their Messiah. The Jews rejected Jesus because he did not promise them that he had come to be their King so that they could rule the world and make slaves of all other humans. Instead, Jesus repeatedly told them that— His Kingdom was not of this world It was for this that the Jews crucified Jesus. Millennialism says that the prophecies of the Old Testament were not fulfilled with Jesus but were still in the future. Thus the Jews who believe this await Jesus' second coming when they think he will assume leadership of the Jews and rule the world with the Jews inheriting the fruits of the earth and Christianity will be destroyed."},{"pageNumber":9,"pageContent":"10 Christian Millennialism is this belief couched in Christian terms. By perversions of the Scripture, as evidenced by the footnotes in Scofield s Bible, the Millennialists change the orthodox view of Christianity from the belief that Jesus rules today in the hearts of his believers from his throne in heaven to the idea that Satan rules the world today and Jesus will return to earth at the end time and in the Battle of Armageddon defeat evil and rule over the world from the Throne of David in Jerusalem. This belief, of course, is not substantiated anywhere in the Bible, but it is being used to dupe Christians into supporting the Jewish leaders in their quest for world conquest. Therefore we have today two views of the Kingdom of God which are mutually repugnant and which issue in two mutually exclusive systems of public law and order. The Biblical, orthodox and historically prevailing understanding is that \"flesh and blood cannot inherit the Kingdom of God.\" (I Cor. 15:50) It therefore is transcendental, other-worldly, and to be realized only in a \"new heaven and a new earth,\" which some have understood to be the present elements purified by universal fire, and others have vaguely assigned to outer space. In either case, heaven will be populated by the Saints whose immortal souls have been reunited to their resurrected and glorified bodies. Conditions in this other world will be so transfigured as to defy description beyond the Apostolic hope that \"we shall see God face to face.\" Perfect happiness is this, the \"beatific vision.\" This is the viewpoint of all the Protestant Reformers and Pioneer Preachers of America. The opposing view, which finds its roots in Jewish millennialism and which was inserted into Christianity about 200 years ago by the Jews and leaders of England for purposes of world conquest, is that the Kingdom of God is by no means separated from this world but is the culmination of history in a better world; a worid in which temporal goods are supplied in such vast abundance as to eliminate all want, all fear, all crime, violence, poverty, and sickness. By perverting the scriptures, the Jews work to get Christians to believe this viewpoint which, of course, is contrary to historical orthodox Christianity and thus fits into the Jews' plan to enlist the aid of non-Jews and even Christians to support their drive for world conquest. This Jewish millennialism was promoted in Christian churches as true Christianity. To help promote this concept of the Millennium with Chris-"},{"pageNumber":10,"pageContent":"11 tian society and Christian churches, the Jew, Manasseh Ben Israeli with the help of Aaron Levi, organized the British Israel World Federation. They advanced the idea and view that the Anglo Saxons and the Jews were the lost tribes of Israel. They then attempt to prove through the Old Testament that the Anglo Saxons and the Jews were the lost tribes of Israel. They then attempt to prove through the Old Testament that the Anglo Saxons and Jews are true Israelites and that they are the Chosen people and ordained by God to rule the world. There are endless variations of this theme and in some cases it is stated that this applied only to the Anglo Saxons and not the Jews. In other cases, when the aid of non-British are needed, they call the Chosen people the White Adamic Race. In the case of Nazi Germany, it was the White Aryan Race that was the Chosen people. This you can see is simply a paraphrase of the Jews' belief. The British Israel World Federation claims that the King of England is the direct descendant from Adam through Solomon and David and that the throne of Britain is the Throne of Christ which Britain will hold until Christ shall come to establish his Kingdom of God on Earth (the millennium). Since the time of Cromwell something new has been added to the scheme of things making it more ominous for the non-Jews; and that is the Jews have been able to insinuate themselves into British Royalty until now British Royalty is mainly Jewish and not just Jewish controlled. This fits their plans nicely to rule the world with the help of duped Christians who follow the idea of the millennium. This Judaic idea of Kingdom of God on Earth ruling from David's throne in Jerusalem for the millennium was initiated into Christianity by the British Israel Wodd Federation. The Plymouth Brethren brought this Judaism to America disguised as Christianity. The Jehovah Witnesses, which is now worldwide, preach this message of divine Kingdom. The Mormons also preach the Jewish belief of millennialism. The Scofield Bible (popular in fundamental churches) with its Jewish interpretations of the Scriptures also help the apostasy in the reeducation of Christians to the Jewish belief of millennialism. At about the time millennialism was being promoted by the Jews in England for duping Christians, Karl Marx was working on his Communist Manifesto. Communism is simply another paraphrase of the Jewish belief Karl Marx simply made Communism a parallel expression of Judaism"},{"pageNumber":11,"pageContent":"12 which—embodies the concept of the Chosen People (the proletariat) des- tined by an iron law of the universe (dialectical materialism) to triumph over an inferior people (capitalist, bourgeoisie, proprietors, craftsmen) seize their wealth and power, supplant their systems, dissolve their nations, (workers of the world unite), destroy Christianity (the opium of the people) and through the dictatorship of the proletariat to pass into the final time of the millennium into a classless society and inherit the fruits of the earth and rule the world. In other words, Masonry, Communism, Fascism, Nazism, millennialism, and Judaism are all parallel expressions of the same idea and all are fronts used by me Unholy Alliance in their drive for world conquest. Russia was ruled by Christian Czars and Russia contained a large body of Jews. You will also remember that Russia had become the secret enemy of the leaders of England because of the support that Russia gave to the United States during the Revolutionary War and also the protection she gave the United States in the Civil War. So the Unholy Alliance picked Russia as her next victim. Communism and Zionism were adopted by the Unholy Alliance as their method of destroying the Christian leaders and the Christian people of Russia. The Bolshevik party was formed from the Jewish Bund, a Jewish labor organization; and used as a front to take over Russia after non-Jewish Masonic traitors in the military and government subverted their offices and turned Russia over to the Bolsheviks. True Christian leaders and Patriots were at the front defending their country when they were sold out on the home front by Masonic traitors. The Jewish Chronicle of April 4, 1919 stated: \"There is much in the fact of Bolshevism itself, in the fact that many Jews are Bolsheviks, in the fact that the ideals of Bolshevism at many-points are consonant with the finest ideals of Judaism/\" There you have it------- Russia and France under control of the Unholy Alliance from their headquarters in England, which they control also. Germany is next------- As you will recall, the Communist attack on Germany in 1848 and 1918 failed because the Jews were conspicuous as the revolutionaries. So— how do they take over Germany if Communism fails? By using the Baconian"},{"pageNumber":12,"pageContent":"13 idea that two opposing forces will create a synthesis and a new force. (The Communists call this idea Dialectical Materialism.) The Unholy Alliance created Nazism or National Socialism to lead the German people, who opposed Communism and the Jewish control of German business, into their own destruction and control by the Unholy Alliance. Hider came to power on a variation of millennialism. He promoted the idea that the Aryans were the Chosen people of the Old Testament and thus destined to rule the world. This, of course, is not Biblical but it served to get Hider in power and propelled Germany on a course of action that ultimately led to the destruction of Germany. The control of Germany is now in the hands of the Unholy Alliance and the German people are the slaves of the Jews through the tremendous reparations that they have been saddled with. Germany has been split in two and they are thus prevented from developing any National pride or aim. So by the use of Nazism to oppose Communism we have a synthesis which resulted in outside control of Germany by the Unholy Alliance. The results were the same as if Communism had won out in 1918. To emphasize the fact that Nazism was a front of the British Royalty- Jew banker conspiracy, we must point out that Hider was actually an agent of the conspirators, and a member of the Royal British family, sent into Germany to lead Germany to destruction. Let us gp back a little in history and clarify this to make it really clear to everyone how we re being misled by the media. According to General Wedemeyer, the German military leaders and especially General Guderian became suspicious of Hider when Hider or- dered General Guderian to stop his attack on the British at Dunkirk where the Germans had the British surrounded and botded up. Later, General Guderian attempted to attack the British again at Dunkirk but received orders from Hider to desist. The pro-British tactical and strategical maneuver on the part of Hider along with other pro-British actions caused some of the military leaders of the German General Staff to become suspicious of Hider. There were in the German General Staff some true Christians who had conspired in secret against Hider's actions and ideas since 1941. They had conducted secret investigations into Hiders background. This group was led by General Beck and included General Olbricht and General Von Stuelpnagel. This circle of officers were devout practicing Christians and"},{"pageNumber":13,"pageContent":"14 believed Hitler to be anti-Christian and a Satanist. They found that Hitler was hiding his background, that he was really a British aristocrat and, as such, an anti-German plant on the part of the British. They came to this conclusion from a detailed analysis of Hitler's speeches and the original 1925 edition of Man Kampf which indicated that Hitler's original language must have been English. General Stuelpnagel of the German General Staff had a secret contact in Paris who was a friend of Dr. Thomas Stowell. Dr. Thomas Stowell was a fellow of the Royal College of Surgeons in England and he revealed in a folder entitled \"Jack the Ripper\" that on September 30, 1888, Jack the Ripper, a well-known woman murderer in England at that time, had sent a postcard to the Central News Agency containing his bloody thumbprint. Comparison of the thumbprints and graphological analysis of the postcard caused Sir Charles Warren, the Chief of Police of London in 1888, to come to the conclusion that Jack the Ripper and the British Duke of Clarence were one and the same person. General Stuelpnagel had this information from his secret contact in Paris. He also identified this same bloody thumbprint as being that of Adolph Hitler. This is the reason for the Christian Generals' in Germany attempt to bomb Hitler. The Gestapo found all this material during the investigation of the bombing. Dr. Stowell had studied under Sir William Gull the physician to Queen Victoria and to other aristocracy including the family of Jack the Ripper, who was Sir William Gull's patient. Now who was the Duke of Clarence? The Duke of Clarence was Queen Victoria's grandson and the son of King Edward VII, and the elder brother of King George V. He was also the great uncle of Elizabeth II, the currendy reigning Queen. Think about how the conspirators helped and guided and backed Hitler into becoming the head of Germany and then propelled Germany into self destruction with the help and sacrifice of American boys. The fact that the media is under control make this all possible. Remember the media also hid the fact that Mussolini was for years an orthodox Marxist. It also hid the fact that Hitler said in 1941 that \"Basically, National Socialism and Marxism are the same.\" The media also hid the fact that the same industri- alists and multi-national corporations that helped Hitler and Mussolini to power have also been behind the growth of Communism in Russia and around the world."},{"pageNumber":14,"pageContent":"15 So now we have Russia, France, Germany, and other non-European countries under control of the Unholy Alliance from their headquarters in England. The rest of Catholic Europe such as Italy, Spain, and Portugal are next. In the meantime, the smaller countries in Africa and elsewhere that do not have the resources to oppose the conspiracy are being prepared for world control by evangelism. World evangelism to most Americans means telling the world about the Gospel through foreign missionaries and huge evangelistic and litera- ture campaigns. Actually this huge movement is teaching and preaching the coming Kingdom of God on Earth and they are telling the unsuspecting natives that Christ is soon to come and deliver them as well as the rest of the world from their many problems (created by the conspirators in the first place) and then, of course, the Unholy Alliance of British Royalty and Jewish leaders will administer \"justice\" in God's Kingdom. In the meantime Africa is being torn asunder by the actions of the British and American government leaders in combination with the multi- national corporations who have now joined the Unholy Alliance for world conquest. They are imposing Communism on all of Africa and maintaining Communism by outside forces such as Cuban troops, and they are proceeding to loot the continent of Africa of its raw resources with the help of cheap Communist labor. Communism in a political and military sense is to be the destructive force of the world system of independent states. It is also the catalyst to terrorize the world into the British Israel Spiritual trap. So torment comes via Communism: \"Salvation and unification\" come through British Israel Spiritual Communism, which is actually the combine of British Royalty and Jewish leaders working behind the facade of millennialism to dupe the world through this false \"Kingdom message.'' So as the world is overcome with Communism, the people pray that God will send his Kingdom to deliver them from their anguish. In America the \"Bible College\" preachers condemn Communism as they promote it through their Kingdom Message. It is from our churches for the most party that people have come to believe in this—Spiritual Communism—as they did not get it from God's word. This plan to conquer the world, by means of conflict and synthesis has been the main plan for a number of years. In other words, out of the con-"},{"pageNumber":15,"pageContent":"16 flict of Russian Communism versus American free enterprise we get a syn- thesis which is called Spiritual Communism. Spiritual Communism, you will note, is the scheme that the Jew Rabbi, Manasseh Ben Israel, sold to Cromwell to get Cromwell to allow the Jews to return to England. You will note that this is simply an extension of the hopes of the Pharisees before Christ came to extend his grace to all believ- ers. The only difference now is that the world, through British Israel decep- tion has been brought to believe that this flesh and blood kingdom is Christ's Kingdom. This is only a veiled commercial enterprise to dominate the world with this spiritual lie. This scheme is only bait to move the people into world government under the British Empire, which is controlled by the Unholy Alliance. Because the language of the propaganda is hidden in Chris- tian terminology and biblical \"prophecy'' (manmade), a few people can imagine that they are being educated to believe the Pharisaic scheme is divine. We have seen where me Pharisaic idea of millennialism was started in England by the Jews to enlist the aid of the British Empire in their scheme of world conquest. This scheme called British Israel ism is a worldwide British world state allowing no independent nations such as the United States. This is the real meaning and significance of the Kingdom Message propaganda that is now universal, unopposed and unabated, to rethink our spiritual values to conform to this political world state with the throne of Britain becoming the throne of Christ. Does this all sound unreal? It is real to the British Israelites. Nicolas Murray Buder at the Lord Cecil luncheon November 19, 1937 at the Hotel Astor said, \"Communism is the tool by which Britain's international fi- nance is knocking down national governments in the interest of world gov- ernment, world police, and world currency.\" Nicholas Murray Buder was President of Columbia University and head of the Carnegie Endowment for International Peace. The Unholy Alliance is using Communism to despoil and desolate the world while it is educating the masses with British Israel to an internation- alism that will entail great political sacrifice on the part of the nations. Through a religion which they call Christianity (millennialism), Britain along with the financiers and Jewish leaders are attempting to put over world government, and the United States is being sacrificed for the British Commonwealth of the worid. (111 Congressmen are on record as favoring"},{"pageNumber":16,"pageContent":"17 Atlantic Union.) This is the intent and purpose of the wide dissemination of the Kingdom Message propaganda in America and the world. People can be brought to destruction through religion when they cannot be deceived otherwise. As stated, all confusion and chaos is pre-determined to first destroy and tear asunder this social order, and second to prepare the people at the same time for \"a better world.\" This is the reason why the same people who caused our problems are now on the bandwagon to expose them. The only purpose now of magnifying the ills of our country is to cause total loss of confidence by the people who in turn will seek the New Order (New Age) for relief from the one they help to destroy. When the people are finally driven to revolt, they do not distinguish between their institutions of freedom and the vermin that have corrupted them. They attack en masse and with one fell swoop commit national suicide, and few of them will know that they have been tricked into it. However, the very weapons of propaganda which have whipped the American people to a state of frustration can be turned against their creators instead of the United States if the people can hear about and learn the true story of the conspiracy as shown in this essay. In other words, drive from power and punish those who are perverting our Constitution and institutions of government, but protect our Constitution and institutions so that we maintain our freedom. The British Israel proclamation of a flesh and blood Kingdom of God on earth is a heresy and a revival of ancient Phariseeism. It is a direct contradiction of orthodox historic Christian faith, which teaches that the gospel of Christ is the true Kingdom and entrance is gained by grace through faith in Jesus Christ. It is on an individual basis by faith in Jesus Christ and not based on race or nation. The Adamic race, Anglo Saxon, Aryan race hokum is only the bait to cast the revolution into seemingly conflicting ideologies. Race wars are financed and directed from both directions as a means to destroy states. The British Israel heresy is also an enlargement of the Jew race, making the twelve tribes of ancient Israel include all of the Adamic race which has its modern manifestation in Anglo-Saxondom centered in the British Empire with the throne of Britain being the throne of Christ which he shall sit upon after it is removed to Jerusalem and He returns to earth to rule the nations in an earthly paradise. This is only a political scheme derived from"},{"pageNumber":17,"pageContent":"18 the very people who crucified Jesus Christ because he did not conform to their expectations of a political theocracy on earth. According to this Kingdom Message, America is to participate in this glorified earth as a co-ruler after she has been cleansed of her selfish nationalism. The only sin America has, according to the British Empire, is its independence from their masters in London. American governmental leaders, especially in the executive department of our government, and the multinational corporations are nowpartners to this conspiracy to control the world. A few news headlines will suffice to prove this although there are thousands of such news headlines to support this fact. \"Soviet Spy Who Tortured U.S. POWs gets the Red Carpet on Tour of the U.S. Butcher speaking under auspices of State Dept. and White House.\" Spotlight, Dec 12, 1977. This headline refers to Wilfred Burchett who, in the uniform of a Chinese officer, tortured our men in North Korea such as Col. Mahurin and Lt. Paul Kniss. Burchett should have been picked up and prosecuted as a war criminal by our government leaders if they were patriotic It is obvious from this alone where their sympathies lie. In contrast, Dr. Ian Anderson of Rhodesia was refused a visa to enter the U.S. in order to attend the 11th annual conference of the World Anti-Communist League. Proof in two headlines. Space limits us, but just a few examples of the many, proving multinational corporations are working hand-in-glove with the conspiracy against America. \"Boeing Construction Work has begun at Two other Angolan Airports.\" Boeing Bulletin, July 30, 1976. Angola is Communist and Boeing Airplane Co. is working on contracts in this Communist country and, of course, making use of the cheap Communist labor which is held under control by the Cuban Communist troops. You can see that there is no conflict between the Boeing Company and the Communists. \"Dobrynin and Wife ARCO's Guests on Tour of Alaska Pipeline.\" N.Y. Times In this case ARCO and Pepsi-Cola who has operations in Russia, sponsor a visit to Alaska by these ruthless Communists. You will note that evi-"},{"pageNumber":18,"pageContent":"19 dently there is no conflict between these multinational corporations and the leaders of Communism. \"Exxon Corporation made Political Contributions to Italian Political Parties Including $86,000 Donated to Italian Communist Party.\" Seattle Times, July 14, 1925. These corporations and government leaders should realize that their lot will be no better than that of the American people, whom they are now helping subdue, thinking they will participate in this world grab. In other words, these multinational corporations and government lead- ers are traitors to America and must be dealt with eventually. They are getting fat now financing both sides; but when the Communist angle has served its purpose and the Kingdom angle begins to dominate politically, these fat-cat traitors will be skinned alive and they should be for their part in this satanic plot to steal the wealth of the wodd and destroy the faith of its people in the true Jesus Christ. They plan it be a rulership of giant mo- nopoly built upon the ashes of competitive free enterprise. These men want monopoly, not competitive American free enterprise. The British Israel World Federation circulates a book entitled—The Judgment of the Nations in the Great Pyramids Prophecy—written by David Davidson. It says on page 37: \"The most that we can say is that America has for the present a two-fold destiny to fulfill, in a falling world. It is her des- tiny to support the weak and needy, and at the same time to uphold, by successive and temporal proppings, all that is best in the sagging and crum- bling old world order, until the new and better world order is ready to take its place.\" It is obvious America is doing this at this time with their foreign aid programs. According to Cecil Rhodes (a homosexual), the world is to be ruled by a benevolent despotic intelligentsia and thus to create peace for all eternity. This enforced peace means, first, destruction of the United States as a nation; and, second, the exploitation of the conquered world for the good of the Jew banker dominated British Empire. The empire builder, Cecil Rhodes, left particular provision in his will designed to bring the United States among the countries to be possessed by Great Britain. In making this possible, he set up Rhodes Scholar- ships available for potential American traitors to learn how to sell out America. Typical Rhodes scholars are Alger Hiss, John Foster Dulles, Dean Acheson, Bill Clinton, and the military traitor General Westmoreland, who sold out our men in Vietnam."},{"pageNumber":19,"pageContent":"20 We have seen how the Unholy Alliance between the Jew leaders and the leaders of England was consummated, and we have seen how the Jews hatred of Catholic spiritual power has compelled them to destroy Catholic Europe with the help of the British Empire, which the Jews now control through their takeover of British Royalty through intermarriage and actual knighting of Jews since the time of Queen Victoria. Remember, Royalty, previous to this time, had been mainly Christian and this is why the Jew has worked to destroy the Christian Royalty. British Israel is the front that the Jews and British leaders hide behind in their attack on Catholic Europe and America. In order to look at the blueprint of conquest of the coming of Jews and the leaders of the British Empire, we have to look again at the Scofield Bible. We notice a development of a resurrected Roman Empire, as a \"proph- esied\" future event. This so-called beast system of ten nations is emblematic of the ten toes of the image in Nebuchadnessar s dream according to British Israel. In alliance with this beast system of nations is the Catholic Church (Mystery Babylon) and this \"unholy\" union is destined to attack Israel (Anglo Saxondom and the Jews). In other words, Catholic Europe in alliance with the Catholic Church of Rome is to attack Great Britain and the United States according to British Israel prophecy. The now complete political power of the Empire is setting the world stage to enact what it hopes will be the final drama to usher in the spiritual-economic order. Though political and military power are under the control and direction of the Empire, they must solidify these gains with the establishment of the spiritual Christian states \"With a show of 'divine' deliverance\" to an apparently besieged Israel. This enactment of pre-arranged \"prophecy\" is designed to unify the spirit of mankind. In order to work this fakery, the Jew-run British Empire has infiltrated the Catholic Church with its cabalistic Jews and Masons, in order to give the Church the prophetic appearance of the harlot of mystery Babylon so that it can be \"prophetically\" destroyed. The destruction of the Catholic Church and the historic Catholic states of Europe is called in British Israel \"The Burning of the Body of the Eagle.\" We quote from the book Three Headed Eagle, page 95, by British Israelite A.E. Ferris. \"All the nations forming the body of the eagle such as France, Bel-"},{"pageNumber":20,"pageContent":"21 gium, Germany, Austria, Italy, and Spain, in fact, all the Roman Catholic countries, will suffer a terrible judgment under the wrath of God. The an- nihilation of all Roman government, law religion, kings, priests, and so on will be so complete that never again will the Roman eagle appear, nor her heads, wings, little wings, etc. This can only be accomplished by an atheis- tic infidel revolution on the continent. As the author forecast in 1940, the obvious agency to bring this about is the spread of Communism on the high tide of Russian victory prestige. Time will show but it would seem that the fiery destruction of the 2,000 year old Roman civilization could only be achieved by an atheistic ideology sweeping in. With the moral backing of such a great power as Soviet Russia, such a revolution seems inevitable.\" To destroy Catholic Europe, the British Israel combine of Jew and British leaders plan a resurrected Roman Empire. (United States of Eu- rope.) Another rape of Europe is planned with a neo-Nazi type Germany at the helm of leadership. The German nation and all Europe should come to the reality of the development of another fake nationalism under the sign of the Eagle and the Cross. The blood bath of World War II was enough proof to the blood suckers of British Israel, whose agent directed the rise and fall of the Third Reich, that it could be done once more and Europe would be good for at least one more rape. Should we argue the point or shall we look at a destroyed and divided Germany between British Communism and the British controlled free world. While we are harassed with the memory of the evil deeds of a misled Ger- man people who killed a mythical six million Jews, nothing is said of the multimillions of dead and destitute Germans, who were maneuvered into self-destruction with the cliches of race and nation, under the leadership of a Judas goat frontman Hider who was financed by British Jewish and other international financiers and who was actually a British plant who knew that the source of the Aryan race bunk originated in the British Empire. Nazi Germany is a living example that the scheme of race and divine national origin is an ideology of power politics to move nations to their death and, sadly enough, this scourge has reared its head in America and is about to rear its head again in Europe. The grand act of World War III will have a new twist in that the resurrected and remilitarized Roman Empire will be used to bring total annihilation, to the United States with the death of millions; after which event, Russia and China will be used to engage Europe to get the expected"},{"pageNumber":21,"pageContent":"22 result of mutual annihilation, leaving a sovereign British Empire. The kill- ing of millions of Americans is explained in The True Ecclesis distributed by the British Israel World Federation. \"When the people of God (American and British) sin, \"Assyria\" (Germany) is permitted by the eternal God to chastise them by the very wrath of man as in the days of Isaiah.\" In preparation for World War III the \"German Menace\" is kept alive with the daily review of World War II Nazism. We are being maneuvered into a position of self-destruction. To pursue the meaning of the propaganda of British Israel and its interpretation for America's future, as well as Europe's and the Catholic Church, we quote from a booklet distributed free of cost by the Radio Bible Class, coast to coast. In reference to \"the great tribulation\" De Haan, a British Israelite, says on page 2: \"This brief but intense and unprecedented period of suffering, destruction, and death, will last for a period of seven years, and is called the Tribulation. \"He says again on page 8; \"This period of Tribulation, unprecedented in all history, will immediately precede the public return of the long-promised, literal but postponed Messianic Kingdom here upon the earth. It will be a period of war, destruction, famine, and pestilence .. .and plunge the world into the worst war of all history, culminating in the battle of Armageddon.\" This is a completely false interpretation of scripture (the 70 weeks of Daniel) to support cover-up for manslaughter on a world scale and here it is the teaching found in the Scofield notes. For further evidence of the anti-Catholic nature of British Israel, we quote from a booklet distributed by Destiny Publishers entitled, When the Trumpet Sounds in which Howard Rand, the author, seeks to show that a future union of church and state will take place in the New Roman Empire and Catholicism is the ecclesiastical part of this union. On page 4 he states, \"Many Christians, misunderstanding the meaning of the term 'anti-Christ,' fail to comprehend the whole nature of the ecclesiastical power to which Paul referred Therefore they overlook its identification (Pope of Rome) with the anti- Christ. \"On page 6 he states, \"This destruction (great tribulation) is therefore to descend upon the Roman hierarchy, the spurious pretender to divine offices, upon the political counterfeit of the Kingdom of God...\" On page 10 he states, \"The throne of David (the throne of Jew-controlled Britain) not that of the Vatican, will be the fount from which the promised"},{"pageNumber":22,"pageContent":"23 peace will flow unto all people.\" We quote now a paragraph from the same booklet which unequivo- cally demonstrates British-Jew-Masonic hate for the Roman Church on one hand, and proves that British Israel is the Religion of Judaism on the other. On page 29 he states, \"There is no question but that we are very near the day when the arrival of the Lord will be universally heralded. When the outshining glory of His presence is revealed by the sign of the son of man in heaven, every fabrication of falsehood will be swept away. This will include all the concepts around which idolatrous rituals and ceremonies of Roman Ca-tholicism are built. It will also bring to and end the rejection of Judaism....\" We have stated that the scope of British Israel political messianicism is to be understood spiritually as Jew-Phariseeism (Talmudic Judaism), that it operates from the framework or skeleton of the British Empire including the United States, that its instrument of action is Masonry, that its plan of prophecy and its final goal is the universal spiritual state with the mantle of Christianity. (Millennialism.) British Israel propaganda prophecizes that a remilitarized Germany will lead the beast system (resurrected Roman Empire) against what they term the Israel Nations of God. This \"chastisement will purify them\" (Is- rael) and their new faith will give them leadership of God's Kingdom. Marxism is millenialism full blown. It was no accident, perhaps, that Marx was writing when millenialism was particularly strong in both Britain and the United States. The broad strategy of these British Israelites can be summed up by their reference to the \"Great Tribulation.'' WC. Nabors in his book Prophecy on Parade, published by Destiny, Haverhill, Mass. (Headquarters of British Israel in the United States), \"It simply means the final period in the judgment of the nations during which the various movements within the human family under divine guidance and the intercession of Christ will be guided to clean up this world mess and begin the restoration of the nations of the world to a peaceful government under Israel The restoration is to be initiated at Armageddon in the destruction of the seed of desolation (he refers here to the revived Roman Empire united with the Catholic Church) and the return of Israel (Anglo-Saxondom and the Jews) to world government after she is punished (This means self-inflicted punishment to disguise the source of the conspiracy) and after the experience of going through this world fire which will remove from her all of the dross and impurities"},{"pageNumber":23,"pageContent":"24 (His dross and impurities is our Constitution and free enterprise system) and refine her into a true national representative of God's elect.\" This is what they are trying to get us to believe in the name of Christianity. Remember: Not one of the Reformers believed or taught such an adul- teration and not one of them believed or taught the coming of a millennial age after this gospel age. Luther, Calvin, Knox, Wesley, nor any other believed or taught such Jewish hypocrisy. The American people would do well to understand the full significance and import of the millennial Kingdom message. As the prophets of the Kingdom message quote from Jeremiah, they predict famine and disease and war that is to ravish the land of America. And there is being planned just these things to mesh in with their bogus prophecy. This they call \"the great tribulation.\" As we discuss the \"great tribulation'' and decipher its meaning, it is not amiss to dwell for a moment on economic tribulation, which is directly related to the \"great tribulation'' which Scofield says is yet future. We presume at this point that almost everyone in America has recognized the continuing inflation of our money, but we grant that there may be fewer who are ready to believe that there is indeed an organized conspiracy to destroy our economic system. We have to conclude that the very intent of the Federal Reserve Banking System was to destroy the dollar and conse-quendy our profit system. The scheme was and is to move the dollar from a hard currency to fiat money (this has been accomplished) then to extinction wherein there is no exchange medium at all. With the passing of the dollar, which we are told is \"the economic system of Mystery Babylon,\" we enter the New Age under an economic system which is production for use and not for profit. If this sounds like Karl Marx, it is, because it is exacdy the economic system of Communism. The new economic system is to be one of national credit which serves each according to his needs and extracts work from each according to his ability. So goes our wealth and savings. Under this system of credit, we can accumulate no savings and we move to total dependence upon the state. The purpose is simply the confiscation of our wealth through inflation and then to control us by controlling our supply of goods. It will make us dependent on the state for our lives instead of on ourselves, as Americans have done in the past."},{"pageNumber":24,"pageContent":"25 The British Empire in its alliance with the Jewish financial leaders feel that before they can dominate in the spiritual realm (the propagation of Jewish millenialism as Christianity) that they must remove Rome from its now diluted position of world influence. To this end the Roman Church is being manipulated into the role of \"Mystery Babylon'' to fit the arrange- ment of British Israel prophecy. The Church is being given the image of idolatry and decadence as it is maneuvered to destruction seemingly without motivation. We urge that those who clap their hands at the prospect of obliteration of the Catholic Church should take warning that the plot against the Church has a dual significance and that once the Catholic Church is de- stroyed, the destruction of all Christianity is that much easier and closer. Hidden behind the roar of the 'great tribulation' is a design of the British Empire and the Jewish leaders to emerge as the only world political and military power, and its crowning achievement would be the emergence of the fake Christianity of British Israel millenialism as the only savior of man- kind. The puritanical innocence of Protestantism, which can only see the Catholic Church as their enemy, must somehow gain a moment of honesty. The hogwash of British Israel millenialism has developed a self-conceit in Protestantism that amounts to gross hypocrisy in regard to the Catholic Church. They have been beguiled into an ideology of anti-Catholicism, which is only a cover for British Israel and which will finally claim Protes- tantism as its victim. British Israel is now allied with Protestantism only in the same sense that it is allied with Catholicism. It aims at conflict between the churches on the one hand, and it identifies with them on the other hand, all calculated to bring them to ruin out of which the new faith of the Judaic- Christian state in universal unity will emerge. This is indeed a union of Church and state. At the beginning of the 20th century, two English groups emerged in the United States to bring about centralized government: The Fabian Society and the Round Table Groups, including the Pilgrims, the Carnegie Foundation, Ford and Rockefeller foundations, United World Federalists, Atlantic Union Committee, are only some of the promoters of the Divine Han for worid control by the Unholy Alliance working behind the mantle of"},{"pageNumber":25,"pageContent":"26 The Millennium Kingdom Message. The millennium, or rather Spiritual Communism, is being promoted in America by numerous preachers such as Billy James Hargis, Carl McIntire, Billy Graham, Wesley Swift, Herbert Armstrong, Alexander Shiffner, Hal Lindsey, Travis Armstrong, De Haan, and many, many others. The American people are being programmed by the false religion of the millennium to accept this world control and synthesis of Spiritual Com- munism. The Russian people are also being programmed in the same way and many of the campaigns to sneak Bibles and literature to the Russian people are being allowed to go unnoticed by the KGB because these campaigns are peddling the Kingdom Message of the millennium to the Russian people so that they will look forward to the false Christianity of the millennium as relief from Communism and thus fall into the trap of Spiritual Commu- nism and world control. We as a nation are being abused with filthy TV, drugs, crime without punishment, illegal aliens, perverts in our churches, loss of jobs from gov- ernment edicts and controls, inflation, and numerous other bureaucratic- caused ills. We are being jabbed and stabbed to the limits of toleration. The screws are being tightened and a final rape of the American nation is planned. It is planned to be a massacre, explained and justified according to British Israel prophecy, which they say is in fulfillment of Ezekial, which says (we are paraphrasing): A third shall die by the sword (war); a third shall die by famine and disease (accomplished by shipping our food out of the country and by mass inoculations and infestations by the bureaucrats in the name of public health); and a third shall he taken in to captivity (meaning the export of the population to foreign countries as they have done in eastern Europe to break up nations)."}]
