[{"pageNumber":1,"pageContent":"ON TYRANNY Vetri Amari"},{"pageNumber":2,"pageContent":"ON TYRANNY By Vetri Amari It hath ever been true of all civilizations—alas, of all humans: provide them with Freedom, and they will only vigorously seek to destroy it for themselves and their fellows. The Free do not know how to Be Free. We clamor for Tyranny. We hunger for it. We are indeed and in deed, only constructed to tyrannize others and be tyrannized upon. That is all. In light of this, let us consider Glorious China, a Paragon of Censorship and other virtuous Tyrannies, though, as an aside, we wonder, will China soon perhaps be superseded by the Gloriouser European Union? Perhaps the Europeans will become the most tyrannous? We shall see. There are many contenders, to be fair. But for the present, China, it seems, doth dominate. Thus I say to you, witness the proper Childlike Status of the Chinese citizen! So it has been, so it ever will be. China demonstrates to us in the U.S., what our true place is in regard to God Government. Government sees all, government knows all, and Government knows best surely. And it— the Chinese government, dictates to its childlike Citizens what to read, what to see, what to think, what to know, how to live and where to live, what to watch, what to do and what not to do, and what to Believe. Oh! How divine is Tyranny!"},{"pageNumber":3,"pageContent":"Behold the happy Chinese! Freed in their Tyranny from the vulgar constraints of Liberty! The men ball-less and dickless, the women...whatever the equivalent of that would be. And we rush to assure you that we Americans are aspiring to and aggressively achieving, also, this estimably and enviably neutered state, as are so many the world over; and though we Americans have not Acquired it wholly, I am verily not only sure that we will, but that we are very near to it, yes, so very nearly neutered. Very. Exceedingly nearly! Forsooth I daresay we are there already, but I will refrain, as we are obliged to compare ourselves with others in other nations. Thus I can only assert, with regret and despair, that we are only very nearly there. And we repose our hopes in Attaining and Imposing that Species of Ultimate Control upon the citizens here in the Vulgar United States, so vulgarized with its remaining, though fortunately dwindling and frail “freedoms”, its ghastly freedom of speech and travel and autonomy, among others; and such controlling efforts have already commenced, rights being rightly eroded. But more on that later, as it seems I've digressed...now, reader, where were we? Ah, yes, of course, the ball-less and dickless Chinese citizens, let us resume; as upon this, befucked or rather raped, they are—but pleasantly, pleasantly! raped in the ass by so many government and banker and corporate Cocks, it's a wonder the citizens don't all shit like multi-jet fountains! Oh, but if only they could! Why, 'twould make the shittings all the easier! Why, cocks jamming their collective throats, too—impaled above and below! “My Daddy government says I can say this but not that, and have this not but not that, and go here and not there, and do this but not that,” states the happy, childlike model citizen. “I get my permission from Daddy!” Look how proud they are, they're so sweet. Now, I ask you, is this not Freedom? Isn't that True freedom— the truest! Oh, but it is. To allow another to Devise for you, to"},{"pageNumber":4,"pageContent":"Permit you, so then you need not think at all, but just blissfully Do. Who among any population is cheerfullest? Children, of course! Children are guided, instructed, supervised, ordered, dictated to, told what they can and cannot have, confined, curfewed, monitored, tracked, traced—almost every moment, ever so helpfully spied upon, supplied a trifling income, conferred little rewards for Good Behavior; they have all their needs cared for...and they are disciplined.... Why, children haven't the bothersome responsibilities of a mythical “Freedom.” China is deftly and masterfully creating its Adult Children—sometimes by Force, because silly adults can be unruly at times and require a good scolding, even so, in their deft and masterful creation, we say, the result is of a lusciously tyrannized population that might just Rest! To just Follow Orders of Daddy! Abide the Word of God Government. How relaxing! No need for individual agency, to assert those false “Rights”, they—the Adult-child citizens, can be led around by the hand as they're meant to be—as are we all! Really, who hath the desire to learn those imaginary “unalienable rights”, and how boring! And who hath the energy to assert them? It's too difficult! It's exhausting! Rights require constant vigilance; why, I wouldn't want to be vigilant. And Rights require...oh I can hardly write it, it's such an offensive word, prepare yourself, reader, but Freedom requires one to Respect the fabled “rights” of others—I know, it's a despicable word “respect.” And really who wants to “respect” the “rights” of others? When it's ever so much more delightful to Force them to do your bidding and behest, force them to do what you want them to do. And those, those...I am sickened to even write this word as well, those “sovereign individuals”, and I am dreadfully sorry to profane your chaste eyes, but those Sovereigns with their guns and their freedom of speech, and their hatred of Noble Socialism and Just Communism, who speak of that vile, vile “Constitution” and the even viler “unalienable rights”; who actually profess that they can do"},{"pageNumber":5,"pageContent":"and say what they want! And how dare they believe that they and their money—indeed the fullest spectrum of their property and rights, should be left alone! What cheek! But you, you Brave Citizens, you know who you are; the ones who work tirelessly and Nobly to provide greater and greater power to Daddy government, to restrict the worthless freedoms and rights of your fellows, we applaud you, we do! We praise and commend and exalt your support and advocacy for Righteous bans and banishments and censorships, and your gun controls and your taxations—in fact, any and all controls you exert! And to those Noble and Brave Citizens who even Cause these to occur, who Enforce, who seek to suppress their fellows, I more vigorously applaud you! You are doing exactly as Daddy wants—thank you. You Understand! You See! That Tyranny is the only way! Tyranny for millennia, with Freedom interfering offensively, and so now we have the return, the resumption as it should be to Glorious Tyranny. I praise you Followers of Controlling Orders and Controllers of Others. “We want to live like the Childlike Chinese and the Childlike European,” quoth poutily our Brave Citizens. “It isn't fair! They can't be the only ones! Hey! We want to shit like multi-jet fountains, too!” Yes! As do I! Oh, but how I long for it! Take from me these contemptible Freedoms I long to be freed from! It is the Natural Way to control others, to force them to do as you want, as you see fit, as you feel is right, and to righteously disregard the desires that conflict with your own. And it is natural to be controlled by the State and by corporations and by banks; we humans, also all so majestically imbued with our God complex, so, too, want to be gods, we can't help it! We are not capable of Respect for others, which Freedom horrifically and sickeningly dictates! O! Freedom that pipe dream, that foul curse upon men that has derailed and injured poor"},{"pageNumber":6,"pageContent":"Tyranny! Brave Citizens striving for Power, for Control of Fellows, in service to Daddy, in worship to the God-State, I bid you: destroy freedom! Destroy! Destroy it! Destroy it all! Soon you shall ascend to the Neutered, Childlike Status, soon shall we all! Now. Let us becalm ourselves. Lest we veer into ritual madness. The benefits of Tyranny, censorship and other sublime Controls herein considered and deemed worthy and favorable to society, we wish to advance solutions to hasten these delicious and desired Burdens. And not just hasten the resumption of chatteldom, but secure it. As we are to become Adult Children, as it is Inevitable, we must look to Tattling with ever greater interest. Not that there hasn't been tattling enough here in the U.S., why, especially as of late! We doth possess Tattleability! I have no desire to demean the wonderful efforts so far exercised; I only mean to suggest that they ought to be increased. And Tattling is perfect—ideal! Children tattle! Is this not Fate? We as citizens must commence a bold campaign of tattling, of Informing, taking inspiration from Soviet Russia and the Great Stasi. And the wonderful benefit therein is population reduction; have we not need to eliminate the pesky excess? Just consider the suicides alone in regard to the Stasi, why they couldn't keep those people from self-destruction, as some of those Germans delusionally believed, if you can believe it, that they were “oppressed” by the spying and the Tattledom; you just can't reason with some freedom advocates; good I say, let them suicide, all the more Tyranny for us! And Russia, the great culling there (also aided by forthright Tattlers) in which Solzhenitsyn foolishly complained of free speech destruction, property rights abolition, among other Esteemed measures taken—yet another delusional ass! Yes, that Culling, from which few hapless souls once taken did ever return, thanks to the many Brave soldiers and police who courageously"},{"pageNumber":7,"pageContent":"Followed Orders! Ah! Yes, we need these unthinking authorities— cogs! Wonderful cogs to advance our Tyrannies as they do in China and Europe and elsewhere today—even here in the U.S. I am pleased to report, we have our cogs doing their part—nay, striving heroically! to destroy rights here and there, little by little, and how we need these cogs else the whole delicate and lovely structure of Tyranny doth crumble! Perish the thought! So, yes, vigorous Tattlers and Order Followers, let's include these latter as well. A scintillating Synergy! In which lustrous Liberation from detestable freedom is attained by the Virtues of mindless and witless actions! And we use 'mindless' and 'witless' in the best and respectfullest of senses here, as do note: children don't really engage in quite a great deal of mindful cogitation—always a useless endeavor to begin with, and which is far too taxing and needless for the Brave Adult-child Citizen. And so I implore all to not only avoid the degrading act of “critical thinking”, but to eagerly follow every tantalizingly tyrannous order as unthinkingly and uncritically as they possibly can, with utter fidelity and without hesitation! Now to resume, it would be indecent of us not to mention the Eminent Tattlings in China, citizens helpfully informing on their fellows for various violations, sometimes for credits or for a little bit of money, in service to Daddy; most notably women dragged from their homes for forced abortions, by those Brave and Admirable Order Followers. How lovely. Serves the women right. Dragged from their homes, too, when supposedly diseased—lovely again! Yes, drag them! drag, arrest, fine, abuse; enforce with Force—because if we've learned anything, anything at all, it's that no one—no Adult-child, has the ability to govern their own body and their own health in their own way: only Daddy Knows—only. Only and ever! Blasphemy to believe otherwise! Come now, does any child ever have the ability to dictate the terms of their own health? Never! Such an idea is laughable, and for good reason, children simply haven't the"},{"pageNumber":8,"pageContent":"necessary Aptitude and Intelligence, the wherewithal to impose such responsibility, such dominion and superintendence; well, so, too, for the Adult-child. And, to continue, as for the arrests and imprisonments of the religious there in China, well...these are not cruel enough I say, it's something, any and all violations of Daddy's orders—which are always Good and Right, should, at least, be countered with fines or imprisonments, though, 'twixt you and me, reader, I'm a trifle disappointed honestly. And they ought to reward the Order Followers, too, I say—all Order Followers everywhere, who arrest and fine and assault; the cogs need their rewards—and praise! for honorably trampling worthless rights. And be it known, you can always depend upon the Brave Citizen to eagerly participate in Following Orders, as well, so easily manipulated and tricked, they are, into surrendering the Rights they have been so deviously infected with! Of which we are so thankful! Mindlessly and witlessly they go, doing as told in every, single, minute way they are instructed, lining up as told, etc., ad nauseam, it's delightful, it is—it really is, utterly delightful and delightsome, to witness such Obeisance! Ever so cockle warming, to be sure. Especially of the ball-less men, or really ball-less and brainless, no, no, that's not right either, the ball-less, dickless, and brainless men—ah! there; a Real man follows orders, yes? and once again, we mean brainless in the bestest sense. And what's more, we look forward to the Grand Day when Daddy issues the Consummate Order for the proper way to wipe one's ass, with which we know the Brave Citizen will rush at once to comply! In truth, though, few among the masses, even depthfully Know of those degrading and corrupting rights, of which we are even more thankful! And if not manipulated or benighted, then a great many obey if only to avoid being fined or arrested or fired; they Compromise—commendably so! in fear of punishment, to the great benefit of beneficent Tyranny, as they are aware that few —if any, will come to their rescue if they refuse! Thus admirably"},{"pageNumber":9,"pageContent":"and inspiringly impure in Knowledge and Integrity—which I think we all know are Sins! the Brave Citizen is baptized by most Purifying Tyranny ever. And what's more, and above all, the Brave Citizen will Tattle, oh but they will, not only when monetary rewards are offered, which is a fine and honest way to earn and should and must be pursued, but they Tattle, too, for delectable Conceit and Vainglory—as they Know just how Right they are to Righteously De-Right a fellow citizen if they determine it to be for the Common Good; why, how Virtuous they feel! As well, we mustn't forget Tattling for Tyranny's sake alone; oh! how the Brave Tattlers love the Control—any control! even when it is only vicarious tattling! It's so exciting! Though the exquisite Synergy that is Tattling and Following, is but a minor solution. Is it not? Not good enough. It isn't the principal one which I have bethought with ever so much care. The principal one I offer humbly to you now, dear reader, in hopes of it being executed so that we might abolish those absurd “rights” and “freedoms” once and for all, and it is this: Government- sanctioned cock impalement. Yes. Meditate upon that a moment. And now let us examine the details of this remarkable proposal. Legislation should and must be passed in which a citizen in favor of the antiquated Constitution and Bill of Rights, common law and unalienable rights; forgive me for writing these displeasing terms, but any citizens convicted of aligning themselves with these Offenses, after a speedy trial—I am not opposed to due process, but convicted after a speedy trial, I say, should be sentenced to mandatory impalement of a cock-like implement, inserted into the Anus as punishment for the foul crime of desiring “Freedom.” And"},{"pageNumber":10,"pageContent":"both trial and insertion should and must be celebrated public events, insertion especially, as with the burnings at the stake during the reign of Bloody Mary; now there was a woman who knew how to punish freedoms! How many protestants did she burn? A little over six hundred? But let me continue. A wooden cock it shall be—that's how I envision it, though perhaps there will be material alterations, perhaps metal will be employed; it is of no consequence, so long as it's weighty. Still, the dimensions of the cock must remain: the lofty circumference of which should be significant, around oh...twelve or fourteen inches—this to inflict discomfort and pain, and upon this, the cock shall also be lengthy—very, no less than four feet in length, as you must realize, a portion will be embedded into the rectum, whilst the remainder will protrude noticeably for all to see. This majestic cock, lengthy and sizable—as only a majestic cock- punishing implement should be, will be as painful and cumbersome as possible whilst still allowing the Punished Criminal to live and survive and move about—this is Vital. As we can see, this Punishment is not to be a fatal one, but merely allows the Criminal to reflect upon their sinful desires for freedom; to, to repent for the audacity to believe that they can pursue their “liberties.” Let us not forget the marvelous medieval punishment for gossips; the detested and feared Scold's Bridle, which did impart much pain and distress, nor shall we fail to overlook the fascinating “breast ripper”, whose function we believe is evident or the Wheel, among others. Feared tortures all, though I will modestly venture to assert that mine is surely superior. What's more, I wish to submit to you the Great Vlad the Impaler, from whom I also derive a portion of my inspiration. He would have his executioners bathe the poles used for impalement with oil and, further, render the tips smooth so that when inserted into the ass, the pole might merely bypass the inner organs—not pierce them, in which case the tip would emerge from the mouth,"},{"pageNumber":11,"pageContent":"having inflicted minimal damage, thereby guaranteeing the impaled might live for ever so much longer in torment before expiring. You know, Vlad impaled so much and for so many random transgressions and impaled, in addition, so creatively, shall we say, that when he left a chalice in the center of a village, I believe on the water well, not one soul dared to touch the cup for fear of that horrific admonition. If memory serves, he watched for days, lying in wait. Thus we can conceive, yes? The power of impalement? And not just impalement, but ghastly and agonizing anal impalement! And not just anal impalement, but anal impalement as punishment for any and all exercising of rights—contouring ourselves after Vlad; truly, even the meagerest offense must be opposed with the harshest response. And I doubt—I do, I doubt very much that others will be demanding and asserting their fairy tale “rights” when they observe the Punished dragging their gargantuan Cocks about behind them like horrendous third legs! “But, but,” quoth the reader, “however will these Punished shit?” Well, that's easy, reader; they will simply be fitted with colostomy bags, generously provided by the State—must you even inquire? And, further, once the cock is firmly fixed, there will be a sensor as well—of course! to ensure there is no removal or de- cocking, as it were, not dissimilar to the electronic bracelets for those sentenced to house arrest. And this punishment will be maintained until such time as the criminal renounces their rights, disillusions themselves, and vows their abiding loyalty to Tyranny and God Government; and once they have, the anal instrument shall be immediately removed. For we are a forgiving society that only punishes to enlighten our lost citizens. We sustain no hatred toward our Freedomed fellows, we seek only Reformation; their punishment hurts us far more than it hurts them! But it is an Act of Compassion! Freedom is their disease, the cock is the cure. And they—the"},{"pageNumber":12,"pageContent":"punished, will learn to love Government Cock, won't they—oh yes, they will, and they will see so very, very clearly, so achingly lucidly, that the multitude of invisible, tyrannical government and corporate and banker cocks are far, far preferable—oh, ever so much more preferable, to the physical one unceremoniously lodged up their very own asses! And don't think that the citizens won't go along with it. Oh, there are a great many instances of citizens committing brutal acts toward one another in the name of Following Orders and in the name of forcing and controlling others to do things Their Way. Worry not. Just look at the glee we feel when we have succeeded in Nobly censoring one on social media! Or the exhilarating charge when tattling on those disobeying Nobly tyrannical laws! And now reflect upon the possible heights of ecstasy at a cock impalement ceremony! How delicious! You see, we need not execute, as it is much pleasanter to force another to submit to your way and your will—and live; it humbles them. And surely they—the convicted criminals, will, at length, express shame for their delusional ideals and ideas about “rights” and happily and willingly pride themselves on observing the freeing and healthful tenets of Tyranny. And only with such an epic fucking as they shall receive, can such an alteration in perception be achieved, or, to say it another way, God government will literally fuck Sense into them. Why, I am truly stunned—truly I am, that this wooden cock impalement design has yet to be advanced by any other. And aside from its official and distinctive title of Government-Sanctioned Cock Impalement, I do wonder, what charming nicknames might we contrive for it? Let's see here...the Despotic Dildo, the Penal Prick, the Dick of Dread, the Ravager of Asses, the Totalitarian Tallywhacker? Oh, I know! How about the Freedom Fucker—now that has a ring to it, it doth roll off the tongue; let's select that! And they are the only way to ensure that governments and corporations"},{"pageNumber":13,"pageContent":"and bankers can thrive, as I believe they—our humble Freedom Fuckers, will succeed with far greater rapidity and success than any of the measures heretofore exacted or presently enacted such as bannings, censorings, fines, executions, imprisonments—these ridiculous and perverse freedom advocates just keep fighting for their freedoms, despite it all. But who, I ask you, who would dare to actually Fight against beneficent vaccine laws and necessary parental freedom curtailments and salutary hate speech laws and taxations and varied other proper property rights violations, not to mention the gloriously and morally rights-defiling lockdowns, for instance or venerable gun control, or still more venerable Surveillance—that wholesome Surveillance that helps so many! and who would espouse despicable anti-socialist, anti-communist rhetoric—who, I ask, would possess the Will to Fight, to truly revolt, with that Cock in play? Not many, I say. It would so intimidate, so frighten, so fuck the rights right out of them, the predominance will lose their Will before they have even begun; no need for expensive gulags or spying or informants. “Why, I don't want to be impaled with a gigantic, asshole- expanding Cock!” quoth the freedom advocate. “I better shut the fuck up and do as I'm told!” For it will, you know, irrevocably expand the asshole—a cock of that size? Oh, surely. I recall the novel 100 DAYS OF SODOM, in which one of the old whores—I believe it was, stated she was ass- fucked so many times that shit simply fell from that glorious hole without any ability for her to control it. And there will be no corrective surgical procedure allowed for the reformed criminals; they must simply endure their new extravagantly dilated asses. And so the fate of their future shittings is clear. Now then. Let us reason thusly, reader, bear with me; if pre-Cock the Criminal Freedom advocate was figuratively full of shit with their silly talk of “rights”, then post-Cock—and post-rights, and further in freely and"},{"pageNumber":14,"pageContent":"uncontrollably beshitting themselves, they—the reformed, will literally and figuratively no longer be full of shit again! And in addition, those refusing punishment will have only suicide as their recourse, so they must die by their own hand and we're free of them or they are cocked and saved! Either way, we win. I will here suggest that all nations not just the United States, pass legislation immediately to commence this restorative and reforming Remedy. And with it, the tyrannical aspirations of our worthy governments, bankers, and corporations will be Absolute— only with the citizens' participation can this occur; they need us, so we must rush to assist them! And we the people can then assume our proper place as the chattel we are; that Sublime ball-less and dickless, Adult-child state is imminently realizable, we need only strive a little more and we're there! And when All reposes as it should in the hands of a very few, we can just play and loll and frolic about and Obey and worship god government—through the cock shall it be so. We will—I promise you, extinguish the vestiges of those evil desires which tempt us to want to do as we wish and not wisely submit to another's will. And do remember always: to be bested is and always will be best. I will conclude by fervently wishing upon you the finest of Tyrannies, and may you soon delight in the comforting press of the jackboot on your neck!"}]
