[{"pageNumber":1,"pageContent":"RELIGIOUS TEXTS TRANSLATION SERIESNISABAVOLUME NINEANCIENT EGYPTIAN MAGICAL TEXTSTRANSLATED BYJ. F. BORGHOUTSE. J. BRILL—LEIDEN—1978"},{"pageNumber":2,"pageContent":"ANCII.N , -r, IT I AN MAGICAL TEXTSI KANSI.A I I I) MYJ. F. B O R G И О IJ'ISmE. J. BRILL — LhlDEN — W8BIBLIOTHEQUE BIBLIQUt R 0. S. E. B:"},{"pageNumber":3,"pageContent":"RELIGIOUS TEXTS TRANSLATION SI Rli sNISABAEnmn iivM. S. H. G. Hifrma v a n Voss, D. J. IIui ns,J. Knappf.rt, Ii. P Kr a m i rs, B. A. v a n Piutosnu, .1. I\"). J. Wa a k p i n iu ir gVOLUME NINE4. J. BRILL - LElDliN — 1978"},{"pageNumber":4,"pageContent":"Introduction .Sigla ....Texts translated . Abbreviations Notes to the translation Indexes of terms Sources of spells ."},{"pageNumber":5,"pageContent":"NISABA is the name of the Sumerian goddess of vegetation and whose symbol is the calamus (the instrument with which the wn- ^s impressed on the soft clay) on an altar. The Sumerians were tr,. ,-si people to use writing, for keeping accounts and, by extension, in' lia, as a sul stitute for the oral tradition. For this reason, the goddess has been given pride of place here.ISBN 90 04 05848 6Copyright 1978 by E. J. Brill, Leiden, The NetherlandsAll rights reserved. No part o f this book may be reproduced or translated in any form, by print, photoprint, microfilm, microfiche or any other means without written permission from the publisher.PRINIErj IN BELGIUM"},{"pageNumber":6,"pageContent":"1i ' I’.' ■ '1 птюхThe collection of ; il offered here in translationis a mere selection (тощ a much larger wirjms of several hundreds many of th o rn till unedited, belonging to what might he called everyday magic’.1 Protective texts from non-private sources like rituals iri temples and similar ones, properly belonging to the sphere of royalty—have been largely excluded.2 ft is hoped that the texts included here (many of which are translated for the first time) are fairly representative of the larger collection. They have been scrutinized anew, ar.d translations and interpretations often differ from those of predecessors. This is partly accounted for in the brief notes at the end, a few words about which will be said later on. Further, the present chrestomathy does not include spells from Demotic and Coptic sources, where procedures, purposes and mythological themes often differ. They certainly deserve a volume of their own.Magical spells are rather individualistic compositions, more or less like hymns, and the larger part of them is known in one version only—a quite different matter from the many spells in funerary corpora. Even parallel versions have often not survived in their original forms and consequently many magical spells are preserved incompletely. Again, such spells —as interesting as they may he—hav'- been excluded for the present purpose as much as possible.1 Cf. the author’s article Magical Texta in Texits et langagea de I’fcgypte pharaonique. Hommage a Jean-Franęois Champollion, I a- Caire 3 (1974), p. 7-19.2 An exception is no. 12—a standard execration text against the enemies of Egypt and its king. Its inclusion makes up for the absence of texts of this kind of a private nature (private rites d’ envoutemerU are however, known)."},{"pageNumber":8,"pageContent":"IXarchacol«gi';al.•' • ..............Matterof tin-, rite.The spells 1,'e t: , • immediate, unmyt.hicalconfrontation bet,Me- :i ic,mn r>v ■sufFerex and ari enemy,® or the spe.d.w draw.-, on example*-' from mythology. In ittt most sitnpli form mythologizing a spell consists of evoking the mere produce of certain divinities,10 which may occur illustrate'1 in ‘vignettes’ in the mss, too. In other instances the earthly ‘case’ is similarized to a mythical antecedent by way of association, completely (at least, as complete as the magician thinks necessary)11 or l»y way of allusion only.12 This linking mechanism is of prime importance to make the spell work. In the mythical sphere created by the magician13 consequences can be far-reaching should the intended parallelism be broken up by reluctance or refusal on7 For instance the execration rites attested by a dosed depot found near the Mirgissa fortress. Cf. A. Vila, Un rituel d’envontement au Moyen Empire ėgyptien, p. 625-639 in : L'homme kier et aujourd’hui. ftecueil d’ėtudes en hommage a Andrd Leroi-Gourhan, Paris, 1973.8 For the terms, see section no. 4 in the Indexes.9 As in the oldest example in this collection, no. 122. Other examples are 38 and 47.10 E.g. in nos. 118 and 128. Sometimes a divine origin is claimed for spells, as in the case of nos. 53 and 84.11 E.g. nos. 96 and 112. Very detailed is no. 87 with its ceUnlogiis membrorum, or no. 91 where the sufferer is systematically implicated in the mythical healing.12 As in no. 30, where the word wnw.t, ‘moment’, draws in Wnw, ‘Hermopolis’.—Word - play in general is very important in these texts; homophony is supposed to testify to deeper underlying interrelationships, cf. e.g. nos. 65 and 121.13 For instance in nos. 116-118 and especially 139. A very characteristic instance is no. 41, where the ‘tapers’ first occur on a divine plan, and next—in the directions for use—as actual amuletic objects."},{"pageNumber":9,"pageContent":"VIIIINTRODUCTIONApart from a few exceptions3 most spells of this ] have been transmitted to us in copies from the Middl ! ingdom (i.e. from ca. 2000 B.C.) and later. From the Ne-» \\iugdom on, even spells in other languages are attested.'4 Magic from adjoining countries, especially Nubia and Libya, was held in great esteem by the Egyptians.Sources are to be found mainly on papyri, ostraca and stelae including the so-called ‘c ip p i of Horns’ as well as statues, including \"healing statues’ inscribed with spells. Rolled up and worn about the neck as amulets in the case of many of the former category or set up in particular places, as in the case of the latter two categories, such texts afford protection to the owner or the user. Others are found in magical reference books or they occur together with hymnioal, belletristic and especially with medical texts. Whatever their provenance or their actual S itz im. Leben, no spell can be detached from an accompanying magical action to which certain preliminary conditions pertain, too. Some of this information may be gained from the spell itself—usually towards the end, in the directions for use. Thus some spells give explicit hints on the use of the paraphernalia, necessary to the carrying out of the act such as staffs, substitute objects, masks, amulets, etc. The close interdependence of the magical spell and, for instance, the medicine is expressly stated.5 In general, however, much of the documentation about magical procedures comes from other sources, textual6 or3 Like the Old Kingdom spell of no. 122.4 An example in this collection is no. 57 (in some Cretan language ?).5 See no. 72.b Especially in stories about magicians. In general, see S. 8auneron, I/O monde du magieien 6gyptien, p. 27-65 in : Le monde du sorcier, Fans, ( Sources oricntales, vii)."},{"pageNumber":10,"pageContent":"XIdiseases (-И1 I'J), vague i Ь, ггк >. i i.: < ■ i n Г! пенсия that, affect. several parts of the body (50 57), blind пенн (58), (lie seineri of a demon (5!)) unci women’? ailment a, especially those connected with child bcuring (60-01). ГГЬ< i . ’ire protective spells for children (45-70) and spells accompanying the administration of medicine* (71 -HI). In a rural sphere then are a few spells for the ordinary peasant against, various dangerous animal* (82-83). By far tin largest collection, however, is constituted by charms against, scorpions (81-123), crocodiles (121-135), snakes (136-143) and, finally, against the chief of all these : Apap, the demon of chaos (144 146). The latter subject properly Wongs to the sphere of the king as the maintainer on earth of the order of nature and is therefore more extensively attested in temple rituals.Magical spells are strongly emotionally coloured and they often make use of a variety of mythological themes at one time as e.g. in nos. 119-120. This alacrity of the magician’s mind is not always easy to follow and certain themes are hardly known from other sources. There is, however, not a shred of proof that a specific kind of unorthodox’ mythology was especially coined a bout portant for this genre.Crucial words, sometimes involving a specific interpretation, have been rendered in bracketed transliteration. What is offered as an explanation in the brief notes at the end is not meant as an exhaustive commentary. For this, the original publications, listed on p. 119-125 should be consulted. Of the variants, only the more important deviations from a standard text have been noted. For many details on the mythology involved the reader may be referred to H. Bonnet’s Real­lexikon der agyptischen Religionsgeschichte (Berlin, 1952, reprinted 1972)."},{"pageNumber":11,"pageContent":"INTRODUCTIONthe part, of the divine or demoniac parties invoh n0(,myth reflects the order of the world, threats. < ,,j)srather predictions, with a cosmic or cult.ic (the two n r. :llly identical) disaster are thus a rational outcome of tin rt.ni of thought. Quite naturally the magician sometime uses himself by declining responsibility for having used liarsli words. He did so functionally; he expresses the will of super­natural powers by impersonating them, hence, elsewhere, the frequent initial presentative clause ‘I am god X ’.Productive magic, as a form of witchcraft, is surprisingly little attested in the ‘classical’ stage of Egyptian magical spells. This may be bound up with the secrecy about the use of magic found as an advice in certain spells (cf. nos. 40 and 126 in this collection) rather than testifying to unproble­matic social intercourse in Ancient Egypt.14 On the other hand, much of this belonged to a wider sphere of interest and was perhaps under the regular ritual care of temple institutions.The selection presented here has been subdivided according to subject matter, rather than to mythology which gives magical spells their greatest interest. Thus there is a (rare) love charm (no. 1); there are spells against certain classes of dangerous people, mostly deceased persons (2-5 and 12, including one against the evil eye [5]), against alarming nightly visions (6-8), evil influences, including various forms of death (9-11), dangers during the epagomenal days (13-21), against specific demons causing various diseases (22-27), everyday ailments like a bone stuck in the throat (28-29), haemorrhages (30-33), burns (34-36), headaches (37-45), belly14 In a literary text lamenting the social changes endangering the state of Kgypt during a transitory period, the free use of magical spells is especially rioted (Admonitions of Jpuwer, 6, 6*7)."},{"pageNumber":12,"pageContent":"1 (A ■ , ■ ' 'r ' . ■ '!' .А \"Л Л )Ila.il t.<> i \" ' < г К1“, fttlii'r <>( Uie цех!* ! Mail to you, Seven HaMims who ;i,p- clubbed ui wrwyij>i11<»« of red linen! Hail to you, gods, lords of heaven and earth let (the woman) NN born of NN eouie after me like a cow after grasu, like a maidservant after her children, like a herdsman after his cattle.If they fail to make her come after me 1 will set < Fire t,o> Busiris and burn up Osiris> !2. A n o t h e r o n e , f o r s t r ik in g (hu l) a m anOh you who come for me <as> a young bull (mnh n ki), whose horn has tasted (the effect of) a fight—Montu has come that he may take hold of your horn. Seth has come that he may strike you. In case you seize my feet—I am Montu ! In case you kill [me] - I am Osiris !Oh fie', oh Atum, oh very ancient one (? Isw lsv>) of the gods ! I will take earth in my right hand and I will throw it over into my left (hand). I will say : ‘Come to me, Montu, the lord of this day. Come, that you may put NN born of NN into my hand like a fluttering bird (Itlt) in the beak of an Ay-bird.—You will stand still! Where are you going <with regard to> me ? I am Montu, the star of the gods! I will sever your bones and devour your flesh. I [will] take away your strength {li\\uš), <to> put it <into> my hand’ ! Words to be said over earth upon your hand.3. An o t h e r s p e l lYou will stand still, you who are coming! I am somebody who enters a sleeping mat (sdr ?) that is covered (?), who"},{"pageNumber":13,"pageContent":"XIIINTRODUCTIONFinally, the author acknowledges his debt to Ъ) J) Leer for correcting and making critical remaxi on Enghsh text.SIGLA< > omitted in the text [ ] iost in the text ( ) supplied by the translator [...] short lacuna; a few words [...........] longer lacuna (can amount to a clause)vanbis"},{"pageNumber":14,"pageContent":"6. Л book (mfįi.l) сок 1 : ■ a ’vav ('/r; a T k rro r [snrj).WHICH COMES TO FA f. I. Л MAN J .V ТНК NJf.Hi. WITHТНК FA (Л TUHNKI) 1 i A i I: 'Л’ЛКО.-'You will raise your fac<> as well as your bn. your shapes (im). your corpse-like apparition» (hi.t), your magic (kks) as well as your shapes (lr>r). your forms (hpru-). oh male spirit (i7<), female spirit, male dead (mi), female (lead, male opponent [fly/), female opponent in the heavens, on earth ! You*' will see, you will perceive (that) this is the Lonl-of-all and it is those- who-are (nti/.w), it is Atum, it is VV’edjovet, the mistress of fear in the great bark, it is the child [hrd), it is the lord of righteousness (nb m i.t), it i; the lord of righteousness, it is the figure of Atum in the upper road, it is the Devourer (wnmiv) made by Sia, the lord of heaven !eThe earth is afire, the skv is afire, men and gods are afire— while you have said that you will hide yourself from it once it has come (iy) -according to that true name of hers.7 Beware of the flame that h*s burst forth from the horizon !Words to be said over this figure which has been drawn. To be made on a piece of fine linen ; to be applied to the throat of a nun until it is seen that he is quiet.7. Wo r d s t o b e s a id b y a m a n w h e n h e h a s a n ig h t­m a r e (rsl) ix m s (o w n) p l a c e‘Come to me, my mother Isis ! Look, I see something which is far from me, in my own city’ !‘Look, mv son Horns, do come out with what you have seen—so that your dumbness finishes, so that your dream apparitions draw back ! A fire will leap out against the thing that frightened you. Look, I have come to see you that I may drive out vour vexations (dw.t), that I may annihilate (whs) all ailments (tms.w)’.■ лиг» П и WT,.AT r D *"},{"pageNumber":15,"pageContent":"TEXTS TRANSLATEDleaves < through> the ground (?), a mail who as afighter.1 You will stand still! Where are you go: with regard to me ? I will enter your belly as a fly and th 1 will see your belly from its inside. I will turn your face into the back of your head, the front of your feet into your heels! Your speech is no use. it will not be heard. Your bodv becomes limp, your knee becomes feeble. You will stand still—I am Horus, the son of Isis, < I> will leave on mv (own) feet!I. An o t h e r o n eKeep silent, NN born of NN ! Y'our gullet (hgg) is sore, your lips [cleave to (?)] your tongue, your mouth does not stir, your eyes are closed; they do not see < m > e (?). Your backbone is stiff, your arms are limp [.. ]. Backwards, do not leap up <against m >e (?) in your hot temper (šm m)! You are kept off from heaven, you are punished in the earth.38 You do not know things [ .. that (?)] the eyes see (?)!5. (A SPELL AGAINST PEOPLE WITH THE EVIL EYE)Sakhmet’s arrow is in you, the magic (h k i) of Thoth is in your body, Isis curses you, Nephthys punishes you, the lance of Horus is in your head. They treat you again and again, you who are in the furnace of Horus in Shenwet, the great god who sojourns in the House of Life !2 He blinds your eyes, oh all you people (rm t)3, all nobles (p'.t), all common people (rhy.l), all the sun-folk (hnm m .t) and so on, who will cast an evil eye (Ir.t bln.t) against Pediamunnebnesuttowi born of Mehtemweskhet, in any bad or ominous (dšr) manner (kd)! You will be slain like Apap, you will die and not live for ever."},{"pageNumber":16,"pageContent":"&<I*f»th «if e Ы« • • иЬ •«' *) .*» Л' .» t hof м. мма.ке (h Į < < -rį-i< - и itįl), rb :i.t h of any lie»n.death of tin* tin'll -1 ol Пи- horn.-. n| ,hiv hull ( ?)J. death of any corpse, (A f./.). death of bt-ing k i 11<*« 1 by a bronze (weapon). (ic.ii.t1i of being Iиiii**4!, dr,ilh of not bem\" buried, death oj falling off ii, wall, death of drowning ( <Ji). dtrnth of a hung tliat, acts its я shadow (.ч</»./),11 death of his loins, death of the lling(s), death of the spleen. death of his liver, death of the backbone (u./), death of the vertebrae, death of his teeth, death of the gullet. ('#**), death of his anus, death of any breath (|w),14 death of the breast (A *///), death of the heart (ift), death of the behind {fthtnjj). death of a sycamore, death of Ы ‘и fruits, death of any rush, death of any herb, death of a male who has made himself into a woman (and vice versa), death of biting by a man. death of biting by any lion, death of a sherd, death of a hewn stone (? Jch), death of a swelling (? m hur), death of any illness (wr), death of going under (hrp), death of the bone of a bird, death of the bone of any fish,15 death of hastening, death of the throat ( \\ ЬзкЛ), death of his feet, death of his hands, death <of> any striking (А«ч), death of any stabbing, death of any stone, death of falling, death of any chib (A<), death of his oppression (f/J«r), death of the palate { Vdi), death of the throat (? b ik J ), death of starving, death of thirsting, death of breast-feeding (м/t), death of being turned upside down (ahd), death of a harlot (? hnmt.t),ie death of premature giving of birth (Ал* m Iwr.t), death of weariness (nnl), death of going <-to>-one’s-A'rt,17 any death which comes about by men and gods: a male person who has made his shape irrecognizable, a female person who made her shape irrecogniz- ablu, anything: that penetrates NN born of NN.If the removal of an enemy (hfty), fiend male dead,"},{"pageNumber":17,"pageContent":"4TEXTS TRANSLATEDHail to you, good dream 1 May night be seen i \\|all bad ailments brought about by Seth, the ,,|* Nut, be driven out. Victorious is 1{ё' over his cnemie . tuii0lli4 an) I over my enemies !This .spoil is to Iw; said by a man when lie lias a nightmare in his (own) place. P m-breads should bp. given to him in (his) presence, as well as some IVesli herbs, which should be soaked in beer and myrrh. Л man’s face should be rubbed with it. A means to dispel any nightmares lie has seen.8. An o t h e r s p e l lOh you four glorious spirits (ill) there, whose function is to keep watch over Osiris ! As for the watch that you have kept over Osiris, you should act in a similar way with regard to NN horn of NN - to prevent any male dead (mt), any female dead, any male opponent (d\\y) or any female opponent which is anywhere in the body of NN born of NN from killing him.'-\"The figures of the four spirit,s>8 and the панк; of the scvenrC spirit, s>.9. K o v a l D e c r e e (u'd-nsw) o f O s ir is K h o n ti[a m h n -'I I и........], great of conmalmcnt in the Treasure House inBusiris, covered in secruey in Roaetau, who causes to standup [ .......] foiemost one of the field .......drive away a maledead (ml), a female dead and so on, to wit any dead one whose name is ‘counter-of-facu(s)’ (Į/si) hr)9 [..., of any god,flic influence (.si-') of a god, the influence of a goddess, to wit a male dead, a female dead; as death of his head, death of bis eyes, death ol his belly, death oi his backbone (if-0’ [death I of a male 'akhu,'» death of a female 'akliu, death of the entering of КГ,\" death of (some) moment by day,"},{"pageNumber":18,"pageContent":"К». (4,1) Bl , IV. A WAV Ųihrl)AN KNEMV (bfhj)Oil you wild r:;il<■ iЛ * ен tils -.[,■■!i ( X hih r f). promine*t in the bjast,1 (l to wit, (m) any male dead f?W), -tn v female, dead, any male cjm my (Ijfly), any female enemy. any male opponent (du/), any female opponent, any male spirit (>h), any female spirit, any intruder {'hr), to wit any passer-by (»и), to wit any tremble (Udd) in <m y^ neighbourhood (or) as something seen from afar21’ (or) as a movement of any limb— to wit those living ones, followers of Horns, who are, under the supervision of Osiris21 who, though having gpown old, do not die : let the name of this magic (hki) be known to me which comes for NN born of NN !As for ( ? m) that chest of acacia-wood <m . :: the name of whose contents one does not (4,5) know how to pronounce—that forearm and that liver, those vital parts (slp.w)2;i of Osiris— it is not I who have said it, it is not I who have repeated it, it is this magic (Л/b) that comes for NN born of NN that has said it, that has repeated it. And it has told the mysteries of Osiris and it has told the nature of the gods, and the Ennead is its servant in the Great Place.Does Osiris not know its name ? (Then) I will not let him travel downstream to Busiris, I will not let him travel upstream to Abydos. I will root out his ba, I will annihilate his corpse, I will set fire to any tomb of his.As for that chest of acacia-wood, which is in the charge of (? nty hr) Athribis-of-the-necropolis,24 the name of <whose> contents one does not know how to pronounce— (4,10) that heart (Ьз1у), that lung, that spleen, that breast (mnd.t), so those vital parts of Osiris, the middle of Osiris— it is not I who have said it, it is not I who have repeated it."},{"pageNumber":19,"pageContent":"6T E X T S TRANSLATEDfemale dead and so on is delayed—then the eneim ц1(; heaven will split it asunder, then the enemy of tin rt.li will turn it over forcibly, then Apap <will bo> in tl,. ark of Millions, no water will be given to the one who is i>, coffin (dbi.t), the one who is in Abydos will not be buried, the one who is in Busiris will not be covered up1» and no offerings will be made to the one in Heliopolis. The cult will not be attended to in their temples and the people will not offer <on> all their festivals to all the gods since a male dead, a female dead, a male enemy, a female enemy, a male opponent (chy), a female opponent and so on has pushed himself into (hnm ) this flesh of NN born of NN, into this body of his, into these, liml s of his, and so on. If he is removed, if he i~ chased from all the limbs of NN born of NN- (then) heaven will be lasting on its supports and this earth will be lasting and steady; water will be given to the one in the coffin, buried will be the one in Abydos, covered will be the one in Busiris, the cult will be attended to for the one in Heliopolis, there will <be> offered in their temples, people will offer <on> all their festivals, to all the gods—since a male dead, a female dead, a male enemy, a female enemy, a male opponent, a female opponent and so on has come out of all the limbs of NN born of NN to the earth.This spell is to be said over faeces........of a lion, faeces ofa dog, faeces of a sow, faeces of a boar, faeces of a Mr-animal, faeces of a goose, faeces of a donkey, ... of a snake, fat ofa ......... a donkey .... It should be ground and made intoa mass, to fumigate a man over it four times."},{"pageNumber":20,"pageContent":"Нан told tb< ; i. > I г.! !..],( t ik; a.'t.iire о ftil* k<mIk. »i<i> thi Km- i • ...it .i. tb * <Jrvel |'lar>*Does (bins mИ. !(ч name { (Thi-i į I «П1 not Ь-t, himtravel downstream In Busins I will not let him travel įipsltmiiri to Abydos. I will annihilate his еигрме on the day of the Sokar festival. I will root on his hn on the five additional days of th yea I will set. fin; to him at the beginning' of the great season.As for the name of thi relicts ( /\"(■//) ol the Ham (hs), <lord of (nb)^> Mendes four faces on one neck54 to which offerings are brought with a seal (?? n I'll) one does not know the mystery which is in the Great House.i: It. is not I who have said it, it is not f who have repeated it. It is this magic that comes for NN born of NN that has said it. that has repeated it. And it has told the mysteries of Osiris and the nature of the gods, and the Ennead is its servant in the Great Place.Does Osiris not know its name? (Then) I will not let him travel downstream to Busiris, I will not let him travel upstream to Abydos, I will annihilate his corpse (6,5) on the day of <the festival of> Sokar, I will root out his ba on the five additional days to the year. I will set fire to him at the beginning of the great season.As for the relics (? nwy) that have been found in Heracleo- polis—that buttock, that phallus, that leg, that behind, those vital parts of Osiris, so as for the relics (?) found in the great chest of acacia-wood which is in Heracleopolis— it is not I who have said it, it is not I who have repeated it, it is this magic that comes for NN born of NN that has said it, that has repeated it. And it has told the mysteries of Osiris, it has told the nature of the gods, and the Ennead is its servant in the Great. Place."},{"pageNumber":21,"pageContent":"яTEXTS TRANSLATEDIt is this magic that comes for NN born of NN :|ssaid it, that has repeated it. And it- has told the i lt,sof Osiris and the nature of the gods, and the Emu ,|s servant in the Great Place.Does Osiris not know its name ? (Then) I will not let. him travel downstream to Busiris, I will not let him travel upstream to Abydos, (5,1) I will annihilate his corpse on the day of the Sokar-festival, I will root out his ba on the five additional days to the year,25 I will set fire to him at the beginning of the great season.As for that chest of acacia-wood which is <in the charge of> (? < h r > ) him who is in Kheri-'aha, the name of whose contents one does not know how to pronounce -that arm, those lips, those hairs of Osiris—it is not I who have said it, it is not I who have repeated it. It is this magic that comes for NN born of NN that has said it, that has repeated it. And it has told the mysteries of Osiris and the nature of the gods, (5,5) and the Ennead is its servant in the Great Place.Does Osiris not know its name ? (Then) I will not let him travel downstream to Busiris, I will not let him travel upstream to Abydos, I will annihilate his corpse on the day of the Sokar<-festival>, I will root out his ba on the five additional days to the yrear, I will set fire to him at the beginning of the great season.As for that chest of acacia-wood, which is in charge of Horus, the lord of Letopolis, the name of whose contents one does not know how to pronounce-fįsthat tongue, those eyes, that wind-pipe departing from the pharynx, those vital parts of Osiris—it is not E who have said it, it is not E who have repeated it. It is this magic that comes for NN born of NN that has said it, that has repeated it. (5,10) And it"},{"pageNumber":22,"pageContent":"11away iiriy mali' сг.оту ihfri/j. .('*■ n«irrny, any ruaIf dead (»»»/). bn;, l'.toa.l.- i m Ihr body of NN bornof NN. They will not <;< I me for inn ill till; lli^lit,, t)y day or at any rime. The,- II not fall |u|>on| tin: four nobleladies I ...Į tlirir Панн- in 11,heir] mouth |........| rushes,colocynths ( ?) [ . |.12. (an KXEcii.vruiN koumiji.a ом а Мпля.г-: Ki.wdom v a s e).Gods ........... J .. spirits ,.,2*(a) the ruler of Kush (A’ič) A, born by 15, born to С and all the stricken on< s (xkri/.ir) w ho are with him, the ruler of ... etc. (follow the names of 4 more Nubian rulers, their descent and their dependents), all negroes (nhsy.w) of Kush, of Mwqr ... etc. (19 other Nubian tribes follow), the bowmen (Iwnty.w) of the Southland {Sty), their champions, their couriers, their allies, their confederates, who will rebel, who will plot, who will fight, who consider fighting, who consider rebelling in this whole country; (e) the ruler of III r>k A, and all the stricken ones who are with him ... etc. (30 more Asiatic rulers divided over 15 different regions follow), all Asiatics {'nn.w) of Byblos (Kpny), of ’Iuntl ... etc. (18 other regions follow, partly the same as before), their champions, their couriers, their allies, their confederates, the Bedawin (mnt.u’) in Asia (St.!) who mil rebel, who will plot, who will fight, who consider fighting, who consider rebelling in this whole country;(i) the Firstcomers (hity.u'-') in Thmc and all the Tmhu- and their rulers,30 their champions, their couriers, their allies, their confederates, who will relei, who will plot, who will fight, who consider fighting, who consider rebelling in this whole country,"},{"pageNumber":23,"pageContent":"10TEXTS TRANSLATEDDoes Osiris not know its name ? (Then) I will no! !,įm travel downstream to Busiris, I will not let him (• up­stream to Abydos, < I> will annihilate his corp- the day of <the festival of> Sokar, I will root out hi on the five additional days to the year, I will set fire him at the beginning of the great season.If he comes—to wit a male or female dead—and NN born of NN says : ‘I am going to wa[rd] them [off (twl sn -?/'?)] from myself!’—one will cut up the contriver-of-misdeeds-of- Apap (кз-y.ty sp.w n 'з р р)— four times—and the Contriver - of-misdeed<s> (кзуЛу s p < . w > ) will shoot fire at him.28 Khnum, lord of the four great children who belong to <his> retinue, who were born in the night, who were conceived yesterday [and who were born (?)] today—so that means the four falcons who slay Apap, the enemy of Rė' [at] his rising—see, I have combated for you your Apap ! Come, do you fight the one who [comes] for NN born of NN!11. [... (A PROTECTION OF THE HOUSE) ...]NN born of NN has conjured (šnl) the -window'. He is a tomcat.NN born of NN has conjured the chink. He is a female falcon.NN born of NN has conjured the bolts. He is Ptah.NN born of NN has conjured the hole. He is Nehebkau. NN born of NN has conjured the hiding-place (Imnw). EEe is the one whose name is hidden (lmn-rn »/).NN born of NN has conjured the cross-timbers. He is the Master of mysteries.He has conjured his (own) place, his room, his bed. He lias conjured the four noble ladies (spsX) in whose mouth is their flame and whose fire goes behind them to chase"},{"pageNumber":24,"pageContent":"of tins year. I’m ' , .• .. ,.i' e\\ >■ ! I 'nave•rincn »» Sakltiii' 1 ..i. <ri i* I’oc 1 kmAtum behind Kim ln^ids. 1 run AJ.irm flio sojourns in the Two Lands. I am j ,.| in the temple. t.ho lord of mankind, who marle the gods, tin; lord <TJ' slaughtering who created the respect <rfor him . Ког I am that. Powerful Oiw (shm), [lofty] and high ... ,4I will not fall for your slaughtering, you who are in I’e !I will not fall for your slaughtering, you who are in (Dep !I will not fall for your slaughtering, you who are in Letopolis !I will not fall for your slaughtering, you who are in Heliopolis !I will not fall for your slaughtering, you who are in Busiris !I will not fall for your slaughtering, you who are in Abydos!I will not fall for your slaughtering, you v no are in Kheri-'aha ! I will not fall for your slaughtering, you who are in heaven ! I will not fall for your slaughtering, you who are in the earth ! I will not fall for your slaughtering, you who are in the meadow (šj) ! I will not fall for your slaughtering, you who are in the borders (htr.w) of the river ! Hi, terrifying youthfulone (hwnw.ty nnv) .. [.........] the chief of the wanderingdemons (§тзулс) [...] in [...] year. Wedjoyet is pacified! The attack (?) of those who are among the wandering demons will pass over, they who [...] feats for the one whose name is hidden. My enemy is under my footsoles, life is at mv nose.35 [My (?)] magic (hki) is the protection (sue) of <my> flesh, so that I am kept whole. My border is allotted (?) <to> me (?) according to ruy wish. To me belongs the heaven and the gods who are in it. Thus the Two Ladies (nb.ty) keep their child unharmed (dsr).3iHorus, sprout of Sakhmet, (put yourself) behind ruy flesh, so that it is kept whole for life !Words to be said over a piece of fine linen. These godsT »2te П Я Г ) ~ П » I I"},{"pageNumber":25,"pageContent":"12TEXTS TRANSLATED(m) all people, all nobles, nil common people, all men ( ■■)_ all castrated ones ( I shtt/.ir). all women and all autli -es who will rebel, who will plot who will fight, who со fighting, who consider rebelling, any rebel who con »rs rebelling in this whole country.(o) the dead one (mt) A. the male nurse (m n'w ) of B. the educator (i/)'-) С ... etc. (7 more persons follow).31(p) everv bad word, every bad speech, every bad slander, everv bad thought, everv bad plotting, every bad fighting, every bad disturbance, every bad plan, every bad thing, every bad drearu in every bad slumber.13. [Bo o k] o f t h e l a s t i m v o f t h e y e a r Oh Sakhmet, the great one. mistress of Asheru ! Oh Shentit, who sojourns in Busiris! Oh RuEer. Rė‘, lord of heaven! [Oh] Shesemtet. mistress of Pwenet! Oh Horus, lord of Behdet! Oh Sobk, lord of the marsh-region (mln.t)\\ Oh \\er-asheru! Oh Eye of Re', mistress of the Two Lands, Ruler of the Island of Fire ! [Oh] Horus of the glorious spirits (3k.11) of Opet I Oh He-who-is-under-his-moringa-tree, Horus, lord of Shenet! Oh Glorious E ve of Horus, mistress of wine !32 Oh Khnum. lord of the House of Thirty ! Hail to [you], gods there, murderers (fnyty) who stand in waiting upon Sakhmet. who have come forth from the Eye of R§‘, messen- g er= (irpniy) everywhere present in the districts, who bring slaughtering about, who create uproar, who hurry through the land, who shoot their arrows from their mouth, ' who see [from] afar' Be on your way, [be distant] from me ! Go on. you, I shall not go along with you! You shall have no power over me, you shall not give me to [...] you shallnot ... over rne in order to ...[........] your [exer]tkms (?)•You shall not [surrender] me to any bad misfortune (tms.iv)"},{"pageNumber":26,"pageContent":"a man with then 10 in- ргЛн/'! яч a protection {.* i>/ j for him, for any place Ik- goes to. Dt is a protection against the (effects of) the year. It is something that drives the vexation away in a year of plague.15. ANOTHER ONE, FOR W ARM NO OFF TUB [iURATH OF THE VEXATION ((Ihr.t) OF THE MUKDERF.KS (h lyty) AND IN CEN DIARIES ( ? ndsty), THE EMISSARIES (wpwty) OF SAKHMETRetreat, murderers! No breeze will reach me so that passers-by (swno)il would pass on, to rage against my face.I am Horus who passes along the wandering demons (imvy.u') of Sakhmet. Horus, sprout of Sakhmet! I am the Unique One (w'ty),i2 the son of Bastet—I will not die on account of you!Words to be said by a man with a club of d.s-wood in his hand. Let him go outside and make the round of his house.43 He will not die from the plague of the year.16. A n o t h e r p r o t e c t io n (s3w) a g a in s t t h e p la g u e o f t h e y e a rI am the Horror (bw.t) that has come forth from Dep, the Birth-goddess (mshn.t) that has come forth from Helio­polis. Men, gods, spirits (зh.w) and dead ones, keep away from me ! E am the Horror !17. An o t h e r o n eI am somebody who finds himself safe on a road beset by (lit. ‘of’) a passer-by (sw3w). Shall I be hit, though, while being safe, though E have gone through (lit. ‘seen / a great tliunder-storm ? Flame there, do not attack me ! E am some­body who has escaped from a thunder-storm ! Keep away from me !"},{"pageNumber":27,"pageContent":"14TEXTS TRANSLATEDare to be drawn on it, and it is to be fitted with 12 s, To offer to them bread, beer and burning incense. .applied to a man’s throat. (A means) to save a man flrom] the plague (ied.t) of the year; an enemy will have no power over him. A means to placate the gods in the retinue of Sakhmet and Thotli.Words to be said by a man from the last day <until> the opening day of the year, < o n > the IFa^-festival and at the daybreak of the Ernutet festival.14. A SPELL (Г) FOR WARDING OFF THE BREATH (t3w) OF THE PLAGUE (hd.t) OF THE VEAROh Flame-in-his-face, foremost one of the horizon !37 Do speak to the Foremost One of the House of the Birth- genius(esl) (hm ws.t): ‘make Osiris flourish, the Foremost One of the earth !’38 Oh Nekhbet who lifted up the earth (dwl = twi) unto the sky for her father! Do come, that you may tie the two plumes closely around me. Then I will live on and be sound.For to me belongs that White Crown on the head of the Great One who is in Heliopolis, the second one being Isis and the tliird one Nephthys.3“ I am under the authority of him who takes hold of the Great One,40 oh son of Sakhmet, power of powers, son of a murderer (Ipyty), raging one (<ZruJ<M>), son of Hathor, the mistress of the stream who makes the river rise. May you fare on Nun, may you travel in the Day Bark—when (only) you have saved me from any vexation (dhr.t) and so on, of this year, in the form of a breeze (pfw.l) of any evil breath.Horus, sprout of Sakhmet, (place yourself) behind my body, that it may be kept whole for life !Words to be said over a pair of vulture plumes. To stroke"},{"pageNumber":28,"pageContent":"1720. Л SI’HLI, ГОИ. 14'r.lFYINO ANYTHING DU KINO (? m) THE I'I.AGIJEMay yoUr emissaries {щнНц) be burned (? ndsds), Sakhmet! Let your murderers (h,///»/) retreat, lia.stet,! Na year(-demon)(rnji.t) pisses along to rage against my face ! Your breeze (nfw.t) will not rcaeh me,!I am Horus, (set) over (hr) the, wandering demons (Srruif.w), oh Sakhmet. 1 am your Horus, Sakhmet. 1 ani your TJnique One,42 Wedjoyet! I will not die on account of you I am the Rejoiced one I am the Jubilated one, oh son of Bastet! Do not fall upon me, oh Devourer ( ? Wnmw) ! Tousled ones (? spsp.w), do not fall upon me, do not approach me -I am the King inside his shrine (? hiy.t)!A man wrill say this spell over ... (hi.t-nfr.t), tied <to> some ds-wood, rolled (? nb(з) ?) in a piece of Лзз-cloth. Should be made to brush along the thing. A means to scare away the plague, to ward off the passing of murderers along anything edible, as well as along a bedroom.21. An o t h e r o n eA sjms-plant is on me, the horror of your followers! (Now) your wanderers (smuj.w) will spare me; the trapper (shty) with your net (ud.t)50 will spare me. I am somebody who has escaped from your birds !Horus, sprout of Sakhmet, (put yourself) behind my flesh, that it may be kept whole for life !A man will say this spell after he has put a swis-plant into his hand.22. (A s p e ll a g a in s t t h e d e m o n Sfukk)Turn back, Slnkk who has come forth from the heaven and the earth, whose eyes are in his head (dbn), whose tongue"},{"pageNumber":29,"pageContent":"16TEXTS TRANSLATED18. Li k e w is e, a n o t h e r o n eRejoicing and jubilation (hy hnw) ! Don’t you thisheart (lb) of mine away, this breast (hsty) of mine for S„.i, hmet! Don’t you take my liver away for Osiris ! Don’t even let the hidden things that are inside Pe come to an end, on the morning of the counting of the Eye of Horus <wit.h( ?)>- in the temple ( r - p < r > ?), oh every male spirit (jh), every female spirit, every male dead (mi), every female dead— an appearance (hpry) of any animal, someone whom a crocodile has snatched, whom a snake lias bitten, who lias died (?) by a knife, who has passed away on his bed—oil murderers (hiyty) belonging to those who are in the retinue of the year and its addendum (hr.t) !25Horus, sprout of Sakhmet, <(place yourself) behind my> flesh, that it may be kept whole for life !Words to be said over Sakhmet, Bastet, Osiris and Neheb- kau, drawn in myrrh on a bandage of fine linen. To be applied to a man’s throat, <in order> not to let an ass enter him44 on account of the Beautiful One ( N f r l) lb, or a green-breast46 jump up (? bsbs) to me. The life-protection (S3w-'nh) of Neith is behind me and before <m e>. The (fire-)spewing of fjastet will fail against the house of a man. A man will say (this spell) with bunches (? 'nh.w) of fresh plants (? rnp t)47.19. A SPELL FOR PU R IF Y IN G A F L Y 48The mouth of this man under my fingers (and so on) isthe mouth of the toothless calf after it has left its mother’sbelly. This insect (?) that has thoroughly (?) entered thisl-elly of his as soon as it has left, alive, it will creep to theearth, as an efflux (rdw) ! His belly will not be defiled<on account of (?)^> what has left as an efflux from him—о nee it has been assigned to Aker.49"},{"pageNumber":30,"pageContent":"1« ш T iu « > u ir tl11»grmlgjrų! (hih hi) of Г.а'М irt against you! Tk- ra.jįirif» of the «hunder-storin while it thirsts after the wat.nr .ri heaven is against you ! 'I hen h**1’ will так*; an end of tin: viohiricc, [having lai'l ( ?)1 Ын arms on yon. Then you will taste tin; tilings till! Sea tasted through bin hand.1,1 Then tin: [lion] will make his approach [to you ( ?)|. lia'al will hit you with the pine-tree that is in his hand. He will treat you again with the pinewood spears that arc in his hand!It is like this you also will be, oh mmana, with the gods acting against you, <following^ the accusation against, you that the god made, and the water, arui the many poisons of Seth, and the bitter poisons of Shu the son of R<*\\ and the poisons of Wepwawet that are like (those of) a snake, and the poisons of the Upper God and Nungal his wife, the poisons of Reshep and Itum, his wife! The poisons of the fire are (directed) against the 'aįAM-dernon. It's the poisons of the fire, that will extinguish you. Then you will be finished like yesterday is finished. Then you will be extinguished like tlie wick is extinguished of those who are at the threshold of death.®2 Then you will retreat stepwise (? Isknkn) from there to the ground. Then you will die then the gods will learn that you are dead, then the Hathor goddesses will learn that your heart has left. I will tell it to the Morning god—and prosperity, health and good tidings will arrive at the house of Rė‘, to wit: ‘Horus has vanquished the samana-demon !’Words to be said over cucumber-seed, [to be ground and heated] with wine, to be made into one mass. To be applied to him.24. An o t h e r c o n j u r a t io nSee, I have outfaced you, samana-demon! See, [I have"},{"pageNumber":31,"pageContent":"18TEXTS TRANSLATEDis in his anus ('r.l), who eats bread-of-his-butt },j8right paw (hpš) turning away from him, his left jiav, rossing over his brow,6-’ who lives on flung, whom tho god* in the necropolis fear!Your paw is hit; backwards, turn yourself! Your stride (?) is checked, your mouth is closed, your tongue is cut out by Atura in the House of the Great Magistrate in Heliopolis. You will not fall upon К з-dr.t born of < ...> 53 in the night, by day, at any moment. He is Horus the son of Isis, the heir of Osiris Onnophris! If you fall down upon him again you will be surrendered to the Fierce Lion ( m u hs.3),st the son of Bastet, and he will burrow (brbr) into your flesh through your skin, in the presence of the lords of Heliopolis. You will be cut up, Shijfjf, at your departure from heaven. Your eyes are <in> the <back> of your head (m k < h i( ? ) > —k), your tongue is in your behind (?)! You eat the bread that is in your buttocks.51 IHsmrn is the name of your mother, Twtwbdsfs the name of your father. If you come upon me from the west, the east, the north or the south,56 the gods[.........], right [..........], crossing over your shoulder. Yourname will be removed, leading to the annihilation of your corpse, [to the cutting up (?) of) your ba, to giving you an evil name. You will not travel downstream to Busiris, you will not travel upstream to Abydos. Water will be poured down for you—piss of ... (? trr). You are crushed by my words, you enemy of Horus (and) Osiris (?)!Words57 to be said four times over flax, whose [stalks (?)] are made into ari arrow. To be tied to it,58 while [the point (?) of] the arrow is (directed) outwards.23. An o t h e r c o n j u r a t io nThe raging of Seth is against the ‘aMw-demon ;5* the"},{"pageNumber":32,"pageContent":"aiand 1*1 11 Wirt (1,1,;) bi- , . ill hisin liis two li|M 1! i .i I it, bi- nostril*, th« ... {'b'hy)I m] his two eyi#-. I i i: it. m h},(. teveli knittings (/.s'.i) oi bis head !“7 I hen [Mn- gin., will leiini of| your death. then the Hathor-goddessi-s will h-arn tlint ynur heart {h tl,/) has left, [the rumour having arrived al, the House of I!”', to wit:‘Horus has vanquished the .sv/mr/rm-dcinon ' [.......[ powerless,you who are submerged ! 'I’he heat [of your] mouth does not exist [........ I victorious (m]7/y) god.This spell is said over faeces of a ..[........]... of a šib.t-tree (?), to be ground [........].25. Be g in n in g; o f a c o n ju r a t io n o f t h e 'аЦ м - ск м охOh Horus, oh Rė‘, oh Shu, oh Geb, oh Osiris, oh Нека, oh Nun ! Praise to you, great gods who bring the Upper One (hrw)31 to tlie Underworld (ih.t) who make him travel to this ceiling (s3.t (n),es who meet Re' at his departure from the horizon, who travel in the night bark, who sail in the day bark : come to me, ascend to me, unite yourselves for me after that <yon> have brought up for me anything bad, any bad revolting matter (?),\" any bad sickness that is in this body <of mine>, in these limbs of mine, you being the protection (s3ii’) of Horus that guards (sm) Seth—and vice versa. Et is to make an end of the sickness that is cleaving to you, oh gods there that I have fetched а ЬетЬ that came into existence by itself.70 Make an end of any bad sickness that is cleaving to me !Words to be said over an instrument (? ? «-') of tamarisk- wood. To conjure (? Snl ?) the 'akliu with it."},{"pageNumber":33,"pageContent":"20TEXTS TRANSLATEDoutjfaced the one who is sulmierged in the limbs of born 0f XN—like someone who flies up and then stops an titles on a high place, like the flying up of RS' when he ising. I have outfaced you in the same way, samana-dcmon ! I have outfaced you in the same way, you who are sulmierged ! Don’t you know me, s«wMe«a-demon ? (But) sec, it is HJrlt»з who knows me, namely that I Mong to the ' h i I , \\mi tribe,63 those who speak with the snakes (hfnv), who kill the vipers (fy), those who make an end of the (life-)breath of K ty,63 their mother ! See, from the breasts of Anat I have suckled, the big cow (‘mry.t) of Seth. See, I have lots of words against you ! From the big pitcher of Seth I liave drunk them;64 from his jug I have drained them. Listen,ваягаяя-demon,65 listen! The voice of Seth is roaring [........]listen to his roaring! If you are [.........], while your fingersare tortured, Seth will lift you up <w ith> his hand. He will treat you again in lifting you up with his hand; he willthrow you onto the solid stone (Inr) of S d r ;66 [.........] ...Horus and Seth about it. The [.........] drink you up; thedeserts drink you up, you who are submerged ! [The ........]drink you up, since they are thirsty. The deserts drink you up, since they are dried up. The ground which is dried up and stone-dry [drinks you up (?)]. The ground which never becomes satiated [with raining water (?)], that which never becomes satiated with the water which (?) [. ] to(?) the [...]! It is this that drinks you up, samana-demon! It is this that drinks [you] up, you who are submerged in the two feet that walk, in the two thighs that run, in the buttocks that bend, in the spine, the beam of <all> the members, in his two shoulders, in his neck, in his two hands that [...] for him which are with him, as the Iwdmn which is in his intestines that function well, [... in his] two kidneys"},{"pageNumber":34,"pageContent":"awhoH.i IllyHtt‘,П' 1 j Д,,- V-r.-.tUMK.r.i- у , • „.„uth.Hare closed !I his spul) to ник! iiv4t a ncv, dinti (mA), written herewith ( ').2H. A StTKLI, FOR <;KTT[XO Kh.HI (mi) А НШТИО.ЧК(a) I lit! IJni<|Uo Oru; (iru j ЬЧопрч to mi:, <»*(?),- my servant (Snuw)! The Unique On« Mortgs to me! -'M bread is in the town, <\"my,- portion of meals и in the field bone,77 grt right!A man will say this зр#11 <'nvnf> a cake. To lie swallowed by a man in whose throat a fishbone is (stuck).29. (s i m i l a r l y) 7'(b) My path is the path of X di;7 * my excellent rewards are displayed in the field, Bone, slip through (? i hn)!A man will say this spell over a cake, put into another one. The one who makes him swallow*\" (it) must be next to the man.30. A SPELL FOR WARDING OFF AS HAEMORRHAGE (*nf)Backwards, you who are on tl«э hand of Horus ! Backwards,you who are on the hand of Seth !** The blood that comes forth from H'ntc” was warded off; the red blood that comes forth at the moment (umic.t) is warded off! Have you ignored the clam ?83 Backwards you, from Thoth !This spell is to be said over a bead of camelian, applied to the behind of a woman or a <man>. It is a means to ward off an haemorrhage."},{"pageNumber":35,"pageContent":"22TEXTS TRANSLATED26. An o t h e r s p e l l, or d i s p e l l i n g t h e 'ttkhv к м щ,,.BELLY‘Come to me, mother Isis and sister (.s'MV)71 tSee, 1 am suffering inside my bofly (or rather), the iih-imImth there !’ ‘I)o worms (ddf.t) interfere ? Does it look like worms?’ so said the goddess Esis. ‘Come, Horns ! See, us for anything painful in your body— 1 am the one <who says : awav!” (dr lu>)72 for you. U;t these nine<teen' signs be made with the cutting-edge of a two-barl e<l harpoon ; <U> be provided (?)> with pellets (? ts.t) of barley, drawn in fresh ink, to be applied to the affliction (<]hiv) you suffer from. He will leave as a fart (t3w) from your behind !’This spell is to be said over < > , 73 drawn in fresh ink on the belly of a man, on the sore spot on him.27. A s p e ll o f th e mh-Disn, o f th e re m a in in g o f the h e a rt (lb) ON its p la c e , to d is p e l th e in flu e n c e ( ? 'j) OF a m a n ife sta tio n (ssmw), th e in flu e n c e o f a god or goddess, a m ale o r fe m a le d e a d (mt) WHO is in his b e llyOh you gods there, who run in front of the bark of Rė', who keep the heavens stable for Rė' and the earth for Geb : come, that you may see what an enemy (hfty), fiend (pfty), malf dead (mt), female dead has done, who has entered his belly so as to leave behind ( h i ) the influence ('з) of his manifestation, so that the heart (ib) would be perverted (sthi) against him, as a heart (lb) that is reversed (p ri) ! Now that means that his breast (hzly) would come out <with> mysterious things!Oh enemy, fiend, male dead, female dead, wlio are in the belly, who are in the heart (lb), who are in the breast (hsty) of NN born of NN ! The Ennead, tlie followers of the one"},{"pageNumber":36,"pageContent":"' I . TB.ANSLATRI» 25Isis came out of thn spinning-home [at the] hour when she loosened her 'Come, my sister Nephthvs! See.my deafness has overtaken (I,pi) me ( !)• My thread has entangled <mc^> ! Show me nry way tVisit I may do what I know (to do), that I may extinguish it for him with my milk with the salutary liquids from between my breasts. It will be applied to your75 body so that your vessels become sound.I will make the fire recede that has attacked you !’Words to be said over resin (? 'yiy.t) from an acacia, dough (? š'.t) of barley, carob beans (? w‘ji'), to be cooked; colocynths, to be cooked; faeces, to be cooked; to be made into one mass. To be mixed with the milk of a woman who has given birth to a male child. To be applied to the burn, so that it will be healed. You will bandage it with the leaf of a ricinus-plant.35. A n o t h e r c o n j u r a t io n f o r a b u r n (wbd.t) o n th eFIRST DAY‘Your son Horus has been burnt in the desert!’ ‘Is there water there?’92 ‘There is no water there!’ ‘Water is in my mouth, an Inundation is between my thighs It is to extinguish the fire that I have arrived. Break out, burn !’Words to be said over the milk of a woman who has given birth to a male child, gum and hairs of a cat.93 To be applied to the burn.36. A n o t h e r c o n j u r a t io n f o r a b u r n (wbd.t)‘I am Horus hurrying over the desert to the place that is aflame’.‘See, a fire!94 His upper part is afire, his lower part is afire; there is no place where he can escape from it!’‘Water is far away; the fire is saying : “be afire ! (?)”"},{"pageNumber":37,"pageContent":"24TEXTS TRANSLATED31. An o t h e r o n e, f o r w a r d in g o f f a n o r r-HAGE (snf)Anubis has come forth to keep the Inundation84 from treading on what is pure—the land of Tait.85 Beware of irhtl i* in [it) !MThis spell is to be said over threads of the border of an la . t-fabric with a knot made in it. To be applied to the inside of her vagina.32. A M ED ICIN E (phr.t) FOR W A R D IN G OFF AN HAEM ORR­HAGE IN A W OUNDDirt of flies and red ochre, to be applied to it. To be said by way of magic (Мз):‘The wretched one (тзг) was seized by the strong one (nht), and vice versa. It is, however, the wretched one that will strike the strong one87—this against that !’8833. W a r d in g o f f t h e a t t a c k (? ?) o f a d e a d o n e (mt) (o r) a g o d [ w ith (?)] m a g ic (hka) o f A n u b isThe Inundation has approached (yh) to set foot on (? tbi) the land of Tait—throw out what is in you !89Words to be said after you have tied two knots in a strip ('].t) of the border of an 1зз.«-fabric, (put) at the opening of the inside of her vagina, to ward off what acts against it.34. A c o n j u r a t io n a g a in s t a b u r n iivbd.t)Horus the child is in the nest. A fire (p “ ) has fallen into his Biody. He does not know it, and vice versa. His mother is not present, who might conjure ( m l) him, while his father bad (already) arrived (ssh) to walk <w ith(?)> Hapi and i n,set.4\" The boy (ал) was small, the fire was powerful. TLere was no one who could save him from it"},{"pageNumber":38,"pageContent":"go for me to .Mi- t »nd do v.i bring*’ a hair of the chin of Osiris’—‘twig' l i n t) it is called bv name.To be soaked in ! i. и' .-. twisted leftwise arid applied [to a head (?)].38. An o t h e r < o n.jijr a t io nBreak out, < vessels of the eyebrows, a hidden part of the head, which spoils Un<p) the joys (hyi.v:) of seeing1 See, if you come another time as far as this—see, then I will say : ‘where is he, the one behind the door VмThis spell is to be said 4 times.39. An o t h e r c o n ju r a t io n fop. t h e h e a dOh enemy (hfty), fiend ipfty), male dead (mt), female dead, male opponent (diy), female opponent! Do not fall upon the head of NN born of NN—<for it is> the head of Re' himself who illuminates the earth, who keeps mankind alive. Beware lest Re' goes to sleep hungry, beware of the mourning of the gods, lest condensed darkness (khr ц т т )1п come about and the heaven <s> be united and the water of the land102 be robbed !40. (a h e a d a c h e s p e l l)Backwards, enemy' (fifty), fiend (pfly), male dead (mt), female dead, and so on who cause this suffering to NN Lorn of NN. You nave said that you would strike a blow' in this head of his in order to force your entry into this vertex of his, to smash in these temples of his !Retreat, recede for the striking power (j.() of this burning eye of his. It will ward off your striking power, it will dispel your ejaculations (*j‘), your seeds (mtw.l),ln your harms (nkn), your digestion products (Iwtyw), your oppressions (gm.t), yourf*»!» ГШИилТu> J I"},{"pageNumber":39,"pageContent":"26TEXTS TRANSLATEDThe doors are closed. Would that <1 ba'l... - th fl d ess Ism (here) at the moment, then she would set m in th.. (right) way with her powerful spell!’The goddess Isis came to the place where this god was : ‘here I am behind you with ^m y> spell! One ( ?J и going to hack up your:‘ place. Your95 enemies will extinguish themselves for you»4-- it** is (full) with the water of my mouth. A mysten in a place of flame ! Do not afflict him, do not afflict him, do not product a foul fluid, do not produce a white fluid, do not produce worms !’A true protection (mk.t). Words to be said three times. Heat Cyprus grass, heat coriander, heat fruit, heat bull’s fat, oil and wax. To be made into one mass. Let there be made a bandage over it.37. [... (a h e a d a c h e - s p e ll) ...][.........] which vexes (? nhk) [the vesseLs] of the templeson the day of “ \\Xp Remain”—that is, on the morning of a great festival in Heliopolis—while making him suffer!There are four gates in it.»7 Its no.4[tri]Ls( ?) -•''are in it>. There is a mouth m it, which administers justice. There are eyes in it, which see. There are ears in it, wliich hear words. (Put) your arms on your head—your sufferings of your head are no more! NN born of NN is Horus the Elder (IJr-m) who is (always) vigorous. It Eias not been seen that since yesterday I have been (cliarged) with a mission of Mat (T m i), lord of Mat-town (Ттз.1),** that is, for that prince of the southern region—tliat is, Khrium, lord of //1, i t. r i to wit : “let there be brought to me an amulet (v:di) for his head, the oru: that is <on> the upper part of your shoulder and tliat covers your spine- something which lew has woven and which Nephthys has spun”. (Arid) let someone"},{"pageNumber":40,"pageContent":"TBXTS TRANSLATED29who comes forth as a great one who came into being by himself—oh Rė', enduring in [the temples (?)] while he is . [ . .| on the day when Re' is enduring as the Foremost One of the Horizon, his Powers107 standing up, while the Ennead is rejoicing on account of their seeing Re' as the Foremost One of the gods, his Ennead closely around him while his enemies are overthrown. Oh R5‘, see, you. have appeared, you have become manifest (b3), mighty and powerful because of the slaying of your enemies. May <you> over­throw, may you repulse, may you cut up your enemies, oh RS'! You have (indeed) overthrown, Tepulsed and cut up a male dead, a female dead, and so on! For these are your enemies, oh Re', lord of all!Words to be said over a figure of Re‘, drawn with the blood of an аЫм-fish108 on a piece of king’s linen. To be applied to a man’s head. It is a means to repel enemies.— Do not practise (it) on somebody else, but only on yourself!41. An o t h e r s p e l lYou will break out, dead one who knocks on (? nkf) the temple, who makes the eye shut, who makes the side limp, who distorts (? h'nh) the fingers, who enters the bowels, who walks about in the calves, who renders his blows against his thighs !Do not knock on the temple of NN born of NN, do not shut his eyes, do not distort his fingers, do not enter his bowels, do not walk about in his calves, do not render your blows in his thighs !If you defy what has been said <to> you about him— he is excellent in the heart of the gods, he is glorious (зЛ) in the heart of the glorious spirits (зкло)—then his arms will be against you as Horus, and his buttocks (phty) will"},{"pageNumber":41,"pageContent":"TEXTS TRANSLATEDwrongdoings (Isf.t), your torments (mr), your infla vtions (whd.w). your afflictions (nkm), heat (bin) and fii all the had things of which you have said; ‘he will su - from them’—as you have acted accordingly.Come down to the earth, <take> your ejaculations with you, your seeds with you, your digestion products with you, your harms with you, your -wrongdoings with you, your fluids (rdic.t) with you, your nest (sš) with you, your dug-outs (Ikn) with you, your putrefactions Unv3.t) with you, all your bad things (dv’.t) with you, which you have caused in him as bad things, in this flesh of his, in this body of his, in all these limbs of his, with you !Oh NN born of NN*~- Re' opens your body and restores life <to> your flesh. His75 limbs are alive, while your76 poisons are blocked! You10,1 will not open your mouths, you will not take in the fluids of an evil-faced one (dw-hrY' — oh enemy, fiend, male dead, female dead and so on, who has caused evil, who has said that he would enter you,' ‘ to mingle with you, to place himself among you—from your76 desire to damage this body of his, these limbs of his, to weaken his vessel<s>, to blind his eyes, to cause tremblings in this flesh <of his>, in this body of his, in all these limbs of his. Break out what you have taken in as all kinds of bad things of an enemy, a fiend, a dead male, a dead female, and so on ! For it is NN born of NN that has arisen as Re'; his safeguarding (rnk.t) is this eye of liis.105 It is this that safeguards him against anything bad or evil, against any evil harms, against anything bad and hidden of an enemy, a fiend, a male dead, a female dead and so on who might do something bad or evil against NN born of NN.I Oh] lit there, ki[ng of heaven] who ««tors the Underworld, who makes life instead of death on the Island of Flame,100"},{"pageNumber":42,"pageContent":"44. Л n< >'гн i. к х i * i. i,Djook, я|и- 11 iii. ('i ui и*, Isis there., she Iiiih (-nine, swaying her Lair like а шоигшпц \\vr>m;m, she lining of disordered appearance. Dwself like tin- liair of lier sun Hums on ancoimt of t.liv mulshing (whn) of his lieud, of the ruffling (pJ!) of his side-locks by Seth the, hoii of Nut, dūrinu that fight in the great valley !Come near to me that I n*iy restore (nik) your head fur you, that I may re-order your side-looks for you, oli NN born of NN with these stalks [of reeals (mi/.f [n.l s»’(])] which Horns cut off in Khemmis !Tliis spell is to he said over stalks of reeds, applied to a man’s head45. An o t h e r c o n ju r a t io n- f o r t h e h e a d‘<M y> head !’ said Horus. ‘The side of <my> head!’114 said Thoth. ‘Come (?) to me, mother Isis and aunt Nephthys, that you may give me your head in exchange for my head (or rattier) the side of my head !\"Look at me, you men there. Listen to me, you gods there. It is (only') with regard to my son Horus that there has been said to me : ‘let there he brought to me your head in exchange for my head !’ ”mLet threads fj.f) be brought from the border (r) of a »id-garment, fitted with 7 knots, applied to the left foot of NN born of NN. What is applied to the lower part is for curing the upper part. I have marked out the one sought by the gods !7eThis spell is to be said over threads from the border of a nrf-garment fitted with 7 knots, applied to the left foot of a man.' ГКЛММ.Л Г 1.1)"},{"pageNumber":43,"pageContent":"30TKXTS TRANSLATE!»I.o tųjainst you us Seth I1'\"1 lit- will tread on you your vexation with stalks of roods (mi(t).l n.t sir.I), wliiclt light, the tapers for I? dailv,110 slio who loads mankind soakod in mucus, twisted leftwiso, littod with I knots, tipplioil to your itoad, so that you may bo healed, NN born of NN !Words to bo said over stalks of roods, soakod in mucus, to bo twisted loftwise, to be fitted with I knots, to bo applied to the head of a man.42. Another spicm, for conjuring (šnl) л hf.ad thatACH KSThe boy (s.t) llorus spends the day lying on a cushion of «(/-fabric. His brother Sotli kept watch over him, because he lay stretched down (?), his task being to keep the lower parts healthy.That I have led astray the one whom the gods seek76 is, because I have fetched strips of a piece of «(/-fabric. < I> have fitted it with 7 knots and E have applied it to the big too of NN born of NN, so that he may rise up healed !43. A nother CONJURATION FOR THE HEADElorus is fighting with Seth for the Unique Bush (Ьз.1 w'.t)- a /mm-plant which Geb had brought forth.111—Rė‘, listen to Horus! Should he keep silent (tm m) because of Geb ? Horus is suffering from his head! Give him (something) to dispel his torments (dw.t), Isis! Take a decision, mother of Horus !112‘I113 have indeed applied (something) to all his sore spots’.Words to be said over buds of a Unique Bush. To be twisted leftwise, to be soaked in mucus, and the bud oi a eub-plant laced to it. To be fitted with 7 knots and to he applied to a man’s throat."},{"pageNumber":44,"pageContent":"TRANSLATED3349. An o t h e r ont‘<My> belly ! Hutus, 'What?' said Esis. And Horus said : ‘<Cl> have cat.cn a golden «6f/«-fish100 on the border of the pure pool of lie1!’ And Isis said : ‘80 he is the one who has eaten a golden «Mu-fish on the border of the pure pool of ШГ ? So [he] spends the day lying suffering from his belly ? And does the 1лШв Ennead [weep] because of the suffering of his belly, the Unwearying Soul<s> ?’119This spell is to be said, written on a new dish (mh.t) <in> yellow ochre (sty). To anoint with honey and to wash a man who suffers from his belly.50. [A b o o k o f(?) c o n j u r a]t io n s f o r a n y e v il s w e l­l i n g (hsd) THAT OCCURS IN ANY LIMB OF A MAN OR A WOMANHail to you, Re’, in [that] name of his, ‘He-who-has- given-birth-to-his-children’120 : the children of Rė' in heaven, the children of Re' on the earth, the children of Rė' in the western desert, the [children] of Rė' in the eastern desert, the children of Rė' in the south, the children of Rė' in the north—there are none except you as children of Rė'horachte. The Great Ennead are children of Re', the Little Ennead are children of Re', (and) Thoth, the great one, sojourning in houvon,” 1 the scribe [of righteousness (тз'Л)(Щ of Rė' (and) of the Ennead, the first-born child of Rė', who ensures an infinite period for all the gods, who pacifies the lords of shrines, who offers the Sound Eye (icdj.i) through me (vm = l) to its lord.122 He has made the spell applying to you, you evil swelling ! He has taken away (the effects of) [your] utterance (ts)!Oh do stand still, do stand still at the throne and the great Ennead, which is next to it."},{"pageNumber":45,"pageContent":"32TEXTS TRANSLATED46. A SPELL FOR THE DRINKING OF BEERHail to you, lady of Htp.t !lle When he has set ( heart (lb) (on it), there is 110 restraining Seth. Let him carry out his heartfs desire—Lb) to bear away (Ьз1~) a heart (In ly )—. in that name ‘beer’ (hk.t) of his,117 <to> confuse (Ilf) a heart (lb), to bear away the heart (hsty) of an enemy (hfty)t a fiend (p fty), a male dead (m t), a female dead, and so on.This spell is to be said during the drinking of beer; should be spat up. A true means, (proved) an infinite number of times.47. An o t h e r s p e l l, f o r v o m i t i n gOh enemy (hfty) there who is in the belly of NN born of NN [... he knows you(?):] ‘who-makes-heads-fall-down’ is the name of your father. ‘Dead one’ is your name. ‘The- most-masculine-of-the-dead-one<s>’ is your name’. ‘Spirit’ (ih) is your proper name.48. An o t h e r [c o n j u r a t i o n f o r t h e b e l l y][The crew] stood still, (saying) : ‘Ee‘ is suffering from his belly! Let there be called to the great ones who are in Heliopolis: “please write: « Re‘ is suffering <from his belly>. If he spends a time suffering from it, will then the god live on underneath ? »” ’‘Let an appeal be made to the opening of the West Region (Imn.t),118 through the soil. As soon as he has placed his hand on <his> belly, his suffering will begin to be healed!’Words to be said over a woman’s statue of clay. As for anything he suffers from in <liis> belly—the affliction (gbw) will be sent down from him into the Isis-statue, until he is healed."},{"pageNumber":46,"pageContent":"down Mencles! I will <»•{, ,rt foi t.he heaven ami T will see what is done there. No ifl^ruigs .. ill be brought in Abydos until the influence ) of a god, the influence of a goddess, the influence of a male pain-substance (v;hd), the influence of a female pain-substanoe, the influence of a male dead Imt), the influence of a female dead, and so on, the inflncnce of anything bad that is in this body of mine, in this flesh of mine, in these limbs of mine, is removed 1If, however, the influence of a god, the influence of a goddess, the influence of a male pain-substance, the influence of a female pain-substance, the influence of a male dead, a female dead, and so on, the influence of anything bad that is in this flesh of mine, in this body of mine, in these limbs of mine removes itself—fcthen) I will not say, (then)I will not repeat saying : ‘break out (6s), vomit (k'), perish (>i) as <you> were !’Words to be said 4 times. To spit on the sore spot (mn.t) of a man. A true means, (proved) an infinite number of times.53. A n o t h e r [ c o n ju r a tio n o f d is ] p e llin g my a n dtmy.t127 which [...I28] has made for her father, in conformitywith what was done for [...12S] by the Great Ennead whichis in front of the [cre]w (?)130 on the day of paying respectsby the Ennead which is in the shrine<s> and in the nightwhen Osiris had opened his mouth to speak in the PurePlace (w'b.t),131 saying : ‘it is my son Horus that will avengeme !’—and that is how Horus came into existence, that is,‘he-who-will-avenge-his-father’ (nd—J it= f).132It was in the night that this protective spell (udi) wasfound, having descended into the broad hall of the templein Coptos, as a mystery of this goddess,113 by the hand ofa lector priest of this temple. Meanwhile this land was inT M lr mASOlATRII s&"},{"pageNumber":47,"pageContent":"34TEXTS TRANSLATEDOh do stand still, fluid of the evil swelling [... ;in(Į ^ two cobras that are his37 protection (sjw).Oh do stand still, you evil swelling! Do stand still [. . j under him, with the face of a terrifying being (nrwy), whoseprestige is great, who dr[ives away (?) .........] They hackyou up with their horns, [.........] for the four great windswhich are in [........]. Then they will make [.........] with theirloud ear-splitting (?) [cries (?)] which dislodge [.........] carryoff to a far and unknown water ! Then you will be carried off to the two far and unknown desert regions !123 Then vou will not make your way in any of my limbs ! Then you will not be able to go to and fro in any limb of NN born of NN!Words to be said 4 times over < > . 12451. An o t h e r c o n j u r a t io n, f o r a n a s a l c a t a r r h ( « )Break out, catarrh, son of a catarrh that breaks the bones, that smashes the skull, that plays havoc in the brain (tbn) and causes the seven holes in the head67 to suffer pain, (even they) the followers of Re' who give praise to Thoth. See, I have brought your (appropriate) medicine (phr.t) against you, your protective drink (nh.t) against you : milk of a woman who has given birth to a male child and strong­smelling gummi. It will drive you out, it will do away with you (and vice versa). Go out to the earth, rot away ! 4 times.Words to be said over miik of a woman who has given birth to a male child and strong-smelling gummi. To be put into the nose.52. A ( ONJURATION OF PAIN-SUBSTANCES (wlld.w)It is the pairi-substances that have come forth from a swelling (? bkn.w)! A book without script.125 It is my arms that < >.i2« I will trample down Busiris, I will throw"},{"pageNumber":48,"pageContent":"Ii37male: ш ц the ft I muli- opponent (</и/), thefemale opponent. l,h (m l). I.b( IVinstl dead wholaces А И уча l< h te 1)01, I Wa hk lie as well аз I.lie F»vcr (xrf) anil Mi» (!itkart’ll ((i)r(r/) hut) [я,ml anykhiiiĮ'l bail 01 evil along after they Iiiivk loin Г01 bitn lor a- pi-rii к I of (> l i r l p),‘i days.(lod’s wonls, ко Ilf said over two divine harks anil two udjat lifU’S, kwo scarabs, drawn on a. new pure, of papyrus. To lie applied St his throat, tlbit it may drive him out, quickly.5C>. A 1’ON.I UKATION «If ’i n ЛжА’ОС i>is*ask (t- n .l' tm.il>),:'Who is knowing liki I{.»“■* I Who knows I,ho like of l.liis god ? Yon who turu klm belly black with lilac,к coals so as ko gok ev*n a liohl on tlic upper god! Wtan, just, as Seth conjured the (Jrenk Green (ee»)iu, Seth conjures you 1 the. siime manner, <»l' Asia,tic, disease, then you will not, stride about in kin body of NN born of NN.This spell is t,<> be said lour kimus over fresh monnga-oil and residue ( * hnf.t) of a cooking-vessel. Conjure (šnl) litn,|:M! wikh kliat and «lose her up with seals oi tortoise!-«hell | '! HUw.l.\\).57, A CONJURATION Ol’’ THE A ,41 A ll С DISKASK. 1N THU Hi'EEOB ok K u r n u * 1* :Я n-l k l> It U'-l-ff-nt n-l-k-l. rThis spell is to be said over froth of a fermented drink, urine and ,sif.t. To be applied to ik.08. Ano'I'HUR ONK, lout lllSI’IOI UNO AI.IIUOINES (shtl.w) I1'ROM TIK l« KSThere lias b«en a rumour in the southern sky since the evening, a disturbance m tJie northern sky. A pillar (it/.vt)"},{"pageNumber":49,"pageContent":"36TBXTS TRANKI. AT10 I)darkness. It, was tht niiinn that shone (ivbn ,n , ()|)tlii.H scroll (mdi.t), im nil its sides It, wiw brought as , ,rV),| t,o tin* Majesty of the King ui’ Upper and Lower ypt,Кlieops deceased.Ob you eight gnds there vvlio mimn forth from Nun ami who Im ve no .Jotims, who have no hair us lor their truename, it is a fact that: it, is no known ...........|:ы Darknessand tin' breath of a Tread ei (kndv’)\\‘\" Kill the two Ininsnakes. 0I1 Lower Egyptian Crown Snake ( b it ) ! ...........mtThe Treader is for the, IDeath-snake ( ?), and the, Wanderer (//;л«),41 ho is for tho King (nsw.t). Ht is tin one, that will avenge me on account of the utterance of his father. (Madness is free, from panic; the cobra is free from IDe|>. Ilu is now in it - itself. IDo not fall upon NN horn of NN in the night, by day, at any hour !This spell is to lie said, which was written off this scroll. Very, [very) good.54. A BOOK FOR nr.SI’ICLUNi; A M A L E OH KI4MALB »W/12’ Turn backwards, fall down ' on > your face! You will not be in heaven, you will not be on the mirth, nor in the Underworld nor in the stream (n.l), nor as a gliost (hpr), nor as u god or goddess. You will not come for NN Iwni of NN, nor will you fall npon him. You will not do your usual thing with him. lieware of feeding upon a limb(? “•: .(У- ?) of NN, born of NN !Я5. fA S i'll, I, A (IAIN,ST K liV B Il A N D C A T A K R i)Royal 1 Decree (wd-mw).'] i.i King of Upper and Lower Egypt, Osiris, says to the vi/.ier, the hereditary prm«e deb111\" : ‘set up your mast, unfold your sail, [net out ‘orj the Yal-tl-field !l:l7 Jake, the"},{"pageNumber":50,"pageContent":"TKXTN ТИЛ NHliATK I *haw fullon into tin* water!14\" Tin.' onnv of Re' me *1 riving in their mooring įhimI-н Ьео.аино IkhiiIh have fallen into Wlllnr.1\"VVIki then is t in1, оно who will fetch it,, who will find it. '?'«» It in I that will bring it', it, i« 1 that will find it, That I lnlv„ fetoliod your head», Unit, I have fastened your пеекн, t hut. I have fitted your chopped off parts onto their right, placed, that I have fetched you in to dispel t,ho influence (s.I ') of и goil, of u male i load (mt), a, female. dead, and но on !WordH t.o bo, Haid ovor tho gall Madder of a lorlnido, pulverized with honey, applied t.o the exterior of I,ho еуен,fi9. (aoainht TIIH HKMKN ok a hhmiin)Thin lioro ih tin; ojao,illation (‘ <”) of Mini who i m b i ч grimnoKH (imy nhd ()'*■' whio.h Maldot144 received in t.lial, room wherein Ihih rejoiood and whoroin t,ho testicles of Sotl) were out off.I)n not floo away (? m hnhnd) I May the ejaculation of Horn* and of Him who is-in his grimnoHN go forth againHt a mulo, (load (nil), a fomalii (load, and Ho on the namo of the enemy (fjfli/), the mime of Ын father, tho namo of Ын mother.Oli Manio,t,! Open your mout h wide against, that enemy, (the male doad|, tho female dead and но on do not, lot mo Hi-i) him ! - 11,1 timed.Words to bo said over tlm phallus of an ан -s, hard linked ( 1 rit’tl) in the form of (m) a ilp.l cake, provided with the namu of tho enemy, |tho namo,| of his fat,her and tlm tinmv of hin motlmr. To bo placed within fat of moat, and to Bu- Kivcn to a oat,,"},{"pageNumber":51,"pageContent":"■I I'. :тх I ICAN.4I.ATKI»0 0 AnO T H IIIC I'M. roil Till VIJI.VA1 Jim II ОГ11Н. I came, lloWII from I.lie deHert lieillg thirsty, им и, kIhhiI. I found f n»1111 ■ I >< и I y <tnl 11 n (/ who utood weeping, Him wife Wiis imn.riii^ her l.imc.( ?).иг> I made tin- calling \"in: stop Iiih weeping. Vln' will'пГ Mic in*n bad cried lor a statuette (&xv) nl я dwarf ui clay ; сипи; Id, somebody betake liiinsell |,ii llal.lntr, (.Ini lady of iDendera Let her amulet (mli) nl health lie fel,e,lied for you,11,1 that Hlie may cause the они in cliiLdbii't.li In give birtli!This upeli i« t.o lie said [.. | times |........| ovrr leaves nlI ... J, placed on (.lie lie,ad of t he woman who is suffering from it..til. Anotiikic spKLb, oir тип; uwahit\" 7Oil good dwarf, come, on account, of (,he one who sent you for Uiul. is I’ll*', the, one who is standing while Tlml.li is sitting, his:l7 feet on t.lie ground, in the embrace of Nun, his luitui s - on the ceiling (sjw.t) !,IH Сипш down, placenta,1 ,H c.ome down, placenta, come down! I am llorus, the conjuror (šniin)! And (lie one who is giving lurMi lias (already) become better t.liiiu she was, as if she Were delivered. Oh 6'pr.tw-n .s', wife of llorus, Neklibist the, Nuhiiiti uni (and) the lOiiKtern one, IYnir.t, lady of Wnir! ('nine, please, ae.t. «. for;» the one who is in your power ( ()! See, llathor will place her hand on her us an amulet of health 111:1 I am llorus who saves (Ml) her!Words to lie said 1 times over a dwarf of clay, placed on the vertex of и woman who is giving birth (under) suffering.62. Anotiikic .чеки., fo r si-kiodinu ur (shih) civinu okIIIRTIIOpen for n m ! I ai n the one whose offering is large, the"},{"pageNumber":52,"pageContent":"TRANSLATED41for them : conjuring them witli reeds (hr.w), with the I,nil of a snb-plant, with nodes (?) of reed halms tbb.t n.l, m i), with hair of tbs ift./.-jiart thereof, brought to dispel tlie influence (s.t-') of a male dead (ml), a female dead, and so oil. To be made into something twisted lcftwise and to be applied to dispel the influence of a male dead or a female dead.Do not produce secretion, so not produce itching ( \\ wi'w), do not produce blood ! Take care that no Weariness (hity) comes about against mankind !153Words to be said over reeds and the bud of a snfe-plant nodes (?) of reed-halms and the hair of the >h.t-part thereof. To be twisted leftwise and to be fitted with 7 knots. To lie applied to them.65. An o t h e r o n eYou will break out, you who have come in the darkness, who have entered stealthily—his nose turned backwards, his face averted4—having failed in what he came for!You will break out, you who have come in the darkness, who have entered stealthily—her nose turned backwards, her head turned off— having failed in what she came for!Have you154 come to kiss this child ? I will not let you kiss it.Have you come to hush (it) ? I will not let you do your hushing with it.Have you come to harm it ? I will not let you harm it.Have you come to take it away ? I will not let you take it away from me.I have ensured its protection (,?зм’) against you with clover— that means, use of force (drl.t)—, with garlic (Mw)—which harms (M) you155—, with honey—sweet to people, but bitter"},{"pageNumber":53,"pageContent":"40TEXTS TRANSLATEDbuilder who built the pylon for Hathor, lady of Dendera who lifts up in order that she may give birth.130 Hatlior the lady of Dendera is <the> one who is giving birth IThis spell is to be said for a woman.63. [An o t h e r (?)] s p e l l, f o r s p e e d in g u p (stnh) theCHILDBIRTH OF ISISOh Re' and Aton ! Gods who are in [heaven], gods who are in the land of the West118 and council (йзфзЛ) [of gods who] judge this entire land, council [of gods who are in the palace] of Heliopolis, and those who are in Letopolis—see ! Now Isis is suffering from her behind, as a pregnant woman— her months have been completed according to the (right) number—in pregnancy with her son Horus, the avenger of his father! If she spends her time without giving birth, you will be dumbfounded, oh Ennead. For then there will be no heaven, for then there will be no earth, for then there will be no five additional days to the year, for then there will be no offerings for any of the gods in Heliopolis. Then a weariness will occur in the southern sky, and a disturbance will break out in the northern sky, a lamenting in the shrine.151 The sun light will not appear, the Inundation will not flow when he should flow forth at his time !It is not I who have said it, it is not I who have repeated it—it is Isis that has said it, it is she that has repeated it to you. For she has (already) spent a time without her son Horus being born, the avenger of his father. Take care of the child-bearing of NN born of NN in the same manner!64. A CONJURATION FOR THE BREASt(s)These here are the breast(s) which Isis suffered from in Khemmis when she bore Shu and Tefnut.152 What she did"},{"pageNumber":54,"pageContent":"i'S TRANKLATKI)43Is your mother not, with you ? Is there no sister <Чо> give air? Is there no nuise to afford protection (*»)? L«t there he brough» to mt pellets of goW, halls of garnet (? hmnj.t), a seal <witli( ?) a crocodile and a hand to slay and to dispel tkc ’sweet one’ (mrr.l),lM to warm the body, to slay this male enemy (hfti/), this female enemy of the West.11\" You will break out! This is a protection.This spell is to bo said over pellets of gold, balls of garnet (?), a seal <with(?)> a crocodile and a hand. To be strung on a strip of fine linen (/p.t n.t ml). To he made into an annilet (wdi), applied to the throat of a child. Good.69. [... (A SPELL AOAINST THE 6“ -DEM0N)...]‘«‘‘It is I that had gone forth from the marshes [........]’le7so said Isis tlie goddess. ‘I had beaten my locks, I had dis­ordered my hair after I had found my son Horus with a weary heart, [his] lips livid, his legs weak when he had sucked in the 6“ that was in my bosom, the bitterness (? dh'[w.t]) [.. ] of my breast. I sat down to [weep(?)‘... my mother] Isis!’ said Horus. ‘You will break out, evil b\"—in that name b\" of yours188--you who draw out the heart, who make weak the knees of the one in whom he lingers about’. ‘Come to the men with me, my mother’, said Horus, ‘and you, my aunt Nephthys, to the places where the nurses are and the maids of Nut, that they may tell us what they have done for their children. Then we cando something similar for the children of [.......]le9 Isis thegoddess, with Nephthys. ‘It is on behalf of my son Horus that I have come. His heart is weary, his legs are weak[......... the 6“ that is in] <m v> bosom, the bitterness(? dh'w.t) that is in my breast’. ‘Its fortified places (? įs.u’—f ) will be closed with seven flax (stalks), twisted and plaited"},{"pageNumber":55,"pageContent":"TEXTS TRANSLATEDto those-there156—ч with the tail (? sdb) of an ulxJu-fi«|, with the jawbone of a black cow (? 157), witli t lie dorsal part of a Nile-percb (7w).66. Sorcery (hmw.t-r) [ . ]15a[...] turn off oil you ... (tlti),'bi the one whospends the day moulding bricks for her father Osiris, she who has said about her father Osiris : ‘lie should live on (foiVplants and honey !’159Break out, Asiatic woman ('зт.1) there, who has come from the hill-country (li3S.t), Nubian woman (n lm j.t) who has come from the desert plateau (mr.t) ! Are you a slave woman? Then come as <his> vomit. Are you a noblewoman ? Then come as his piss. Come as the slime of his nose, come as the sweat of his limbs ! My arms are over this child—tlv arms of Esis are over him, as she put her arms over her son Horus.67. A PROTECTIVE SPELL (wdj) OF SAFEGU ARDIN G (mkl) THE B O D Y, BEING RECITED OVER A CH ILD W H E N THE SUN­LIGHT APPEARS160You have appeared, Re‘, you have appeared ! Have you seen this male dead (mt) who has oome for her, (for) NN born of NN161 <to> lay a spell (wdl r) over her, while using means to take her son from her bosom ? ‘Save me, my lord R(V !’ says NN born of NN. ‘I will not give you162 away, I wall not give this burden162 to a male or female robber ('wjy(.l)) of the West!118 My hand163 is on you,162 my seal is your protection (S3iv)! Et is Rė’ who is going to appear break out! This is a protection !’68. A SPELL FOR A KNOT FOR A BABY (/(ГЙ-<з)1114Are you warm < in> the nest? Arc* you hot in the bush ?"},{"pageNumber":56,"pageContent":"ГГ.; TRANSI.ATKIJ45of mine, in these. shoulders of mine, in this flesh of mine, in ttiese limbs of mine -to punish a Slanilmr (яг/о/),11 the chief of those («ringing disturbance [hry s'b/.w knnw) into this flesh of mine, gnawing (« blbl) in these limbs of mine as something entering this flesh of mine, this head of mine, these shoulders of mine, this body of mine, these limbs of mine. I belong to lie', since he has said : ‘it is I that will defend him against his enemies’. His guide is Thoth; li<- turns the script into words, lie makes compilations (dmįy.t); he gives wseful (knowledge) to scholars, to the physicians who are in his following, to liberate someone whose god desires that he should keep him alive. 1 am the one whose god desires that he should keep me alive!Words to be said while placing the medicine on all the limbs of the person who has become diseased. A true means, (proved) an infinite number of times !72. A SPELL FOR DRINKING A MEDICINE (pįr.t)The medicine has come; that which dispels the substances {)> f) from this heart of mine, from these limbs of mine, has come. The magic (Mj) is strong on account of the medicine— and vice versa.Have you indeed remembered that Horus and Seth were taken to the Great Palace {Is.t 'j.() of HeliopoUs when an inquiry was held over the testicles of Seth with Horus 1 Thereupon he173 was flourishing like one who is upon the earth. He did all he wished like the gods who are there.159Words to be said during the drinking of the medicine. A true means, (proved) an infinite number of times.73. A SPELL FOR DRINKING A MEDICINE (phr.t)May you awake in a good manner ! Endure until eternity !"},{"pageNumber":57,"pageContent":"44TEXTS TRANSLATEDwith a spindle [by a woman] who lias just (?) ven birt),A nestling swallow will lie brought and (its eyes) paintedwith [. . | and black eye-paint |..........] this child ami j(smother. And its //'(-demon) is for the swallow !’This spell is to be said over seven flax (stalks), twisted and plaited with a spindle by someone who has jiist(i) given birth. Seven knots are to be made in it, and it is tobe applied to the child’s throat. A [...] swallow will bebrought [........!... in its mouth [.........].70. To QUENCH THU THIRST OF A CMILDYour hunger is taken away [by ...], your thirst [is taken away] by the Great Abundance (здЬ tvr)170 to heaven, oh ph-bird !171 Your thirst js in my grasp, your hunger is in mygrip [........]; the Holy Cow (hsi.t) [puts (?)] her teat in .yourmouth. Your mouth is <like> the month of the greedy birds (? hbs) over the efflux of Osiris.172 You will not eat your hunger, [you] will not drink [your thirst ...], your throat will not become hoarse !A man will say this spell over a clod of earth (? šd n aitui), placed on a strip C 11) of [...] provided with m[ucus (?)...71. B e g in n in g o k a s p e l l f o r p la c in g a m e d ic in e (phr.t)ON ALL THE LIMBS THAT HAVE Ii*OOM E D ISEASEDIt is from Heliopolis that E have set forth with the princes of the Great EEouse, the lords of protection (mk.t), the rulers of eternity, after I had saved myself. Et is from Sais that I have set forth with the mothers of the gods after they had given me their protection. Utterances (tsw) belong to me that the Lord-of-all17 had made to dispel the influence {n.l-') of a god or goddess, a male dead (mt) or female dead and so on, which arc in this head of mine, in these vertebrae"},{"pageNumber":58,"pageContent":"TRANrtLATKK4775. A SPELL FOR THE HONEY.The honey has arrived, <it> has arrived to cross over to the locusts,181 while crossing over <in> a divine bark, while it is safe.‘Honey!’—i- what the gods said in whose heart was bitterness. Its right horn to the right, <its> left one to the left88 against the male wearied ones (nny.w)*1 against the male demolishers (hmy.w)il who might demolish and so on!Oh you who belong to heaven—for the stars! Oh you who belong to the earth—fir the gods! Oh you who belong to the thunder-storm, oh you who belong to heaven (.sic)— for the female wearied ones (nny.wt), and the female demolishers (hmy.wt) who might demolish, and so on! Protection (S3w) behind protection—protection has arrived !76. A SPELL FOR THE BEERThis ale (dsr.t) of Horus <in> Khemmis(?) which was mashed in Pe, which was mixed in Dep—drink it foaming (1 hbi)! The sem-priest is standing up at his duty. You are (1 twt) the creation (? snt.t) of the trapper (shty) who vomited (? kis) ims.t-plants, ladanum and lotus-flowers.182 Do drink the beer—it is to drive out the influence (s.t-') of a male or female dead (mt(.t)) that is in this belly that I have brought it—and so on.77. A SPELL OF APPLYING A MEDICINE (phr.t) TO THE TWO EYESThat Eye of Horus32 has come (it)183 which the Souls of Heliopolis created,184 which Thoth brought from Cusae (Ggivs) into the Great House which is in Heliopolis, which is in Pe, which is m Dep. What has been said about it: ‘how welcome is this Eye of Horus (and) the Noble One (šps.t)iu which is"},{"pageNumber":59,"pageContent":"46TEXTS TRANSLATEDEvery ailment that confronts you will be dispelled. Your mouth will be opened up by Ptah, your mouth will t>e disclosed by Sokar with that cliisel of bronze of his.1 яOh medicine here! Let scabs (? pMv.t175) be released let weariness give way which a creeper-on<-his>-belly (hry-h.t<—f > ) 17>—& being made by Isis the goddess—has released! Let the ejaculation ('з') of a male dead (mt) or a female dead be dispelled, which is in the body of NN born of NN.Words spoken by Nephthys. They are as useful to him as the devouring of a falcon, as the striking of an ‘%-bird, as the listening of the Sea to the voice of Seth.6174. A SPELL FOR BRINGING (krp) к MEDICINE (phr.t)I have thrown out protection (he' S3w) as (safe as) a threshing- flooT which is fenced. For (? ntt) Isis has bandaged (гйг) with the tip of her hair. Fever (šmm) will not descend upon me; <my> body will not be dislocated (sfh). The one who dislocates <my> body7® will find that the Lake (Š)177 has stood up to him, that the chest ('fd.t) in Abydos has been opened for him,178 that the deck of the ship has been broken up for him, that the surge (hwi.t) of the Lake surges up (hwl) to him! If he finds it (s < y > ?), pulverized (? į})179—I am Horus! I have slept [in...] and spent the day in Abydos. My club (hi) affords protection (sm).Hail to you, club of willow-wood (ht m try) that protects the body, whose knob is (made) of the pure acacia. The seven Hathors—they will take care of the protection over the body until the body is sound [and ...], like the rising of Re' over the land. Protection is at my hand ! Isis, the great one practises the art (hmw.t) of Rė', (she) the physician of the god who soothes the god !180"},{"pageNumber":60,"pageContent":"TEXTS TRANSLA'J49I am that Thoth, that physician o? the ifyc of Horns, (even he) who contended <r. fV>г hiy^ г.; i.)jot Osiris before Neith, the mistress of life, and her maidservants (hnd.iti). And thus we190 are saved—and so on.81. An o t h e r s p e l l, f o r r e l e a s i n g (ivh') a n y b a n d a g eReleased is someone released by Isis Horus was releasedby Isis from the evil done to him by his brother Seth when the latter killed his father Osiris.Oh Isis, great of magic (hkj), may you release me, may you deliver (sfh) me from anything evil, bad or ominous (dh),in from the influence (s.t-') of a god, the influence of a goddess, (from) a male dead (mt), a female dead, from a male opponent (фзу), a female opponent who might oppose themselves (йз1) against me—just as you were released and were delivered from your son Horus.192 For it is the fire I have entered and it is the water I have come forth from I will not land into the trap (u b t.t) of this day !193 It is as somebody who has become young and innocent (< w > f o ?) that I have spoken.Oh Re1, speak on behalf of your own self (1 d.t—k) !194 Osiris, cry out on behalf of what has come forth from you !— Re' has spoken on behalf of his own self (?), Osiris has cried out on behalf of what went forth from him. You have indeed saved me from anything evil, bad or ominous, from the influence of a god, the influence of a goddess, from a male dead, from a female dead, and so on.A true means, (proved) an infinite number of times.82. A n o th e r o n e , f o r p r e v e n tin g a k ite (dr.t) from p lu n d e rin g195A branch of acacia; should be made to stand up. A man \"'ill say:"},{"pageNumber":61,"pageContent":"TEXTS TRANSLATEDin tlie Eye of Horns!’—It is to do away with tin influence («.<-') of a god, the influence of a goddess, a male opponent (diy) a female opponent, a male dead (mt), a female dead, a mule enemy (hfty), a female enemy who might oppose themselves (rfjt) against these eyes of the man under my fingers11* that < I> have brought you. Protection (язю) behind protection, protection has arrived !This spell is to be said 4 times [while] applying a medicinc to the two eyes.78. A SPELL FOR THE (Ш -MEASURE WHILE TAKING IT TO MEASURE A MEDICINEAs for this dbh-measure with which I will measure this medicine (phr.t), it is the d4A-mea*ure with which Horus measured his eye187—so that it was examined and found alive, prosperous and healthy. May this medicine be measured with this dbh in order to carry off (sh3i) any sickness through it, which is in this belly—and so on.79. A SPELL FOR THE Oipe-MEASURE (Ip.t)As for this oipe— it is the Eye of Horus after having been measured and examined. Isis had brought it to her son Horus to purge (s-ркз) his belly, to carry off (sh3i) the ailment which was in his belly.80. A SPELL FOR THE mrh.t-OIL FOR ANY MEDICINEHail to you, Eye of Horus, Ernutet upon Hedjhotep188 to whom Re' has granted glorious appearance before the Ennead of the gods. The goddess Isis came forth after rejoicing had been given to her before Geb, after there had been fought for it189— and so on. Save it from the shadow (sw.t) of a male dead and a female dead !"},{"pageNumber":62,"pageContent":"J'KANSI.ATEI)51your stride,, (to) jįvc litrknose, so as not (to) give <y#%> the ligot You arc torious herdsman, HawTon ! Pro­tection ! Protection ]i m spoken !84. Sl'KLLS FOR WARDING ofk poison (mtw.t), KR0M THE J-RIMKVAL riCRIOD (S'j) tpy), WHEN BKINOS САМИ INTO EXISTENCE AdAIN,ЧТ IT WHO KNUW ITS NATURE (bni). I’OWKRPUL IS■гни co n o u t ok whom it o rio in a tk d . W ords spoken by Selųis :Spell of the divine god who came into existence hy himself, who mnde heaven, the earth, the waters and the breath of life, gods, men, small cattle and large cattle f ii\\t mnmn.t), reptiles (ddf.t), birds and fishes.The kingship over men and gods was one and the same matter, a period of many years ago. His Name197 was unknown. Now lie assumed many forms, and he fixed (nhb) <his(?)> names daily [anew (?)], as somebody with many names. One did not know' this name, and one did not know that name.Now Isis w as a wise woman. Her heart was more rebellious than an infinite numlier of men,\"'8 more smart than an infinite number of gods. She was more clever than an infinite number of spirits (ill). There was nothing she was ignorant of in heaven or on the oartli like KtV, who takes care of the needs of the earth.The goddess had planned in her heart to get to know the namo of the noble god. Now lie' had been entering daily at the head of the crew,13\" well-established 011 the seat in the horizon. TBie divine aged one’s mouth drooped, and ho let his saliva drip to the ground.<Нш > spittle had fallen to tin* ground. Isis kneaded it with her liaml, togotlier with tin earth that was 011 it. And"},{"pageNumber":63,"pageContent":"50TEXTS TRANSLATED‘Horus -it is in the town he has robbed, in the mr |ow ( Hi» thirst is for the meadow of the flying folk , , ^ him cook, let liim eat!’W ords to lie said over a branch of acacia with u ako Imt on it. This is a means to prevent a kite from plundering83. Ot h e r s p e l l s, t o b e c a s t (In ') c o v e r, th eFIELD {sfl.t)You are somebody who is caught with the ‘.spell of the herdsman’.196 Horus uttered a cry in the field on account of (m k i dd) his cattle being hindered : ‘let there be called for me to Isis, my dear mother, and to Nephthys, my sister,71 that they may throw out ( h i‘) protection (sew) for me to the south of me, to the north of me, to the west of me, to the east of me, (to) shut the mouth of lions (m um ), hyenas (hty) and all kinds of wild animals with uplifted tails who feed on meat, who drink blood, to turn them aside, (to) check their stride, (to) give them darkness- so as not to give them the light -to dazzle them (? dl.t n — w tr im ) so as not (to) give them eyesight—everywhere about me in the night!Stand still, you evil jackal (w n i)! Come, I will make you spend the day in fetters while you cannot be untied for it is Horus that causes you to experience it ! Heaven has opened up above you. I la atom waives your threats. Your foreleg is cut off for Herishcf and hacked up for Anat. A pole (šm.t) of bronze lias been broi^ht up - for.> your head (dim). Horus fetches it and Seth (goes) for it (?)! Travel to the south, the north, the we,it and the east! All of the field is yours you will not be kept off it! Don't set your face on me on the desert animals you should set your face. Don’t set your face on my path on another (path) you should set your litoe ! I will turn you aside (to) cheek"},{"pageNumber":64,"pageContent":"TEXTS 'I RANKI.ATKD53Having gone out to see wli*tt I have made, (to) wander in tlie Two Lands I have created, something has stung me, which I <1° n°t know. It is not tire nor is it water- (though) my heart is seized with heat,, my body is trembling and my limbs are gogse-flesh all over. Let the children of the gods-\"\" he brought to me, whose words have magic power iih), who know their spells, whose wisdom reaches unto heaven !’So the children of the gods came, each among them with his hair tousled (hi Vb--f).20i (But) Isis came with her magic power (зЬ.)—her speech (s.t-r) is breath of life, her utterance (tu) removes a suffering, her words (md.t) restore the one with an oppressed throat to life. She said : ‘what is it, my divine father ? What is the matter ? A serpent that has brought weakness over you ? One of your children who has raised his head against you? Then < I> will slay him with my effective sorcery (hki), I will make him draw back from seeing your rays !’The august god opened his mouth : ‘as for me - 1 went on the road, (to) walk in the Two Lands and the deserts. My heart longed to see what I have created—and a reptile stung (hum) me without me seeing it. It is not fire nor is it water, though I feel colder than water and hotter than fire. My whole body is covered with sweat; I tremble, my eyes are not stable and I do not see. Heaven pours rain down into my face in the summertime !’202 And Isis said to Re' : ‘tell me your name, my divine father. \\ man lives when one recites in his name Г‘I am the one who made the heavens and the earth, who shaped the mountains, who created what is on it. I am the one who made the water, so that the Great Swimming One (mh.t ivr.t)203 came into existence. I am the one who made the bull for the cow, so that lust came into existence."},{"pageNumber":65,"pageContent":"TEXTS TRANSLATEDshe fashioned it into a noble serpent (ddf.t šps m| Kav it a pointed shape (hty). It did not move, tin j come to life in her presence. She left it at a oss-roads where the great god passed along in order to let liis heart dwell in his Two Lands.The Noble god appeared outside, the gods of the palace in his following, and he walked on as he did every day.It bit (him) him, the noble serpent and a living fire broke out in himself; it (even) raged (? dn) among the pine-trees.The great god moved his mouth; the voice of His Majesty reached heaven. His Ennead said: ‘what is it?’; his gods13» said : ‘what is the matter V But his mouth was unable to find an answer to this. His Ups were quivering and all his limbs were trembling. The poison had taken possession of his flesh like the Inundation takes all around it into possession.The great god fortified his heart and he cried for his followers : ‘come to me, you who have originated from my body! Gods who have come forth from me, I will relate to you its nature. Something painful has stung (dm) me, but my heart knows it not. My eyes did not see it. My hand has not made it and < I> do not recognize it among anything I have made. I have not tasted a suffering like it; there is no greater pain than this.I am a great one, son of a great one. I am a divine fluid, originated from a god. I am a great one, son of a great one. My father has thought out my name. I am somebody with many names and with many forms; my form is present in every god. I am called ‘Atum-Horus-Heknu’.199 My father and my mother have told me my name. I have concealed it in my belly from my children, in order to prevent the use of a male or female magician s ihhiw) force (phly) against me."},{"pageNumber":66,"pageContent":"ТПХТВ 'I 1*.ANSI,ATKI>UiNN live,», uriw tin: |> mon has died !’ -w. mm'I 1 «i«, the t'reat,I,III: till: laily I,Г tin: Ц<« 1н wlio knows I У:' by Iiih own mime.Word* to Du- said <rv*r an ifiutįfc of’ Atuin Ногин, lieknu ii woman's figure of I: . arid in image oi llorus, To In’ drawn lid till: hand of the mifl'<irer. rl'o hi: lu:kiid off by tin: man.To be ilorn: in tin: нате manner on :i. |iii:i:i: of tiru-. linen to III! applied to t,ln: sufferer's tliroat. Tlie liesi* in ‘нсотршп’ч Kerb’. To III; ground with ln:i:r or wiui To bu drunk by the one wlio suffers from a scorpion’s »tirig. It is ari excellent rnearm to kill (tin; effect» of) poinori, proven an infinite number of times.85. A n o t b k h On к The sound of roaring (nmi) is met by lamenting: LIT-' lias swooned ! lie lias said: ‘it is tliat I iiave trodden on so [no­thing. (It is) a hotness whicli [I ihi not know('!)]. ^My^- heart is terrified, my body trembles! The useful member (\\l ih.l) in me21'7 does riot listen to me’.Tell me [the name of ( ?)] your mother, tliat you may let me conjure {ini) it207 for you’.I am the Liou, 1 am tlie Lion l'air, I am tin H rori who came into existence by himself, a man of an infinite number <\"of cubits ( ?)„- whose name is riot known’.'< >>,2e for if (hr-nll ir) the poison rises upwards, tho bark of ItiV will rusli onto that vertebra (t*)mH of Apap, so as to meet the approach of misfortune (? iid.t). Break out, scorpion !’80. An o t h k k o n kfi5‘ is terrified (wrl) in the shrine on account of Diis friend, tlie ox herd (mw-nrw) who has struck (hwi) his dough, who has beaten (яку) on his fresh water.20* He has said : ‘the"},{"pageNumber":67,"pageContent":".04TKXTH l'KANsr-ЛТеОI am the one who fashioned tlie heavens llr j horizon inaccessilde (ski) after I hud placed /,„ц (\\. J'*\"’ gods in it,.*04 I am the one who орепн Ын eyes a,,„| 1,1comes into Bjeing. Who shuts his eyes -and darl,hhnh into being. According to whose order tb Inunrj:itį„n flows, while the Rods know not his name. I urn the w(‘ made the hours so that the days earn» into being. | )U( the one who divided the years, who created the неакощ, I am the one who made the living fire, in order to create homework f ?).г(!1> I am Khejin Ln the morning, Re1 at m,< and Atum in the evening’. But the poison was not |ie]r| back from its course; the great fod did not feci relieved.And Isis said to IIS' : ‘so your name was not among those you mentioned to me. You should communicate it to me, if the poison should leave ! Л man will live when bis name is pronounced !'The poison stung ever stronger; it had become more powerful than flames, than fire. And tlie Majesty of Die' said : ‘lend me your ears, my daughter Isis. Let my name leave, my belly for your belly. The most divine orte among the gods had hidden it so that my place might be spacious in the Hark of Millions. If (now) the first time occurs that something leaves my heart, (lb), then eommuriicatc it to your son Horus after you ha\\ bound him with a divine oath which you should impose <upon> the god by his eyes. And the great god gave his name away to Isis, great of magic (hki).‘Break out (ip), scorpions(wh')! Leave Re' ! Kye of Иorus,2'1* leave the god ! Flame of tlie mouth I am the one who made you, 1 am the one who sent you comc to the earth, powerful poison ! He<;, the great god has given bis name away R'V sBiall live, once the poison has died 1 NN born of"},{"pageNumber":68,"pageContent":"Т ИХ'I '1 \" h* ч.-il.A'rr.ll57I .„ids <)f Ke, who gives air to the пояс of ;ill (170) men.y,iU wit b«r(i yo.1T ears iirc the ears of t.Dif Lonl-of-all w|io hears tlii! prayeiw of all men wbn * hey cull to [rim, vvilo judges matteis in llM whole landYon cat here- yonr mouth is tbe mouth of Atuiri, the Irjrrj of life and of offerings (sit11 lii.t), to whom offerings are given when he has removed the poison for this eat.You cat here your neck is the neck of NVhebkau prominent, in the Palace, who restores people to life with the work of Ins arms.You cat here -your breast Ųjily) is the breast of Thoth. the lord of rigliteousness. He has given you air to let your throat inhale. He has given air to the intestines of this eat.You cat here—your heart (lb) is the heart of Khentekhtai, the lord of Athribis, the chief of the gods who keeps hearts and breasts firmly in their places. He has kept your heart in its place, your breast in its frame.-13You cat here—yoi hands (claws) are the hands of the Great Ennead and of the Little Ennead. Your hands (elaws) are saved from the poison of any biting snake (r).You cat here—your bellv is the belly of Osiris, the lord of Busiris. He has not permitted the poison to exercize any of its povver in the lielly of this cat.You cat here your thighs are the thighs of Monti* •'lie lord of Thebes. He has kept your thighs upright, he has brought the poison down for this eat.You cat liere-your shanks art* the shanks of Khonsu-in- Thebes- Neferhotpe who travels through all the lands every day. He has thrown down the poison that is in the whole IxhIv • >f Ii i-1 -itYou oat here your feet are the feet of Amun, the great"},{"pageNumber":69,"pageContent":"56TEXTS TRANSLATEDroad is far away, the bark is moored in a i , įej( į (|į. in whicb there are no ruslies. Now bring me (.hut ( of a ueed (bk.i.t n.t. sw.t) that I may avert tin |>oison tlia is in your body, that it may dispel (sw3—x ?) that, wide), is in your limbs until the well-born soil2111 comes, who L-ri0Ws his name. He is the one who will cxorcize (M l) it for youiThis spell is to be said over a node ( ?) of reed, soaked in fermented mucus. To be twisted leftwi.se. To be fitted with 7 knots, to be applied to the mouth, of the stinging wound. This spell is to be said every [........].87. A SPELL FOR CONJURING A CAT.211 W ORDS TO BE SAID :(162) ‘Oh Rė', come to your daughter for a scorpion (ill) has stung her on a lonely road ! Her cries have reached heaven. Come to your (laughter! (165) The poison has entered her body and it has spread in her flesh. She has put her mouth to the ground. See, the poison lias entered her body ! Do come with your power, with your rage, with your wrath! See, it is concealed from you, now that it has (t<w >— s) entered the whole body of this cat under my fingers !’‘Do not be afraid*1'-, my glorious (з/() daughter. Here I am behind you. I am the one, who is going to slay the poison that is in all the limbs of this cat.You cat here--your head is the head of Rė', the lord of the Two Lands who punishes the subjeots and all the rebels. The fear for him is in all the lands of all the living for ever.You eat hero- your eyes are the eyes of the lord of the Glorious Rye (ih-l) who spends light on the Two Lands with his <y<*>, who spends light, on а Га» on u road in darkness.You cat here—your nose is the «мке of Thoth, the twice great one., the lord of Hermopolis, the chief of the Two"},{"pageNumber":70,"pageContent":"TEXTS TRANSLATED59men and hidden from gods. No place is known where itmight be.1 will never say : 'your name is bad, your name is withered (w.sV) and bad, your name is “side-of-the-head (gs-thdi)”, \" 1' “watchful-one-wltoac-hoetor-is-slcep” (rsi bw.t f “) is your name. Come, tliat you may save this man who sufferB as you saved yourself from the four enemies who came up against you to the north of Hermopolis, who came up against you in Hw.t-wr.t !89. [A n o th e r one]Hail to you, the one 218 upon whose head are seven cobras, to whom the 77 hearts are entrusted in the evening, in the night! As long as (Iw) NN born of NN is not suffering (zum ?) from the poison (?)], Re' will not depart (rwl), Thoth will not depart, Horus will not depart, the sunlight will appear, the disk will shine [and the ser]vice [will be carried out] in all the temples. [Make (?)] that [he is bet]ter than he was for his mother, NN born of NN !И9To be said four times.90. A SPELL FOR WARDING OFF A SCORPION (wh'.t). WORDS TO BE SAID :(48) I am Isis. I had come from the spinning-house where my brother Seth had put me.®1 Now Thoth, the great god, the chief of justice in the heaven and on the earth said to me : ‘do come, Isis divine! For it is well to listen—the one lives while the other one leads him. Conceal yourself with the young boy Horus (50), that he may return for us once his body has become strong, when all his strength has developed so that you can make him sit down on the"},{"pageNumber":71,"pageContent":"TEXTS TRANSLATEDone, the lord of Thebes. He has kept your feet on the er,<„ he has slain the evil poison that is in all the limbu of this,.You oat here—your arms (paws—hps) are the arum Horus who avenged his father Osiris against Seth anil wh put Seth to the evil he had done (Diimself).214 (175)You cat here—your footsoles are the footsoles of Isis and Nephthys, who passed through (phr) all the Iands.2‘s They make the poison pass on (phr) to the earth for this cat.You cat here—your buttocks ih p i) are the buttocks2» of the Great Swimming One {mh.t-wr.t).203You cat here—there are no limbs in you devoid of a god. Each one of them is the protection (s3w) of your body, from your head to your footsoles. They have slain and punished tlie poison of any male snake (hf3w), any female snake, any scorpion and any reptile (ddf.t) that is in any limbs of this cat under my fingers. They have slain and punished the poison of any male snake, of any female snake and of any reptile that is <ki> any limb of this man (180) who suffers like this cat. See,217 Isis has spun and Nephthys has woven (something) against the poison. This excellent strip (mr.i) will drive out this magic {hkj) at the words of Re'horachte, the great god, the foremost one of the Two Sanctuaries.Oh evil poison which is in all the limbs of this cat, which suffers—come, go down to the earth !8 8 . An o t h e r s p e l lOh you who are in his coffin (dbi.t)! Awake! Your corpse IB concealed in Kheri<-‘aha(?)>, your name is pronounced in Heliopolis and Rosetau.37 You who liave come forth from the lotus on the high hill, wlio illuminates the Two Lands with his eyes I know your name, which is concealed from"},{"pageNumber":72,"pageContent":"TEXTS TRANKI.ATKI.61Kfa I am a daughter known m her town, wlm dispels a poisonous disease (btw) with her oral powers (tp.t-r)l. My fatbfic has taught me knowledge I am his beloved daughter !And Isis put her arms on the boy, to restore life to the one whose throat was oppressed :‘poison of Tfn, come, go out to the earth ! You will not go about, you will not enter !poison of Lifn, come, go out to the earth ! 1 am Isis, the goddess, the mistress of magic (hk j) who practises magic (In hks), whose words are useful (jį), whose speaking is effective—all biting snakes (r) listen to me !Fall down, poison of M s tt!You will not run, poison of Msttfl You will not rise, poison of Pit and Ttt!You will not travel (60), <poison of> M itt!Fall down, mouth of the biting one, at the words of Isis, the goddess, the one whose magic {hk (J is great among the gods. Geb has given her his magic powers (зА«•) in order to avert the poison when it is powerful. Kecede, yield, retire ! Backwards, poison, do not jump up—at the words at the beloved one of Re‘, (he) the egg of the Nile-goose who has come forth from the sycamore. See, my words have been an injunction to you since the evening. I said to you : ‘I am alone—do not ruin our name in the districts. Do not know the black one, nor address the red one. Do not look at the noble ladies (sps.wt) in their houses, do not distinguish the high-born one from the humble one. (Keep) your faces down oil the road until (65) we have arrived at hiding-places in Khemmis !’223May the child live and the poison die. Then Horus will be healed for his mother Isis, then the sufferer225 will be healed in the same manner. The fire is extinguished and heaven is calm on account of the name of Isis, the goddess !’"},{"pageNumber":73,"pageContent":"60TEXTS TRANSLATEDthrone of his father while the office of ruler v,,r ц1(1 r|, Ejftnds is granted to him’.I went out at the time of tlie evening and seven sm,-, • went out behind me. They took the lead for m<>. f j n (i Bfn were close behind me, Mutt and M sttf under my paįlt quin,220 Ptt, Tit and M itt keeping the road fmi for me I urged them strongly and my words penetrated into tlieir ears : ‘do not know tlie black one, nor greet the red one;Hi do not distinguish between the well-born son and the humble one. Keep your faces down on the road ! Be careful not to give a lead to the one who is searching222 for me until we have arrived at the ‘House of the Crocodile’, the ‘Town of the Two Sisters’, the beginning of the marshes, tlie hinterland of Db !’223Finally E arrived at the liouses of married women. A noble lady (sps.t) saw me from afar and she closed her doors to me. This annoyed those who were with me. They took counsel about it and they put their poison together on the tip of the sting of Tfn. (In the meantime), a girl of the marshes (Uh.i) had opened her door to me and we224 entered a shabby (55) dwelling. Tfn had entered under the leaves of the door and she stung the son of the distinguished lady (wsr.t). The fire broke out in the house of the distinguished lady ! There was no water to extinguish it—rain poured down into the house of the distinguished lady, even though it was not its proper time.202 (Because) she had not opened to me, her heart was (now) very anxious —she did not know whether he was alive. She wandered about her town lamenting, but there was nobody who came at her voice.My heart was anxious for tlie child on account of her, as it was set on restoring life to the guiltless one. I called to her, saying : ‘come to me, come to me, my mouth bears"},{"pageNumber":74,"pageContent":"’■va of his lips, his 1кк1у limp, his heart weak, while the vessels of Dtis body did not beat.I uttered a cry, saying: ‘«fit is> me' But the child wa9 weak beyond answering. «-'My> breasts were full, but <his> belly was empty, (though) <his> mouth was eager for its food. Tlie well was brimming over, (but) the child suffered thirst. My heart had gone adrift (lb— I rwl hr m k t /), the grief was strong. The innocent child refused the jar, <its> loneliness had been (too) long, < I> began to fear the lack of somebody who would come at my voice, my father being in the Underworld, my mother in the necropolis, my elder brother in the sarcophagus, the other one in enmity and persisting in the malice of his heart towards (175) me, the one who is younger than me being in the house.228To whom among men shall I call that their hearts may turn to me ? I will, then, call to the dwellers of the marsh region (Idhw). They will turn to me immediately.The inarsli-inhabitants (tih.w) came to me from their homes. They jumped up for me at my voice. They all lamented, saying: ‘how gTeat is your sorrow'!’—(180) but there was nobody there who could conjure him with his spell, while all among them wore wailing. But there was no one there ablo to restore (somebody) to life.Now there came to me a woman, known in the town, a lady of distinction (rpy.t) in her district. She came to me hearing life(-power) all their hearts were full (of confidence) in her capacity--saying : ‘do not be afraid, child (st\\ Horus, be not dismayed, mother of the god ! Tho child is safe (bik) from the evil intentions (dw) of his brother, (185) the hush is hidden and death will not enter it. The magic (hki) of Atum, the father of the gods who is in heaven s what made my life(-power). Seth will not enter this district; he cannotТИХТ.Ч TRANSLATED 63"},{"pageNumber":75,"pageContent":"fijTEXTS TRANSLATKl)The distinguished lady («wrrf) came and ;h< brolJ„il( ,1 II . 1 . . П*1\" fill.possessions to me and filled the dwelling of the girl 0f y,, marshes for the sake of the marsh-girl who I,nil opened ц gate to me. The distinguished lady had been suffering lltl(| distressed during one night She had tasted the effect (,f her utterance -her son had been bitten. >Sh<; (now) brought her possessions to make up for the fact that she had not opened to rue.‘The child will live and the poison will die. Then Fiorus will be (70) healed for his mother Isis and then the one who suffers will be healed in the шипа manner’.It22* is bread of barley that will drive out the poison. It will he dispelled by salt. The heat of garlic2*4 will drive out the burning pain (nil) from the body. This spell is to be said over bread of barley, kn aded with salt. To recite (? jtfi), and a bandage to b* made over it.91. (How Jsjs княжики he к ,so\\ Новая fkom л scor­pion’s JilTK)(108) J am Isis, who had been pregnant with her (ledge- ling (<»), who had been expecting the divine Horus. I gave birth to Horus, the son of Osiris in tlie nest of Khemniis.I very much rejoiced at that because I saw tlie avenger of bis father.1 concealed him, I hid him for fear of That One (/>f!/)sn I wandered <to ,- 'I-'a. niu--:l begging (?), for fear of the evildoer. I spent the, day gathering (?////) <-for ■ the chili], and taking care of Ун need*. Having returned to embrace Hоп т , I found him I,he beautiful Morus (/70) of gold,227 the innocent child the latJierl-ss one while he had moistened the banks with the water ol his eyes, with the"},{"pageNumber":76,"pageContent":"TliXTS TRANKI.ATKIIНГ)cries ringing out in t.lif truii'shes. And Sulips said : what In tlic, matter ? Wliat. in wrong with tin- boy Horns'< 8ist*r |sis, do ('.all to heaven ! (205) Tlmn Mm crew of 1!,*' will come |,o a standstill and the Imat. £lf lie' will not sail on as long as the boy Horns is lying on los side !And Isis sent her voice, to lieavcn, her cries to the hark df millions. The sun-disk halted in front of her and did not move from its place. I'lmtli came, provided with his magic power (į/i't) and with the biglt command of justification'-™ : ‘what, is the matter, Isis divine, resourceful woman (ih.I) who knows hei spell? Nothing had with your win Horns' His protection (sur) is the bark of RS‘ ! (2It)) It is from the boat of the god that I have come today wUe the disk is in its place of yesterday and darkness has set, while the light has disappeared until Horus is healed for his mother Isis’. Aik) such is tlie case with every person who suffers.The goddess Isis said : ‘Tbotli, how great are your wits (Hi), but how slow are your plans! Have you coine. provided with your magic (bks) and with the high command of justifi­cation ? Mishap on mishap, the number of which cannot be kept up! (215) See, Horus is in distress on account of poison ! The evil is a deed of his brother. Death is its final destruction. Would only < I> were with the eldest (son) of his mother231 tlien I would not have seen this through after him. (But) mv heart was reconciled to it from the beginning oil, for I yearned to take revenge. Horus, remain on the earth ! Since the day I conceived him I longed to rehabilitate ( ? nhb hi «)232 the father of him, the young boy who (now) suffers from something!’‘Do not be afraid, Isis divine \\ Nephthys, do not lament! (220) That 1 have сото from heaven with the breath of life is to revive (sb>k) the child for its mother. Horus, your heart is stable, it will not sink on account of the heat!"},{"pageNumber":77,"pageContent":"64THXTS TRANSLATHI)go about in Khemtnis. Horus is safe (b<k) iVum t1 intentions (dw) of his brother, and the latter c„||,m <‘v‘l not harm (dim) him. (Now) seek for the cans,. w]ly happened, that Horns may live for his mother. Kor p‘,r| a scorpion ((//) has been stinging (ddm) him, or a gr(Y|| snake ('wn-lb) has been biting (hum) (190) him !'And Isis put her nose into his mouth, to know the smell of it from the inside of his body (/in). She examined the suffering of the divine heir, and she found ■ chim^- to be poisoned. She embraced her son quickly while jumping about (? prpr) with him, like fishes do when thrown on a O iia lfirr‘Horns has been bitten ! Oh K5\\ your son has been bitten! Horus has been bitten, the heir of an heir, the lord wlio would set forth the kingship of Shu ЦHorus has been (195) bitten, the lad (liwnw) of Khemmis, the child (sf) in the House of the Magistrate (kw.t-sr)!Horus has been bitten, the beautiful child (hw) of gold, the innocent child (hrd), the fatherless one !Horus has been bitten, the son of Onnophris born of the wailing woman (iwh) !229Horus has been bitten, the guiltless one, the youthful boy (« h m w ) among the gods !Horus has been bitten, the one to whose needs I took due care because I recognized the avenger (wsb) of his father!Horus has been bitten, the one who was anxiously eared for (m/i) in (200) the womb (šti.l), who was (already) feared in the belly of his mother !Horus has been bitten, the one whom I eagerly awaited (sin) to see, and for whose benefit I loved life !’The innocent one Availed in distress and those around the child were depressed. Then Nephthys came weeping, her"},{"pageNumber":78,"pageContent":"ТВХТЧ 7RANHI.ArKt»67The protection of Horus are tlie names of his father in his manifestations (sSmw.w) in the districts. And such is the case with the protection of the sufferer.The protection of Horus arc the lamentations (iekb) of his mother and the cries of his brothers.234 And such is the case with the protection of the sufferer.The protection of Horus is his own name. The gods serve him while protecting him.—And such is the case with the protection of tlie sufferer.Wake up, Horus ! Your protection is lasting (mn)! Comfort (snjr) the heart of your mother Isis!— The words of Horus relieve the hearts. He reassures the one who is in distress.2-15— Be glad, you who are in heaven ! Horus (235) will avenge his father. Recede, poison ! See, you are conjured by the mouth of Re‘, you are averted by the tongue of the great god. The boat of Rė‘ stands still, it does not travel on. The disk is in its place of yesterday, until Horus is healed for his mother Isis—until the sufferer is healed for his mother in the same manner. Come to the earth—then the boat will sail on and the crew of heaven will travel on. The provisions are held back (Iw), the sanctuaries are blocked (dbi) until Horus is healed for his mother Isis—and until (240) the sufferer is healed for his mother likewise. The misery (mn.l) there will (only) pass over (snl), the confusion (hnnuj will return to its place of yesterday (only) until Horus is healed for his mother Isis —until the sufferer is healed for his mother likewise The demon of the darkness (nbd) goes about ;23S the seasons are not distinguished, the figures that refer to the shadow will not be seen (well) daily—until Horus is healed for his mother Isis—and until the sufferer is healed likewise.—The Two Caverns (krr.ty)a l are blocked, the crops are withering, life is withheld from the living (245) until"},{"pageNumber":79,"pageContent":"66TEXTS TRANSLATEDTlie protection (S3W) of Horus is He-who-is-in-his-disk i illuminates the Two Lands with his glorious eyes (j/, (i ° And such is the case with the protection of the suff(.reThe protection of Horus is the Eldest One in heaven, w[, gives orders about the government of everything. And sHc^ is the case with the protection of the sufferer.The protection of Horus is that great dwarf who goes about in the Two Lands at twilight -And such is the case with the protection of the sufferer.The protection of Horus is the Lion of the night who travels in the Western Mountain (Мзпго).—And such is the case with the protection of the sufferer.The protection of Horus is the great hidden Ram (63) who travels about in his two eyes.—And such is the case with the protection of the sufferer.The protection of Horus is the great falcon who flies about in the sky, on the earth and in the Underworld.— And such is the case with the protection of the sufferer.The protection of Horus is the noble beetle (hprr spsy), the great winged one ('py wr) in heaven.—And such is the case with the protection of the sufferer.TDie protection of Horus is the mysterious corpse in its mummy form in its sarcophagus.—And sucli is the case with the protection of tlie sufferer.The protection of Horus is the Underworld (dj.t), the lands where faces are reversed and things are mysterious.—And such is the case with the protection of the sufferer.The protection of Horus is the divine heron (bnw) who sits down (hfd)233 in his Sound Eye [wdi.t).—And such is the case witli tlie protection of the sufferer.TDie protection of Horus (230) is his own body. The magic (hk'i) of his motlier Isis is his protection. - And such is the case with the protection of the sufferer."},{"pageNumber":80,"pageContent":"TEXTS TRANSLATED69sail on It means that Horus lives for his mother - and that 4|,e sufferer lives for his mother likewise. The poison is powerless. Then the skilled one (hmww) will be praised on account of his task when delivering his report to the one who sent him out. Let your heart rejoice, Re'horachte: your son Horus has been assigned to life anW all men and all animals that are suffering from poison live likewise’.92. An o t h e r o n eHorus has been bitten, Horus has been bitten, the orphan (nmh)! Horus has been bitten, Horus has been bitten in the southern heaven, in the northern heaven. (Give) me breath, (give) me breath, oEi Eierdsman ! (Give) me breath, herdsman!A shriek will go up from the malignant humours that are scattered (hnr) through his body. Stretch out your right hand and your left hand and then make 7 knots and set them before the poison. If the poison passes the 7 knots which Horus has made in his body, I will not let the sunlight shine <on> the ground, I will not let the Inundation dash against the embankment, I will set fire to Busiris, Г will burn up Osiris !93. (Isis c o m e s t o t h e h e l p o f h e r so n Ho r u s)‘Isis, come to your Horus! You who knows her spell, come to your son !’ —so said the gods in her neighbourhood, since a scorpion {(II) had stabbed (ddb) him, since a stinger (wj&.t)21- had stung him (wli'), since a spider (? Intš) had lain in waiting (sin) for him.Isis went forth with a msd-cloth on her breast, her arms spread out : ‘here anU, my son Horus \\ Do not be afraid. Son of a glorious lady (ih.l), nothing bad will happen to you. The seed embodied in yeu is of the one who created that"},{"pageNumber":81,"pageContent":"TEXTS TRANSLATE I.Horus is healed for his mother Isis—ami until the ■ is healed hkewise. Come to the earth, poison! I I.,.,, I*' will be glad and the rays of the disk will spmul.I am Thoth, the eldest one, the. son of Be', whom the father of the gods has ordered to heal Horns for ц mother Isis—and to heal the sufferer likewise,Horus, your ka is your protection (siw), your inla„c (sšmw=k)aa ensures your safeguarding (mk.t). The poison lias died, its heat was kept from stinging the son of the distin­guished lady (wsr.t).23e You go back now to your homes; Horus lives for his mother—and so does the sufferer’.And Isis, the goddess, said : ‘give, please, an order to the inhabitants of Khemmis and the nurses who are in Pe, urge them strongly to safeguard the child for its mothei- and to safeguard the sufferer likewise. Let them not recognize my identity (кз—l) in Khemmis as an independent woman (nmhy.t) who has fled from her (own) town !’And Thoth said to these gods210 and spoke to the inhabitants of Khemmis ‘oh nurses (mn.wt) who are in Pe, who have struck themselves with their hands, who have beaten them­selves with their arms on account of that great one who has departed from them241 : be watchful over this child (hw), look for his path among men, confuse the ways of those who rebel against him until he has taken for himself the throne of the Two Lands. Be' in heaven defends him, his father watches over him, the magic power (ккз) ot his mother is his protection while (she) propagates the love for him and while the fear for him is spread among mankind.One is waiting for me to push off the night-bark, to make the day-bark sail on. Horus is entrusted to you, being assigned to life. I will announce to his lather that (250) he lives. 1 will cause gladness to those on the night-bark so that the crew may"},{"pageNumber":82,"pageContent":"TEXTS TRANSLATED71th limbs of Horus, the son of Isis and that is in all the limbs of the sufferer likewise !”.95 (t h e a l m ig h t y s u n-g o d d e a l s w it h t h e p o is o n) lie rises at heaven, he sets down in the Underworld (<h.t), his appearance (hpr) is in the HigDi House (hw.l ki.t).2™ When he opens his eye, the sunlight comes about. When he closes it, darkness comes about. TDie Inundation flows forth at his command. The gods do not know his name I am the one who spends light on the Two Lands so that darkness retires, who rises every day. I am the Bull of the Eastern Mountain (Bihw), the lion of the Western Mountain (Mmw), who travels daily through the heaven without being held hack.It is at tlie voice of my daughter Isis that I have come- see, a smooth bull-snake (k i n'l) has bitten! Break out, poison, retire from all the limbs of the sufferer. Come to the earth ! For it is not an (ordinary) sufferer you have bitten— Min, the lord of Coptos, the son of the Wbite Sow (ti h i t hd.t) who is in Heliopolis251 is the one who has been bitten ! Oh Min, lord of Coptos, give air to the sufferer so that air may be given to you !It is the god’s father and servant, the master of the light (nb wmv) Nestem, son of the god’s father and servant, the master of tlie light, the scribe of the overflowing of the Inundation ‘Onkhpsamtik, born of the housewife Tanthenub, that renewed252 this writing after he had found it removed from the domain of the Osiris Mnevis,253 in order to keep the name alive of a man whom Death, (or) any divine plague (lw), had (already) caught (sph), so that air might be given to the one who suffers from suffocation (Itmw), in order to keep the relatives of all the gods alive.251 And then his lord, the Osiris Mnevis, crowned his life with happiness : a good"},{"pageNumber":83,"pageContent":"TEXTS TRANSLATEHeavenly r,which exists!2,13 You are my son in ,,(msk.t) who has come forth from Nun. Y,,,, wjjI ,10t the heat (Uw) of the poison. You are tin; Kreat ], who was born on the top of a willow (tr.t) in tlie Ыпв the Great Magistrate n Heliopolis. You are tlie bvoti,\" of the аМи-fish, who announces that which is going tr happen.10' A cat has nursed you in the house of Neitli a sow (rr.t) and a dwarf (tfjty) were the protection of y(J(lr body.245 Your head will not sink down on account of an opponent in you. Your body will not take in the heat (tm) of your poison, you will not pull back on the earth, you will not become limp on the water, no biting snake (r) will have power over you, no powerful lion will stoop (? rhn) over you. You are the son of the august god who has come forth from Geb. The poison will have no powrer over your body. You are the son of the august god who has come forth from Geb— and such is also the case with the sufferer. The four lady- genii (šps.t) are the protection (ssw) of your body !94. (Isis in v o k e s h e a v e n t o s u c c o u k h e r s o n Hop.us)Horus had been bitten in tlie field (sh.t) of Heliopolis, to the north of Htp.t while his mother Isis was in the upper rooms (jrr.w hry.wY46 making libations to her brother Osiris. Horus sent out his cry to the horizon.‘Listen to me113, you who belong to the heron (Imy.w bnw) !247 Jump up then, doorkeepers who belong to (Imy.w) the holy lid-tree, at tlie voice of Horus! fiend out a cry of lament for him, give an order to heaven to heal Horus, so serve his interest for life. Let there be spoken to my lord (nh) ’Isdnu> who is in Ii.t-hwsi '■ will you lie down? Oo in to the lord of sleep,249 for my son Horus is being oppressed (“/) ! Take all things with you from there to combat the poison that is in"},{"pageNumber":84,"pageContent":"TEXTS TRANSLATED73Come, yo» malignant fluids there which are in the body nf NN horn of NN, as they ( ?) came out <for(?)> D'd.t, the wife of Horus, the daughter of Spw, the daughter of Osiris, who stood upright on something Geb had brought forth (ms (xb),2m Rė being aloof (hr-hw—f?)! Restorer (.svfrir) of Horus I hr), restore the body of NN born of NN—Rė‘ is a witness to it—to make him better than he was, <as in> the night when his mother bore a child ! I am Horus the physician, who soothes the god.180100. An o t h e r o n eThere is recited (M l) for NN born of NN as there was recited for Sft-sfh2el: ‘behind a wall... !’2e2—and the malignant humours of the scorpion (ivh'.t) that are in the body of NN born of NN will move as <they> moved for Horus when lie saw his enemy fallen under his feet.See, it is in fact not I who have recited for you—it is Sft'sfh that <has> recited for you, like she recited for Horus, saying : ‘the son of the well-born one (si-(l)s) has come forth from the earth !’101. [Sp e l lJs f o r c o n j u r in g {šnl) a s c o r p io n (dl)Oh (?) mistress [of (?) .. ], skin-wearer (? Inmy.t) who has come forth from Heliopolis, the daughter of the hooded one (? nmsy.t)263—E will not leave out (rdl) Spr.tw-n—s Spl-n=s £з.261 Do recite for my Horus, the little one, that he may go and be healed for his mother—by the blood of Тз-blt.t when Horus deflowered her in the evening. Close the mouth of any reptile, oh Тз-blt.t, Jhn-hr, Mn.t, wife of Horus ! May Horus live and be healed !"},{"pageNumber":85,"pageContent":"TEXTS TRANSLATEDburial after old age, on account of what he lu,| (|0 the Osiris Mnevis. ll)r96. A n o t h e r c o n j u r a t io n o f a s c o r p io n (dl)Horus has been stung (psh), Horus has been stung the [orphan (nmh ?)]! Horus has been stung! Horus has been stung in the evening, in the night, while there was no wood while there was no fire, while there was no conjuration [to be brought (?)] to Horus, while there was no spittle [with him] <to> spit,.256 Let there be gone to Heliopolis- of-Re‘, <to> obtain a conjuration for Horus ! [Has he( ?)» caused (?)] that one returns from Heliopolis while Horus is still stung ? (Then) sit down, Horus, and recite for yourself! Your (own) words are useful (зк) for you ! Let your mother Isis conjure for you—all her words are useful.97. (Ho r u s in v o k e d b y t h e b l o o d o p Ta b it c h e t)Hail to you, Horus, by the blood of Tз-blt.tid7- -Horusdeflowered her on a bed of ebony- By.t, the lady of the cobra, a daughter of Pie' ! I will recite (?) against her as a hero (<w(?)>fo). A falcon is to the right, another one to the left of her. However, I will escape. Horus, hail to you!98. An o t h e r o n eThe blood of the first childbirth of the cobra. Come to me, Blt.t, wife of Horus ! Come, I am Horus !99 An o t h e r o n e258I enter through beer, < I> leave through beer.117 Fall down, Djreak out (? ?) through tlie fresh blood! Receive what the god has offered you, Geb !259 I am Horus, born of a cow—an utterance (r) of a bull, an utterance of a cow!"},{"pageNumber":86,"pageContent":"ТИХТН 'l'HANHI.ATKb75‘No! You are not я ‘-Jug o( milk milked from t,h< udde.r fJf IJastet’. 1*11 mf your name., that t.Diere may bn recited for you. Reciting is done for a man by his name, ob god greater than Ын appearance !‘I am a Man of an infinite number of cubit,я, whose name is ‘Kvil iDay’, Ля for the day of giving Diirt,h and becoming pregnant tho,re is no Дi viri<r of birtb anil sycamores will not Iwar figs .‘Rise up ! The one who has been bitten is healed for bin mother, like llorus rose up, healed for his mother Isis in the night when be was bitten. Tin protection (siw) is a protection of Horus!’103. (An a p p r a i s a l o k t h k h k a l i n o w o r d s o k Иония) The words of Horus ward off death and they restore to life the one with an oppressed throat.The words of Horus renew life and make lasting the years of the one who invokes him.The words of Horus extinguish the fire; his oral powers (tp-r) heal a poisonous disease (fdw).The words of Horus mean saving a man whose fate (ivj.t) stands behind |him ...].The magic Ihk i) of Horus wards off bows and makes arrows miss the mark.The magic of llorus dispels wrath in the heart and soothes [■■•]■The magic of Horus cures one’s disease (hiy.t) [■■ ]■The magic of Horus soothes the powerful fire (wsr.t) and saves from an evil disease.104. (А синяк то тик poison)Break out, poison /—Seven times. Horus has conjure"},{"pageNumber":87,"pageContent":"102. A n o th kr oneHorus is travelling Ш his golden bark and |,js |irf|[ is with him, ... his [name ( ?)J. Tlic.n the one. called '‘сото to mo, Horns! I have been bitten !’‘Tell me, your name, that there may be recital ^ you. Reciting is done for u man by his name, oh gr>(| great(.r than his appearance ! 2e'1‘I am Yesterday, 1 am Today, I am Tomorrow which },ая not yet come'.‘No! You are not ‘Yesterday’, you are not ‘Today’, y()U are not ‘Tomorrow’ which Dias not yet come’. Tell me your name, that there may be recited for you. Reciting is tlono for a man by his name, oh god greater <'than,> his appearance!’‘I am a Quiver, full of arrows. I am a Pot full of unrest’. ‘No ! You are not a ‘Quiver, full of arrows’. [ You are not a] ‘Pot, full of unrest’. Tell <rne> your name, that there may B>e re,cited for you. Reciting is done for a man by Iiin name, oBl god greater <iban> his appearance !’‘I am a Man of an infinite number of cubits, whose appear­ance is not known’.‘No! You are not a ‘Man of an infinite number of cubitH, whose appearance is not known . Tell [mo] your name, that there may be recited for you. Meeting is done for a man by his name, oh god greater <than> his appearance !’‘I am a Threshing floor as strong as bronze, which no cow has ever trodden’.‘No! You are not a ‘Threshing floor as strong as bronze, which no cow has ever trodden . Tell me your name, that there may lie recited tor you. Reciting is done for a man by his name, oh god greater • 'than his appearance !’‘I am a Jug of milk milked from the udder of Bastet’.174 TEXTS TKANStATICI)"},{"pageNumber":88,"pageContent":"TEXTS TRANSLATEDur mouth ! If you do not stand atill <to> listen words, I will cut off <thc> 77 beads that are on that t0 at ijmi who lies down ... and then I will cut off the handf Horus and blind the eye of Seth and seize the mouth of the Great Ennead, and then 1 will set fire to Busiris and burn up Osiris and then I will [overthrow] the burial-equipment (įrs) that rests in the great Stand still [for me], standstill, like Seth stood still [for] Ptah !106. An o t h e r o n eStand still, scorpion (dl) that has come forth from under the fundament, that has come forth from under me, that sets fire to the great tree under which Pre‘ is sitting !If <you> bite—I am Osiris ! If you take me along— 1 am Horus! I am the Snake (kfnv) that came forth from Helio­polis,267 the enemy (hfty)! As for a scorpion, that enemy— a mountain is what lies before you. You will not know how to pass it. The protection (s3iv) is a protection of Horus!107. An o t h e r o n e[.........], break out, you who have come from heaven,scorpion (dl) who has come forth from the fundament! Fire will burst forth against it, so as to set fire to the op[ponent (?)], female enemy (<з hrw.t-s.t)! Do stand still! I am [the one who] is looking for <you> ; Thoth arrests (dnh) you. The protection («'«’) is a protection of Horus !108. A n o t h e r o n eHi you scorpion (dl) who came forth from under the tree with its sting ('b) erect, the one who has stung the herdsman in the night when <he> was lying down ! Was no reciting done (šdl) for him ? Reciting was done for him over Ыб-drmk"},{"pageNumber":89,"pageContent":"76TEXTS TRANSLATED(Snl) you, he has crushed (bhn) you. He hn ,.lt Q You will not rise upwards, you will be t ]e(] (1qJ ‘ You will be feeble, you will not be strong. \\ ou wj|| , cowardly, you will not be brave. You will I ■ blind ^ will not see. You will go upside-down, you will not rajS(; your face. You will retreat, you will not find your way You will be afflicted, you will not be joyful. You will <цс you will not live. You will go stray (tnm, hnhn), you will not be guided (wn-hr)—at. the words of Horus, whose magic (hhi) is effective !The poison was in joy while the heart of many was afflicted on account of it. (But) Horus has killed it through his magic (hkj, shw). The afflicted one is (now) in gladness ! Stand up, you who were lying stretched out! Horus has assigned you to life. He who came being carried265 leaves by himself. Horus has slain the one who stung him ! Every eye that sees Rė' renders thanks to the son of Osiris.Turn yourself, venomous snake (btw), draw out (šdi) your poison which is in all the limbs of NN born of NN ! See. the magic (hki) of Horus has gained the victory over you. Break out, poison, come to the earth !Words266 to be said over a divine falcon with a pair of feather-plumes on its head, made of tamarisk-wood, painted in outline, with its beak (fnd) opened. To offer bread to it, and burning incense. To be placed before the one who suffers from a bite of any snake, -while you say (it) from the beginning until the end. A true means to ward off (the effects of) the poison.105. An o t h e r s p e l l, o p c a t c h in g (Ы ) a s c o r p i o n (dl),OF HOLDING FAST ITS MOUTH IN ORDER TO PREVENT (IT) FROM ,STINGING (/J.Sh)Stand still for me, scorpion! I will shut ('nb) and close"},{"pageNumber":90,"pageContent":"TEXTS TRANSLATED.po-not-bt-him ... Rė” is its name— while Isis is sitting iown »nfl Nephthys stands erect. Those magical means (hhM>), pounded (together) (? dmdmy) are given to the fire,271 to the great tree of the great god. Gods, keep steady now that I have given him his75 hand, now that the god has given him his75 hand, while the divine offerings are meagre (« nds), as (when) the beams and baulks gave in (hnn), as the shouting which Horus and Seth uttered in the night of their fight. The bark of Re' was moored and Thoth stood on it.121 Geb has cited it (?)! Hi, hi! It is not E who have said it, it is not E who have repeated it. It is Selqis that has said it. It is she that has repeated it.113. A n o t h e r o n eA mouth against a mouth, a tooth against a tooth !81 Re‘ guards <the> poison of the scorpion (wh'.t), which I have made of clay, <its> base being of turquoise which I have put on you [... with (?) a bundle (?)] of Mn-plants until E release (wh') the one whose body is mysterious I272 Come forth at my utterance, according as [I] have said; Г am Horus, who made you ! Break out, scorpion !114. An o t h e r s p e l lBackwards, retire, evil poison! Do not harm any limbs of this man who suffers. He is that god, the lord of the night. Let the poison have no power over him. He is the Evil One (By),222 į,]le ]or(j 0f įįe gloom who is in the background, having descended into darkness. He is the fourth hour, the fourtii udjat-eye (?), the one whose spending of light is high— that means, Ernutet in this hour. <This> man who is suffering—he is Osiris !"},{"pageNumber":91,"pageContent":"78TEXTS TRANSLATEDand beer,117 as (for) any strong fighter.1 TIk -Qn children of Pre*s‘« stood lamenting; they made sever knots in tl»>įr seven bands and they hit the one who was bitten (with them) May he stand up, healed for his mother, like Horus stood up healed for his mother Isis in the night when he was liitton. The protection (ssw) is a protection of Horus !109. An o t h e r s p e l lOh Nepri-heti,26S stretch your arm towards it, scratch and drive away what you have brought!This spell is to be said [........] drunk bv the sufferer.110. An o t h e r o n eThe sound of wind—but there is no wind in it. The sound of water—but there is nothing that the Inundation has brought forth {ms.t H ‘py). Have a care about the appearance of the sun-light, about the shining of the disk, about what is said to the one who is in his hole I2-'\" Poison, come down on the earth from the body of NN born of NN !111. An o t h e r o n eA very small thing, a sister of the snake is the scorpion (dl), a sister of Apap, sitting at a cross-roads, lying in wait for someone who goes in the night, who goes in the night! May the one who is coming step on his heel as if it were bronze, the front of his feet being of ebony! The front of liis feet are the seven falcons that are on the prow of the boat of Re‘.You are enwrapped ('/»), scorpion (dl), you are seized (1з1)! I am Horus who acts. It is Min that lias found you out!112. An o t h e r o n eA tooth <against> a tooth,>» while Re guards the poison-"},{"pageNumber":92,"pageContent":"TEXTS TltANKLATBlJ81118. A n o th e r s p e l lį h,,.. looked at Dieaven ami 1 have seen Re', lie is the one wlio will save (? M l) you. I have looked at the earth and I have seen Get). He is tlie one who will navel?) you. Oh Re', chief one, come, act as a saviour now that you have seen what I Diave looked at. You who have approached me in order to sting me, so that I would Diecome ill fall down, go forth! Let the poison be scorched (nu:h) in the whole body of this man wlio suffers !119. An o t h e r o n eWhat I have enclosed (' nb) in my right hand, what I have enclosed in my left hand, [I] have enclosed [it like (?)] Horus, [I] have enclosed it with seven knots!When Horus had looked behind him he found Seth following him—and vice versa.That heron (bnw), which is sitting down—the two crests (? nu.ty) of the tendon in its vertex were drawn out and fitted with 7 knots.It was announced to Re‘ : the chest No has gone forth from Heliopolis !’ It is not known what is in it. A seal is in it, of black stone. Come [to the earth, poison (? ?)], at the words of S-pr=tw-r—n Spl-n—s-ti, of the first corporation (į.t) of PrS'.278 She has been telling her name to Horus for three years, while the blood stuck (? Imn) on her thighs since Horus deflowered her.Come to me that you may exorcize (šdl) these malignant <humours> that are in the body of NN born of NX—as when Horus went- to his mother Isis, in the night when he was bitten !"},{"pageNumber":93,"pageContent":"TEXTS TRANSLATED115. An o t h e r o n eA rejoicing (nhm) and chattering (grhr) (о ),ая along you, loaded with a mysterious falcon ! K i a„, iutl(II| gods—Seth is on my right, Horus on my lr-f( г;рЬМ,ун js in my embrace. Oh gods, make way274 for mi I am one fJf you! I am a messenger of Thoth, having conn to bring protection (am). The seal of Horus is what is on my |,anr| As for the night when the wife of Horus was bitten 1 will not let the Inundation flow along the bank, I will not let Shu illuminate the soil, I will not let the seed germinate,I will not let bread (bl.t) be made, I will not permit a brew being made in jars for the 365 gods who lie down hungry, having spent the day hungry, in the night when Osiris is buried ! The protection (s3w) is a jnotection of Horus.116. An o t h e r o n eIt is from the house of Amun (’/mn) that I have come today, among a hidden (Imn) crew. And < I> have found the old ones <on> [their] mats, the young ones driving in their mooring-posts, their arms carrying swords on account of it.275 Come oiit, poison of a scorpion (wh'.t) that is in the body of NN born of NN 1117. An o t h e r c o n ju r a t io n a g a in s t a s c o r p io n (dl)I have gone out during the night, girded with radiance, adorned with cobras.Horus is behind me Seth is next to my shoulder, gods and goddesses whose mouths are like a hook are what is before me.That one in front of me, you who come to <atta>ck <Tme^> - do not attack me! See, a grout god277 is the one who is at my side ! Gods, make way for me- -I am one among you! bee, I am tke son of Ire amongst his Ennead. Break out, scorpion (dl)!"},{"pageNumber":94,"pageContent":"TEXTS TRANSLATED83tJiat „ame ‘grinder’ (ndrh) of you.8»5 OEi White (M) Eye f Horns286 that has come forth from the earth- ‘that-which 4rikcs-the-subjocts-for-Hori>s is its name- may it protect (ml) its Horus75 from the followers of Seth !You w ill close (him) tlie moutli of any male snake, any female snake, any scorpion (dl), any reptile. They will not enter this house where the Osiris, the god’s father and servant of M in, lord of Senwet, Wennofer deceased, born of Tantamun, is. The heat (tw ) of your flame (hh) is (directed) against them; you will kill them, tliey will die from your grimness (dhr.t).Words to be said over garlic, ground and pulverized together with beer. To sprinkle the house with it in the night before daybreak. No male snake, female snake, scorpion idl), reptile, male dead (mt) or female dead will enter this house122. C r o s s in g (hi>3h) t h e c a n a l b y t h e c a t t le . W a rd in g o ff (hsf) d e a t h . W a r d in g o f f th e c ro c o d ile by th e h e rd s m a n 287Oh herdsman there ! Let your face be watchful ('nh hi—k) for this marsh-inhabitant (s(w)y) who is on the water, to prevent these hero falling a victim (lit. ‘come’) to this marsh- inhabitant. May he come as a sightless one (ip-tp). Let your face be very watchful for him !123 An a d o r a t io n o f Ho r u s, to g l o r if y h im. To sayON THE WATER AND ON THE LAND. WoliDS SPOKEN BY THOTH,THE SAVIOUR OF THIS ООПHail to you. god, son of a god ! Hail to you, heir, son of an heir ! Hail to you, bull, son of a bull, whom the divine cow bore. Hail to yon, Horus, who came forth from Osiris, whom the goddess Isis bore !"},{"pageNumber":95,"pageContent":"82TEXTS TRANSLATED120. A n o th e r c o n ju r a t io n a g a in s t s c o ri „ ns щLying in my window, < I> found šonu.'! ниц jum|)11|ir up at- me ! Turned upside down in the middle of the niKht < I> found the deserts in uproar (krwy)!The voice of the conjurer {Snlw) is loud wliile nailing for the poison, like the. voice of Rė‘ for his Ennead.27»The voice of the conjurer is loud wliile calling for t] poison, like the voice of Thotli for his writings.2811The voice of the conjurer is loud while calling for the poison, like the voice of the flour (nd) for the grain (b.š).2elThe voice of the conjurer is loud while calling for the poison, like the voice of Seth while wrestling with the poison. Since she does not chew it, and neither breaks it out she is seized with the cloth meant for her ( ? р з у —s dniv) once she has entered among the Ennead !2S3121. (Ga r l ic w il l p r o t e c t We n n o f e r’s d w e l l in g)[........] That One (pfy) for the garlic (hdw), when you enterthis house (pr) where the Osiris, the god’s father and servant of Min, lord of Senwet, the deceased Wennofer, born of Tantamun deceased, is—to close the mouth of any male snake {hf3w), any female snake, any scorpion (dl), any reptile (ddf.t) that bites (psh) with its mouth, that stings (ddb) with its tail. You will kill them. It is the arms of Re‘, it is the arms of Horus, it is the arms of Thoth, it is the arms of the Great Ennead. it is the arms of the. Little Ennead that will kill their enemies through you. You will injure (hd) their heads in that name ‘garlic’ (hdw) of you.155 You will open your mouth against them in that name ‘mouth-opener’ (wpw-r)1>'t of you. You will devour (wnm) them in that name ‘devourer’ (wnmw) of you. You will grind their bodies (nd =k h’ - sn) when some snake (hfiw) comes forth at (its) time,"},{"pageNumber":96,"pageContent":"TEXTS TRANSLATEDчке in bis right hand and |his( ')] left hand. [.......] theirleads and a- crocodile under his right foot, a scorpion (dl) under liis left foot | ...of t.ama]risk-wood. Bread, beer ,ind burning incense are to be offered (to it). Its mouth is to be opened174 and its purification to be carried out. To bo applied to the throat [of a man ... Tliis spell is r[ecited ( !)]to ward off [any bijt.ing snake (r).124. (An in v o c a t io n op t h e sun-ood a g a in s t a croco­d ile )(a) Oh old one who rejuvenates himself in his time, aged one who becomes young ! May you cause Thoth to come for me at my voice, that he may drive away Grim-Face (Nki-hr) for me ! Osiiis is on the water, the Eye of Horus being with him, the great Winged Beetle hovering over him291 and the great one in his grasp292 who bore the gods as a youthful one.May the one who is on the water escape safely ! If the one who is on the water is attacked, the weeping eye of Horus is attacked.293 Backwards, you who dwell in the water, enemy there (fifty pfy), male dead (mt), female dead, male opponent (djy), female opponent, and so on !Do not raise your face, oh you who dwell in the water294 until Osiris has passed by you. See ! He is bound for Busiris; his striding (nmt.t) is victorious over you. Your mouths are blocked, your throats are stopped up. Backwards, rebel! Do not raise your face against Osiris—and the sufferer(s) likewise—(for) they are Osiris.lie' rises up for his boat, to visit the Ennead of Kheri- aha. Those lords of the Underworld (ds.t) stand ready to punish you. If Grim-Face will come for Osiris when he is on the water while the Eve of Horns is over him—your face will be averted and you will be laid on your backs !"},{"pageNumber":97,"pageContent":"TEXTS TRANSLATEDI have spoken in your name, I have recite. ,vjymagic (1Лз), I have spoken with your spells .„•), j ] conjured (ml) with your conjurations, which heart hlsdevised—they are your sorcery (hmw-гз)—whi< м have conic forth from your mouth, which your father Geb i.as entrusted to you, which your mother Nut has given to you. which you have been taught by the Majesty of the Foremost One of Letopolis in order to ensure your protection (s3u>), to renew vour safeguarding (mk.t), to close the mouth of any reptile (ddf.t) which is in heaven, which is in the earth, which is in the water, to keep the people alive, to propitiate the gods, to glorify Re' with your hymns.Come quickly to me on this day like the one did for you who handles the steering oar of the divine bark.288 May yrou drive away for me all lions on the desert plateau, all crocodiles in the river, all biting snakes (r) in their holes! May you render them for me like pebbles on the desert hills, like potsherds of a jar along the street. May you exorcize (šdl) for me the pulsating poison that is in all the limbs of this man who is suffering. Take care not to be negligent (sew fit) when you speak about it! See, it will come for you when you are coming for it, with your words directed against it. See, your name is (involved) therein (im)28e on this day! I have created the awe for you through your magic (Ькз)—and you have grown (зкз) (in prestige) through your magic spells (зА.гс)—to keep alive those who suffer from an oppressed throat. Praise is given to you by mankind (rhy.t); righteousness is adored in your appearance. All the gods are invoked in your likeness. See, your name is invoked on this day : ‘I am Horus the Saviour (sdw) who ensures protection (mmi) for you’.75This291* spell is to be said over a statue of Horus with a"},{"pageNumber":98,"pageContent":"T E X T S TRANSLATED87fiery flame before you. The finger of the 77 gods is in your •eS while you are hound to the great landing-pole (n'y.t) 0f Osiris, while you are hound to the four posts (nhn.t) of Upper Egyptian greenstone which are at the prow of the bark of RS\\ Stand still, Maga, son of Seth ! See, I am Amun, the Bull of his mother.Words to be said <over> an image of Amun, with four faces <on> one neck, drawn on the ground, a crocodile below its feet and the Ogdoad <at> his right and his left side, adoring him.126. Th e f ir s t s p e l l o f a l l k in d s o f w a t e r-so n g s ishsy.w-m-mw), a b o u t w h ic h t h e m a g ic ia n (hry-tp) has s a id : ‘d o n o t r e v e a l it t o t h e c o m m o n MAN— (] J is) a MYSTERY OF THE H O U SE OF L IF E ’297Oh egg of water and earth-spittle298—the egg-shells (iw<r>.(?) of the Ogdoad gods290—great one in heaven, great one in the Underworld (di.t), nestling who is prominent on the Island-of-Knives (lw dsds)loe: it is with you that I have escaped from the water. I will emerge with you from your nest! I am Min of Coptos, I am Min, the lord of the land of Coptos!This spell is to be said <over> a clay egg. To be given into the hand of a man at the prow of a boat. If something on the water surfaces, <it> should be thrown upon the water.127. An o t h e r s p e l lI am someone selected from an infinite number, who has come forth from the Underworld (dj.t), whose name is not known. If his name is pronounced on the border of the river, then it will dry up. If his name is pronounced on the earth,"},{"pageNumber":99,"pageContent":"86TEXTS TRANSLATEDOh you water-dwellers : your mouths are įyyour throats are stopped up by Sakhmet. y< ongucs ar cut out- by Thoth, your eyes are blinded by H a, the fou great gods there who take care of the protec ion (sj«) 0f Osiris. It it they that take care of the protection of the one who is on the water and of any man or animal that is on the water on this day.295(b) The sound of load wailing (comes) from the house (hic.t) of Keith, a loud lamenting from the mouth of the cat,2»* a loud voice from the palace (hw.t-'зЛ)! The gods and goddesses say: ‘what is the matter?’—on account of the аМи-fish1\"1 at its birth. I have checked your progress (nmt.t), rebel!I am Khnum, the lord of Hw.t-wr.t. Take care not to repeat your harms (nkn) for a second time, in view of what you have (already) done before the Great Ennead. Retire now, retreat now for me—I am Thoth ! Hi, hi!(c) Oh Rė‘, have you not heard the sound of a loud wailing since the evening, from that bank of Ndl.t ?296 The sound of a loud wailing (comes) from the mouth of all the gods and all the goddesses. The great gods are in distress on account of that crime (kn) you have committed, oh evil rebel who has done an evil deed {dw)! See, Re' is enraged and infuriated about it. He has ordered your execution to be carried out, oh rebel! Backwards, rebel, hi, hi!125. (a c u r s e a g a i n s t t h e c r o c o d i l e Ma g a)Do come to me ! Hi, lord of the gods ! May you repel for me lions on the desert-plateau, crocodiles in the river and all snakes (r) that bite in their holes!Backwards, Maga, son of Setli! You will not row with your tail, you will not Diold fast with your arms, you will not open your mouth (Dor tDten) the water will become"},{"pageNumber":100,"pageContent":"1,30. An o t h e r s p e llГ р , r h P P , rk ’ P ' P ’ r r -30i Khnum does not threaten (? šr), Tlbn-t does not exorckc (lit). Oh Isis, let the water be eXorcized (šdl) for us ! E am Horus-the-Saviour (Mw)!To be said four times.j31. An o t h e r s p e l lHi, eastern side of heaven, eastern side of the earth! Amun has stood up as a Ruler; he has taken the White Crown. The whole earth is in silence. Go, hurry on, close their mouths ! And all reptiles—the will touch the ground, from fear of your violence, Amun !132. An o t h e r s p e l lHail to you, baboon of seven cubits whose eves are electrum, whose lips are fire, and each of whose words is a glowing flame (и/r).305 Keep steady the swimmer (mb), so that < I> may go forth in safety !133. An o t h e r s p e l lYou will not be over me—I am Annin. I am Onuris, the good warrior, I am a great one, a lord of strength. Do not butt (turn)—I am Montu ! Do not move threateningly (wnwn)- - I am Seth ! <You> will not. raise your arms against me- I am Sopdu ! Do not reach out—I am the Saviour (Mu-)! And those who are submerged-they mil not emerge. Those who have emerged—<they> will not submerge for tley are left in the northward current, on the stream like dead people afloating—their mouths having been closed as tiie seven great boxes (htm) were clcsed (htm) which were closedfor ever.TEXTS TRANSLATKD ggBIBLIOTHEQUE BIBLIQUEв. o. a e. в."},{"pageNumber":101,"pageContent":"88T E X T S T R A N S L A T E Dthen it will produce a flame. I am Shu, the (tirt)*»» 0fRė', who sits within the Sound Eye (wdi.t) his father If something that is on the water opens its nith, if и moves with its arms, I will cause the earth to be invaded by a flood and then the south will be the north, and the earth will turn itself!To be said four times <over> a Sound Eye (wd3.t) with an image (twt) of Onuris inside it, drawn <upon> the hand of a man.128. An o t h e r s p e l lCome to me, you image (twt) of an infinity of infinities (kh n hh.w)! You, Khnum, only son, the one who was conceived yesterday and who was born today, the one whose nameI know, who has 77 eyes and 77 ears ! Come to me, that you may cause my voice to be heard like the voice was heard of the Great Cackler in the night! E am the Great Abundance (6‘Л).301To be said four times.129. An o t h e r s p e l lIsis struck with her wing; she closed the mouth of the river. She caused the fishes to lie down on the mud-shoal; the waves do not immerse it. Esis became weary <on> the water; Isis arose on the water, her tears falling into the water. See, Horus has had intercourse with his mother Isis !251 Her tears are falling into the water. ‘An arm (? mh) of a red fish (u’3d) in the mouth of a baboon, an arm (?) of red wood (į I w id) in the mouth of the Morning god (dwrn'i.) Г303 Et is Isis that has recited, it is not a crocodile that has done so. Protection (sm)! Protection has arrived!"},{"pageNumber":102,"pageContent":"TEX TS TRANSLATED91made it f°r Уои’ an<^ Уои ros^e(l *п Maga, the son ofI came '\"■! Die opened it and he saw the one who is in it the face of a monkey, with hairs of a baboon ! Woe, oc fire, fire ! It is not I wlio have said it, it is not I who have repeated it—it is Maga, the son of Seth that Dias said it. He is the one that Dias repeated it.Words to be said Cover two crocodiles, drawn tail-to-tail within a Neith-hieroglypli > .3I>9I Resnet and Mehnet. And you should use earth ... it is a true means (?). The deck of the sliip 310136. A s p e l l f o r d e s c e n d i n g i n t o a t h i c k e t (пзу.1) Backwards, snake (hjrtv) who is on his hillock, shuffler (ispihw) who is in his thicket! Your teeth are broken, your poisons are scattered. Re‘ has warded off the attack you hurled at me. Spit out (tpl), snake who has come forth from the earth, black one who is in his hole! However, if you mean to direct an attack against mankind, the flaming eye of Horus will extinguish and people (r:n[t( ?)]) will become silent!137. A SPELL FOR WARDING OFF (Šn) A SNAKE (hfiw)Your fury (3t) is repelled, you who were sent as a furious attacker (3t>v) ! I have scattered (ttf) your books311 with this clay of Isis tliat has come forth from under the armpit of Selqis.312 My finger is its guardian, the clay is its obstruction! Where are <you> going to ? Look they313 are here in the place where they belong . Don t attack a bone, don’t split open a vessel (? mt)—before you have attacked tlie protective spell (? u'di) of my mouth 1314Words to be said over clay in which a knife is enclosed,a bundle (? )U dbU~ 0T"},{"pageNumber":103,"pageContent":"90TEXTS TRANSLATEDOh dwarf here of heaven, the great dwarf <e head is large, whose back is long, whose thighs are sin ■ the Rrcat support that extends from heaven unto the TndenvorM the lord of the great corpse, which rests in Heliopolis, the great living god who rests in Busiris ! Pay attention (tw п—Щ <to> NN born of NN! Guard (S 3 t v) him by day, watch (rsi) him by night, protect (mkl) him like you protected Osiris from Him-with-the-hidden-name on that day of the burial in Heliopolis !306 I am the Lion in Buto, the house of the heron (bnw). Your appearance is that of a monkey after reaching old age.This is an admonishment (mtr.t пз) since you have written to me—whib' one was sitting quietly in Memphis— : ‘let a shrine be made for me of lį cubits’—even though you are a giant (nht) of 7 cubits. And E said to you : ‘you will not be able to enter such a shrine of lį cul^its, since you are a giant of 7 cubits !’ And (yet) you went in and you rested in it.But see, a flood (?) has descended (?) that (even) Nun does not know (?).307 The shrine is open ! The one who is in it has the face of a monkey (g!f)- Woe, fire ! The child of a Lady of distinction (rpy.t) is a baboon !135. (SIMILARLY)Oh you who are in Mehnet, in the Hall of judgement, the lords of the Resnet and Mehnet rooms—do not raise your face against the one who is on the water !308 Osiris is on the w'ater, the Sound Eye (wdi.t) of Horus being with him.This is an admonishment (mtr.t пз), since you have written- while one w'as sitting quietly in Memphis— ‘let a shrine U- made for me of lį cubits’. And one said to you : ‘oh you man of 7į cubits how would you enter it?’ And (vet)134. (NO TITLE)"},{"pageNumber":104,"pageContent":"TEX TS TRANSI.ATK.l)93,41 An o t h e r s p e l lOI, you whom the two cows (Id.t) of Horus bore327 on the ter of the District (w'r.t)' Bring mc(?) a lotus-flower of7 cubit9 <with (?)> a bud of 8 cubits, to cool (the effect of) the poison which is raging, which has come forth from the body of the god and which is (now) in tbe limbs of the one who lias been bitten. Let Horus be sound as (he was)!142. An o t h e r s p e l l f o r c l o s i n g t h e m o u t h o f a n yMALE OR FEMALE SNAKE (hflw)King Usimare' Miamun is a lion who spreads astonishment by (?) his force. He is Skesemu-Mati328 whose arms Re' coated when he, the one in his hole,329 fell on his face. Do not bite (psh) the son of Rė‘, Ramesses Heqaiunu—he is Rė'! Do not sting (ddb, ddm) him-he is Khepri! Do not bring the flame of your mouth against him—he is Spaciousness (llh), he is the Great Eternity (Nhh) wrhose form is present in every god. He is the Lion who protects himself, he is the great god who fights on behalf of his brother. Tl« one w'ho would bite him will not survive. The one who would rage against him, his head will not be fastened. For he is a lion who wards off gods and spirits (ih) when he has stricken all male snakes and all female snakes who bite with their mouth, who sting with their tail on this day, in this month, in this year and its addendum {kr.t) !25Words330 to be said over a lion of faience, threaded to red linen. To be applied to a man’s hand. It is to be given as a protection (S 3 tc) of the bedroom.1 44 ( An i n c a n t a t i o n o f a s n a k e)Oh you who are in the hole, who are at the opening of"},{"pageNumber":105,"pageContent":"92TEXTS TRANSLATEDBiting one (psh), <you> will not bite at ! The drippj„g liquid (stf) of the reptile (ddf.t) has fall(iii (own In.-, cobra,316 the enemy of the ram (rhn), (he) the son of the sheep (sr.l), the lad (nhn) of Seth,317 the master of mysteries (hry-sšti), the child of Min,318 the child of Gel) ! Great and mysterious gods, come,319 that you may hear what the ram has said, the son of the sheep,320 the one who stands up to the water when it flows downstream and then stands up to the northwind when it blows to tlie south :321 ‘when the sunlight appears, the Sound Eye is against you —so (that is) his3rz true name!139. Spells f o r c o n j u r i n g (ini) a v i p e r (fy)3SL3Oh Thoth who has come forth from Hermopolis, assemD.ling the gods!324 < I> have rinsed my mouth, I have swallowed natron, I have mixed among the Ennead. I have slept ill the embrace of Horus during the night.325 I have heard all he said —(even) he who covered, (having) a viper of one cubit in his hand, a rebellious snake of twelve cubits : ‘see,D have been taugDit to speak (mdw)3Z6 ever since, wDien Osiris was still alive!’ See, I have slain a viper of one cubit and it is Horus who has taught me to speak !140. An o t h e r s p e l lCome, you Ennead, come fortlL at my voice ! May you slay (nbr) this miserable snake (? mn.t-y), the enemy of Horus, wlio causes a fighter ('jpwty)1 to sit down exhausted, his eyes (filled) with water, his heart sinking low! Come you218 to me ! D have called to tier, tlie wife ol Horus —I am the physician who soothes the god!180138. A n o th e r one"},{"pageNumber":106,"pageContent":"TEXTS TRANSLATION96offering. There will be no hoir-snakes of you in thisi dh Apap, <Ki«iny of He', after Horus tin: Oldest One j//r m»w) l,a'4 destroyed you. V'ou will not conceive, anil there j|J not lie conceived of you. You will not give birth, and there will be no giving birtli of you. You will be shot down aS a burnt offering. Your ba will be punished -it will not travel over the earth. You will not wander over the Supports of Shu.331 You will not be seen, yon will not be perceived when you are destroyed. Your shadow will not be, oh Apap, enemy of Re'! On your face, rebel! You will not be remembered ! The one who takes hold of you spits on your name, once Rė' has set obstacles before you, Isis has fettered you and Nephthys has bound you. The magical spells (ih.w) of Thoth destroy you. Your bn is not among the has. Your corpse is not in front of the corpses, once the fire has consumed you, the heat has devoured you, the flame has made its resting place in you, oh Apap, enemy of Rė'! Rė' is rejoicing, Atum is glad, the heait of Hoius the Oldest One is delighted. The Criminal (Nik) is gone and exists no longer. His shallow is not in heaven or in the earth. Apap, enemy of Re\", break out! Be annihilated, Apap !145. (Atum d e a l s w i t h t h e s n a k e)This here is tlie hand332 of Atum which dispelled the fury (nšnl) of heaven, the disturbance (hnn) which was in Helio­polis, the combative and victorious one, protecting its lord, the powerful one, the defender of Re‘ on that day of the great fight to the north and to the west of the House of the Cobra (hw.t-l'r.t), Ius'a’as, when Rė had turned himself into an ichneumon ('d)33S of 46 cubits in order to slay Apap in his fury Let him break out, let his face fall down, let his face be spat upon ! She334 has come and driven out all bad"},{"pageNumber":107,"pageContent":"94TEXTS TRANSLATEDthe holu, who aro on the road, who arc ni ........th с road!<Hew is> Mnevis - lie will travel on an ...... . Ill Į (j уman and any animal. He is Sepa be is on hi* t<i ||,.|j, polis. He is Solqi-s—lie is on liis way to tin- (i at; ||„u (hw.t-wr.t). You will not hite (psh) him ! He. is I,'. yoll ч.щ not sting (Mb) him! He is Thoth -you will not shoot (к/у) your poison (mtw.l)103 at him 1 He is Nef'ertein !Oh any male snake (hfm), any female snake, any spid(.r (1 M ) , who bite (psh) with their mouths, who st.ing (ddh) with their tails, you will not bite him with your mouths, you will not sting him with your tails! Keep your distance from him ! You will not use your heat (hh) against him- In­is the son of Osiris. Break out! 4 times.144. An o t h e r s p e l lYou will break out, Apap, enemy of Re' ! 4 times. And then, be prepared to remove, yourself from Him-who-is-in- his-shrine (Ьпу-кзг—}).3’’ Be annihilated, rebel (sby) ! Upon your face you must fall! May your face be blinded. You must retreat from your place. Ybur roads are blocked, your paths are stopped up; on your place of yesterday you must crouch immovably (nml). Your strength is no more, your heart is wretched, your body is limp, since you have been maimed ! You will not escape, since you are assigned to those connected with the cxecution-Uock. The slaughterers whose knives are sharp, they will cut your head off, they will sever your neck and they will do it to you again and again. They will carry you to the fire, they will prepare you for the flame at the moment of its supreme power. It will devour your body, it will consume your bones so that you become ash while Klinum has seized your brood. Your body is a"},{"pageNumber":108,"pageContent":"UGТКХТЯ THANSI.ATHI)ailments (ml h), all bad impurities ('b), the pu r any „nt! snake Ųifut), any female snalco, any s<;oi|м. n-h'.i), luiy reptile (jjilf.l) t.lmt is in any limb of 111 is man w , sunitrinjį Conic to trim earth at the words of Dforus-thi 1 ппонк-оцо (Hr-mJ-hrw): ‘this here is tho hand that I have reoitvd 1, Ilorus-tlie-victorious-one, who subdues ( ?) Si-It|is (hrp Srk.t).m From Sliedenu 1 have conic; 1 have gone forth nt daylireak at tlm voice of tlm lord of everything (Imm) himself, on that day of turning upside down on the fields (pit' hr ih.wt), at. (he words of Atum. I have ensured your safeguarding (nd.t) as a son. 1 have been hailed when • I вине in that name of mine, lAvenger-of-his-fathor' (nd-ll -f).yj2 1 have placed my arms behind Die\". My hand is on him in (token of) life, prosperity arnl health. 1 have united (slms) all his members, I have clothed his body, I have shaken off all his dust, I have tended (? sm'r) his ailments (sdb.w), <1 have his injuries (nkn) away (r П), 1 have dispelledthe ailments of Apap which were in his flesh so that it is kept whole, lie' is standing up! I low much better he. is than he was! 1 have dispelled everything bad that stuck to him. I-et this man stand up, tho sufferer, having become healed for his mother! How much better he is than he was! The poison has no power over his limbs; his heart will not sink down from its heat. The influence (') of no god will have (lower over him. There is no goddess causing ailments to him. My hand is on him in (token of) life, prosperity and health . I am Лоты the Oldest one (f/r-mww) ... who soothes the god,1*\" who fortifies (?) a god. The poison has died!Пв An ш н е к *p*i.iOh lie , oh Orel», oh Nut, oh Osiris, oh Horus may you keep firm the heart (ib) of this man who suffers! May you"},{"pageNumber":109,"pageContent":"Т К Х Т Н Т К Л N S IjATKI •bill' ■«\" ■ you r,.St,t.|„. Ki-art, „f i««- * * * у-3 h ,* (Г 'Н «.f Ара,, tl,at, was in Ни, ......цс' >н your7* protection (лив)! \" ' ^ lt R'*1-"},{"pageNumber":110,"pageContent":"99A HR'RKVIATIONHM«ttcrnich Stela : from pholograptiH in N. Scott, fiu lld in of the. Mtlr'/poUtnn Muse.vm of Art, N.K., New York 9 (19/il), 201-17. AIho from (j. ,Sander-11 ansen, I He. Textp. dcr M Ммтск-НМ к, Copenhagen, 1950.Oil KO: Oudheidkuridige Meded'lirigf-ri uit Diet KijkHmuHeum van Oudheden to l^eideii, Niouwe Пески, Leiden 1 (1920)--0: (MracoriP: PapjrueI’tlT'■ plates in W. I’leytf; and I' . Itossi, Papyri)» df. Turin, Leiden, 1869; 1867, 2 volb.PTurin Й40ОД: A. Koccati, I'apiro ieratiro n. 5400$. Kstratti magiei e rituali del Medio Regno, Turin, 1970.Z A S: Zfiitechrif't fiir agyptiHche Spraehe и rid Altcrturrmkunde, Leipzitį- BerJin 1 (1803)-"},{"pageNumber":111,"pageContent":"Л BHIU'] V/A'r/ONiSASA К: Armalc« (Du Service doe Antupiites ilo rftgyple, I . |1‘lirrliii .4027: cited from pi. 17-25 in : ПигиМнске. I ’apyrv 111 „,и| jr A. Krrnan, Zaubempriiche f u r Mutter und K in d, licrhn, 1901 (Al’AVV I’h.-H. К1акнс, I90D-I). 'I’Jierlin 3038 : cited from ID. Grapow, (Irundrinu, V an<1 from W. Wген/.iiiKki /Л:г grornte. mrdizinieche I ’apyrun flea Herline.r Минеитн (I’ap. lieilin 3034) Leipzig, 11(09. Cited VVrenziiiHk) (1909).1’ltritinli Mumcuhi 11 >012 : DD. Lange, Oer nuirjische. I'tipi/ru* I turrit, f,'ojinn- Diagen, 1927.(’Kritini] Museum 10059: cited from II. Grapow, (Jrundrim, V and from W. WrcnziiiHki, Per Londoner meMzinitche. I ’apyrut und. tier J'apyrut llejirtl, l^eipzig, 1912. Cited Wreszinski (1912).Statue < a iro 09771 : К. IDrioton, ASA li 39 (1939), 67-89.Catalogue OlJeM 1, ID : platen in G. Ponener, (JaUtlo'/ue, dee u tin ia i hiAratii/uen litUraire.t de tjeir el Mfdine.h, tonic I, DjC Cairc, 1934-8 ( Documents de l^ouiHee de I’limtitut franęais d ’arcDičologie oriontale du Cairc [DflFAO], I); tome Dl, Lv. (aire, 1951-72 (JDFIFAO 18).I'Oioster Dicatty: A. Gardiner, llieratic Papyri in the, 1 Įritink Mute.um, ’D’Diird Sc rice. ('Dieni er Beatty Gift, Lendou, 19.46, 2 vols.0. Darenny, TDM : G. IDareney, Textcs ct Dettint ma(jique.n, DjC. Gaire, 190.4 (Catalogue Gf-n6ral dee antiquitev fgyptiennes, nos. 9401-9449).[)dhr Statue : magical epelis cited from K. J*l(ukovA-Reymond, inscrip­tion* de. la ttalve, (ju/'riiHriiHi de, Jjjed Пег-lt’. Sauvevr, I.e Cairc, I960 (IFAO, BibliolDn'ijuc d’etudc, 23).D’Kbern : cited from ID. Grapow, drurukitt, V.DD. Grapow, Orundrise. V: 11. Grapow, IHe medizinitche.n Texte, in hierogly­ph мг.Ыг UnucJireibung aulograph.ie.rl, Berlin, 1968 (Grundrieu der Mcdizin der alten Agypter, V).H(J, J : platen in : Hieratic (Mraca. I5y .Jaronlav Cemy and Alan II. Gardiner.Volume I, Oxford, 1957.UieraiiHche. Упругим, Ifl : platen in : lli<:mlinrJir. I'apyrut a n t dem Koniglichen Muteen ZU Ih riin , DID, lieilin, 191 I JK A : Journal of ICgyptian ArcDiaeology, London I (1914)- - D'beiden I 348 : Л. K. porgDioutu, The Magical Text* of I'apyrut Leiden 1 MH, D>;id<;n, 1971 (OMRO 51).П Leiden I 349 ; A. IDe Buck and 11. Strieker, О MHO 21 (1940), 53-02."},{"pageNumber":112,"pageContent":", |,i9 own delegate, the demon (contriver of his, Apap’s, misdeeds)con^\"1\" 20 Very lacunose. Gods, spirits (and other divine beings) head the curse (which is never formulated explicitly as such in these texts).30 Libyan peoples.31 These are Egyptians.32 In rituals this eye (as a mythological gift) is often equated to an offering gift (wine, unguents, clothing, etc.).33 As plague-demons.34 Twy, a corrupt word (> sw.ty, ‘feather-plumes’?).35 As breath of life36 Protectresses (the goddesses Nekhbet and VVedjoyet) of the king and of the sun-god Rė'.37 The sun god.38 I.e., the inner earth—the underworld.\" The two goddesses are embodied in the two feathers adorning the crown to tire left and the right (atef-crown).11 The eye of the sun-god, manifesting itself as a cobra.41 A class of demons.42 Also meaning ‘lion’. Sakhmet’s son Nefertem is often represented as a lion ( т з i hsj).43 Drawing a magical circle.44 I.e., the ejaculation of an ass, as an incubus; cf. the end of no. 59.45 An abbreviation of Nfr-tmw, Nefertem ?48 A kind of goose.47 Written as rnp.t, ‘year’.48 For the fly as a demoniac being, cf. no. 3.49 Aker is an earth-god (like Geb) and receives the ominous insect.Cf. no. 99 and note 259.50 Hnm.iphi.ii.m» with the word hd.t, ‘plague’.—The reference is to an ominous net, handled by gods and catching deceased people and ritual enemies like birds.51 Excrements.52 Attitude illustrated by a vignette in OL.—PBM and OL have instead :‘but (wptv) the stars see that he lives on dung, (he) the lord of mystery in the southern sky whom the gods in the necropolis fear’.53 Name of the mother not filled in.54 Nefertem; cf. note 42.NOTES 101"},{"pageNumber":113,"pageContent":"N O TES1 A denomination of the heroic conjurer or sufferer. A/so noa įqs and 140.2 A temple-institution where ritual and magical books we ept, and composed.3 A traditional and stereotype series, not referring to actual social groups.4 In order not to be recognized.5 A plurality of demons is addressed.6 All these are gods associated with the sun god s night bark and locations it passes.I ‘That-which-comes’ (ly.t) is an ominous name for a disaster.8 Four hieroglyphs representing the word ‘spirit’ (зЛ). The traditional numbers of the guardians of Osiris are ‘4’ and ‘7’. The two have been thoughtlessly mixed up.9 Namelv faces of deceased persons entering the realm of the dead.10 See nos. 23-6.II Sunrise ?12 An animal.13 A ghost.14 Presumably of a ghost. Cf. no. 14.15 For this danger, see nos. 28-9.16 Or nurse’.17 A euphemism for ‘dying’.18 These threats concern the body of Osiris. The next one refers to Be .19 In the netherworld, where the execution place for the sinners is located.20 1‘erhape in a dream—cf. no. 7.21 Euphemistically for the dead ones, the roaming ghosts whose superior is Osiris.22 Place name omitted.23 Lit. ‘choice parts'—following the Turin papyrus variant.24 I.e., the necropolis region of Athribis.25 The epagomenal days.26 Ba-^ neb>djed, the ram god of Mendes (often represented four-headed) was identified at a certain moment with Osiris.27 J’erhape the main temple in Mendes.28 The contriver-of-misdeeds himself is the demon of chaos, Apap (see no*. 144-6; for the name, cf. D\\ Bremner-Ulund, 24, 23). He is alleged to"},{"pageNumber":114,"pageContent":"NOTES103«2 Hermopolis, tDie city of the god Thoth. Evokes here a pun on 'moment’ (umto.O-83 TDie magic bead, red-coloured.84 Metaphorically for the haemorrhage (apparently of a woman), as TDie bandage (Tait ie a goddess of weaving).** The protection embodied in the bandage. The blood is addressed. #' The allusion is to the fight of Seth (the strong one) and Horus (the wretched one).*8 The conception is that of a medicine (or magical means) warring with the demon or disease.89 The protection embodied in the bandage (which is addressed).90 A curious expression (translation somewhat dubious). Osiris is meant (text gives ‘fathers’) and the reference is probably to the latters having passed away (Hapi and Imset are two of the gods traditionally associated with the protection of the viscera).—Cf. Isis’s loneliness in no. 9J (note 228).81 In the spinning-house, Isis and Nephthys weave the shroud for the deceased Osiris.92 Said by Isis.93 So PBM. PE has : ‘of a ram’.94 Said about Horua to Isis by an unknown spokesman. But the next words are Horus’s.9a Horus.96 The fire-demon’s dwelling place.97 The ‘gates’ seem to refer to the four openings in a healing mask which is let down over the patient’s head.98 Otherwise unknown; perhaps the god Thoth (as a scribe on his mat).99 A plural : Isis and Xephthys ? Alternatively: ‘let there be brought to in'.100 Perhaps a hint at a counter-demon by way of threat, or an outcry to the headache-demon himself.101 Eschatological darkness, reigning in the farthest comers of theuniverse.юг Of Egypt : the Nile flood.юз Mtic.t also means ‘poison’ (cf. no. 120 and note 2H2).104 Xhe vessels of the sufferer’s body.105 Xhe flaming eye of the sun god usually does away with evil in the w’orld."},{"pageNumber":115,"pageContent":"102NOTES« OL and PBM hare Xdrhsmm and įhcbšt. Cf. names of ountaingods ? (Albright).“ From here on, PBM proceeds quite differently (O L i icunous): ‘I will go forth against your ka (?), your arms being turned aw rorn you. You will not fall upon me, (for) I am Trus behind his shrine’.57 In PBM and OL only. PBM is followed here.58 Probably a papyrus fragment with the spell,59 The 'аДы-demon in nos. 23-4 often interchanges with the samana. Both are of Semitic origin (hence the mythology involved is rather un- Egyptian) and threaten various inner organs.40 Ba al.41 An Egyptian version of the Oanaanite myth of the conflict between the Sea (Yam) and Ba'al (Seth).62 The lamp of life which is extinguished.43 Unknown.64 OL has ‘Ba'al’ instead of ‘Seth’. In view of the latter’s inclination to beer-drinking (cf. no. 46) the passage may suggest th at the magician literally drinks the brawly counter-spells from his (beer-)jugs.65 OL : ‘oh 'al.hu, oh samana'.** Unknown; so OL. But PL has: ‘on the river (itrw)'. I prefer OL on the ground of a somewhat similar passage in PLeiden I 349, rt. 1, 5.67 The seven openings for the sense-organs.M The cosmic ceiling : heaven (also in no 61).84 »Ьз, for eby ? (cf. Coffin TtxU VI, 308, с and 1Г6 IVr, 88, 16).70 A common epithet of a primeval god. Here given to a magical herb.71 Perhaps emend into en.t < n .t ‘mother’s sister’ = ‘aunt, as Nephthys is usually called. But also in no. 83.72 A usual order to a demon.73 19 hieroglyphs drawn as magical signs, untranslatable.74 Osiris or Rė*.75 The sufferer.78 The demon(g).77 Dl, an unknown word—but cf. PBerlin P 3027, rt. 9, 2.78 .Share* its title with the preceding spell.7* An old name of the sun god.Read rdl *m = f (graphic coalescence of two arm-signs [Gardiner D 36]; frontal extraposition here leaves main verb agentlees).»l Refers to the bloodstained hands of Horus and Seth after their fight."},{"pageNumber":116,"pageContent":"NOTES105tu Of th ' «on-boet.131 j e the embalmer’s room where the body of Osiris was wept for by igi« »nii XrpbUiy»132 Hr-nd-tt—f is a specific form of Horus (Greek : Harendotes). Cf. Isis' m no. 01.133 Such quaei-historic ascriptions enhance the prestige of a spell (or a literary work). Cf. heading of no. S4.134 xhe eight primeval gods of Hermopolis are meant. A set of mysterious hieroglyphs follows, suggesting tDieir name (untranslatable).13» Mysterious hieroglyphs, untranslatable.i3« The allusion is to the time when the gods were still kings on the earth (cf. no. 84).137 A region in the netherworld (for the idea, of. no. 50 and note 123).138 The disease (a female being).13* Crete probably (cf. Hebrew Kaphthor), or, according to others, Cyprus. The foreign words are w ritten syllabically.140 One of the four pillars tliat support heaven ?** The sun-boat stops because a cosmic fight is taking place. C'f. noe. 116 (and note 275) and 91.1,2 Healing for the wounded gods.143 A rare epithet. Here Seth ? Perhaps suggested by the donkey-phallus at the end (the ass is associated with Seth).144 A panther-goddess. The cat which in the directions for use devours the model phallus reproduces a mythical function of hers.145 e fj, either ‘was becoming satisfied’ (— sji) or, alternatively, ‘recognized < m e > \\146 F or the husband. Alternatively: ‘fetch you (ini tw) for yourself, etc.147 The god Bes, a protector of childbirth.148 The Egyptian term is, rather typically, ‘mother-of-men’ (mw.t-rmf).149 The four goddesses whose mythical giving of birth is cited as an example are invoked as helpers.150 p robablv the god Khnum is spealung, lifting Hathor (= the mortalwoman) on the birth-bed.151 Of the Bun-god.152 A rather uncommon statem ent: the pair are generally the ofispring of the primeval god, Atum or Amun-Rė'. But lais often occurs as Rė s consort and hence is credited with their motherhood here.из gjearin®88 the sun-god s eye, resulting in disastrous darkness onthe earth."},{"pageNumber":117,"pageContent":"104NOTESlet A mythical island where the sun god is bom , also ] ‘Island ; Knives’.107 R ė' e pod* (as hie hypostases).10* An unknown, but existing species. Its mythical fu in was to swim lx-fore the sun-boat and warn Hč‘ against the approach of his enemy the demon of chaos Apap.10» Phfy, ‘buttocks’, also means ‘force’. A frequent epithet of Seth is ‘gieat of force’ ('? phty).110 Thus chasing demons aw ay from the sanctuary.111 Plante grow on Geb, the earth-god. The fight is probably for Horug’e eye.114 In favour of Horus or of Seth (Isis is related to both). In some episodes o f the conflict of the two the sym pathy of Isis is seen to hesitate. Hence the emphasis here.113 Isis.114 X ot only a term denoting the location of the headache but also its specific nature (’migraine-).115 In mythology the head of Isis gets lost under unfavourable circum­stance* too— hence the curious emphasis.116 H athor, lady of intoxicating drinks.117 A pun {hik, literally ‘rob’ and hk.t, ‘beer’). Cf. no. 24 and note 64 for .Seth’я involvem ent. For beer in magic, see e.g. nos. 76 and 99.118 The netherworld.11(1 The souls (ba) of the godo are stars. The ‘U nwearying Ones’ (Ihm.w tvrd) are the non-cireum polar stars th a t disappear and re-appear.120 Point* to Rė' as creator, w ithout the interm ediary of a female deity.121 T hoth as th e moon god, functioning a t night.122 The magician in the role of Thoth.122 In th e netherw orld—cf. no. 65.124 Specification om itted in the ms. A separate short line following contains th e eigne for ‘collar’ (or ‘gold’ ?), ‘honey’ and ‘hoe’.125 A suggestive m ystification or an indication of a lacuna in th e original m* (unatte#ted elsewhere in this form).126 S om ething om itted.127 U nknow n diseases. For ruy the identification with ‘epilepsy’ has been suggested (Kbbell).128 N am e o f a goddess (Isis ?).|2> A god (Osiris ?)."},{"pageNumber":118,"pageContent":"NOT rCS107182 Very oDmcure—-and perhaps corrupt.183 OTh : ‘oh (I) DOyc. of Horns’. For t lie latter, cf. note 32.184 OTh : 'which ... nursed (hnm) .186 Tho pupil of the eye ?180 TDie Buffwer.—OTli goes on, Diut te st ih lacunoun.187 Xhe parts of tDie Rye of Horus, assembled by Thoth, serve to indicate certain fractions.188 Eniutet, a snake-goddess, is sometimes a goddesa of clothing (as the god Hcdjhotep always is). Rye of Honis can he a denomination of the protective cobra of the sun-god too (cf. note 40).iso For the Eye of Horus, D>y Horus and Seth.190 Thoth and Horns (magician and patient)?181 Lit. ‘red’. The red colour is ominous and associated with Seth192 By giving birth to Horus.193 For the idea, cf. note 50.194 Not certain. Alternatively : ‘on behalf of your cobra { į < y> .l — k)’ or ‘on behalf of your pupil’ (of the eye).195 A pparently accompanies the setting up of a kind of scarecrow, to watcDi over the crops. If tDie cake is devoted to Horus (as a falcon god), this should scare other rapacious birds away.196 Xhe Canaan ite god Hawron (as appears later on), though the incident immediately following concerns Horus.—A ‘herdsman’ also occurs in some anti-scorpion cDiarms (e.g. here no. 92; cf. also no. 86).lv' The sun god’s most unique name.lvB The rebellion of mankind against the sun-gid (the creator) is known from other Egyptian sources.les XDiis example of the sun-god’s omnipresence refers to u specific Lower Egyptian cultic form.200 xhe primeval gods.201 As a sign of mourning (cf. the description of bis in no. 44).302 As if the seasonal characteristics were inverted (similarly in no. 90).203 The primeval cow (also represented as a heavenly cow, Hathor or Nut), m ythically represented as swimming on the waters of chaos.204 As stars (cf. note 119).2°5 K3W.t-pr. Is homework (f) made possible by the availability of (ire(for lighting piirpoe*. « « I *208 T h e s c o r c h in g heat of the sun-eye (== Eye of Horus) prompts themetaphor."},{"pageNumber":119,"pageContent":"106NOTES154 A fem ale dem on is addrosBcd.l*5 A pun—cf. no. D21.156 Points to dwellers in the underworld.i*7 Meaning not certain (Vi/./ n.t mr.l, w ritten ‘chewed ц1;1!й ,,| c|o(h.,is8 Another spell to protect a child.159 D3ls is a poisonous herb. For the honey and its effect on ,people (like Osiris !), see preceding spell.J«° This is one of 4 nearly identical spells in PBerlin 3027 addressed t0 lit (fl6]-[19]) differentiated according to w hether (a) a girl or hoy (0 il0 protected and (b) the sun is setting or rising.161 The child’s mother.162 Tho child (a girl).1вз Possibly a hand-like am ulet.164 Lit. ‘fledgeling-child’. The m etaphor is pursued.165 The female demon. Cf. the ‘Erlkonig’— liko description of the demons in no. 65.lee /<\" seems to be a disease afflicting eitlier the m other or the child.167 In the Delta, where Isis had hidden her young son H orus for Seth. The mythical scenery is the same as in no. 9D.168 Probably a pun on \". ‘to drink’ (from the blood). Is the 6“ a kind of vampire (the determinative of the word is perhaps tlie head of a bird) ?169 a very long lacuna. In the meantime, Isis has reached inhabitated places (as in no. 90).170 One of the forms of tlie Inundation as a divinity.171 A rare speoies; is the child m eant (cf. note 163) ?172 Oeiris’s corpse.l7» Seth ?174 Borrowed from a well-known ritual (‘Opening of the m outh’) intended to render the faculties of life to statues and mummies. Prescribed for the horm cippus in no. 123.176 Lit. 'cakes’.176 A snake. For the mythical allusion, see nos. 84 and 85.177 An unknown male deity The Inundation ?178 Possibly Osiris’s coffin there, or his relics (for th a t idea, cf. no. 10).179 Namely, the medicine. The driving force behind it is Horus.iso For this (rare) epithet of Isis (common with Horus, see e.g. end of nos. 99 and 145) cf. her role in 110. 84.ibi Perhaps emend into ‘to < th e field (ah.t) o f> the locusts’— * lieavenly region common in religious texts."},{"pageNumber":120,"pageContent":"N ОТ K ii109234 His fellow-gods.235 For this m axim , cf. no. I Oil.236 Apap (for him : nos. 144-5).237 Where the Nile rises.238 R : ‘your followers’ (нттп м к).230 Refers to the incident in no. 90.240 N ephthys and iSeli|is.241 Mourning for Osiris, whose cults a rc prominent in the Delta. Thoth’s next words som ew hat remind one of the angel Gabriel’s announcement in Luke 1:30-3.242 A common term for ‘scorpion’.243 Osiris, as a god of fertility.244 The goddess Bastet.245 The goddess Thoeris and the dwarf-god Bes, often represented as protectors on am ulets.246 Of a temple.*4, Alternatively : ‘who are in the place of rising (Imy.w < w > b n < ,t> ). 248 A name of Thoth.*** Osiris, the god of the Dead (death as sleep). For similar invocations to him, see nos. 48 and 94.250 Heaven.251 Isis. Min sometimes occurs as her son Horus (as Mm-Horus).252 I.e., copied.' The divinized sacred bull of Heliopolis, provided with the epithet ’Osiris’ like every dead person or sacred animal.‘\"'4 Probably the herd of Mnevis-bulls.255 On the sting. Spittle is often cited as a magical medicine.25в д very uncertain restoration. Rė* ?257 One o f the ‘wives of Horus’ (scorpion- or enake-goddesses) nearly only found in magical texts (see nos. 98-101, 114, 119, 140).258 д very obscure spell.250 The (mythical) blood of the goddess (nos. 97, 101, 119) drips to the ground (- - the eartli-god Geb). Cf. note 49.260 Some plant (cf. note 111) on which the cobra stands erect (as oftendepicted).2ei Another wife of Horus.262 perhaps the beginning of some incantation.283 A female being. The name perhaps refers to the ‘hood’ of the cobra."},{"pageNumber":121,"pageContent":"108NOTES207 The heart or the eye.206 Ts(w) also means ‘sand bank’. Isis uses a cosmic threat.209 On account of the agonizing pain ?210 Horus, who know s the name of the herdsm an (cf. note I 9fi) ,,lnC() a spell by it (cf. no. 102).211 The cat-goddess Diaptet, often a form of Hathor, Mi; lighter.212 So M. D has : ‘do not faint’ (hm).213 M has : ‘your heart is the heart of P tah. H e has restored ( nfr) vour heart from the evil poison which is in all your lim bs’.214 D полу adds: ‘[come out] to the earth, you evil poison of anv male snake, any female snake, any scorpion th a t is in any of the limbs of this cat'.215 Searching for the limits of Osiris.216 M h as: ‘your intestines (Imy-h.t) are the intestines of the Great Swimming One’. And then a d d s: ‘the poison is slain and beaten < in > your belly ( ? Imy h.t — t) and in all your limbs— Djeing the limbs of the goda of heaven, being tlie limbs of the gods of the earth. They have slain all the poison in you’.217 The rest in M only. ID has merely : ‘it is R ė' who has said it’.218 A goddess.219 PL has : ‘NN born of NN is cured and all right, more so than on the day when his m other gave birth to him ’.220 Isis occurs here (differently from no. 9D) as a lady of standing.221 I.e., ‘nobody’.222 Seth.223 In the Delta.224 T ext has ‘one’.226 One variant (B) h a s : ‘then all men and all anim als th a t are poisoned will be Diealed for their m other’.226 Directions for use in two mss only (Li and M).227 The appropriate m aterial for the body of a god.228 Isis means Geb and N ut (her parents), her brother Osiris (deceased), iSeth and finally N ephthys (tho latter’s consort).229 В : ‘Isis, the goddess’.230 To justify H orus (or Osiris?) against S eth? B ut Isis points out th a t this is irrelevant a t the m om ent. First Horus should be saved.231 Osiris (eon of N ut).232 В : ‘to im plore (nhl) the ka of his father’.2»a [{ : ‘who flies up thfd)'."},{"pageNumber":122,"pageContent":"NOTES1112в» Varr. have lm~ ‘in me’.2B0 Directions for use occur in PV only.281 The sun god or Horus of Edfu.292 perhaps the cobra-goddess (of. note 40), but the next epithet rather fits the sky-goddess N ut.—Several varr. condense this and the preceding clause into one : ‘the great Winged Beetle in his grasp’.293 Which was damaged during the fight with Seth.294 Instead of this, several varr. have : ‘do not look with your еуев’ (points to the paralysing glance of the enemy).2*5 Some mss (including M) add : ‘the protection against those in the water is the protection of heaven wherein Rė' is, the protection of the great god who is in the coffin (hnty-dbį.t— Osiris) is the protection of those who are on the w ater’.296 One of the m ythical places where Osiris was murdered.:v7 Cf. note 2.—Title also serves for nos. 125-135.298 ми(1 or clay.2,9 A curious expression. Thoth (the head of the Ogdoad) often occurs as an ibis and as such was said to be hatched from a mythical egg.luu twt also means ‘pupil’ (of the eye). Shu (Onuris) is a son of Rė\\301 The god Khnum , lord of Elephantine, has the sources of the Nile under his command. Hence the speaker's identification with an alloform of the Inundation (cf. note 170).302 This incest is known of the god Min, here represented as Horus (cf. note 251).®3 An unintelligible formula, also found elsewhere in slightly varying phraseology.304 Unintelligible words (Egyptian ?).305 Thoth (as a protector on the water also in no. 123).306 The address is to a dwarf-like form of the sun god, protector of the corpse of Osiris.307 Reading far from certain. Perhaps : hr ptrl hr hwhw hm Stimw.308 Resnet and Mehnet are two sanctuaries in the Delta town Sais, sacred to the goddess Neith. She is sometimes credited with crocodiles ae her off­spring—they are the ‘lords’ mentioned here.309 Not actual words, but a drawing to that effect.310 Added in two new lines (reading and connection not quite certain).311 The magical books the snake allegedly usee.312 Selqis is a scorpion goddess herself. Perhaps a clay model is used, as in no. 112."},{"pageNumber":123,"pageContent":"110NOTES284 A subtle flattery which serves to seduce Seth to give ffar above his stature. The procedure looks like a comic dm<4!' '>• I265 The sufferer, on his stretcher.—M Dias : ‘he wlio was affli гее Directions for use in PT only.267 An anonymous deity, sometimes cited as a mythologies! смещу | Atum.268 The H athor goddesses (as helpers also in no. D).269 A secondary name form of the corn god Nepri. Perhaps the scorpjon is thought to have come froru a corn-field or a barn.270 A hint at a threat with a cosmic disturbance to the snake.271 Is a model scorpion given to the fire ? Cf. the next spell.272 The clay scorpion. For this, perhaps cf. no. D37.273 The magician, uttering his spell ?274 Emend W3.t, ‘way (text has ivn, ‘open’).275 The crews of the day- and the night-bark m ake ready for a fight to kill the scorpion (implies a cosmic disturbance).276 A ttire fitting the sun god.277 A (rare) epithet of Seth. The nightly attacker m ight then be Apap (Strieker & De Buck).278 Or ‘the first child ( h < r > d ) of Р г ё '\\—Cf. no. 97.276 Cf. no. 90.280 In a late tale of magic in Demotic (I Setne) T hoth complains to Rė' about the theft of his magical books by a magician.281 Or ‘m alt’. Perhaps for more grain to be ground.282 Mtw.i also means ‘seed’ (cf. note 103). In an episode of the conflict of Horus and Seth the latter is made to swallow inadvertently the mtw.t of Horus, to debase him.283 im ages of protecting gods, painted on the fabric th a t is thrown over the scorpion ?284 Allusion to tlie hot taste of garlic. Cf. the ‘h eat’ m entioned later on.285 Nd(r)į, also means ‘molar’.288 Cf. note 32 (and 206). The ‘W hite (h/į, pun on h<j,w, ‘garlic’ !) Eye’ is associated with the white, victorious colour of Upper E gypt.287 A frequent legend on Old Kingdom m astaba reliefs illustrating the crossing by cattle of a river endangered by a crocodile lying in w ait. The herdsm an is seen to point to the water with his hand (cf. the attitu d e of the 77 gods in no. 126) while saying this charm.288 The god Thoth is m eant (for his intervention, cf. no. 91)— hence his qualification as ‘saviour’ in the heading of the spell."},{"pageNumber":124,"pageContent":"llNDEXW H *1. fJoris a n d мн-red clement*ahdu-fish 49, 05, 93, 124 Abundance, G reat 70 [i'jb), I2H (h-h)Abydos, he who is in lj Al<cr 19Amun 87, lie , 125, 131, 133 A nat 24, 83 Anubis 31, 33 Aton 63A tum 2, 6, 13, 22, 84, 87, 91, 144,145Atum -Horus-H eknu 84 IU 'a I 23baboon 129, 132, 134, 135 Banebdjed 10bark, divine — 6, 9, 14, 84, 85, 8 6 , 9 1 , 123 B astet 15, 18, 20, 22, 87, 93, 102, 124Beautiful One (N fr i) 18 beetle 91, 124 Bes see dw arf B irth Goddess (Mshn.t) 16 Blt.t, By.t see Tabitchet bull 99, 123Bdsiris, he who is in — 9, 134 cat see B astetchests, divine - 10, 74, 119, 133 Child, the — (hrd) 6children of the gods Mof n r по, H4 , Гои r, o f к h n inn II)oof f in (db-jJ)( hr- who in iri th e__ lj88 ' ’ corporation (h.t), first — II!)Cow, holy , hnj.t: 70; Ш >J9,123corpse (hj.l) in Heliopolis Ш-------in Kheri-'aha 88crew of the hark 6, 25, 27, 48, 53, 58, 84, 91Devourer (wnmw) 6, 20 dwarf 61, 93, 134, 135Eldest One {snmw) in heaven 91 Ennead 1», 27, 40, 53, 63, 80, 84,139—, Great 50, 53, 87, 105, 121 —, Little — 49, 50, 87, 121— of Kheri-'aha 124 Eternity (Л'Л/i) 142 Evil One (By) 114Eye of Horus 13, 18, 77-80, 84, 121, 124, 135, 13»— of Re' 13,40falcon, female — 11 falcons, four — 10 —, seven — 111flame-m-his-face (n b l m - h r - f) 14 followers of Rė' 61, 84Numbers refer to those of spells."},{"pageNumber":125,"pageContent":"112NOTES313 The clay object and the finger.314 I.e., before you have measured your strength against it.315 ON has instead : ‘the Dad («An) has come to me; my concc-i <j (he lad’.316 Invoked as the enemy's opponent.317 ON has : ‘whom (?) Seth has brought’.318 ON : ‘of Min, the conjurer’.319 Following ON. PT has: ‘father< s( ?)> of the gods, be seated’, etc.320 ON : ‘what tlie lad has said, child of a sheep, to judge by Diis colour, whom (?) Seth has brought’. OG : \"I am—so said he—the ram, the son of a elieep'.321 ON continues: ‘the Inundation will not dash against the bank on the day when their names are pronounced; words to be spoken 7 times’. OG : ‘I have gone out to stand up to the poison which is in the body of NN born of NN’.322 The enemy’s.323 Heading also serves for no. 140.324 The Ogdoad of Thoth’s city, Hermopolis.325 Possibly a hint at the use of a drug, to obtain a dream-like vision (incubation) ?326 Magical spells.327 Horus is sometimes said to have two mothers (e.g. Isis and Nephthys).328 Shesemu is the god who handles the wine-press, which also occurs (in a funerary context) as an instrument of torture. Mati is a male form of the lion goddess Matit (often associated with Horus as a warrior).329 The snake (Apap).33° Only in PB.331 Heaven (supported by the cosmic god Shu).332 The spell is indeed written on the statue’s arm and hand. But ‘hand’ is also a hint at the primeval god’s first mating with his own hand, to start the creation. This hand also occurs deified as the goddess IusVas.333 A small weasel-like animal, allied to the mongoose. A ferocious snake- fighter by nature.334 Ius'a’as.335 The title of a professional snake charmer. Selqis is a scorpion goddess; scorpions and snakes are related in the Egyptian conception."},{"pageNumber":126,"pageContent":"INDEXES115Isis 48, 59, 64, 73, 74, 80, 123, 130, 137— and Horus sec Horus— and NepDithys 14, 26, 34, 37, 45, 69, 83, 87, 91, 1 12, 144— anil Re' see Rė‘see also Sow, wDiite —Island of Flamo 40— of Knives 126 Itum 23Khepn 84, 142 Khentekhtai 87Khnum 10, 13, 37, (62), 124, 128, 130, 144Khonsu-in-Thebes-Neferhotep 87 l il y 24Lady, Noble — (fps.t) 77 Ladies, four noble — 11, 93 —, the two — (nb.ty) 13 Lake (s) 74Lion (rw) 85, 134 (in Buto), 142 —, fierce (тз1 hs3) 22— pair (rwty) 85Mafdet 59 Maga 125, 135Magistrate (Great) see Heliopolis maidservants (hnd.wt) of Neith 80 man of infinite number of cubits102, 85 (?)Mat (Т т з ) 37 Mehnet, those in — D35 Min 95, 111, 126, 138 Mnevis 95, 143 M n .t 101 Montu 2, 87, 133moringa-tree, Die who is in his — 13 Morning God (dvrjw) 23, 129 mothers of the gods in Sais 71 Л/г is 24mysteries, great of — 27— , master of — IIN d l 29Nefertem 143 (see also Beautiful One)Nehebkau 11, 18, 87 Neith 18, 80, 93, 124, 135 Nekhbet 14, 61 Nephthys 5, 73, 115see also Isis and Nephthys Nepri-heti 109 night, lord of the — 114 Nun 14, 25, 53, 61, 93 Nungal 23 Nut 69, 123, 146ogdoad 53, 126, 139 Onuris 127, 133Osiris 2, 8, 10, 14, 18, 22, 25, 37, (52), 53, 55, 66, 70, 80, 81, 87, 92, 94, 99, 104-106, 114, 115, 123­125, 134, 135, 139, 143, 146— Onnophris 22, 91— Khontiamentiu 9physician of the god, Isis 74;Thoth 80; Horus 99, 140, 145 Power 13, 40 Prė‘ see Re'Ptah 11, 73, 105Re' 2, 7, 10, 13, 23-25, 27, 39-41, 48-51, 53, 56, 58, 63, 67, 71, 74,"},{"pageNumber":127,"pageContent":"114IN D E X E SF oremost - One - of - the - House - of - the - Birth-Genius {hrdy-pr-hmws.t) 14Geb 25, 27, 43, 55, 80, 90, 93, 99, 112, 118, 123, 138, 146 god, anonymous — 23, 71, 89, 105 gods, in general 1, 9, 10, 23, 39, 42, 45, 72, 75, 84, 87, 94, 115, 117, 124, 125, 138— included among nimical beings 9, 12, 16, 27, 33, 52, 54, 58, 71, 77, 81, 145— , 4 protective — 124— in the river-border 13 — , children of the — 84— in the earth and in heaven 1,13, 63, 75— in the meadow 13— in the necropolis 22— of the thunder-storm 75— of the Underworld 6, 63, 124— in Abydos 13; in Busiris 13; in Dep 13; in Heliopolis 13, 22, 48, 63, 71; in Kheri-‘aha 13,124; in Letopolis 13, 63; in Pe 13Great One (wr.t) 14, 124 grimness, he-who-is-in-hib — (Imy nhx* «-/) 59Ha pi 34 Hathor 14, 60-62 Hathors (seven) 1, 24, 74, 108 Hawron 83 Hcdjhotep 80 lieka (Ų-кз)* 26,124 I lėlio polis, Great one (wr) in — 14; Great Magistrate (ar wr) in — 22,93; Magistrate (sr) in qį see also gods in — herdsman 83, 86, 92, 108 Herishef 83Heron (bnw) 85, 91, 93, 94, 119, 134 Hetepet, lady of — 46 Hidden one of his name 11, 134 Horror (bw.t) 16Horus 5, 10, 13, 15, 20, 22, 23, 25, 60, 61, 74, 82, 89, 97-99, 102-104, 106, 107, 111, 113, 121, 123, 139­141, 146— and Isis 26, 34-36, 43-45, 49, 63, 66, 69, 79, 81, 83, 84, 90, 91, 93, 94, 96, 101, 102, 108, 119, 129— and Seth 24, 25, 30, 32, 41-44, 72, 81, 83, 87, 90, 100, 102, 105, 112, 115, 117, 119, 121— son of Isis (Harsiesis) 3, 20, 94— son of Sakhmet 13-15, 18, 21 Harendotes 53, 63, 87, 145 Horheknu see Atum-Horus-Heknu Horus the conjurer (Sntw) 61— the Elder (smaw, wr) 37, 144, 145— the orphan (mnh\\ 92, 96 (?)— the victorious one (m3' hrw) 145— of Letopolis 10, 123— of the glorious spirits of Opet 13— of Shedenu 145— of Shenet 13— of Shenwet 5see also Eye ; physician Hu 63ichneumon 145 Imset 34 ’Jedn see Thoth* T he god o f m agic proper."},{"pageNumber":128,"pageContent":"IN DEXES11,2. Denominations of demonsih(.t) ‘(glorious) spirit' 6, DO, 12, 16, IB, M. 142 'tPV Apap (Apnpis) 10,85, 11), 144, I4A'w3i/(.t) ‘robDicr’ 67 'kw 'intruder 10wpwly ‘messenger’, 'emissary’ 13, IS, 20 pfy ‘fiend’ 9, 124 pfty ‘fiend’ 27, 39, 40, 46 mrr.t ‘lieloverl one’ 68 mt(.t) ‘dead one’ 6, 8-10, 13, 16, 18, 27, 33, 39, 40, 46, 62, 55, 58, 64, 65, 67, 7D, 73, 76, 77, 80, 81, 121, 124 Nile ‘The Criminal’ 144 Nbd ‘demon of darkness’ 91 nny(.t) ‘wearied one’ 75 nįs.ty ‘incendiary’ (?) 15 rnp.t ‘year(-demon)’ ( ?) 20 hsb-r^f ‘he who calculates his spell’ 10hsb-hr ‘counter of a face’ 9h3y.ty ‘murderer’ D3-15, 18, 20 hpw ‘wanderer’ 53 hfty(.t) ‘enemy’ 9, 10, 13, 22, 27, 39, 40, 46, 47, 59, 68, 77, 124 hmy(.t) ‘demolisher’ 75 hntij-rjb.t.t ‘prominent one in theEast’ 10 hndw ‘treader' 53 hrw.t-s.t, ‘female enemy’ 107 hry-s'ky.w hnnw \"chief of those introducing disturbance' 71 sw3w ‘passer-by’ 10, 15, 17 epsp.w ‘tousled ones’ 20 srhy ‘slanderer’ 71 shty ‘trapper’ 21, 76 (i)sdd ‘trembler’ 10 &тзу ‘wandering demon’ 13, 15, 20,21K3yty sp.w ‘contriver of misdeeds’ 10фзу(Л) ‘opponent’ 6, 8, 9, 39, 55, 77, 81, 93, 107 (?), 124 įw-hr ‘evil faced one’ 403. Ailments u-ith a demoniac connotation (selection)У ‘ejaculation’ 40, 59, 73 'hw 9, 23-26 Ir.t bln.t ‘evil eye’ 5 (l)r(y)-fynt ‘catarrh’ (?) 55 wbd.t ‘burn’ 34-36 whd(.t) ‘pain-substance’ 52 Ь \" «в nsy(.t) 53-55rš ‘catarrh’ 51 hsd ‘swelling’ (?) 50 smn '’samana' 23, 24 srf ‘fever' 55Sh3į:k 22Sm n ‘fever 74 tmy(.t) 53t-n.t-'3m.w ‘Asiatic disease’ 56, 57"},{"pageNumber":129,"pageContent":"116INDEXES80, 81, 86, 87, 89-91, 96, 99, 104, 112, 113, 118-121, 123-125, 127, 136, 142-146— and Isis 84, 85, 95 see also E ve of — ; Ndi Ргё' 61, 106, 108, 117, 119 Re'horachte 1, 87 Reshep 23Resnet, lords of — 135 righteousness, lord of — (nb тз'Л) 6Sakhmet 5, 13-15, 18, 20, 124 see also Horus, son of —Saviour ('id) 123, 133; Horus 61,103, 130; Re' 118; Thoth 123 Sea 23, 56, 73 Selqis 84, 91, 112, 137, 143 Sepa 143Seth 7, 23, 24, 46, 59, 73, 90, 91,105, 120, 125, 133, 135, D 38 see also Horus and — ; Evil One(By)Sft-sfh 100S hen tit 13Shesemtet D 3Shu 23,25,64,115,127Snake from Heliopolis 106Sobk 13Sokar 73Sopdu 133Soule of Heliopolis 77Sow 93(rr.<) 95 (white— [вз1Л])Spaciousness (Hh) 142spirits (glorious [3h.w]) 41— four— 8(cf. 124)— of Opet 13see also section 2, зЬ(Л)Spw 99SprAw-n — s (Spl.n = a.l3) |0,119Strong One (nht) 32 sun god 88, 91, 95, 124 see also N d l; Rė'Swimming One, Great — (M h j wrt^ 84, 87(Ta-)bitchet (Тз-ЬЦЛ) 97-99, 101Tait 31, 33Tefnut 64Tlioeris (sow) 93Jhn-hr 101Tlkm.t 130Thoth 5, 13, 30, 45, 50, 61, 71, 77, 80, 87, 89-91, 94 (’isdn), 107, 112, 115, 120, 121, 123, 124, 126, 139, 143, 144tree, saered — 93 (willow), 94 (Išd),106, 112Unique One (w'w, w'.ty) 15, 20, 28 Unwearying Ones 49 Upper God (ntr hry) 23, 56— One (hry) 25Wedjoyet 6, 13, 20 well-born son (s3-s) 86, 100 Wepwawet 23 winds, four — 50 wives of Horus 61,97-101,115,119, 140I \\7пи>Л 61wretched one (тэг) 32Yer-asheru 13 Youthful One (hwnwAy) 13"},{"pageNumber":130,"pageContent":"SOUKGES *1 ODeM 1057. In : Catalogue O O eM , I, 31. Alno : I’. SSmitb«;r, J h A27 (D94I), ................................................................ ....2 tjArmytagc [ I ] l-в. In : A. Shorter, JK A 22 (1036), 165-Й . . I3 14 0Leipzig 9 [2] 4-7. In : Н О, I, 14, 1 .................................................. 25 VVootlen tablet in Berlin (Inv. 23308). In : S. Schott, Z A S t>7(1931), 106-110 26 maiden I 348 [36] vs. 2 ..................................................................... 37 PChester Beatty III, rt. 10, DO-9........................................................ 38 PChester Beatty VI, vs. 2, 5-9 . ......................... 49 PTurin 1993 [23] vs. 7, 6-10, 1. In : PdT, 120, 6-122, 1 . . . 4 DO PChester Beatty VIII [11] vs. 4, D 7, 5. Vb. 4, 8-11 supplementedand corrected by a Turin papyrus variant (in : A. Roccati,Aegyptus, Milano 49 [D969], 7-D1)................................................. 7DD PChester Beatty VIII [8] vs. 1, 1-2, 4 ...........................................1012 Following standard version reconstructed from Berlin sherds DjyK. Sethe in : Die Achlung feindlicher Fursten, Volker und Dinge a u f altagyptischen Tongefusschcrben des Mittleren finches, Berlin, 1926 (APAW, Ph.-H.Kl. 19, 1926.5), supplemented and corrected i.a. by G. Poeener and B. Van de Walle in Princes et pays d’Asie et de Nubie, Bruxelles, 1940 as well as by G. Poeener in Syria, Paris 42 (1966), 277-87 ...............................................II13 PLeiden I 346 [ 1] I, D -2, 5. In : B. Strieker, O M RO 29 (19481, 65-70 1214 l’Edwin Smith [49] 18, D-ll. From plate volume in .> Breasted,The Edw in Smith Surgical Papyrus, Chicago, 1930. Alno:W. Westendorf, Papyrus Ed'oin Smith. Ein medizinischee LehrbucDi aus dem Alten Agypten, Stuttgart, 1966, 92 foil 1415 lb. [50] 18, 11-16............................................................................1616 lb . [51] 18, 17-9..................................................................................161517 lb. [52] 18, 19-19, 2 ............................................................................* For abbreviations, sec p. 98-99."},{"pageNumber":131,"pageContent":"118INDEXIiS4. The terminology for spell and similar {mainly in h/mliи>4з ‘protective spoil' 53, 67, 137 wd-nsw ‘royal decree’ 9, 55 mdį.t Чхюк’ (lit. ‘scroll’) в, 10, [13?], 53, 54, 137 r ‘spell’ 3, 8, and passim tod I r ‘lay a spoil’ 67 h i' r ‘cast a spoil’ 83hm.t-r ‘sorcery’ (lit. ‘arl . ;),,, mouth ) (if), 123 shny.w-m-mn' ‘water-HongH' I i; in .l ‘conjuration’ 23, 25 and /•usnim ky, k.l ‘another one’ (namely n|>, || or conjuration)Is ‘utterance 50, 71, 84 dw3w 'adoration 1235. Other specific magical terms (selection)sh.w ‘magic power’ 84, 90, 104;'magical spells’ D23, 144* ‘influence’ 146 see also s.t-''з ‘influence (lit. ‘greatness’) 27 pr-'nh ‘house of life/ 5, 126 ‘Аз‘fighter’ 3, ]08, 140 m kl ‘safeguard’ 67, 133 mk.t ‘safeguarding’ 36, 40, 71, 76, D2.3, 146 nh.t ‘protective drink’ 61 hry-tp ‘magician’ (lit. ‘chief’ [lector priest]) 126 Ц-3 ‘magic’ 6, 6, 10, 13, 32, 33, 72, 8), 84, 90, 91, 103, 104, 1)2 (‘magical гаеагм'), 123h l’3w ‘magician’ 84 hrp-Srk.l Hubduer( ?)ofSel<;is’ 145 8 .1 - ' ‘influence’ 9, 52, 58, 64, 71, 76, 77. 81S3W ‘protection’ J3, 14, 25, 65, 67, 68, 74, 76, 77, 83, 87, 91, 93, 102, 106-108, 116, 123, 124, 129, 142,146Аз' —, 'cast protection’ 74, 83 i n i ‘conjure’ II, 34, 42, 56, 64, 85, 87, 101, 104, 123 Snlw ‘conjurer’ 61, 120 id I ‘exorcize’ 86, 119, DUO; ‘recite’90 (?), 96, 100, 102, 108, 123"},{"pageNumber":132,"pageContent":"No.42434445464748495051525354555657585960616263646566676869707172sot'kci'/i T2IMuseums in Hudapfcst., Act» .-I nlii/wi Ar/i/lemiae iicienliamml l u n g a r ic t uBudapest, 19(1971), 159-177....................................29I'I,eider. 1 348 [4] rt. 2, 9-3, 3 ............................................................30Ib. [10) It. i. 6 - t f ........................................................................ 30D’D’mdapest 51. 1961 (see no. 41) [4] 3, 2 - 5 ....................................31I’Leiden I 348 [8] rt. 3, 8 4, 3 ............................................................31Ib. [24] rt. 13, 3-5 ..................................................................32lb. [25] rt. 13, 5 - 6 ...............................................................................32it,. [20] rt. D2, 2 - 4 ...............................................................................32П ьД О rtw 13,11-13,3....................................... . 3 3OBerlin P 1269. In : llieratische Papyrus, DU, 26-7 .... 33PEbers [763] 90, 15-91, D. In : H. Grapow, Grundriss, V, 109 . . 34lb . [131] 30, 6-17. In : ib., 2 4 - 5.....................................................34PBritish Museum 10059 [25] 8,8-9,4. In: Wreszinski (1912),149-150 and 188-190 ................................................................. 35PChester Beatty VI, vs. 2,2-5 . . ...................................36PlDeir el Medineh 36. In : S. Sauneron, K im i, Paris 20 (1970), 7-18 36PHearst [170] 11, 12-5. In : H. Grapow, Grundriss, V, 440 . . 37 PBritish Museum 10059 [32] 11,4-6. In: Wreszinski (1912),151-2 and 1 9 2 .............................................................................37PEbers [360] 58, 6-15. In : H. Grapow, Grundriss, V, 84 . . 37 PBritish Museum 10059 [38] 13, 3-7. In : ib., 268-9. See alsoW. Westendorf, Z A S 92 (1966), 128 foil......................................38PLeiden I 348 [31] vs. 12, 6-9..........................................................39Ib . [30] vs. 12, 2-6.............................................................................39Ib . [28] rt. 13, 9-11............................................................................39ib. [.'VI) v«. 11.2-8 . . . . . . . «PEbers [811] 95, 7-14. In : II. Grapow, Grundriss, V, 489-90 . . 40PBerlin 3027 [3] it. 1, 9-2, 6 .........................................................-11Ib . [4] rt. 2, 6 - 1 0 ............................................................................4;Ib . [18] vs. 3,8-4, 3 .....................................................................&Ib. 2 ,2 - 7 ...........................................................................12PRamesseum III, B. 23-34. In : J. Barns, Five Ramesseum Papyri,Oxford, 1956 ................................................................................. 43lb . B. 14 7 ......................................................From PEbers [1] 1, 1-11 and PHearst [78] 6, 5-11. In : H. Grapow,Grundriss, V, 530-2 ...................................PEbers [3] 2, 1-6. In : ib., 534 ........................................"},{"pageNumber":133,"pageContent":"120SOURCESNo.18 lb . [53] 19, 2-14........................................................................... u;19 lb. [54] 19, 14-18............................................................................................ ]fi20 lb . [55] 19, 1 8 - 2 0 ,8 ............................................................... 1721 /6. [56] 20, 8-12........................................................................... i722 From OGardiner 300 (in : Н О , I, 19, 1 [OG]), correctedsupplemented from OLeipzig 42 (HO, I, 3, 1 [OL]) and PBrii Museum 1073D (I. Edwards in J E A 54 [1968], ] 55-160 [PBM]Also : J. Černy, A Community of Workmen at Thebes in th, Ramesside Period, Cairo, 1973, 3 3 6 )...................................... 1723 PLeiden I 343 -f I 345 [4] rt. 4, 9-6, 2, supplemented by anotherversion on the vs. (7, 5-8, 12). In : A. Massart, The Leiden Magical Papyrus 1 343 -{■ 1 345, Leiden, 1954 (O M ltO 34) . 1824 lb . [5] rt. 6, 2-8, 10 and fragments of a duplicate on vs. 11,1-2 (both: PL), partly supplemented by OLeipzig 17 ‘vs.’ (H O , I,114.3) and ‘rt.’ (ib., 14, 5—both : O L).............................................1925 PBritish Museum 10059 [24] 8, 6-7. In : H. Grapow, Grundriss,V, « 2 - Я .......................................................................................... 2126 PLeiden I 348 [22] rt. 12, 7 - 1 1..........................................................2227 lb . [35] vs. 11,8-11....................................................................................2228 PTurin .54003 [11a] vs. 15-16.................................................................2329 Ib. [lib] vs. 1 7 - 8 ....................................................................................2330 PBritish Museum 10059 [37] 13, 1-3. In : H. Grapow, Grundriss,V, 279 .......................................................................................................2331 Ib . [41] 13, 14-14, 1. In : ib., 482 . . 2432 Ib . [43] 14, 2-3. In : ib., 3 6 1 ..................................................................2433 Ib . [42] 14, 1-2. In : ib., 482 .................................................................. 2434 lb . [46] 14, 8-14. In : Wreszinski (1912), 159-160 and 2u:;-6 . . 2435 lb . [47] 14, 14-15, 2 (PBM) and PEbers [499] 69, 3-5 (PE). Bothin : I I . Grapow, Grundriss, V, 373-4 .............................................. 2536 PLeiden I 348 [38] vs. 3, 2 - 5 ..................................................................2537 Ib . [18] rt. 11,3-12, 1 ...............................................................................2638 Ib . [6] rt. 3, 3-5............................................................................................2739 Ib. [9] rt, 4, 3-5............................................................................................2740 lb . [13] rt. 6, 4-8, 7 ......................................................................................2741 D’Hudapent 51.1961 [3] 2, 6-3, 1. From the photographs in:L. Kakosy, Ein rriagieohor Papyrus des Kunsthistorisohen"},{"pageNumber":134,"pageContent":"122коикгкнNu73 I'Berlin 3038| IНИ] 20, ft 21, 3, In : ih., 207-8. Son»; word* син и i.from » parallel vemion in I’KbnrH (01 | Ift, 4 10 (in ib., Ift5) ^74 I’Berlin 3038 [ I !H)| 21,3 ft In : Wrenzinnki 1 1 1 % 44; 103 i u<75 I'll «amt (215] 14, 7 10, In : II. Urapow, Vrvwlri**, V, 535 (1 ,7 70 lb. |2I«] 14, 10 13. In : ib., 530 ...... ,1777 I'Britidh MiiKinm 1005‘J |23] 7, I S (in : *Л., ЮЗ {I' IJ M ]). mi.plementcd by a vinnion on ли riatraoon from lliebf j. (i 0. Darwmy, АИЛ К 27 11927], ISO I [O'J’hJ) 1 778 I'Hearnt [212] 13, 17-14, 2. in : II. («rnppw, OrundriiH, V, 530 7 4ц 7ft Ib. O I3J 14, 2 1 In : ib., 5 3 7...................................................... щ80 lb. [214] 14, 4 7. In : ih., 534 - 5........................... 1H81 1'КЬм» [2] I, 12 2, 1 In : ih., 532 . . . 4.,82 ///. [848] 08, 2-0. In : ib., Г,‘21 . . . . . 41,83 I'Britidh MuwMirn HK)42[2I] vu. I, I 2, 2 r,()84 Mainly from I’Tuiifi Iftft3 (5| vu. (1, I I ft, 5 (in : I'd'/' 131 3;77 31), Hupplementexl by portioriH fTrcacrved in l'Cbent,er Beatty XI, rl. 1,3-4, 2, OJ'etriu 7 (in : H O , i, 3 ,2 ), O lleir elMedineb 12(53 (in: (UUiiIhijva <)!)'• M, II, 0 ft) ami 0Qijeen’nCollide 11 Hi, rt. I - v*, I (in : П О , I, 2 ,2 ), 'I ill*: in I'Turin 1 ftft3 only . .............................................................. . 5 185 I'Chwitcr Beatty VLI [Hi] rt, 0, 2 - 5 .......................................... 55Ml /Л, (II) ft ft, £.11, 2 ..........................................................................................ft.',87 Mainly from [Jdhr .Statue |24J 1112-80 ( I>>, nup| lem ented byMit.ternich Htela [3] ft 35 (M). Nil inborin« refer* to IJ Title in M o n l y ........................................................................................................5(18 8 į Jdhr .Statue [12] 80 4 . . . . . . 58 8ft K'benter B eatty VII |5 | rt. 3, 5 7, MiippR'Tni-.ntcd and occanioriallycwrecUjJ from l'l> i>i<-n I 34ft 17] rt. 3, 7 10 5ftftO Iv/Hwl from 8 w iu m by Л. Kla*r:rm, /1 M a g in ti Н Ш ш Нани tffodr HfJuujw.) in. Ike Миче.ит of ArUi//vili>:/< (it Lt:idr,n, Leiden,1052 (OMltO 33) ax no. I (ib. ft 20, 52 3 and (14-78). Add now OOardiner 333 {ПО, I, 100.1) fur the be#inninj<. N um bering пек; refer* to M(el.ternieh Htela [OJ 48-71). T itle only in onelim it.) I ............................. 5ftEdited Ьу Л. Юалеп*, c;/j, лй., an no. JV (»6. p. 22-34, 54-8 and HI ft8) from mnh Htela [I4| I08-25I (M) and Hoeleliitiapjue [4J x n.l if.I. ,\\u;nbenr/j/ bere refer H to M . <12"},{"pageNumber":135,"pageContent":"•filiui гл шКо<у/ К! iirin 111!»! j I I i v*. I» 10 (in . /'//7', l‘/.r>,i 10) and O bcir elM edin'ti 104* fin ■ 1 '/liilo y u r ( J / f i’ M , I 27) fillD;i Met tcim ch !SI,( In j 7 I 7 I H!i 904 /i'j. |!t| 8!) 100 70Ur, lh.\\H\\KlH 71«ж r u i'b n I :я',)\\‘г\\ i, о 2, i . .721)7 O Iii ч X' lit* К 320!) (I) 14. In: ll. Van de Wall'-, <' krt/n.vpud'tifff/jAb, Вгихс||<* 42*43 119157), 13 2!» 72!)S /(/. |2) 4 Г) 72»!t /?;.|3|Г,11 . . . 72100 I’f'DicHtiT Beat,t,у VII [7| ft. 4,4-7 73101 Ht.ut.iic Cairo .JdK t;()77l | I | I, I 7 . 7 3102 I\"l m iii I!)!).'’ I 101 vh. 2, « 3 , fi (in i‘dT, 134, d 13Й, «) . 74103 0StniM<l>iir|4 II III I l| I !). In ; YV. Щти'Мг-гк, r’7 <'■No),70-71. At, t.Dii- end, a t<:w wor<ll* m (’'lim n l!»!)3 |2| rt,. 0, 10 (in /VV, i:;i, I) . 75104 Г ruin dfcrattnburg II III (*■<■ no. H>3) |2] 10 I I and I'Turinl!t!»3|.i| it. I, I 8 fin : I’,IT, 131, 1-8), Ki,ilD,<r from Stela |2] 11 8 (M), Mnnw'rppnH Cmr* .IdK 472WJ (in : Пагкмly, /ЬЧЛЛ’ 22 I l»22|, 2(l(| 8), Инг Cairo CG 9413 hi я (id., TDM, 2!») am! Ht.at.in: Cairo (’(/ !»430 lid., ib., 3!»). In Dxit.Di 08tra*»Di and m l 'Г no. 104 in tDie immediate continuation of по. 103 75I Of) ODcir i I \\l«tliM'di 1213 (in: Catalogue Ohr.M, II, 44). D* i ri*tluii-.n hIho recorded in l’( lu-ntcr JJ*-;ttty V, v*. 3, 12. ТйI0« D-lVin И Ш I 17] vh. 5, 4 d (hi 1‘dT, Ц7, 4 0)107 I b. 18) vm, 2, I -3 (in 131,13) . . *7108 lb. I 121 vh. 10 4, I (ib., 135, 10 I3fi, I) and OI>eir «1 iMwlmoh1048 (in : f 'ataloyu* QDk I/, 1, 27)10!» I’ChdHtci' Beatty VII ĮI2) rt. 0, 2-3 74I lu th. |I4) it. rt, 7-7,1D I I I‘Turin 111»:» [IK) vn. 4, I 4. (in : I’dT. 130. I 4)112 ///. 114] vm. 4, 4-1) (in : i^., 130, 4 »)I 13 i’GliegU :r Beatty VII IJ M j rt. 7. Л-7114 [ЩгНШ.ш-.\\П]М* •I If) I'Turin IWl.’l I I«1 ve. 4, 12-6, 4 (in : NT. Ш. I2-U»7. ■<)I Hi (’('fu-nl-er Beatty VII [1DJ rt. 4, 8-5, 2117 D’b-iden I 341» [3J 2, I 4"},{"pageNumber":136,"pageContent":"125No.139 Statue Cuiro .)<IK 09771 [3| 2, I-в ........................92140 fl>. [4] 2, 7-11 . . 92 J41 П,. [2] I, 7-10 . . . 93142 Muinly from Statue Cairo Jill'; 09771 17 j 3, 12-7, Huppl#rnr;ritedDjy a variant in I’lirnoklyn 47.21 S. IKK. 13, 9 14 (in : J.-CI. Coyon,.H i А Я7 [ 1971], 154-9 | D'ltJ)............................................................93143 Motternich Stela [I I ] 126-137 . . . . . . . 93144 Mainly from Statin Cairo .fJK fi977l |H| 3, IH-26, Hupplemfinteilby a Btela from Karnal< (iri : (1. Пагенну, AHAN 17 f 19 171, 195) and lJBroTriner-llliiniD, 2K, 12-20 (in : II. lunilknor, The. Pnpyrua Rre.mne.r-tthind, ИшхеНен, 1933 | liibliotlieea Aegyptiaca, 3]) 94145 IJdhr Statue [I] 2 - 3 4 .............................................................................95146 lb . [DO] 7 1 -2 ................................................................................................. 96BIBLIOTHEQUE BIBLIQUE B. 0. S. L B."},{"pageNumber":137,"pageContent":"124SOURCESNo.118 Į)dhr Statue [8] 6 7 - 9 .........................................................119 PChester Beatty VII [6] rt. 3, 7-4, 4................................120 J “Lei(ietį I 349 [4] rt, 2, 5-1 1 ................................................... 82121 Stela Ny Carlsberg Glyptothek AlilN 974 (from photographM. Mogensen, La Olyplothrque N y Carlsberg. I ičgyptienne (Copenhagen, 1930), II, pi. 116 (no. A 761) Л2122 Mainly from the tomb of Ankhmahor at Sa<iqara (in : J. С.ч|Une rue de tombeaux a Haqqara, Bruxelles, 1907, pi. 27). from Giza tomb of Senedjemil) (in : R. Djopsius, Denk male Erganzungsband, Berlin, 1897, pi. 11), combined with that of other sources. Survey of these : 1’. Montet, Les seem • de la vie privie dans les tombeaux de I'ancien empire (Strasbourg,1926), 69-72 ........................................................................................... 83123 Daressy’s ‘Texte A’. Mainly from the Metternich Stela | 10] 101-25 (M), but supplemented and corrected from many other sources /only minor variations noted). 'Title only in M and in a Vienna papyrus of ramesside date (PV) in : E. von Bergmanu, I/ieralische u n d hieralisch-de.molische Texte ..., Vienna, 1886,pi. V ........................................................................................................83124 Daressys ‘Texte B’. Sources: as under no. 123. Basic ms is Mag ain .........................................................................................................85J25 PBntish Museum 10042 Г81 rt. 6, 4 - 9..............................................86126 lb . [9] rt. 6, 10-7,| . ............................................................87127 /6. [10] rt. 7, 1 - 4 ......................................................................................87128 /6. [11] rt. 7, 4 - 7 ......................................................................................88129 11. [14] rt. 7, 8-12......................................................................................88130 lb . [15] rt. 7, 12-8, 1 ................................................................................89J3J lb . [16] rt. 8, 2 - 4......................................................................................89132 //л [17] rt. 8, 4 - 5 .......................................................................................89133 //>.[18] rt. 8 ,5 - 9 .......................................................................................89134 lb . [19] rt. 8, 9-9, 5 .......................................................................................90135 Ib. [20] rt. 9, 5-14.......................................................................................90136 I'Turin .04003 [2] rt. 9-12..........................................................................91137 lb . [1! rt. !.Г С ..............................................................................................УI138 PTurin 1993 [15] vs. 4,9-12 (in: !'d § \\ Ш , 9 J2)[I*T]). Varr.(often very differing) are ONash 14 (in: П О , I, 41.2 [ON]) and OOardiner 30 (ib., 15.3 [O O j)......................................................И2"}]
