[{"pageNumber":1,"pageContent":"THE SEVENTH PARTList of Many secrets which will be of great use tothose who have made Medicine & surgery their profession."},{"pageNumber":2,"pageContent":"CHAPTER IOF THE PANACEA IIIADE FROIII 6OLDAlthough we have clearly and explicitly shown in thePhilosophia Demonstrati.ua tam IlniuersaLi quam paz,ttcuLanihow to find the very rarest thing in nature, especially inregard to the improvement of the erements of the animal_ andthe metall-ic kingdoms, we are neverthel-ess worried that manywho as yet have no knowledge of the true philosophy find ourstyle somewhat obscure and dark, while indeed we have no otherintent but that everyone, and especially the followers of Hip-pocrates - which science is exceedingly necessary for the pre-servation of the human race - might benefit from our work. Ac-cordingly, we wish to add this little list with this end in view,which wirl comprise what is most precious in this science, andfor the love of our neighbor we will not conceal that from whichsome benefit can accrue to them.And whiLe, according to our teaching, the elements of thethree realms, the animal, vegetable, and mineral, very stronglysympathize with each other, it is undeniable that the elements-224-"},{"pageNumber":3,"pageContent":"of the last two are very useful and necessary for the preser-vation or conservation of the microcosmr or man, which theycannot influence, however, before they have become spiritualizedand separated from their terna damnata (damned or cursed earth),which goes against their natural operation.We will therefore begin with the noblest metal, which isgo1d, and show the best methods for making the gold panacea,which can help human nature in many ways and free it from allevi1s.First MethodTo make a O panacea by means of its Spf rf tus ana$vutgorf s+Take }bii aquafort made of saltpeter and rock-al-um, and 1bjof purified sea sal-t. d1 it together in an earthenware4@witha strong and openA , increased per gradus. of this aqua registake 7 oz and dissolve in them L oz of finety filed Q . Putthis sol-ution into a retort eum alembi,ca well sealed, and dis-till the aqua regis over in B.M. When everything has gone over,the rest is put into a big glass and is again dissolved inc/l earain !Before the solution of the gold is finished, take 4 oz ofU by itself and without any additive, purified with salt andfwine vinegar and pressed through a leather. Keep tnis $ in asmall linen b.g, so that it can be pressed out into the goldsolution as if it were rain. Now let it stand together for 24hours, when tne I will have precipitated the Principles of the+-225-"},{"pageNumber":4,"pageContent":"f,) , and the water will have turned quite green. This mustbe decanted, ad cutieulam evaporated, and allowed to sprout(shoot) in the cellar. Thus you will obtain the uitriolumu phiLosophicum and the Green Lion of the Orient, of whichthe Spini.tus wilt bring about a panacea which is almost prefer-able to tfre Q potabile.If the t-l , which did not unite with+ation, the result will be a goldenwill have absorbed the qold R andtrre Q is separated bVdLand sweet sublimate whichhave a purple color.Now this sublimate is put into the barrel of a pistol whichis stuffed half-full. After the opening has been well closed,it is set to calcine in a potter's oven, and when it has cooledof its own, the barrel is opened- A red powder will be found init, out of which a R or quintessence is extracted by means of thespiritus whichr ds said above, is drawn from Q vitriol, in themanner of all other spirituum aeidonum (spirits of acids). Afterthis, the Spiritus is separated from the tincture which is to bepreserved well seal-ed for ready use after it has previously beenwelI edulcorated.If one takes twice a week one grain of this R with someextract of coLoqui.nthidis, the worst and most obstinate diseasescan imperceptibly be cured.withuqltA single dose is capable of driving away all fevers, and3 or 4 doses epilepsy, luem gal1icum, scorbut, and leprabe cured.A single dose taken by a healthy person will- invigorate all--226-"},{"pageNumber":5,"pageContent":"vitar spirits, and he will feel stronger and more vigorousafterwards than he ever was before.Likewise, the spiritus extracted from golden vitriol wirlserve a great deal toward the improvement of imperfect metals.Second MethodEos to make a gold panacea by neans of commonoil of sulphurr philosophically preparedl'leIt e in a big crucible. When it is well melted, 9ra-dually add to it as much philosophical oil as there is gold.When it has cooled, pound it on a marble stone and then setit in a humid place to dissol-ve. Now dry this solution at agentle A, ana powder it. Mix this powder with its weight ine X c. and conmon sulphur. Gj-ve a sublimation A , andthe n will^ with the salts and leave its eorpus at the bot-tom of the glass in the form of some grey and brittle feces.Remove the e * a. and the subl-imate with water, and then of tne Q will remain at the bottom. It can easily be meltedin mild heat and will be useful in many diseases, just as theprevious one.The eo\"pus Q will have been separated by this work to suchan extent that it cannot so easily be turned back into a metalthereafter.Take conmon sulphur and egether into a mass per gradus inhot as it is, on a marble stone,)+ c. aa. Melt everything to-a retort. Pour it out, just asand leave it for 24 hours in a-227 -"},{"pageNumber":6,"pageContent":"humid place. Then it will form an oil which has to be freedfrom its fecibus by decanting. This can now be used for theabove-described operation.Third MethodEov to make a gold panacea vith the Sal ltirabiliTake 2 scruples of e and I\\ oz of sal mirabili. l\"leltand combine them weII. Thereafter, throw some smal-I pieces ofcoal upon the matter tilI it takes on a purple color and beginsto smel1 like rotten eggs, which one can easily determine withthe help of a small iron stick dipped into it. Pour this mat-ter, hot as it is, into a copper mortar previously heated to-gether with its pestie. Pound it smal-l-, and extract the R witha spi,r,itus ui,ni aLeoLi-sato (alcoholized spirit of wine) . Conti-nue doing this tiII the corpus that stays behind is white. Nowdistill the colored spirit of wine with gentle heat. ft is usedin many kinds of diseasesr ds already mentioned before, but thedose must in this case be doubled, as this F has not become asmedicinal as the others.Fourth MethodEov to make a gold panacea by means of theRegulus of Antinony and the UniversaL SpiritTake 6 parts of Hungaria\" 6 , 3 oz of iron and L oz of goId.Ir{e1t them weII together in a crucible, adding 3 oz of saltpeterin several throws to keep it in constant ebullition. Afterwards,remove the crucible from the fire and hit it with an iron to make-228-"},{"pageNumber":7,"pageContent":"the reguLus fall to the bottom. Let it cool. Then break thereguLum to free it from its seoriae (slag) which are to be pul-verized. Expose it to the air for 24 hours, so that the univer-saI spirit can be caught in it. After this, put it into a @and distill it tiII att its spinitus has gone over. Allow theAQ to cool and remove from it the @ which is again exposed tothe air and again distilled in a4Q. This distilling and ex-posig to the air is continued tiII the scoriae or O no longerleave any liquid. Then all these liguids are poured on the Oand distilled and cohobated til1 the liquid is capable of attrac-ting to itself the quintessence of the goId.After this, take I dram of Q and l-O drams of this liquidwhich will attract the quintessence of the gold within 5 or 6hours. After all the moisture has been separated from it, itmust be put into a philosophical egg and made to go through allcolors with a lamp A At each color the degree of the firemust be increased til1 finally the yellow-red color appears.Then you will possess a medicine of which one grain alone, takenwith a 1ittle rose conserve, is capable of thoroughly curing allillnesses by transpiration.Fifth MethodEov to make a gold panacea vith the help ofVitriol Nitrate oilTake 1 lb--n- of saltpeter and I lbj of oil of vitriol. Putthem together into un @, close it well and set it in a coolplace for 12 hours. After this,y'f everyt.hing in the oto that will- zzY-"},{"pageNumber":8,"pageContent":"go over, mix this liquid with ana salis deerepitati. (calcinedsalt), digest it for 24 hours, and then o{ it with a strongA, . Now put into aA as much O \"\" the liquid that wentover can dissolve. Give it a strong ,4,, and in 6 hours themajor part of this Q made volatile by this liquid will go over.This spiritualized gold is put into two guarts of water,together with 2 oz of purified 8 . In a very little while+they will combine, will amalgamate and look like mud. Now againadd 2 oz of 8 which will have the same effect as the previous,+and this must be continued ti]I I0 or 12 oz of [-l have been add-+ed. It will fall to the bottom together with the spiritualizedgold in the form of a white-yellow and green powder. This is tobe left standing in a cold place for 3 or 4 days, stirring itevery day 5 or 6 times. It is left to stand again, and thewater is filtered. Finally, the powder is put in a fil-ter andcovered with paper so that no dust can fal-1 into it.When a1l the liquid has passed through the filter, it isopened over an earthenware dish, to prevent any of the powderfrom getting lost. This powder is l-eft to dry at the sun or ingentle heat. Then it is put into a philosophical egg hermeti-caI1y seal-ed. A suppression A is given tiI1 it has gone throughaI1 colors. This medicine is used against various illnesses,just as the previous one.-230-"},{"pageNumber":9,"pageContent":"Sixth MethodEos to make a gold panacea by means of a menstruumyhich volatizes itTake 3 oz of strong aquafort, 1 oz of oil_ of vitriol, andI oz of decrepitated salt. Let it stand in sand for 24 hours,after which{ it to dryness and separate the phlegma in B.M.What stays behind is the menstruum, which is used for the vola-tilization of the goId.Take 1 dram of e, beat it into very thin plates, and meltit in the above-described liquid. When it is dissolved, it isput into a glass4Qand/L ed in sand to dryness. After this,the distillate is put back on that which has remained in theretort and is distilled again. This distilling and cohobatingis repeated tiII most of the gold has gone over. When now thedistillate is again put into anoLher4Q, it is again distilledto dryness at a gentle heat. After that, the O i= edul-coratedand the tincture is extracted bv means of the al-calized spiritof wine.This tincture is iF ed with some red =t tat and left tostand in a cold place tiII the spirit of wine has become quiteclear and has left behind the whole tincture, together with the=tL tat in the f orm of a brown powder. Then the spirit of wineis decanted, the powder is well edul-corated, and dried at a verygentle heat. 6 grains of this powder will be good for all di-seases, especially for the venereaL ones. Care should be takenthat the gold is never used unless it has previously been puri-fied through $ i,r^, which rids it of all foreign and uncleanmetallic factors.-2 31-"},{"pageNumber":10,"pageContent":"CHAPTER IIHOI{ TO I.IAKE A SILVER PAI{ACEA BY ITIEAI{S OF+ \\.1O Ar{D THE ? oF cn{NABARFirst MethodTo make this panacea, take culel Oof its Q SouI by saltpeter and O* c.fort and-F it with sal-t. After the clear has been poured offit, the remainder is edulcorated and well dried. Then it ismixed with an equal weight of pulverized Hungarian 6 . Every-thing is put into a glasy@, and the butter is distilled fromit in sand.This butter is set in the air to me1t. Its phlegna isseparated with a gentle A , and what has not gone over is puton an amalgama made from p.j. Qand p.rv H prepared out ofcinnabar. It will turn yellow within one hour, brown in 24hours, and quite black within 48 hours.This amaLgama is subseguently put into a philosophical eggand is exposed to a lamp2\\until it turns white in coIor. Thenit is again set in a sand A which is increased, pey gradus un-til it turns red. Then this panacea has been brought to per-fection, capable of healing all diseases, without overtaxing thehuman body. ft is a specifieum pro Lunatiets (a specific remedyfor l-unatics), acting solely through transpiration.which has been robbedDissol-ve it in aqua--232-"},{"pageNumber":11,"pageContent":"Second MethodEov to make a silver panacea by means ofthe Punlce stoneTake fine O , beat it j-nto thin plates and stratify itwith calcined pumice stone that has been slaked 12 or 15 timesin good old Rhine wine. SeaL the crucible well and set it ina continuafA in a glass furnace for 4 days and nights. Thenit is removed from the A , allowed to cool of its own, afterwhich it is opened. The pumice stone is separated from the plates.It has turned into a light blue color and has attracted every cop-pery essence out of the silver. These plates are again strati-fied and fresh pumice stone is added, prepared in the above-des-cribed wdlr to extract the trueA from tfre ). It is drawn outfof the pumice with f ine, clean,-''!- Thereb, which has been streng-thened by saT tartari (saIt of tartar). This tincture is then-\"F ed with al-coholized spirit of wine which, when falling lothe bottom, will attract the above-mentioned F or Soul of thesj-Iver, ds it is much heavier than t'he spiritus lhereb. (spiritof turpentine). The latter is then separated from the spiritusper B. vaporis.this A is amalgamated with p. vj. E aninati and made to-r- +go through all cofors at a lamp A , so as to bring it to per-fection. Then just one grain of this panacea, taken in someeonfeet dt ALkeTmes, will accomplish everything one can expectof a medicine, and it will likewise be a speeifteum pro Lunaticisas the first one.-233-"},{"pageNumber":12,"pageContent":"Third MethodHos to make a silver panacea fromf) g \"\"\"+Take 5 , dissolve it in aquafort, =g=it with salt V ,vfilter this I and separate its ) lime from it, which is edul-corated and dried at a gentle heat. Then it is mixed withe X c. and burnt Q . pur ir to* in a big crucibte. Mixthis .^ with lime (caco), put everything into an earthenware{O, add a recipient f iIIed with the above V, and 4 ghs(l s,O f) with a strons A-PVThis I is purified and carefully dried, and put in a phi-Ylosophical egg to digest tiII 1g a; of its own to a fine powder.This has to be congealed pen gradus, and thus one will have apanacea of which hal-f a grain will cure all diseases of the hu-man body.A11 other metals can be $ izea by the same method, and aFpanacea can be made from them that has the power to cure al-I di-seases with which these metals sympathize according t,o the teach-ing which we have already disclosed in the first part of thistreatise.CHAPTER IIIH0t{ T0 IIAKE A PAiIACEA U rr HHICH HAS BEEI{tTURNED IilT0 I{ATER By o AilD OplGl,tEt{TFirst MethodFor this purpose take Venetian 4ater grind it with finelypowdered Qnis*\"nt, o{ it in.'.'., ana Q will go over in liquid-234-"},{"pageNumber":13,"pageContent":"form which must be well rectified tiII it leaves no more fecesin th4 .Pour aqua ,egis into this liquid S i.tn. rt wirr at once-+attract the power of the aqua regis which is floating on topand must afterwards be carefulry decanted. Then gold carx madewithout a corrosive, is dissol-ved in the remaining Si\"r y-+The gold will immediatery faII to the bottom as a red oil. Thisis put into a small phial closed with a corkr so that no dust canfall- into it and that the corrosive nature may gradually vanish.Should one wish to congeal it, the phial could al-so be sealedhermetically and subjected to a philosophical- coction. One-fourthof a grain of this medicine, taken in a l-ittl-e syrup, will becapable of curing all diseases and al_so of strengthening thevital- spirits and increasing the humtd.um rad.ica1,e.Second MethodHow to make a panacea from animated and spirituarizeafMake a cinnabar from 8 oo means of $r.t sulphurT\"u irontfilings. This cinnabar is again put on fresh iron filings.is again revitalized and again made into cinnabar. This is oncemore revitalized, and this operation is repeated 15 times, wheng{g wil-I be so hot and spiritual rhat it wilt be able to $ i\"\"+all metals.If some golddigest together,will be hard to sadded tocombineand willthis Fl ana bothYwith the cal-x r sogo over together.calx isU willeparateare left tothat they-235-"},{"pageNumber":14,"pageContent":"This doul' 92cl-e ? is congealed by itself without any a1Ioythrough the A grad.us, till a red powder is obtained. Thispowder will be a true panacea, capable of driving away arI di-seases and of invigorating the whole nature.Third MethodEov to make a panacea from$suorfmoto vithout any arloyTake $ ana-it tittfit leaves no more feces. Then turn:Fit into a clear, transparent Y pnn balneum and cnange rt tosuch an extent that it can never again return to its first form.d( this liquid in B. vaporoso (steam bath) and separate fromit all phlegna. After this, it is again { ed our of .'.', ir., a/4O, and put into a hermetically sealed glass in B.M. After asufficiently long digestion, this operatlon will separate theother el-ements from it. At the bottom of the glass brown feceswill remain, called terra philosophica (philosophicar earth).This earth must be decanted from the p i\"f V and there-after again put in the balneum, to see if it will still- dropfeces. when there are none, it is ready to be reverberated un-der a muffle at a gentle heat, taking care that it does not glowred-hot. After this, this reverberated earth is put into a glass.The R is extracted from it by its Si\"f . V By {L in M.B. rheT.water is separated from the tincture which will remain in the formof an oil. Now the remainder of the earth from which the tincturehas been extracted is calcined with a strong A for 5 or 6 hours.Thereafter, the salt is extracted by the $ iuf ! and is again-236-"},{"pageNumber":15,"pageContent":"4 ea from it. Then this salt is put into a grass and imbibedwith its Soul or Rr tiII it is completely saturated and cannotabsorb any more. rf it then goes through all colors, it wilrresult in the most excellent medicine that can be found in themetallic realm. rt is possible to make from it O potabile (po-table gold) without the addition of corporeal O by dissorvingit in wine. But if you wish to leave it as a powder, the r2thpart of a grain will be sufficient for use in all diseases andfor keeping man in good health tilr his terminus uitae (end oflife) approaches, which the greatest sovereign has assigned tohim.CHAPTER IVA SURE I.IETHOD OF PREPARIIIG PLAIITS II{ THEPH I LOSOPl{ I CAL AIID 1{ATURAL I{AYAfter having clearly shown in the preceding chapters howmetals and minerals are to be treated, in order to turn theminto delicious medicines, it remains for us to show the way ofpreoarj-ng Degetabi.Lia (plants) philosophically, so that theymay actually have the wonderful qualities which are ascribedto them, since without this preparation it is al-most impossiblefor them to be of as much use as is demanded of them. And thisis precisely the reason why most people, by neglecting our pre-paration and by using only plants in their crude state, performsuch very bad cures, causing them to malign the authors who have-237 -"},{"pageNumber":16,"pageContent":"so very much extolled the great power of the plant kingdom intheir writings, and to accuse them of many untruths.To follow this method properly, the plants have to be ga-thered early in the morning, before the rising sun (or: beforesunrise), that is, precisely at t,he time when they are fecunda-ted by the heavenly planets and the signs of the zodiac withwhich they sympathize, which many writers have already noted.And if one does not have our Ciz'euLatum minus at hand,whj-ch is capable of extracting their quintessence from themoment it is used - which is then floating on top while theor terv'a damnata fa11s to the bottom - the following methodmust be used.Take the plants or herbs which you intend to prepare phi-IosophicaIly, together with their roots and earth - which willnot fa11 off when shaken grind them coarsely on a marble stoneand put them soon afterwards into a hermetically sealed gIass.Let the matter putrefy for one philosophical month (40 days).When this is done, remove it from the glass and set it L\"4.A liquid will go over together with its oi1 which has to be re-moved. from it through{ in B. vaporoso (steam bath).the Q that remained after the first{ is put into a cru-cible which is covered with another one, and is wel-l sealed.Calcine it for 5 hours, take tine dl ed liquid which has been se-parated from its oil- and extract the salt from the @ with thisliquid. Again separate this liquid from the salt, and if thesalt should not be sufficiently white and crystalline, dissolve-238-"},{"pageNumber":17,"pageContent":"it again in just the sarne liquid, filter andQ, it ti1l it isquite dry. This must be continued tiII the salt has becomeas white as snow.Now it is once more dissolved in its liquid with the addi-tion of its oil. Everything is teft to putrefy for 8 days, thenit is put into a reborL eum aLenbieum (with an alembic) whichmust be somewhat longer than those one uses normalIy, andin B.M. Daporoso any wateriness that wilt go over. What staysat the bottom is the true quintessence of the regenerated andspiritualized plants, which can combine with our vital spiritsand is capable of curing all diseases with which it sympathizes.CHAPTER VTHE IlETHOD OF CURII{G 6AIIGREI{E, ULCERSAND VARIOUS TYPES OF I{OUNDSAs in our opinion we have sufficiently dealt with strongremedies for curing all internal diseases, we will likewise con-sider, in general, dII those diseases which have their seat be-tween the skin and the bones, or which can immediately be recog-nized on the outside, none excepted.We wish to discl-ose all this i-n very few words, and afso re-mind the reader that our remedy can completely cure all wounds,all ul-cers and gangrenes, and finally all diseases of the humanbody, the external as well as the internal ones, that is, thosewhich can somehow be included in surgery.-239-"},{"pageNumber":18,"pageContent":"To werr prepare this remedy, take zo l-bs of well water.Put it on the \\ in an earthenware pot, and when it begins toboiI, remove it from the A and put into it 4 lbs of 1ime, 2 ozof arsenic, and r oz of werl purified mastic. Mix everythingtogether and sti-r it with a smarl- stick. After this, wait tilIthe V is clear- pour the clear off and fil-ter what has re-mained at the bottom of the pot. Add to this V z oz of subli-mated Mercury which has previously been dissolved in a l-ittIe ofthe same p ; 2 oz of spirit of vitriol, and a good amount ofhoney which just 1ike the C)? has previously been dissolved ina little of the above-indicated V . when the dissolution isdone and ewerything is werl combined, it is put into a big glasswhich is only filled up to three quarters. ft is careful-Iy closedafter it has been heated and is put into a kettle with a boilingV , and kept thus for a quarter of an hour. Then it is takenfrom tfteA, and one will then have a remedy of wonderful virtue,which is to be kept in the same glass, ready to be used in an em-ergency (or: in case of need). or one can take some ord, clean,quite dry linen that is easily torn, dip it into the solution andpreserve it in a place where there is nothing humid.To use thj-s remedy properly, take a piece of this r-inen anddip it into some liquid suitable for the purpose, according towhether the remedy is to be strong or weak. rf there is danger-ous and firmly rooted gangrene, the linen is to be moistened withsome heated spi-rit of wine. rf the wound is not quite so danger-ous, the linen is pulled through the wine and the water, well- mixed-240-"},{"pageNumber":19,"pageContent":"together.At any time one wishes to use it, the linen is soaked inone of the above-mentioned liquids, pressed out somewhat, andthe wound is syringed to the bottom with a syringe made of wood.Then a wick is put into it, moistened in the same riquid. rtmust be inserted right to the bottom! After this, the wound iswashed aII over with a litt1e of this liquid and covered with o1dlinen likewise steeped in it. The'wound must be dressed 5 timesa day, and each time well cleansed.rf it is an ordinary wound, it must be covered, after it hasbefore been well bathed with the above-mentioned liquid, with acabbage leaf that has been elicrht'] rz ho:+ed or roasted over aA . Then the linen steeped in the riquid is put over the leaf,so that all poisonous matter in the wound be removed by this re-medy.If the wound should be very deep, the wick must be shortenedevery d.y, otherwise it would not easily cicatrize.If the first liquid were to be used without soaking a linencloth in it, it would have to be mixed with spirit of winer oralso with wine and water, as much as necessary in reqard to thecondition of the rvound.-24I-"},{"pageNumber":20,"pageContent":"CHAPTER VIA SURE IIETHOD OF CURII{6 THE PAII{S AI{DCOl{TRACIURES OF THE NERVESTake 2 lbs of cut-up soap and dissolve them in as muchalcohol as necessary. Likewise, dissolve t lb of campher inAF and {= it with a large amount of water. Let it settle andthen fil-ter all of it. What remains in the filter must be com-bined wi.th the soap and a balsam be made of it. Then take thebuttons or sprouts of ebuli or dwarf elder and the same amountof leaves of sma1l sage. Mix them well together and stratifythem in an earthenware pot in the following manner:First, coat the pot with fresh, unsalted butter. Put intoit a layer of butter of two f inger's width, f o1l-owed by a layerjust as wide, of dwarf elder and sage, then another layer of but-ter, etc. Continue with this stratifying tilt the pot is complete-Iy filled, except for enough room for a glass of white wine whichmuch be added. When the pot is fu1l and sealed, it is set to di-gest in ashes with a moderate fire for 4 days and 4 whole nights.After that, the pot is opened and 3 handfuls of earthworms areadded without washing or cleaning them. The pot is closed again,sealed, and digested just as long as before at the same A . Theneverything is pressed through a cloth, and the remainder is wellsqueezed. Thus you will obtain a salve which, when mixeC withthe above-mentioned balm, is of unbelieveable strength and effectin all contusions, contractures, and other pains of the human body.When using it, some of it must be melted and rubbed over the-242-"},{"pageNumber":21,"pageContent":"sick member, after the latter has previousry been rubbed witha warm linen croth. rt is thus embrocated at least twice a day,and if the pain is great, the embrocation must be done more often.rf this remedy is to be prepared correctly in accordancewith our intention, at least g Ibs of butter must be used forit, as it is otherwise difficult to prevent it from burning andbeing totally destroyed. This, then, is the shortest and surestway to cure all surgical injuries without using any plasters ormany other preparations which deviate from the right way andmostly delay the healing and, what is more, would rather weakenthe human body.Those who will take the trouble to read this treatise andto some extent understand common chlnnical operations, wirl notbe surprised, without reason, that we have so clearly and soconcisely disclosed all the rare and curious contained in thetrue phiLosophia demonstratiua. The chief reason impelling usto do this is especially the eagerness and the desire we haveto gratify thereby alr true lovers of this hermetic science.rn addition, it is also our intention to make those people bl_ushwith shame through this publication who had the audacity to seizeour manuscripts or secret writings at the time of our undeservedincarceration in cologne. Arthough they had pledged their wordand promised under oath to keep everything secret and not to com-municate any of the contentsr w€ have neverthel-ess learned thatjust these, to satisfy their insatiabre avarice, dared to copyfrom these books, either they themselves or by others, dII what-243_"},{"pageNumber":22,"pageContent":"they imagined would serve their evil undertakirg, as they werequite sure to have thereby acquired the key that could open forthem the secret cabinet of the true philosophia demonstratiua,without knowing that access to it is forbidden to the ungodlyand that it is only opened to those whom the greatest Sovereignhas elected and who have deserved a gracious God by their piousand Christian conduct and untiring work.These indiscreet and audacious people, I say, wil1 be verysurprised when they see that we are here presenting this sciencein much clearer and more understandable words than they couldever beg out of our manuscripts. For although they believedthat they possessed the greatest treasures at the time, they willnevertheless have to go empty-handed, without possessing the 1east,while it is more than certain that they will never be able to breakoff the golden twig, no matter how hard they labor day and nighttoward that end, because this sanctified tree cannot be brokenby violence and is only preserved by those to whom good fortunehas granted it and to whom the tree turns of itsl-ef, so that theyneed only tend their hand toward it, as the excel-Ient poet clear-1y shows us in his book AENEIDOS (the AENEAD) where he says inverse 146 of his 6th book:Carpe manu, namque tpse uoLens faeiLisque sequetur'.Si te fata Docant, alitev, non uLr.ibus ulLisVineere nee duv,o poteris eonueLLev'e f erro.-244-"}]
