[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Part 10 - Peculiar Phenomenon:Early United States Efforts to Collect and Analyze Flying Discs© 1994 -1995 by J. Andrew KissnerAll rights reserved. No part of this book may be reproduced,in any form, without written permission of the author. Reprinted in 2005-2006 as a Real X-Files series by Earthfiles.comwith author's written permission.\"Ironically, astronomer Clyde Tombaugh was theonly member of that pioneering scientific team to publicly report sightingsof flying discs above WSPG and was publicly ridiculedfor his observations.\" - J. Andrew KissnerReturn to Part 1 White Sands and OSRD:The Atomic Bomb and V-2sOne senses the vastness and grandeur of the Chihuahuan desert at WSPG, renamedWhite Sands Missile Range (WSMR) in 1956. Mountains rise dramatically from flatintermediate plains populated by yuccas, creosote bush and mesquite. The Tularosa Basinhas mountain ranges generally oriented north to south. Between mountain ranges lie flatplains with \"playas,\" or beaches in Spanish because the white dry lake bed looks like abeach. In general, playas are depressions in flat plains which act as evaporation ponds forrunoff draining from surrounding higher elevations. What is unique about White SandsMissile Range is the pure gypsum deposits that make the sand so white. Evaporation ofwater from Lake Lucero, a playa, results in the concentration of those pure gypsumcrystals. When blown by the wind, the crystals create the pure white sand dune area thatwas established in 1933 as a National Monument. [ Source: SEAFARER ELFCommunications System, Draft Environmental Impact Statement, Book 3, p. B-2.]On the west side of WSMR are the Organ and San Andres Mountains; on the east are theSacramento Mountains; in the north are the Sierra Oscura Mountains and the 8,372-foot-high Oscura Peak overlooking the Trinity Site where the United States tested its firstatomic bomb in July 1945. Sixty miles northeast near Corona is where the aerial disc camedown on the Mac Brazel ranch on July 3, 1947. Later on in Majestic-12 TOP SECRETMAJIC documents leaked to Bob and Ryan Wood (www.majesticdocuments.com), threedisc crash sites were indicated - two in addition to the Corona site. The MJ-12 documentscalled the disc crash sites \"Landing Zones,\" or LZ-1, LZ-2 and LZ-3. LZ-1 was the Coronasite; LZ-2 was near the Trinity Site inside White Sands; and LZ-3 was 30 miles east ofAlamogordo and Holloman AFB on the Mescalero Apache Indian Reservation."},{"pageNumber":2,"pageContent":"Half of the dune area is controlled by WSMR via a cooperative agreement executed onDecember 23, 1963, between the Secretary of the Army, Cyrus Vance, and Stewart Udall,then Secretary of the Interior. Col. Frank Borman, Apollo 8 command pilot and formerChairman of Eastern Airlines, noted that as he orbited the moon, the white sand was theone distinguishing feature of the American southwest that could be seen from lunar orbitwithout magnification. [ Source: Personal discussion.] The white sand dune area isapproximately 50 miles wide. Immediately north is Northrop Strip, renamed \"SpaceHarbor\" by an act of Congress in 1986, to be an emergency landing strip for the NASAspace shuttle. The Strip is 32,000 feet long by 250 feet wide making it one of the longestrunways on Earth. [ Source: SEAFARER ELF, p. B-55.]Immediately south of the dunes is HELSTF, the High Energy Laser Systems Test Facility,home to the largest destructive laser in the world. Immediately to the east of the duneregion is Holloman AFB, formerly Alamogordo Army Air Field. AAAF was renamedHolloman Air Field in the fall of 1947 after the base had been transferred to Gen. NathanTwining's Air Material Command from the U. S. Army Air Corps. This transfer wasaccomplished within 30 days of the Roswell disc collection effort in early July 1947. Theresult is that Gen. Twining's AMC became responsible for the management of all events atAlamogordo, which included all peculiar aerial disc phenomenon. [ Source: FromSundaggers to Space Exploration, p. 308.] Holloman supports the USAF 49th TacticalFighter Wing, the Air Force Cambridge Research Laboratories (AMC) and the Air Force6585th Test Group. In 1991, Holloman AFB was designated as the primary support basefor all F-117A stealth fighter-bombers. [ SEAFARER ELF, pp. 3-11.] Atomic Bomb ChallengeIn the fall of 1944, the OSRD - directed by Dr. Vannevar Bush (MJ-2) - identified a needto acquire real estate and establish what was described as the largest over land test centerfor missile research and development in North America. Primary responsibility for theactivity would be vested in U. S. Army Ordnance and later with participation from the U.S. Navy, Office of Naval Research and Navy Research Laboratory. Three possiblelocations were studied for the national missile test range, among them the Tularosa Basinnorth of Ft. Bliss, Texas. [ Source: Ibid., pp. 2-8.]Another OSRD finding should be mentioned here. On December 7, 1942, - exactly oneyear after the Japanese surprise attack on the U. S. Pacific fleet in Pearl Harbor - Secretaryof War Stimpson supported the recommendation of Dr. Bush and OSRD to see if the LosAlamos School for Boys could accommodate a special War Department project. Theproperty was purchased and Dr. Bush signed a letter of intent with the University ofCalifornia to allow the university system to begin hiring employees for the ManhattanEngineering District's (MED's) Los Alamos Scientific Laboratory (LASL) - Project Y. ["},{"pageNumber":3,"pageContent":"Sandia National Laboratories, p. 18.]The core area of WSPG consisted of 1,367,080 acres. That land was declared a militarynecessity and was acquired by the U. S. Army Corps of Engineers through its real estatedirective dated February 8, 1945. The condemnation by the War Department consolidatedfederal, State of New Mexico, and privately owned land into one homogeneous block thatextended for 100 miles north and south. The land included the Joranado ExperimentalRange and ABRES Tract IV safety area that was more than 80 miles wide. It is probablethat fewer than 200 people were displaced when the Army secured their 1.3 million acreproperty in 1945.Immediately access to the airspace above WSPG was restricted to only the clearedmilitary flights with primary responsibility for enforcing air security vested in the Army AirForces at Alamogordo Army Air Field on the easternmost boundary of WSPG. [ Source:SEAFARER ELF, Book 3, pp. 2-10.]In June 1945, construction began in the main post area and Lt. Col. Harold turner of U. S.Army Ordnance assumed command. Following construction of barracks and a mess hall,the first troops arrived in August 1945. The first missile, a Tiny Tim sounding rocket, waslaunched in September 1945. \"Fat Man\" Atomic Bomb - First Test At WSPG Trinity SiteWSPG's first OSRD experiment did not involve a rocket or a missile. It was atomic bomb,Fat Man, and that first detonation was at the Trinity Site on July 16, 1945, under theauthority of Project Y. Trinity Site is located on the northern end of the 3,200-square-mileWhite Sands Missile Range between the towns of Carrizozo and Socorro, New Mexico.The Trinity Site is now another National Monument and is open to the public two days peryear. The V-2 Launch Complex 33 is also a National Historic Monument, but is not opento the public. [ Source: Personal discussion with Base Commander.]Scientists setting up the Trinity Fat Man \"Gadget\" atomic bomb before July 16, 1945,first atomic bomb test. Images courtesy Dept. of Energy.On far right was Los Alamos National Laboratory Director, Norris Bradbury."},{"pageNumber":4,"pageContent":"Early stage of Fat Boy \"gadget\" atomic bomb test on July 16, 1945, at Trinity Site,WSPG, which detonated at 05:29:45 local Mountain War Time with energy equivalent to19 kilotons of TNT. The Seattle Times: \"The heat was so intense that it vaporized the towerholding the bomb and melted the sand underneath into a green glass dubbed Trinitite. A mileaway, exposed surfaces were heated to 750 degrees. At 10 miles, the heat still felt like the openmouth of a fireplace, witnesses reported. Despite bulldozing away the fused sand, the radiationlevels today, half a century later, are still ten times that of the background radiationlevels found in nature from radioactive rocks and cosmic rays.\"One of the few color photographs of the Trinity atomic bomb.Physicist and Los Alamos Director, J. Robert Oppenheimer, later quotedfrom the Hindu Bhagavad Gita: \"I am become Death, the destroyer of worlds.\""},{"pageNumber":5,"pageContent":"On left is J. Robert Oppenheimer, Ph.D.,with Maj. General Leslie Richard Groves. The physicist and military leaderwere in charge of the TOP SECRET Manhattan Project in Los Alamos, New Mexico, which detonated the first atomic bomb on July 16, 1945. The two men were photographedchecking the remains of a ground zero tower after that first atomic testat the Trinity Site in White Sands Proving Ground.[ Editor's Note: In September 1942, Temporary Brigadier General LeslieGroves was placed in charge of the Manhattan Engineering District Project,established a month earlier. The Manhattan Project was the cover name fordeveloping the atomic bomb under his direction. The scientific research waslargely conducted at Columbia University in New York City (Manhattan) andthe University of Chicago. Project plants were established at the ClintonLaboratory at Oak Ridge, Tennessee; the Hanford Engineer Works nearPasco, Washington; and the secluded Los Alamos installation in New Mexico.The work culminated in the first successful explosion of a nuclear-fissionbomb at the Trinity Site at the north end of White Sands Proving Ground inNew Mexico on July 16, 1945. In December 1944, Groves was promoted toMajor General and continued to head the atomic agency until January 1947.He was then named the Chief of the Army's Special Weapons Project. Heretired in February 1948 as a Lt. General. From that time until 1961, GeneralGroves worked as Vice President of Sperry Rand Corporation.]Red arrow marks Trinity Site at northern end of White Sands Missile Range,New Mexico, on Astronaut Image ISS008-E-5604 from NASA-JohnsonSpace Center taken on December 29, 2003. Why U. S. Navy So Involved in White SandsThe logic of an overland test range for missiles is related to the stability and precision oftest and diagnostic instrumentation that can be permanently fixed in surveyed locations.When instrumentation platforms are placed in water, there is continuous movement andquestions arise as to distance and exact location of recorders and other diagnosticequipment at the time of a test. This is particularly important when the observations arerelated to moving objects traveling at speeds twice as fast as a bullet. In the rocketbusiness, a bullet is extremely slow! [ Source: Confidential interview and SEAFARER ELF,Appendix G, B-17.]Testing missiles over land also enables researchers to recover test vehicles after they areflown. Malfunctioning components can be recovered and analyzed as opposed toattempting recovery in water. These two rationales are why the U. S. Navy was an integralpart of WSPG operations after June 14, 1946. In the 1950s, the Navy built its ownconcrete ship in the desert known as USS Desert Ship (LL1). The U. S. Navy Commanderat WSPG is the Captain of LL1. R. B. McLaughlin served as the first Navy commander.Ernst Krause, a Ph.D. in nuclear physics from the University of Wisconsin, headed theNaval Research Laboratory's guided missile research and development unit at WSPG in1946 and 1947.James Van Allen, Ph.D., had discovered the Van Allen Radiation Belt while working forthe Applied Physics Laboratory (APL) of Johns Hopkins University at WSPG. Dr. VanAllen was an NRL contractor and nuclear physicist who completed his post-doctoratetraining at the Carnegie Institution's Department of Terrestrial Magnetism (DTM). Also,Dr. Vannevar Bush (MJ-2) was President of the Carnegie Institution in Washington, D. C.and was a former DTM faculty member. Further, Lloyd Veil Berkner (MJ-12) was Dr.bush's Executive Director at OSRD after 1946 and a DTM staff member. Berkner was alsofounder of JRDB's Upper Atmosphere Rocket Research Panel. [ Source: Science With AVe n g e a n c e, p. 111.] In 1948, Berkner (MJ-12) became Director of Brookhaven National"},{"pageNumber":6,"pageContent":"Laboratory (BNL). [ Source: The Nuclear Oracles © 1987 Richard T. Sylves, Iowa StateUniversity Press.] Tracking and Photographing V-2s and DiscsThe first matter of business at the new White Sands Proving Ground was to design,fabricate, acquire and field an array of test instrumentation that would be capable oftracking and recording missiles during tests. Cinetheodolites and radar were designed andfabricated by Marcus O'Day of General Nathan Twining's (MJ-4) Army Air Forces AirMaterial Command (AMC). Those instruments were used to track rockets in their boost,mid-course and terminal phases from \"Launch Row\" which extended in an easterlydirection from the main post. There were defined missile impact areas \"up range\" to thenorth. High speed cameras capable of exposing 180 frames per second were installed atWSPG launch complexes, along with other high speed cameras up range.Optical telescopes were designed, fabricated and operated by astronomer ClydeTombaugh. He had discovered the planet Pluto while working at the Lowell NavalObservatory in Flagstaff, Arizona. His installed instruments at WSPG were capable ofresolving V-2 rockets in flight at 160 kilometers (99 miles). One of WSPG contributions toearly technology innovation was the development of super high speed cameras perfectedin collaboration with university researchers. Ironically, astronomer Clyde Tombaugh wasthe only member of that pioneering scientific team to publicly report sightings of flyingdiscs above WSPG and was publicly ridiculed for his observations.Astronomer Clyde Tombaugh designed, produced and operatedoptical telescopes at WSPG to resolve V-2 rockets in flight at 160 kilometers(99 miles). Photograph from NMSU Library.Continued in Part 11 - \"Paperclip\" Scientists from GermanyMore Information:For more about Landing Zones 1, 2 and 3 described in Majestic-12 leaked documents,please see reports below in Earthfiles Archives :· 12/10/2004 -- Part 4: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?· 04/13/2004 -- Part 7: UFO Crash/Retrievals: Status Report VI © July 1991 byLeonard H. Stringfield· 03/26/2004 -- Back Engineering ET Craft· 03/17/2004 -- Part 1 - \"Horrible Secret\" in UFO Crash Retrievals Near Roswell,New Mexico, in July 1947?· 03/17/2004 -- Part 2 - \"Horrible Secret\" in UFO Crash Retrievals Near Roswell,New Mexico, in July 1947?· 04/02/2000 -- Secret Radar Stations in New Mexico, Part 2For more about American military aggression against UFOs, crash/retrievals and UFOretaliation, please see reports below in Earthfiles Archives :· 01/17/2006 -- Part 9 - Peculiar Phenomenon: Early United States Efforts to Collectand Analyze Flying Discs· 01/09/2006 -- Part 8 - Peculiar Phenomenon: Early United States Efforts to Collectand Analyze Flying Discs· 01/03/2006 -- Part 7 - Peculiar Phenomenon: Early United States Efforts to Collectand Analyze Flying Discs· 12/31/2005 -- Part 6 - Peculiar Phenomenon: Early United States Efforts to Collectand Analyze Flying Discs· 12/27/2005 -- Part 5 - Peculiar Phenomenon: Early United States Efforts to Collectand Analyze Flying Discs· 12/24/2005 -- Part 4 - Peculiar Phenomenon: Early United States Efforts to Collectand Analyze Flying Discs· 12/24/2005 -- Part 3 - Peculiar Phenomenon: Early United States Efforts to Collect"},{"pageNumber":7,"pageContent":"and Analyze Flying Discs· 12/21/2005 -- Part 2 - Peculiar Phenomenon, Early United States Efforts to Collectand Analyze Flying Discs· 12/19/2005 -- Part 1 - Peculiar Phenomenon: Early United States Efforts to Collectand Analyze Flying Discs· 05/03/2005 -- Part 3: Japan Air Lines Pilot Interview About November 1986 UFOEncounter· 05/03/2005 -- Part 2: Japan Air Lines Pilot Interview About November 1986 UFOEncounter· 05/02/2005 -- Part 1: Japan Air Lines and Mile-Diameter UFO, November 1986,Drawings and Transcript· 04/17/2005 -- 1949 Aerial Disc Covered-Up By Project Blue Book As \"Kite\"· 04/14/2005 -- \"Battle of Los Angeles\" On February 25, 1942: America Fired At AUFO· 02/11/2005 -- Story Behind \"Inflation-Theory Implications for ExtraterrestrialVisitation\"· 12/30/2004 -- Audience Feedback About Earthfiles \"September 12, 1952: America's'Secret War'?\"· 12/30/2004 -- September 12, 1952: America's \"Secret War\"? Part 3: NuclearPhysicist Stanton Friedman· 12/30/2004 -- September 12, 1952: America's \"Secret War\"? Part 2: USAF StarfireDisappeared· 12/30/2004 -- September 12, 1952: America's \"Secret War\"? Part 1: UFO Retrievalin Flatwoods, W. Va.· 12/22/2004 -- Part 2: \"Reasons Why U.S. Government CAN'T Release Truth AboutUFOs!\"· 12/22/2004 -- Part 1: \"Reasons Why U.S. Government CAN'T Release Truth AboutUFOs!\"· 12/10/2004 -- Part 3: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?· 12/07/2004 -- Part 2: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?· 12/04/2004 -- Part 1: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?· 11/12/2004 -- Strange Metal Pieces from Plains of San Agustin Alleged UFO CrashSite Analyzed.· 10/23/2004 -- 1948 Aztec, New Mexico UFO Crash: Policemen, Disk andHumanoids· 08/18/2004 -- New Mexico Gov. Bill Richardson Wants More Investigation of 1947Roswell UFO Crash· 05/04/2001 -- Part 3 - Retired Army Sergeant Describes 1969 Film of UnidentifiedCraft· 04/30/2001 -- Part 2 - Former U.S. Army Sergeant Describes 1969 Film ofNon-Human Entities· 04/29/2001 -- Part 1 - Former Army Sergeant Describes 1969 Film of Alien Craftand Entities· 04/02/2000 -- Secret Radar Stations in New Mexico, Part 2· 04/02/2000 -- Secret Radar Stations in New Mexico, Part 1Websites:Bruce Maccabee, Ph.D.: http://brumac.8k.com (Contains entire 1985 -1986 interviewwith Hawk.)MJ-12 Documents: http://www.majesticdocuments.comCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
