[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Trends 2006© 2006 by Linda Moulton Howe\"There's not a better trend forecaster than Gerald Celente.The man knows what he's talking about.\" - CNBC Category 5 EconomyBroken ChinaWorkers of the WorldSurvival of the FittestOutside the System/ Off the GridAlternative Energy MovementUglier AmericansCyberworld TV (Computer-to-TV)Simplicity HipSentimental Journeys February 3, 2006 Rhinebeck, New York - On the last day of January 2006, PresidentGeorge Bush presented his State of the Union. Iraq and his administration's \"War OnTerrorists\" were at the top of his priorities.On the same day, the United Nations International Atomic Energy Agency (IAEA)reported that Iran has now obtained documents and drawings in the black market thatserve no other purpose than to make an atomic warhead.January 31, 2006, Albuquerque Journal, Page A4.Where would Iran get atomic bomb information? Probably from Russia where it's knownthat weapons and weapons documents were sold on the black market when the SovietUnion collapsed. One American who saw a big threat in the Soviet black market is GeraldCelente, Publisher for fifteen years of The Trends Journal, based in Rhinebeck, NewYork. USA Today, CNBC and other news media call Celente one of the best trendanalyzers in the business. In his 1997 book, Trends 2000, Gerald Celente warned that theSoviet black market could literally \"blow up\" in the world's face if Russian-made suitcasenukes were sold to terrorists.Now a decade later, as 2006 begins, the world is increasingly worried about nuclearattacks and what will happen to economies if a nightmare explodes? I asked GeraldCelente about the major trends he sees this year including the increasing demand for gold the so-called \"anxiety metal\" - and whether he thinks Iran will force a nuclearconfrontation with the U. S.?Interview:"},{"pageNumber":2,"pageContent":"Gerald Celente, Publisher, The Trends Journal,Rhinebeck, New York. Image courtesy Gerald Celente.Gerald Celente, Publisher, The Trends Journal, and Author, Trends 2000, Rhinebeck,New York: \"Iran if the situation unfolds the way it's being played out in the media andfrom the reports that I read: Coming from Israel the past several months, there have beentrial balloons being sent up from the Israeli government about a pre-emptive attack onIran. Also, the United States is saying that military is not an option they are going to takeoff the table. The threats that are coming out now are not of Iran attacking the U. S.facility or ally, but rather Iran being attacked first.I don't believe that at this time Iran will launch any kind of war outside their bordersbecause they would know they would be annihilated in a second. They don't have thewherewithal. However, if Iran is attacked, it will be the beginning of WWIII. There are 70million Persians. They will not be attacked or invaded by a foreign power and they willlaunch a world war of weapons of mass destruction. They don't have to be sent over by amissile. They can come in the size of suitcase-size nuclear weaponry. \"Category 5 Economy\"When gold prices started rising, as they have been over particularly the last year and ahalf, it's saying the world is concerned about geopolitical events, economic events. It'sconcerned about the direction things are going.So, gold is a safe haven commodity. When you worry about dollars, Euros, or the future,people start putting more money into gold. It has a long history throughout civilization ofbeing that safe haven when you need something to get you out of a big problem.The differences now and this is very important what is going on now in 2006, compared tothe 1970s gold rush - The biggest difference now, three of them is:1) Back then, people were buying it as a survivalist thing. It was survival and we had theCarter years of rampant inflation, changing the Cabinet, mortgage rates were 21%. Sopeople were heading for the hills. It was a survival metal.Now it's become part of a portfolio. It's a strategic buy. It's portfolio insurance. It's lookedupon as a smart commodity buy.2) This is very big. Back in the 1970s, it was basically the Americans who were playing themarket. Anyone who traveled to Europe in the 1970s knows it wasn't the same Europe astoday. There was no Japan like it is today. The Japanese were only beginning to get intothe auto industry. Now, you have in 2006 not only all of Europe and Japan playing market,you've also added in China, India and boy! the Indians love gold and Russia and boy! dothey play the markets. You've added 2.5 billion more people chasing a commodity (gold)that has had low production during the 1990s when the price of gold was soft. So, youhave a huge population chasing a commodity that has limited supply at a time of very highanxiety. So, that's why I'm looking at gold now to go past $1,000 and possibly to $2,000.WHAT WAS THE THIRD FACTOR?3) It's the debt. The Chinese holding so much of the U. S. currency. So, now there is a hugeattack on the dollar. The eye of this 'Category 5 economy,' as I call it, is the weakness ofthe dollar. They can't raise interest rates much more because they will shut down the U. S.economy. If they lower interest rates now, what is happening is that the Chinese andothers have announced that they are going to begin unloading dollars because low interestrates mean cheap dollars. So, those are the three factors."},{"pageNumber":3,"pageContent":" \"Broken China\"THAT LEADS TO A QUESTION UNDER CATEGORY 5, THE ECONOMY ON YOUR2006 TRENDS LIST. YOU HAVE THE PROVOCATIVE SUBTITLE, 'BROKENCHINA.'' CAN YOU EXPLAIN THAT?China has been growing between 9 and 10% for the past decade or so. It cannot sustainthat kind of growth without the United States staying economically strong. The U. S. has5% of the world population which consumes 20% of the world's imports. If the UnitedStates consumer goes on a Slim Fast economic diet, who is China going to export all itsproduct to that they have ramped up so vigorously to serve (such as Walmart)?Now, here is what is going on in China: according to the Chinese government, in 2004 thelatest figures available, there was 75,000 riots and major disturbances throughout China.So, even if their economy is soaring, its population base of 1.3 billion people is in turmoilas the peasants and others are losing the little bit that they had and the wealth is beingaggregated in the hands of a few. You have a new Communist revolution taking placebeneath the surface that we're not hearing about.If the United States economy slows down, as we fear it's going to, China's economy is alsogoing to halt very rapidly. They're going to have major internal problems. They alreadyhave them during the best of times. What that also means is that governments have beenknown to deflect internal problems, they make external problems seem more important.So, look for problems with China and Taiwan; China and the South China Sea with thePhilippines and Viet Nam. Look for more problems from China in relationship to theirrelations with other nations.IF CHINA AND THE UNITED STATES ECONOMICALLY STUMBLED AT THE SAMETIME, WHAT DO YOU THINK WOULD HAPPEN IN THE WHOLE WORLD?We can see a global recession. It's already beginning. The United States is going to be hitthe hardest of any nation, other than China. China has expanded way too fast and theworld cannot consume it all. There is a glut of product in the world supply chain. TheUnited States gets hit the worst because we're in the worst economic condition.America's Debt - Citizens and GovernmentThe bubble that is going to burst is going to be the debt bubble. It's as simple as that. Thelatest figures are showing that America's savings rate is at 1933 levels Depression Eralevels. These are real facts. The total U. S. budget deficit, including the corporate andhousehold debt, has passed the Depression level high of 200% of the nation's grossdomestic product (GDP).The bubble that is going to happen is the re-financing bubble that was brought about by46-year-low interest rates following 9/11 until recently. Those low interest rates allowedpeople to take out the home equity loans and go on a spending spree and buy more realestate and bigger real estate than they ever had before. Now, there is going to be a creditcrunch.So, when the United States's economy slows down, we can no longer afford to pay ourdebt load, whether it's personal debt load, corporate debt load or government debt load.That's another reason why gold is going up. They might devalue the dollar before it's allsaid and done. \"Workers of the World\"HOW DOES ALL OF THIS FIT INTO ANOTHER ONE OF YOUR TRENDS FOR 2006CALLED 'WORKERS OF THE WORLD,' HAVING TO DO WITH LABORMOVEMENTS IN THIS COUNTRY?Labor movements historically begin to pick up steam when the economy turns the worst.This you can go throughout history. For instance, if you go back to the Depression, that'swhen we had the last real labor movement of any great significance. It had slowed downduring the Roaring Twenties when there was great economic wealth being generatedthroughout the nation. Now, things are slowing down again. The jobs that have not beenexported (to India, for example) are the jobs that are going to be unionized.The poultry workers, the slaughterhouse, the hospitality workers, restaurant workers, retail"},{"pageNumber":4,"pageContent":"stores these are the same kinds of jobs, for instance, that were relative to the immigrantsthat were coming over at the turn of the 20th Century. The lower end of the economicscale: the garment workers, the truck drivers and auto workers at the time.Now, those workers have gotten better benefits, such as the auto workers. So, now theyare unionizing the lower end of the economic scale the jobs that cannot get exportedbecause, unlike the high paying labor jobs where they could bring in scab labor to replacethem, you can't do that if you're going to put an ad in the newspaper: 'Restroom attendantswanted, $7.50/hour.' You're not going to have a lot of scabs trying to take those kinds ofjobs. \"Survival of the Fittest\" and \"Off the Grid\"WHAT HAPPENS IF IN THE SUMMER OF 2006, WE HAVE ANOTHER HURRICANEKATRINA OR TWO?The economy could crash if we have another natural disaster or manmade disaster. It'sbarely holding up now. Oil prices keep moving up. Gold keeps setting new highs for thepast 25 years. There are a lot of problems and we cannot afford to take an economic hit. Ifwe have another event such as a Katrina and it's in a predominantly poor area, we're goingto start also seeing as this gap between the rich and the poor widens, we're going to startseeing more civil strife. People are beginning to understand or believe that if you're verywealthy in this country, you have it made whether it's crime or anything else, you're goingto get off easy.But if you're not rich, you're going to get hit really hard. And Katrina opened up andshowed a side of America that a lot of people, particularly around the world, didn't thinkwas very flattering to a democratic country.YOU CALL THIS 'SURVIVAL OF THE FITTEST' ON YOUR 2006 TRENDS. I WASCURIOUS WHAT IS THE DIFFERENCE BETWEEN 'SURVIVAL OF THE FITTEST' INTHE FACE OF HURRICANES, TSUNAMIS AND EARTHQUAKES AND ALL OF THEPOSSIBLE EPIDEMICS AND ANOTHER TITLE ON YOUR LIST WHICH IS'OUTSIDE THE SYSTEM, OFF THE GRID'?The 'Survival of the Fittest' whether it's manmade or by Mother Nature when terror strikes,you're on your own. People have to grow up to this. The government's not going to bethere to help you. They are not there to help you now. When you are in need, they are notgoing to help you in a crisis. They have showed they are inept in doing this, whether it's ina military conflict or a local disaster. Either side of the aisle, both of the parties, they arenot going to be there. You are on your own and terror is going to strike, whether it'smanmade or by Mother Nature.We just heard the former head of the 9/11 Commission, former New Jersey RepublicanGovernor Thomas Keane, say that the nation is not prepared for another terrorist strikeand that if it happens, it's not a matter of IF? It's a matter of WHEN? So, when terrorstrikes, what are you going to do? That's what 'Survival of the Fittest' is about. We're goingto continue to see it grow, whether it's in the areas of people being fearful of pandemicssuch as bird flu, mad cow. People taking more responsibility to protect themselvesemotionally, financially and physically, whether it's immune system build up; or buildingup your bank book or assets in a way that you can protect them.'Getting Off the Grid' is going to happen because we are going to begin to see newdevelopments in technology in the fields of self-sustaining energies, water purificationsystems. You're already beginning to see it with the internet. People are becoming moreand more self-reliant in getting off the grid. There are systems out there, from Denmark,for instance, where you don't have to pay for telephone calls. They are doing it over theinternet for free. There is going to be a time when you are not going to need that powergrid electricity. You're going to be able to generate it with your OWN unit. The website togo to for more information on the latest of new alternative energy developments is called:Infinite-energy.com. These are real scientists and real breakthroughs.Which brings me to something I've just been thinking about. Visionaries and others whowant to look ahead and see ahead should begin to contemplate: What will the worldlandscape look like geopolitically when we no longer need oil? \"Alternative Energy Movement\"It's going to look just like it did when we no longer needed the Silk Routes or the Spice"},{"pageNumber":5,"pageContent":"Routes. Things change. New developments happen and new alliances start to form. So,with all the negatives, there is positive. There is a lot of change developing now and if wemove ahead in the right direction, we have enough information from the past to know whatworks well and what does not. If we take that deep library of information and pushforward with it, we could actually have a new renaissance. With this new alternativeenergy, it's going to be as important as the discovery of fire and the invention of the wheel.BUT AREN'T THE SAME COMPANIES SUCH AS SHELL AND EXXON INCONTROL OF ALTERNATIVE ENERGY SYSTEMS DEVELOPMENT AS WELL?No, they are not. They can make it happen in the sense that if they funded it, they couldmake it happen quicker. But the old saying is that 'necessity is the mother of invention.'Just as the people that were making horse and carriages and had that market corneredcould not stop the automobile, neither will the big oil companies. It's happening, as I said,when you see the developments that are happening in zero point energy, in charge clustersand permanent magnets, and even in cold fusion and what they call hydrino power. Youcan see this is going to be very shortly emerging on the horizon as the necessity becomes,particularly in capitalistic societies, if the consumer is putting all their disposable incomeinto energy, how are they going to buy consumer products? Two-thirds of the nation's GDP(Gross Domestic Product) is generated by consumer spending.So when oil prices or gasoline prices hit $4/gallon, that's the time when government, wheninvestors, when venture capitalists start putting money behind alternative energy.[ Editor's Note: Hydrino power issue described in November 4, 2005, issue of TheGuardian, London: \"In 2005, Randell Mills, a Harvard University medic who alsostudied electrical engineering at Massachusetts Institute of Technology, claims tohave built a prototype power source that generates up to 1,000 times more heat thanconventional fuel. Independent scientists claim to have verified the experiments andDr Mills says that his company, Blacklight Power, has tens of millions of dollars ininvestment lined up to bring the idea to market. \"What concerns physicists is Dr Mills's claim that he has produced a new form ofhydrogen, the simplest of all the atoms, with just a single proton circled by oneelectron. In his \"hydrino\", the electron sits a little closer to the proton than normal,and the formation of the new atoms from traditional hydrogen releases hugeamounts of energy. But according to quantum mechanics, electrons can only exist inan atom in strictly defined orbits, and the shortest distance allowed between theproton and electron in hydrogen is fixed. The two particles are simply not allowed toget any closer.\" Quantum mechanics theory is challenged, but Dr. Mills insists hewill be able to demonstrate his hydrino power, perhaps in 2006. ]IT SEEMS LIKE THE 2006 TREND PICTURE HAS PARADOX IN IT, MEANINGTHAT IT'S POSSIBLY LIKELY THAT THE AMERICAN ECONOMY AND MAYBECHINA WITH IT WILL STUMBLE AND HAVE SOME REALLY ROUGH TIMES.YET, THE DECLINING OIL SUPPLY IN THE WORLD IS GOING TO BE FORCINGENTREPRENEURIAL SPIRIT TO EXPAND BUSINESS.Precisely! The thing about the future that is wonderful about it is that we really shape thefuture that we want to have in so many ways. We're all doing in life what we're doing atthis very moment because of decisions we made in the past. The same thing holds truewhether it's an individual, a community, a state, a nation or a planet. If we put ourdirection into the kinds of goals, missions and objectives that create a world that is moreself-sustaining and less destructive, we could have that world. \"Uglier Americans\"YET, ONE OF YOUR TOP TRENDS IS THE 'UGLIER AMERICAN.'That's very true. Around the world, America has gone from the most admired nation onEarth to the most despised for a variety of reasons. The Iraq war being the main one at themoment. But it's also the United States dismissing environmental treaties, prisoner of warprotocols - so, when we look at the ugly Americans, we also understand that they don'trule the world. There are only 300 million Americans in a sea of 6.3 billion people. So, asthese trends are developing that can show a new renaissance, it's not all of America that'smoving in one direction of maybe destruction and backward thinking. There are alsoelements in America that are creating new horizons, coming out with some of the mostinnovative and dynamic futuristic products available. So, that's going on simultaneously.How we end up or move ahead depends on the course that the people want to take.\""},{"pageNumber":6,"pageContent":"\"Cyberworld TV\"A big positive trend is everything you see, watch, and hear on the internet can be put onyour livingroom's widescreen TV. Gerald Celente thinks there could be a first full-timeinternet candidate in the 2008 presidential election. The interet-to-TV technology willmean a serious candidate can bypass expensive TV network advertising and run acampaign only on the internet. Celente says, \"The technology of 2006 is beginning to catchup to the vaunted promises of the dot.com era of 1996.\" \"Simplicity Hip and Sentimental Journeys\"Finally, as Middle East dangers continue and gas prices rise, Americans are shrinking fromall the chaos and uncertainty by looking back at an illusive Golden Age when life seemedsimpler. That sentimental journey is appealing to both generations of the Baby Boomersand their children. A big emerging trend is cutting back on everything to smaller cars,simpler living, spending less, having less, but choosing higher quality and more time towalk and breathe - away from work.\"More Information:To keep up with the trends of 2006 and beyond, visit Gerald Celente's website atwww.trendsjournal.com.The Trends Journal published by Gerald Celente since 1991.Trends 2000 © 1997 by Gerald Celente.Click book cover to amazon.com.Websites:Trends Journal: http://www.trendsjournal.comInfinite Energy: http://www.infinite-energy.comCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
