[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Part 15 - Peculiar Phenomenon:Early United States Efforts to Collect and Analyze Flying Discs© 1994 -1995 by J. Andrew KissnerAll rights reserved. No part of this book may be reproduced,in any form, without written permission of the author. Reprinted in 2005-2006 as a Real X-Files series by Earthfiles.comwith author's written permission.\"The surface-to-air missiles were provided to WSPG to shoot down'long range reconnaissance drones' that seemingly possessed high scientific value- no doubt, the 'peculiar phenomenon' of unidentified discs that couldinterfere with V-2 rocket tests.\" - J. Andrew KissnerReturn to Part 1The Government Agencies and Expert PanelsBehind the UFO Cover-Up:OSRD, JRDB, CIOS & Expert PanelsOn August 2, 1939, physicist Albert Einstein took it upon himself to inform President Franklin DelanoRoosevelt that there was a possibility that Germany might be in the process of initiating a nuclear chainreaction by which vast amounts of power and large quantities of new radium-like elements would begenerated. He sai d:\"Now it appears almost certain that this could be achieved in the immediate future. This newphenomenon would also lend to the construction of bombs ... a single bomb of this type, carriedby boat and exploded in a port, might very well destroy the whole port together with some ofthe surrounding territory.\"Providing a piece of intelligence to the President, Einstein continued by saying:\"I understand that Germany has actually stopped the sale of uranium from the Czechoslovakianmines which she has taken over. That she should have taken such early action might perhaps beunderstood on the ground that the son of the German Under-Secretary of State, von Weizsacker,is attached to the Kaiser-Wilhelm-Institut in Berlin, where some of the American work onuranium is now being repeated.\" [ Source: Sandia National Laboratories © Furman, pp. 8-9.]Although it has always been important to involve technologists in the experimentation and development ofweapons systems, by 1939 it had become obvious that to compete in this new hostile, global environmentrequired ever-increasing levels of technical sophistication and scientific expertise, particularly in the physicalsciences and electronics. Over the course of the next twenty-four months, Einstein's letter motivated thecreation of the Manhattan Engineering District (MED). That was a joint industrial-scientific-military effort todevelop an atomic bomb.At the beginning, the atomic bomb was not a military vision. It was the vision of the scientific community thattheorized that an atomic bomb was possible. They brought the theory and vision to the military and offered todevelop it. Not to be cynical, but in the business of pure science, this has always been the great dichotomy:study the area of science that is of interest to you - or study the area of science that can be profitable. Nationaldefense has always been funded.In 1939, MIT's Vice President, Dr. Vannevar Bush (later MJ-2), was made chairman of the National AdvisoryCommittee on Aeronautics. He replaced Joseph S. Ames. Dr. Bush was also selected as President of theCarnegie Institution of Washington, D. C., in the same year. The next year in June 1940, Dr. Bush establishedthe National Defense Research Committee (NDRC) as an advisory body to the President. NDRC's firstsubcommittee was assigned to study issues related to uranium. Its first members included Edward Teller, wholater developed the hydrogen bomb. Other members were nuclear physicists, U. S. Army Ordnance and the U.S. Navy Bureau of Ordnance. The nuclear subcommittee was designated the Uranium Section or Section-1. [Sources: Slide Rules and Submarines © 1990 by M. C. Megis, National Defense University Press, Ft. LesleyJ. McNair, Washington, D. C., p. 26; The Civilian Space Program 1958-1978, p. 34.]"},{"pageNumber":2,"pageContent":"Vannevar Bush, Ph.D., (MJ-2) depicted as \"General of P hysics\"on cover of Time magazine's April 3, 1944, issue.Dr. Bush argued that for the U. S. to remain competitive and win WWII, it needed to involve the academic,industrial and scientific communities in a coordinated fashion, in collaboration with the military, to developnew and more capable weapon systems. President Truman, recognizing the inherent wisdom in Dr. Bush'sapproach, created by Executive Order the Office of Scientific Research and Development (OSRD) on June 28,1941. It operated under the Office of Emergency Management. Dr. Bush immediately became the nation'sleading authority on the application of science to serve practical military applications. The largest projectunder OSRD's purview during WWII was the MED (Manhattan Project). [ Source: Sandia NationalLaboratories © Furman, pp. 8-9.]In 1941, Dr. James Conant was President of Harvard College and became Chairman of NDRC. He served asVannevar Bush's Deputy Director at OSRD through 1945. OSRD functioned throughout WWII as thecoordinating body for all scientific research related to the nation's defense. Its leading projects included theatomic bomb, radar and the variable time and radio proximity fuses. Throughout many of OSRD's assignments,Dr. Bush was partially reliant upon the involvement of his faculty at the Carnegie Institution of Washington, D.C., especially its Department of Terrestrial Magnetism (DTM). Conant and Bush were so involved in thereview and authorization of scientific research that they themselves approved specific designs and testprotocols for the U. S.'s first atomic bombs manufactured by Project Y. [Source: Ibid.]Dr. Detlev W. Bronk (MJ-6) became Chief of OSRD's Division of Aviation Medicine in 1944. He developedan aviation medicine program for the AMC at Wright Field, Ohio, served as Vice Chairman of NACA (withHunsaker MJ-7) and on July 7, 1947 - ten days after the U. S. Army or Army Air Forces shot down at leasttwo flying discs above WSPG - was appointed member of the advisory committee on Biology and Medicine tothe Atomic Energy Commission (AEC).As mentioned previously, OSRD's innovations included radar and the radio-controlled proximity fuses,developed by Section T of the Applied Physics Laboratory (APL) at Johns Hopkins University in Baltimore,Maryland. After 1944, the proximity fuse was used in conjunction with radar-controlled antiaircraft artillerypieces which surrounded high value military targets. Vannevar Bush wrote about his first exposure to theperfected proximity fuse after it was successfully employed by the British to defend London from V-1 buzzbomb attacks. Dr. Bush wrote in his 1970 book, Pieces of the Action:\"I watched one test somewhere on the Carolina coast. A target plane, barely visible, flewacross out to sea. The (antiaircraft) battery began to bark. After quite an interval, the first shellarrived and the robot disintegrated and started to fall towards the water, and after a bit, thebattery ceased to fire. But the last shells to arrive followed the plane all the way to the water.These radar-controlled batteries were uncanny. They not only picked up and followed thetarget, they computed where it was going to be when the shells arrived and adjustedaccordingly. No gunner needed to tough anything in the process. Hitler's flying bombs had nochance whatever against this combination.\"In this same excerpt, Dr. Bush explained one of the problems inherent in using advanced weapons technology:\"But the very success made trouble. The Joint Chiefs of Staff ruled that the proximity fuseswere to be used only over water. Both the Navy and the Air Force feared that a dud would getinto enemy hands, would be copied, and would be used against us. This was serous business.Many of us knew what could be done by an enemy armed with proximity fuses in land war inFrance and what it could mean for American casualties. We set up a committee consisting ofsome of the most respected engineers in the country, men thoroughly competent to judge thequestion we asked. And we asked just one question: if the enemy were presented with an intactfuse of our best model, how long would it take for either the Germans or Japanese to reproduceit and put it into production? The answer came back, 'A minimum of two years.' Still, the JointChiefs would not budge.\"Foll ow i ng the surrender of Japanese forces in Tokyo Bay, Dr. Bush set to w ork on a comprehensive strategyfor scientific and government interaction in the post-war era. In a report to President Truman entitled, Science,"},{"pageNumber":3,"pageContent":"The Endless Frontier, Dr. Bush argued the need to instituti onali ze the rel ati onshi p establ i shed duri ng WWIIbetween academicians, the military and private industry. Bush pressed the need to establish a system ofnational laboratories to study advanced, defense-related technologies which eventually became the AEC'snational laboratories. He also wanted to establish a civilian governing body to control atomic energy and theAEC. He proposed an umbrella organization to coordinate scientific and technical inquiry in the basicphysical sciences which became the National Science Foundation (NSF). He also urged the Navy to engage inbasic research related to naval military applications which became the Office of Naval Research. [ Source:Science at the White House © 1980 by Edward J. Burger, Johns Hopkins University Press, Baltimore, p. 7.]At the close of WWII, Dr. Conant left the OSRD and returned to his position as President of Harvard College.His replacement at OSRD was Lloyd Berkner (MJ-12). Later, with the passage of the Atomic Energy Act of1946, Conant was appointed to the General Advisory Committee of the AEC under the chairmanship of Dr.Robert Oppenheimer.Berkner was selected from the faculty of the Carnegie Institution's DTM. OSRD's Executive Office occupationappeared to be at an end since there was no longer a war motivating the development of new weaponstechnology. That was the reason that OSRD combined with the JCS's Joint New Weapons and EquipmentBoard (JNWEB) and became the Joint Research and Development Board (JRDB) directly responsible to theJCS. Vannevar Bush was assigned chairmanship of the new JRDB whose charter simply said:\"Coordinate all research and development activities of joint interest to the War and NavyDepartments so that the War and Navy Departments will establish and carry out a strongunified, integrated and complete research and development program in the field of nationaldefense.\" [ Source: Civilian Space Program, 1958-1978, p. 36.]JRDB's primary clients in their endeavors included U. S. Army Ordnance, the Navy Bureau of Aeronautics, theNaval Research Laboratory, the Army Air Forces, the AEC and NACA. [ Source: Communication from thePresident of the United States to the U. S. Congress, June 1947, p. 2.]With the passage of the National Security Act, signed by the President on July 26, 1947, the JRDB againchanged its name and dropped the term \"Joint\" which referred to the Joint Chiefs of Staff. Thus, it becameResearch and Development Board (RDB). It was represented by a cabinet member, the Secretary of Defense.That July 1947, the first appointed Secretary of Defense was James V. Forrestal (MJ-3). [ Source: OperationMajestic 12 Document, p. 4.]When it became necessary to attempt to collect a \"peculiar phenomenon\" which affected V-2 tests in NewMexico - or when the first flying discs were sighted - Dr. Bush (MJ-2) went directly to President Truman. Intestimony before Congress on June 24, 1947, Dr. Bush indicated that OSRD remained in existence and that hecontinued to serve as OSRD's director. During the course of his testimony on June 24, 1947, to support theenactment of the National Security Act, Dr. Bush indicated that the JRDB \"was very active at the presenttime.\" [ Source: Committee on Expenditures in the Executive Departments, U. S. House of Representatives,Testimony Concerning the National Security Act of 1947, Tuesday, June 24, 1947, p. 562.]It was General Nathan Twining who had given authorization to move modified Wasserfall surface-to-airmissiles from the AEC site, \"KINGMAN,\" and re-deploy to WSPG under General Montague's (MJ-11)command. [ Source: Front Page, Las Cruces Sun-News, July 24, 1947.] The surface-to-air missiles wereprovided to WSPG to shoot down \"long range reconnaissance drones\" that seemingly possessed high scientificvalue - no doubt, the \"peculiar phenomenon\" of unidentified discs that could interfere with V-2 rocket tests.Admiral Sydney Souers (MJ-8) founded American Airlines and was former Director of the CentralIntelligence Group (CIG) in the Joint Chiefs of Staff. Admiral Souers was brought back into governmentservice, first as a consultant on scientific and technical intelligence to the AEC in May 1947. Then, only threeweeks after two flying discs were recovered in New Mexico in early July 1947, Adm. Souers was given aPresidential appointment as Executive Secretary of the new National Security Counsel (NSC), created tocoordinate all matters affecting national security. Some of the many agencies involved with national securitywere the CIA, AEC, Joint Chiefs of Staff and Secretary of Defense in the Pentagon, the State Department, andNACA. \"Expert Panels\"The organization of scientific inquiry and research and development activity at the national level is through theuse of \"expert panels.\" These committees bring together the most technically competent individuals. Throughan informal \"Delphi\" technique to achieve consensus among peers, conclusions are drawn from gathered datawith the intent to identify additional areas to study. This process enables a researcher to receive input from hispeers after a review of his or her assumptions. The researcher can also defend the hypothesis under discussionin a competitive and informed forum.In a more global sense, it is possible to visualize new applications for emerging technology, guess thedirection of future innovation and isolate factors necessary to more fully develop the desired consensus vision.These deliberations are a key decision-making device for orienting a research program and achieving thevision. John F. Kennedy's vision of going to the moon by the end of the 1960s was the product of an aerospacepanel's dialogue, coupled with the President's leadership. Expert panels exist on the national level in almostevery technical scientific discipline in association with many different organizations. Expert panels, forexample, are organized for the Centers for Disease Control (CDC); NASA; National Radio AstronomyObservatory; National Science Foundation; Smithsonian Institution; RANDN; SRI; Hudson Institute; AspenInstitute; almost every defense contractor and all of the divisions of our National Laboratories.Expert panels themselves tend to act as a compartment. Their deliberations, although perhaps interesting a bitto the average man on the street, are dependent upon the interaction of the most expert minds in the field ofinquiry. Panels are relatively self-sufficient. No one outside panels has a need to know about the panel'scollective vision.To understand what happened to flying discs, we don't need the involvement of an organization like theGerman SS or the Mosad. We simply need the involvement of a JRDB expert panel. Ask those in official"},{"pageNumber":4,"pageContent":"government positions about UFOs, and they will say the explanation is, \"Swamp gas. Meteorite. Nationalhysteria. Flattened hail stone. Vortex of a jet engine's exhaust when the sun hits it just right.\" Those aregovernment-fed answers by counter-intelligence to manipulate and condition the scientists and public to haveknee jerk reactions to unexplained aerial phenomena. The U. S. public doesn't have a need to know.One person, regardless of how expert they are, can be mistaken. So, that's one of the reasons for expert panels.It allows for peer review of a principal investigator's findings. It is twice as difficult for two people observingand reporting the same event to be mistaken. It is four times more certain that the phenomenon occurred whenthe number of observers is doubled and all report the same observation independently. When hundredsindependently observe and report the same phenomenon, the chances of their collective observation beingwrong decreases to a fraction of a percentage.That's what happened in 1947, not only in western rural America, but also in the major cities of the U. S. andCanada. Our leadership said that civilian observers did not know what they saw and most of us believed thatfor the past half century. Very few have questioned the official government position. V-2 PanelIn the 1940s era that we are considering, at least two expert panels are of interest. The first was the V-2 Panelwhich included experts interested in research and experimentation in the upper atmosphere at altitudes at orabove 200 miles.Dr. Bush, the JCS, AEC, Army Ordnance and NRL were interested in exploring and defining cosmic rays andadvancing our scientific understanding of solar events. Dr. James Van Allen at the Applied Physics Laboratoryand the Department of Terrestrial Magnetism (DTM) scientists at Carnegie Institution of Washington wereoriented toward practical, applied military research.Understanding cosmic rays was important to the military in that it was thought that exposure of a nuclearweapon to the energetic, unfiltered rays of the sun might possibly degrade some of the internal components of anuclear weapon or even neutralize its charge. It was necessary to determine if cosmic rays would have adegrading effect upon rocket borne, nuclear warheads placed in a near-earth orbit. It related to the CIOSvision of 1944 which involved the construction of the ultimate offensive strategic weapon.Solar research was practical in that it had been well understood that solar flares and other chaotic thermal andelectromagnetic disturbances on the sun's surface and in its plasma solar flares could interfere with radiowave propagation and other communications in the Earth's atmosphere. Solar storms affected our military'sability to communicate over long distances. Magnetic storms also played havoc with our larger radar systems.Any ham radio operator can testify to the variable quality of radio wave propagation. The Aurora Borealis, orNorthern Lights, are plasma glows excited by solar eruptions. James Van Allen researched for the NavalResearch Laboratory at WSPG. He identified and described the layer of energetic particles in the ionospherenamed after him: the Van Allen Belt. He also studied cosmic rays and their interaction with the Earth's upperatmosphere.The V-2 Panel was focused on ballistic technology that could be used by the military to deliver accurately anexplosive warhead over long distances. Many in Army Ordnance thought the guided missiles could be animprovement over long range, large caliber artillery. It was a new weapons system that the JCS saw as theirunique, unilateral interest. No one else in the United States had responsibility for the development of newmilitary weapons systems. This is the one practical reason that General Electric had been funded to developthe Hermes system by OSRD and Army Ordnance. The German technology represented new, long-range\"guns.\"The other application of V-2 research was somewhat less clearly defined and primarily vested in universityresearchers with an interest in astronomy. There was continuous friction between those individuals involvedin strictly scientific research and those serving the more practical military vision - at least before the summerof 1947.The V-2 Panel was formed by the Joint New Weapons and Equipment Board (JNWEB) in 1945 and included:APL' s High-Altitude Re se arch Group, headed by James Van Allen, Ph.D. Although reportedto be an activity of Johns Hopkins University (Baltimore), Van Allen and other members of thegroup were in actuality members of the Carnegie Institution's Department of TerrestrialMagnetism (DTM). That was originally designated as Section T and was directly employed byVannevar Bush (MJ-2) at OSRD. Section T developed the reliable variable time and radioproximity fuse for artillery warheads. [ Source: Science With A Vengeance, Devorkin, p. 82.]Harvard High-Altitude Observatory, Climax, Colorado headed by Donald Menzel, Ph.D.(MJ-10). Menzel's activity included construction of the National Solar Observatory atSacramento Peak with Marcus O'Day of General Nathan Twining's (MJ-4) Air MaterialCommand Cambridge Research Field Station. The Sac Peak Observatory was used initially fortracking surface-to-air missile firings at Holloman AFB. Menzel was the most vocal opponentof the flying disc phenomenon, beginning in 1947 and throughout the rest of his career.Cambridge Fie ld Station of the Air Mate rial Command (AMC), lead by Marcus O'Day.Under the direction of General Nathan Twining (MJ-4), AMC's activity at the range wasoriented to development of instrumentation to record rocket firings. These instruments werenecessary to record all tests through telemetry, optics and photography. Clyde Tombaugh'sinnovations in optical instruments on behalf of the Navy Bureau of Ordnance so vastlyimproved U. S. capability that he was given responsibility for all optics at WSPG by 1949.Clyde Tobago reported observing flying discs at WSPG, although officially, his reports \"werenever taken seriously.\" [ Source: Ibid.]Naval Research Laboratory, headed by Ernst Krause. NRL committed itself to a rocketresearch program at WSPG on June 14, 1946, with Krause the primary proponent of a navalballistic missile program. It was NRL's vision to assume a lead position in U. S. efforts to"},{"pageNumber":5,"pageContent":"develop the new weapons system. Krause was made Chairman of the JRDB's V-2 Panel. In lateNovember 1947 (5 months after the disc crashes near Roswell), Krause accepted a newassignment to head NRL's new \"nuclear weapons crash program.\" He departed WSPG and tooktwenty of his \"first line\" people with him. Krause and his staff members became part of a jointAtomic Energy Commission/Naval Research Laboratory program about which little is known.Krause served as Associate Director of NRL in 1950 and became Associate Director ofResearch at Lockheed Aircraft Company in 1951.U. S. Army Ordnance , represented by Brig. General Henry B. Saylor, Chief of the Researchand Development Division, U. S. Army Ordnance; and Holger Toftoy, Enemy EquipmentIntelligence Section (EEIS).Princeton Contract Research Group, represented by Rudolf Ladenburg. Faculty membershad been very active in the Manhattan Project and were keenly interested in upper atmosphericresearch work in support of its nuclear research programs.University of Michigan, Department of Engineering Research \"Project Wizard,\" headedby William Dow, Ph.D. In 1945, Dow and Emerson Conlon, Chairman of the AeronauticalEngineering Department, were approached by AMCM's Air Technical Services Command atWright Field to develop a missile system capable of intercepting V-2 missiles in flight.\"Through the Department of Engineering Research, Conlon found campuscolleagues with war experience in propulsion, remote-controlled guidancesystems and proximity fuses who thought that they could build an anti-ballisticmissile system more quickly and with less expense than a commercialorganization.\" [ Source: Ibid.]The scientists were given $1 million to begin the program on January 7, 1946. Their interest inthe V-2 program was that the V-2 represented their systems target. Also, the V-2 could collectthe data necessary to gain an understanding of the upper atmospheric dynamics that theirmissiles would operate in. The Michigan effort was labeled \"Project Wizard.\"Harvard College Observatory, represented by astronomers Fred Whipple and Donald Menzel(MJ-10). Harvard's interest in the V-2 program was not as a contractor to the military. Whipplewas one of the leading astronomers in the U. S. and he wanted to understand the dynamics ofthe Earth's upper atmosphere to help study meteors. Whipple justified his involvement on theV-2 Panel by saying that meteors operated in the same environment as the German V-2s did.[Source: Ibid.] Upper Atmosphere Rocket Research PanelThe Upper Atmosphere Rocket Research Panel (UARRP), formed in September 1946, by Lloyd Berkner(MJ-12) for the Joint Chiefs of Staff JRDB. Lloyd Viel Berkner was the U.S. physicist and engineer who firstmeasured the height and density of the ionosphere. Panel members included:JRDB Director, Vannevar Bush, Ph.D. (MJ-2)JRDB Executive Secretary, Lloyd Berkner, Ph.D. (MJ-12)JRDB Chief of Aviation Medicine, Detlev W. Bronk, M. D. (MJ-6)AMC Head, General Nathan F. Twining (MJ-4)AMC Marcus O'Day, Cambridge Field StationNACA Head, Jerome Hunsaker, Ph. D. (MJ-7)Harvard College Astronomer, Donald Menzel, Ph.D. (MJ-10)NRL Head, Ernst Krause (German physicist)APL's James Van Allen, Ph.D., represented the V-2 PanelUSAF Chief of Staff, General Hoyt Vandenberg (MJ-5)Army Ordnance's EEIS, Holger Toftoy. Managed Vannevar Bush's Combined IntelligenceObjectives Subcommittees (CIOS) to identify enemy technology and research facilities inoccupied Europe and Germany which the United States found useful.Carnegie Institution's Dept. of Terrestrial MagnetismOthers on the UARRP expert panel included members of all military services and oneunidentified person from the V-2 Panel.The JRDB's Upper Atmosphere Rocket Research Panel held its first meeting in early November 1946 and itssecond meeting in March 1947. The primary technical personnel identified in the MJ-12 document weremembers of this expert panel and the JNWEB V-2 Rocket Panel. The combined talent and technical abilities ofthese panels were relevant to the study of one or more flying disc crashes at Corona, Trinity Site, Plans of SanAgustin, or Berlin, Germany; Lima, Peru, or anywhere else on Earth.MJ-11 and Brig. General Robert M. Montague, would have the responsibility to guard both the AEC's nuclearweapons repositories and the collected flying discs that were soon warehoused inside at least one nuclearinstallation."},{"pageNumber":6,"pageContent":"Alleged November 18, 1952, document prepared by Admiral Roscoe H. Hillenkoetter (MJ-1)to brief President-Elect Dwight D. Eisenhower about OPERATION MAJESTIC-12 concerningextraterrestrial biological entities. The entire briefing paper is reprinted in my book,An Alien Harvest © 19889 by Linda Moulton Howe. See Earthfiles Shop.Continued in Part 16 - Military Intelligence, Flying Discs and Plane CrashesMore Information:For more about Majestic-12 leaked documents, please see reports below in Earthfiles Archives :· 12/10/2004 -- Part 4: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?· 04/13/2004 -- Part 7: UFO Crash/Retrievals: Status Report VI © July 1991 by Leonard H. Stringfield· 03/26/2004 -- Back Engineering ET Craft· 03/17/2004 -- Part 1 - \"Horrible Secret\" in UFO Crash Retrievals Near Roswell, New Mexico, in July1947?· 03/17/2004 -- Part 2 - \"Horrible Secret\" in UFO Crash Retrievals Near Roswell, New Mexico, in July1947?· 04/02/2000 -- Secret Radar Stations in New Mexico, Part 2For more about American military aggression against UFOs, crash/retrievals and UFO retaliation, please seereports below in Earthfiles Archives :· 01/17/2006 -- Part 9 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs· 01/09/2006 -- Part 8 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs· 01/03/2006 -- Part 7 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs· 12/31/2005 -- Part 6 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs· 12/27/2005 -- Part 5 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs· 12/24/2005 -- Part 4 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs· 12/24/2005 -- Part 3 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs· 12/21/2005 -- Part 2 - Peculiar Phenomenon, Early United States Efforts to Collect and Analyze FlyingDiscs· 12/19/2005 -- Part 1 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze FlyingDiscs"},{"pageNumber":7,"pageContent":"· 05/03/2005 -- Part 3: Japan Air Lines Pilot Interview About November 1986 UFO Encounter· 05/03/2005 -- Part 2: Japan Air Lines Pilot Interview About November 1986 UFO Encounter· 05/02/2005 -- Part 1: Japan Air Lines and Mile-Diameter UFO, November 1986, Drawings and Transcript· 04/17/2005 -- 1949 Aerial Disc Covered-Up By Project Blue Book As \"Kite\"· 04/14/2005 -- \"Battle of Los Angeles\" On February 25, 1942: America Fired At A UFO· 02/11/2005 -- Story Behind \"Inflation-Theory Implications for Extraterrestrial Visitation\"· 12/30/2004 -- Audience Feedback About Earthfiles \"September 12, 1952: America's 'Secret War'?\"· 12/30/2004 -- September 12, 1952: America's \"Secret War\"? Part 3: Nuclear Physicist Stanton Friedman· 12/30/2004 -- September 12, 1952: America's \"Secret War\"? Part 2: USAF Starfire Disappeared· 12/30/2004 -- September 12, 1952: America's \"Secret War\"? Part 1: UFO Retrieval in Flatwoods, W. Va.· 12/22/2004 -- Part 2: \"Reasons Why U.S. Government CAN'T Release Truth About UFOs!\"· 12/22/2004 -- Part 1: \"Reasons Why U.S. Government CAN'T Release Truth About UFOs!\"· 12/10/2004 -- Part 3: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?· 12/07/2004 -- Part 2: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?· 12/04/2004 -- Part 1: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?· 11/12/2004 -- Strange Metal Pieces from Plains of San Agustin Alleged UFO Crash Site Analyzed.· 10/23/2004 -- 1948 Aztec, New Mexico UFO Crash: Policemen, Disk and Humanoids· 08/18/2004 -- New Mexico Gov. Bill Richardson Wants More Investigation of 1947 Roswell UFO Crash· 05/04/2001 -- Part 3 - Retired Army Sergeant Describes 1969 Film of Unidentified Craft· 04/30/2001 -- Part 2 - Former U.S. Army Sergeant Describes 1969 Film of Non-Human Entities· 04/29/2001 -- Part 1 - Former Army Sergeant Describes 1969 Film of Alien Craft and Entities· 04/02/2000 -- Secret Radar Stations in New Mexico, Part 2· 04/02/2000 -- Secret Radar Stations in New Mexico, Part 1Websites:MJ-12 Documents: http://www.maje sticdocume nts.com V-2 Rocket.com: http://www.v2rocke t.com/start/chapte rs/mitte l.html Terrestrial Magnetism: http://www.dtm.ciw.e du/Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
