[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponUpdated: Area 29 - Reverse Engineering Center of E. T. Technology?© 2006 by Linda Moulton Howe\" This Area 29 seems to be related to deep space propulsion vehicles, ground-to-space aircraft,Mach-10-plus vehicles, negative gravity vehicles, high energy output devices.\" - Ryan S. Wood, Majesticdocuments.comMap of White Sands Proving Ground (now Missile Range) on microfilm that was leakedby Timothy Cooper to Bob and Ryan Wood, www.majesticdocuments.com. Someone had highlightedwith a black pen the Trinity site region, which includes Oscura Peak, and labeled it \"Area 29.\"Image source is www.majesticdocuments.com.White Sands Missile Range today (White Sands P roving Ground in 1947). LZ-2 was Landing Zone 2where Majestic-12 documents describe the crash of an \"interplanetary\" vehicle from which both non-humanbodies and advanced technologies were retrieved July 4-6, 1947. Area 29 includesall of the Trinity Site, Landing Zone 2 and Oscura P eak.Update d July 17/ July 10, 2006 Broomfield, Colorado - Ryan Wood oversees the website,ma j e s ti c d oc ume nts . c o m, w hi c h c o nta i ns ma ny l e a ke d d o c ume nts fr o m a ma n na me d Ti m Co op e r a b o ut U. S."},{"pageNumber":2,"pageContent":"government knowledge of extraterrestrial biological entities, their advanced technologies and the government'sstrict policy of denial about all of it in the interest of national security. One file that Ryan received containedphotographs of unidentified hardware and people related to UFO back-engineering. And one of thosephotographs was a map of White Sands Missile Range with the Trinity site region highlighted in black ink andlabeled 'Area 29.' For more than a year, Ryan Wood has been investigating the mystery of what Area 29 does.In the process, he has learned that north of Oscura Peak inside the boundaries of Area 29 is a USAF researchlab which develops advanced missile tracking, laser and particle beam weapons. Oscura Peak is alsoreferenced in some of the Majestic-12 documents as a geographical reference for at least one \"interplanetary\"crash site.North Oscura Peak is an Air Force Research Laboratory designed to assemble and evaluateadvanced sensor, tracking and atmospheric compensation systems. The published goal is to improvethe A ir Forc e ’ s a bility to tra c k mis s ile s a nd the n e f fic ie ntly tr a ns mit la s e r e ne r gy through the atmosphere todestroy those missiles. Atop the 8,000-foot-high North Oscura P eak, a 30-inch telescope is used to send andreceive laser light to and from Salinas Peak, another site approximately 35 miles away. Six to eight peoplework at the site with four of them there full time. North Oscura Peak was a former Armymissile-tracking site. Designed to withstand rocket strikes, the walls at the site are 4-feet thick,with 1,200 tons of concrete embedded six feet in bedrock. Image provided by Ryan Wood.Interview:Ryan S. Wood, Corporate Energy Engineer and Author, MAJIC Eyes Only, Earth’s Encounters withExtraterrestrial Technology © 2005; conference organizer of four crash/retrieval symposia; Presidentand conte nt organiz er for www.maje sticdocuments.com and www.majice ye sonly.com, Broomfie ld,Colorado: \"Area 29 first came to my attention as part of the trove of photographs that came from UFOdocument leaker, Tim Cooper, in one of his mailbox drops. The photographs subsequently came to my father,Bob Wood, Ph.D., and to me to look at and analyze. There were many pictures of hardware and people. One ofthe photos was a little tiny 3 x 5 photograph of a microfilm reader projecting an image of the White SandsProving Ground’s road map. Then in dark black pen put on by the leaker of the documents after the fact, was ablack outline in the upper left hand corner of White Sands Proving Grounds with the label 'Area 29.' That'swhere the Trinity site is as well.WHEN WE HEAR THE WORD AREA WITH A NUMBER, WHAT COMES TO MIND IS AREA 51,WHICH IS AT NELLIS AFB IN NEVADA. SO FAR, HAVE YOU FOUND ANY LINKADMINISTRATIVELY, MILITARILY OR OTHER WAY BETWEEN AREA 29 AT WHITE SANDS ANDAREA 51 AT NELLIS?Nothing that I could credibly talk about. There seems to be some overlap from the remote viewers I have usedabout what the purpose of Area 29 is. I might also say that the use of the word 'Area' with numbers is verycommon military terminology used throughout WWII and I’m sure in the Korean War and probably now inIraq. The military draws grids across certain areas and labels them.It’s not that unusual to have a section of a base called “Area 29” or “Area 51” or whatever. But the realquestion is: what does Area 29 do? What is its purpose? What is its mission? And that’s the hint that thedocument leaker was providing when he wrote with a big marker 'Area 29.'On other photographs, someone wrote with black pen 'MJ-12' across four people standing in a portrait shot. Sohe w as clearly providing hints. That’s w hat I’m starting w ith.SO FAR FROM REMOTE VIEWING, WHAT IS AREA 29 AND WHAT DOES IT DO?From remote viewing, I’ve gotten a lot of stuff. It’s a very big area, so there are multiple targets, which can beidentified by overhead satellite imagery. Some have been mundane, ranging from a hazardous waste dump toothers that are much more exotic such as lasers and advanced communications. But in general, this Area 29seems to be related to deep space propulsion vehicles, ground-to-space aircraft, Mach-10-plus vehicles,negative gravity vehicles, high energy output devices. Those I think would be lasers and particle beamweapons. President Reagan did a lot of work in developing those technologies and so did the Soviets. Satellite Image Shows LargeTrucks Going Underground"},{"pageNumber":3,"pageContent":"AS FAR AS YOU KNOW, AREA 29 AT WHITE SANDS IS VIABLE AND RUNNING TODAY?Absolutely! If you ignore the remote view ing which is speculative, just by looking at some of the overheadsatellite imagery that’s available, by luck I found a convoy of at least 27 semi-tractor trailers meanderingdown a road into the side of a mountain into an underground facility.Partial photograph of 27 large trucks moving toward underground installation at Area 29,White Sands Missile Range. 1996 GlobeXplorer image provided by Ryan Wood.THAT WOULD IMPLY THAT AREA 29 IS PROBABLY COMPLETELY UNDERGROUND?It would imply that a substantial portion of it is underground. You don’t have 27 large trucks goingunderground unless there is something important there. Either they are digging things out or trucking things in.But it’s an awful lot of material to be moving!OUTSIDE OF THE MAJIC/MAJESTIC-12 NOTATIONS AND 'AREA 29’ BEING WRITTEN ON THEMICROFILM IN THE CONTEXT OF LEAKED INFORMATION ABOUT THE EXTRATERRESTRIALPHENOMENON, IS THERE ANYTHING ELSE THAT HAS LINKED THE WORK OF AREA 29SPECIFICALLY TO THE EXTRATERRESTRIAL PRESENCE?Specifically? Not really. This is a work in progress. What’s clear in my mind is that you have a leak who saysthere is something important here at Area 29. It’s clear from satellite overhead material that this is animportant underground facility. We know they are very adept at using high technology at this base. It’s a verylarge base. It’s much larger than Area 51 at Nellis AFB outside Las Vegas, Nevada.The remote viewing is highly suggestive of all sorts of exotic, cutting edge, state-of-the-art systems andtechnologies that would apply to space defense.Another thing that’s come along is a book entitled, Code Names: Deciphering U. S. Military Plans, Programsand Operations in the 9/11 World © 2005 by William M. Arkin. There is a Top Secret OMEGA reference,which is a USAF Special Access program. He does not link it directly to Area 29, but through otherintelligence sources I’ve linked it to Area 29. Top Secret OMEGA is the military code word and main effortaround these deep space propulsion vehicles and Mach-10-plus vehicles and high altitude loiteringsurveillance systems and reverse technology and development of E. T. recovered materials. That’s my currentw orki ng hypothesis."},{"pageNumber":4,"pageContent":"Click Here for amazon.com link.WHICH U. S. ARMY LT. COL. PHILIP J. CORSO WOULD SAY WAS DIRECTLY RELATED TOTECHNOLOGIES RETRIEVED FROM EXTRATERRESTRIAL BIOLOGICAL ENTITY CRAFT (author ofThe Day After Roswell © 1997.) IF HE WAS CORRECT, THE BACK ENGINEERING WOULD BESUPPORTING SOMETHING LIKE TOP SECRET OMEGA.Right. And didn’t he have an unusual encounter at White Sands?AT TRINITY SITE, WITH A BEING THAT HE SAID WAS NOT HUMAN, WAS EXTRATERRESTRIALAND SAID: ‘A new world is coming if you can take it.’I remember that pithy statement and thought it was priceless. If you were speculating and said you had UFOcrash hardware in 1947 at the Trinity site, or very near it, and you really did not want to move it very far youmight just keep it there.IT’S LOGICAL THAT THEY PUT IT ALL UNDERGROUND.Right, or at least covered it up and dug something they can deal with. They already had the crash retrievalmaterial on a private military base. Why risk the security of moving it elsewhere? They might have decided itwas right to set up a dedicated effort right there and start building a bigger, stronger and more sophisticatedreverse engineering center.”More Information:Ryan Wood's 5th UFO crash/retrieval conference will be in Las Vegas, Nevada, November 10 – 12 at theTuscany Hotel and Suites. For registration and tickets information, please see:www.ufoconference.com.For further information about extraterrestrial technology and entities, please see reports below in theEarthfiles Archives and my books and documentaries in the Earthfiles Shop. • 06/29/2006 -- Another Horse Suspended in the Air• 06/07/2006 -- Gary McKinnon: An Electronic \"Robin Hood\"?• 06/01/2006 -- Recent Cattle Mutilations in Kiowa County, Colorado• 04/28/2006 -- Part 1: Mysterious Bismuth/Magnesium Metal from Wedge-Shaped Aerial Vehicle• 02/27/2006 -- Part 4: Military Voices Reply About Government Interaction with UFOs• 02/10/2006 -- NORAD \"Fast Walkers\" and \"Men In Black\"• 01/13/2006 -- 31st Cattle Mutilation on Red Bluff, California Ranch• 12/02/2005 -- Former Canadian Minister of Defence Calls for Public Parliament Hearings About UFOs andExtraterrestrials• 10/27/2005 -- Updated Part 1: Unusual Animal Deaths - 22 Horses and 1 Burro Near Calhan, Colorado• 10/07/2005 -- Part 1: Beam Technology Lifted Body Near Ft. Stewart, Georgia• 02/21/2005 -- Updated - Bull and Cow Mutilations Northwest of Corpus Christi, Texas• 01/15/2005 -- Bull and Cow Mutilations Northwest of Corpus Christi, Texas• 12/22/2004 -- Part 1: \"Reasons Why U.S. Government CAN'T Release Truth About UFOs!\" with CanadianResearcher, Grant Cameron• 12/10/2004 -- Part 3: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 11/12/2004 -- Strange Metal Pieces from Plains of San Agustin Alleged UFO Crash Site Analyzed.• 07/21/2004 -- The Apollo Program, Cape Canaveral and UFOs• 03/17/2004 -- Part 1 - \"Horrible Secret\" in UFO Crash Retrievals Near Roswell, New Mexico, in July1947?• 09/15/2003 -- Update Part 1 - Whistleblower Microbiologist Speaks About Alleged \"Alien\" Named J-Rod• 10/05/2002 -- Part 2 - J-Rod and Microbiologist Danny B Burisch, Ph.D.• 06/22/1999 -- The Strange Story of J-Rod, An EBEFor Earthfiles reports about extraterrestrial lifting beam technology, please see:• 07/01/2006 -- Cattle Mutilation and Glowing Discs in Saskatchewan, Canada• 06/30/2006 -- Celestial Secrets: The Hidden History of the Fatima Cover-Up• 06/29/2006 -- Another Horse Suspended in the Air• 06/28/2006 -- Half Cats in Destin, Florida, and Beheaded Animals in Rochester, N. Y.• 06/22/2006 -- Horse Suspended in Mid-Air Near Milan, Italy, Apartment• 06/13/2006 -- Mysterious Triangle-Shaped Welts and Bruises"},{"pageNumber":5,"pageContent":"• 04/28/2006 -- Modern Warfare Applied to Extra-Terrestrial Invasion• 04/03/2006 -- Genetic Harvest in Cimarron, New Mexico?• 02/27/2006 -- Part 4: Military Voices Reply About Government Interaction with UFOs• 02/17/2006 -- Updated: White Sands Navy Radar Operator Saw Discs Circle V-2 Rocket Launches• 01/27/2006 -- Part 2: Navy Physicist and USAF Geophysicist Discuss UFOs and ETs• 01/13/2006 -- 31st Cattle Mutilation on Red Bluff, California Ranch• 10/22/2005 -- A Lifting Beam Technology in Colorado Human Abduction• 10/07/2005 -- Part 2: Beam Technology Lifted Body Near Ft. Stewart, Georgia• 10/07/2005 -- Part 1: Beam Technology Lifted Body Near Ft. Stewart, Georgia• 08/13/2005 -- Mystery of Bloodless, Decapitated Kangaroos in Melbourne, Australia• 08/11/2005 -- Part 4: Two Men See Cow Mutilated in Light Beam• 07/07/2005 -- Part 2: Eyewitness Description of Cattle Mutilation• 06/23/2005 -- More Than 3,000 Unusual Animal Deaths Reported in Argentina and Chile Since 2002• 12/04/2004 -- Part 1: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 02/26/2003 -- Part 3 - Corguinho, Brazil: Return from the Non-Human Craft on September 18, 2002• 02/25/2003 -- Part 2 - Corguinho, Brazil: Inside the Non-Human Craft from September 15 - 18, 2002Websites:http://www.maje sticdocuments.comhttp://www.majice yesonly.comhttp://www.ufoconfe re nce .comCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
