[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon1940s USAF Flight Surgeon's Account of E. T. Autopsy© 2006 by Linda Moulton Howe See: 11/19/03 Earthfiles \"1954 War Department Training Manual:Extraterrestrial Entities and Technology, Recovery and Disposal - Reasons ManualIs Authentic\" with Robert Wood, Ph.D. This Majestic-12 training manual's 32 pages of text and drawingsfirst appeared on 35mm black and white negative film in a package postmarked March 7, 1994, from LaCrosse,Wisconsin, and addressed to Don Berliner at the Fund for UFO Research in Maryland. Bob Wood, P h.D.,aerospace engineer at McDonnell-Douglas, took on the work to print the negatives for analysis. July 27, 2006 Central Ohio - On April 24, 2006, I received an email from a Central Ohio businessmannamed Ronald SeCoy. He is 59-years-old, has a Bachelor's degree in Clinical Psychology from OhioUniversity, but has worked in a variety of businesses ranging from restaurants to retail since graduating. He isa family man with three children and considers himself a devout Christian. He has asked that his home city andcompany's name be withheld for protection. His first email stated:\"I used to work for a man in Dayton, Ohio. Retired US Air Force flight surgeon who in amoment of great stress and emotional breakdown, told me he was one of five military doctorscalled in to look at two alien bodies at Wright-Patterson base.\"By June, I emailed Mr. SeCoy and asked for more information. He wrote back:\"He lived in Dayton always. He was 'THE' flight surgeon for an entire SAC wing. He did nottell me precisely when it occurred, just that it had happened in the late 1940s near the time ofRoswell.\"He said how he got phoned while sleeping, had to rush out to base, that three generals werethere, what he had to sign, threats made, that 5 doctors were involved, only two doctorsactually touched the bodies. That one (alien) was dead, but showed no injuries. One wasburned and had a 'horrible hole in one leg' with this anguished look locked upon its face indeath.\""},{"pageNumber":2,"pageContent":"Before 1947, the large U. S. Air Force base in Dayton, Ohio, had been named after Orville and Wilbur Wrightin honor of their flying the first airplane. Up to 1947, the base was called Wright Field. But that year, theUnited States government created the United States Air Force, eliminating the Army Air Forces. Also in 1947,the Air Force combined Wright Field with nearby Patterson Field and created Wright-Patterson Air ForceBase.In 1947, the U. S. government combined the original Wright Field, northeast of Daytonin Fairborn, with nearby P atterson Field to create Wright-Patterson AFB.Ronald SeCoy's e-mail continued about the Wright-Patterson Flight Surgeon:\"He was a devout Catholic and this had destroyed his belief system. He was mad because (hesaid), 'I'm just a simple doctor. Not a specialist. Not a pathologist. Why did they do this to me?'He was furious at the government for involving him and for ruining his life and threatening him.He was terrified of the government. He made me swear never to tell anyone.\"So for years I never really did tell people his story. But to the best of my knowledge, I thinkthe public deserves to know.\"[ Editor's Note: Ohio History Central reports, \"Beginning in the 1910s, withWorld War I's outbreak, the United States government began investigating theuse of airplanes in war. In 1913, President Woodrow Wilson created theNational Advisory Committee on Aeronautics (NACA). This committeesuggested establishing a center to research the use of airplanes in the militaryand also to seek improvements in airplane technology. Due to the presence ofseveral automobile and aircraft plants in Ohio, the NACA established thiscenter at McCook Field in Dayton, Ohio.By 1924, the United States Air Corps had outgrown the facilities at McCookField. Hoping to keep the Air Corps in Dayton, the city officials and residentsdonated 5,250 acres of land on the city's outskirts. The Air Corps accepted theland and built Wright Field on the site. The base was named Wright Field tohonor Orville and Wilbur Wright's contributions to flight. The Wrights hadtested many of their early airplanes in the vicinity of Wright Field. Wright Fieldformally opened in 1927.In 1926, the United States government created the Army Air Corps, replacingthe earlier Air Corps. The Army Air Corps stationed its Materiel Division atWright Field. Here, scientists continued to improve aircraft. The scientists alsorealized that they had to work together to create the best possible plane. Beforecreation of the Army Air Corps, researchers studied individual parts of theplane, like engines, armor, wings, and propellers. Now scientists continued tospecialize in individual components of planes, but they realized that changes ina plane's armor would affect all other parts of the plane. The same held true forchanges in engines, wings, and the other parts of a plane. Under the Army AirCorps, the researchers now kept a dialog open between the various experts.Despite Wright Field's existence, the United States Army Air Corps enteredWorld War II at a severe disadvantage numerically and technologically whencompared to the Air Forces of other nations. To help overcome theseweaknesses, the federal government, in 1940, designated 300 million dollars toimprove Wright Field and to create an Air Corps with at least 5,500 planes. In1941, only forty buildings existed at Wright Field, but by 1944, the airfieldconsisted of more than three hundred buildings. During World War II, researchcontinued on airplanes, with much attention focused upon improving thehorsepow er of plane engines, airplanes' ranges and maneuverability, safetyfeatures for crews, and weapons. Workers at Wright Field helped to design andto construct numerous airpl anes, such as the C-47 Skytrain, the C-54 Skymaster,the Curtiss C-46 Commando, the Sikorsky XR-4, the Curtiss-Wright P-40Warhawk, the B-24 Liberator, and the B-29 Superfortress, among many others,during World War II.Upon World War II's conclusion, Wright Field continued to play a major role inaircraft research and construction. In 1947, the United States governmentcreated the United States Air Force, eliminating the Army Air Forces andestablishing a new branch to the United States military. That same year, the AirForce combined Wright Field with nearby Patterson Field, creating Wright-"},{"pageNumber":3,"pageContent":"Patterson Air Force Base. Research continues at the base's facilities today, andWright-Patterson Air Force Base is also home to the National Museum of theUnited States Air Force.\"]On June 27, 2006, with his permission, Ronald SeCoy and I talked by phone in a two hour recorded interview.The date that the Flight Surgeon talked to Ronald SeCoy began in Christmas time of 1975. The older retiredColonel and flight surgeon had formed a father and son relationship with Ronnie Secoy, who was working as amanager in the older man’s company. The extraterrestrial autopsy described was in the late 1940s at Wright-Patterson AFB, Dayton, Ohio.Interview:Ronald Se Coy, Busine ss O wne r, Ce ntral Ohio - \"One day I probed him on that subject about, ‘What werethe things in the military that had caused so much stress for you?’To my utter surprise, he broke down and started crying. And I thought, ‘My goodness, this man must havereally been through some military campaigns that had really affected him.’He told me, ‘I can’t tell you. You w ouldn’t understand.’That time we were together for lunch, it broke up really quickly and I thought to myself, ‘Oh, gee, I hope I’mnot in trouble here with my boss with the relationship here because I like my job and that was a reallysurprising happening that he just broke down and started crying.’Then one day he called me on the phone and said, ‘I would like to spend some more time with you, but insteadof an hour or so, on your day off could you have lunch with me?’I said, ‘Sure.’ And he sai d, ‘And I’l l pay you for i t.’I said, ‘You don’t have to do that.’ He said, ‘That’s all right. I’ll give you a half day pay.’I realized later after we got together for the luncheon. It did not last for an hour or so. We were together two orthree hours. One of the things he entered into was religious belief. And he asked me if I believed in God? Isaid, ‘Very much so.’ He probed me on that. He was out of a Catholic background and I was out of aMethodist background. He really was probing why I believed in God.I asked him, ‘Do you believe in God?’And this look came over his face, which haunted me because I really liked this man and the subject seemed toshatter him talking about it. That’s all we talked about was God and do you believe in the Bible and that sortof thing.I thought, ‘This is such an odd series of conversations to be having with him. I wonder what is causing this?’WHAT WAS THE LOOK THAT CAME OVER HIS FACE WHEN YOU ASKED HIM IF HE BELIEVED INGOD?His whole countenance changed. This very handsome, together – like I said before, very formal, aristocraticman – everything melted in his face as if he w ere terrified. And his hands w ould shake.I’m going, ‘What experience caused this that he would shake and the whole concept in talking about a God andif God was real? Why was he doing this with me?’It almost frightened me because it’s my boss I’m talking with. You’re always warned, ‘Don’t get too personalwith the person you are employed with because that can end up to haunt you and you’ll lose your job. And Iliked my job.So, I said, ‘Did something happen in the military to break your religious beliefs, or your belief in God?’And he broke down. He began to cry in this public restaurant over in the corner the worst cry I had ever seenin my life.I decided right then and there that with the faith I had, whether it cost me my job or not, I had to figure out whatwas doing this to this man? Why was he so broken down about this subject? What did he experience in themilitary? I assumed it was seeing people die. So I started probing him on that subject and he turned and lookedat me and said, ‘I cannot tell you. I have restrictions. It’s something I absolutely cannot talk about.’I said, ‘Are you talking about that you just want to put this out of your mind? Or?’He said, ‘No, it has to do with national security.’That caught me by surprise. I said, ‘You mean like secrets or something?’And he said, ‘Absolutely like secrets. Things I’m sworn under oath never to divulge.’And the meeting broke up on that note - that he was under oath and he could never talk about what wasdisturbing him. I didn’t get that because it was years later. It wasn’t like he’d been out of the military for a yearor two. He had been out of the military for many years.What could it be from his past that was such a big Top Secret deal that he couldn’t talk about it now? I didn’tunderstand that, particularly for someone who was not like a command officer. He was a flight surgeon. Whatwould a doctor in the military have that was so secretive that he could not talk about it years later?"},{"pageNumber":4,"pageContent":"Flight Surgeon Described Extraterrestrial AutopsyAt Wright-Patterson AFB in Late 1940sThe next time we got together, when he drove up to where I was, I saw a total complete countenance change onhim. When he came in, I saw the Colonel. He came walking in like a military man. He had a look on his faceso I could almost see him in his uniform. When he sat down, he said: ‘We need to talk.’I said, ‘Yes, sir.’ It went through my head: ‘He’s back in the military.’ Maybe he’s finally going to relate thissubject to me that happened to him. The next few minutes he talked about TOP SECRET-type things. 'Whenyou give an oath in the military, he said, 'you can’t divulge things. It’s just beyond the ability to do so.' Thismany years later, I asked, ‘Were these combat things?’ He said, ‘No, I told you before it was not combat.’I said, ‘But this kind of gut wrenching problem that affects someone sure looks like death to me.’ And this lookcame over his face and he said, ‘Yes, it had to do with death.’I asked, ‘Death to men under your command?’‘No, but death.’We talked about that for some time and what could it be? Then he broke down. He said, ‘If I told yousomething, w ould you absolutely give me your w ord that you would never tell a living soul on Earth?’I said, ‘Yes, sir.’He said, ‘You couldn’t tell your wife.’‘OK, I won’t tell my wife.’'You’ll absolutely have to swear to me. You’re a religious man. Will you swear on God’s name?’‘I can’t do that. It’s against my religious beliefs.’Then a look came over his face and he said, ‘I understand that. OK, I believe you. When I was in the military, Ihad a basic routine I did all the time. I was an administrative man. I was not a line officer in a commandstructure that had anything to do with combat or anything like that. I w as a doctor. I was in charge of a wing inSAC. All the military records in making sure the pilots were tested out about fatigue and all their problemsabout medical conditions.’I said, ‘When you say you were a flight surgeon, were you a surgeon?’He said, ‘No, I’m a doctor, but I was more an administrative officer of doctors under me and all the records.’I asked, ‘Does this thing have to do with your job as a flight surgeon?’He said, ‘Very much so.’He said that one night, he got a call from the base, from Wright-Patterson AFB. That was not a usual event forhim to be called in the middle of the night because of the kind of job that he had. He was told he had to get tothe base real soon. He told the person on the phone that he would be there in about two hours.The person on the phone at the other end was interrupted. He said a General came on the line, a General hedidn’t know who it was. He (flight surgeon) was given a direct order to be at the base in 45 minutes. So, hehad to scramble and he realized he could not go casual. He put on his uniform and jumped in his car. When hegot there, another anomalous thing happened.Normally he would just go through (the gate) and just drive on to the base through the checkpoint because ofwhom he was. He had a sticker on his car and people at the guard post would know who he was. But therewas a vehicle waiting for him and he was told to follow it and was escorted onto the base. He wondered whatwas happening: ‘Are we in an alert? Or has there been a plane crash?’ He wondered what was going onbecause this had never happened to him before.WHAT YEAR WAS THIS?Later, that subject came up. He did not say the exact year, but he said in the very late 1940s. And I realized hewas trying to learn how to return to the faith he lost back then. That night he and the escort went clear acrossthe base to another area of a series of buildings that he had never even been in. When he got there, he wasushered inside by military police with an escort. He went, ‘What is this?’ He began to have fear because thiswas back in the era of the Cold War – perhaps something wrong had happened in the world and perhaps wewere on some kind of alert.When he went inside, he was met by a General he had never met before. 'He did not give me any names.' Hewas taken into a side room, and when he went inside the room, the General closed the door and said, ‘Sitdown.’The flight surgeon sat down at a table and the General sat down across from him. He (flight surgeon) wasexpecting an explanation about what this was all about. But instead of an explanation, the General slid a pieceof paper across the table at him and said, ‘Read that.’He looked at it and saw a kind of form he had never seen before. It had to do with security and it was about alevel of security clearance he had never heard about before. He turned it over and asked, ‘What do you wantme to do with this?’The General said, ‘I want you to sign it.’ He signed the thing and he w as really confused because he was notinto TOP SECRET aircraft or any of that kind of thing. That was not his job in the military. He was a doctor."},{"pageNumber":5,"pageContent":"He asked, ‘Why do I have to si gn thi s?’The General said, ‘Because you’re just about to enter into another level of military experience that you are notfamiliar with and at a certain level of keeping secrets that requires this level. I have to warn you aboutsomething.’ USAF Colonel Flight Surgeon Threatened by GeneralWhat followed were threats. In all his time in the military, he (flight surgeon) had always been treated with themost respect and the fact that he was a Colonel, this type of conduct by the General, he was really put off.Suddenly here is a Colonel having to sign a special high level TOP SECRET form and then he’s being toldthat, ‘What you see here, what you hear, you can’t ever take off this base. You can’t ever talk about it toanybody unless you are addressed by your superiors. And what you are about to go through, you have to onlytalk about with your superiors and with no other members of the military, nobody below you, nobody in themedical end of all the people you deal with on a daily basis.’He could not discuss it with his colleagues. He could only discuss it when it was brought up by his superiors.He could never take it off base and there was nobody in the world he could talk to. He could not talk to hispriest. He could not talk to his wife. He could not talk to anybody about it. And if it was ever found out that hehad discussed what was about to happen with anybody, he could end up destroying his military career andcould even end up in court martial.Before he coul d say anythi ng or ask any questi ons, he sai d they immedi atel y w ere w al ki ng up a hal l. Hi s headwas swimming by all this. ‘What can this possibly be that I’m having to enter into a whole new world here ofrelationship with the military?’ Three Generals In ChargeBefore he could get an answer, somebody walked up to him and handed him a clipboard and on it was anotepad. It even had a pen attached to it. They handed him a mask.He asked, ‘What’s thi s for?’They said, ‘Just put it on.’ When he walked around the corner, there were two more Generals – one that heknew from the Base; and another General he did not know. And now he was really terrified because he’s in thepresence of three command structure Generals. That had never happened i n hi s l ife that he w as i n that ki nd ofposition.Before he could ask any questions, he was walking up the hall towards a door in a building he had never beenin and there was a window in the wall that you could look into the next room. Inside – this was the middle ofthe night – there were lights set up and he saw a photographer. He wondered what he was going to look at.Again, he thought through his mind, ‘A crash!’ because they were taking pictures inside. It went through hismind, ‘They’ve got bodies here,’ because of what he could see. But he could not tell what it was aboutbecause it was just a glimpse.A door opened and he was told to walk in. When he got inside, he just froze. He said his whole world turnedupside down by what he saw when he went through the door. Flight Surgeon Ordered to Observe Autopsyand Write ObservationsHe w as not gi ven any preparati on for it. No one said anythi ng to hi m. No one w arned hi m about w hat he w asabout to see. He was just told, ‘Go in and stay along the wall.’ There were other doctors in the room. He wasalso told, ‘From your scientific expertise being a medical doctor and your science background, observe.Anything that comes to your mind, take notes. Just anything. No matter w hat it is that hits your brain, w rite itdown.’He asked, ‘What do you mean by that?’ One General told hi m, ‘It w i ll be sel f-expl anatory.’When he walked in, he saw there was an autopsy going on. There were two medical doctors dressed up ingarb and that they had a body on a table and there were lights on this and camera equipment, both motionpicture and a man taking still photography. There were two other men along the wall. He later found out thatall five of them were doctors in that one room, all military doctors.There were two tables side-by-side and on the two tables were two dead alien beings. He said that his wholeworld shattered that day and he began to cry (in the restaurant) as he related the rest of the story. And his handswere shaking. Every once in awhile he would stop in telling the story and revert back to something that hewould say over and over again: ‘I don’t know why this happened to me!’ Two Dead Non-Human Entities:One Undamaged; Other Badly InjuredHe said that one of these alien beings looked perfectly normal, that he didn’t see anything wrong with it. But it"},{"pageNumber":6,"pageContent":"was obviously dead. But the alien being on the table next to it was just the opposite. It was horribly burned,had a horrific wound in one of its legs. But the look on its face, he could never forget it – it was the look ofanguished horror at the moment of its death. It was frozen on this being’s face.The autopsy was already going on. He could not say anything to anybody. He was just frozen in silence. Hesaid the stench was unbelievable and he was overcome by the situation and wanted to vomit. But he knew hecouldn’t. He wanted to run out of the room, but he knew he couldn’t. For the first several minutes that he wasin the room, he was just transfixed, staring at what was going on and was not w riting anything. Then heremembered the directive he was given: ‘Write anything that comes to your head. Write it dow n.’So he said with almost not looking at the paper, just staring at what was going on, anything that came to hishead he wrote it down on the paper. He said that these were obviously living creatures. But, unlike any livingcreature he had ever seen before. But he said it was like they were not real, like they were dolls or something.I said, ‘I don’t understand what that means.’He said, ‘They just did not have the appearance of being weathered.’I said, ‘I just don’t understand what you mean.’He said, ‘Look at your skin. Think about living creatures. They are not pristine. They don’t look like a dollsitting on a shelf.’ These creatures did not have any signs of age. They did not have any look about them.’I said, ‘Are you talking wrinkles?’He said, ‘Exactly. They did not look like they were wrinkled. They looked like big, 4-foot-tall dolls.’They didn’t have big shoulders. They had real slender arms. They were not powerful at all. Slim fingers. Justslim-framed. They were not big. It went through his head, ‘If these are aliens from outer space, they are notlike some kind of bizarre creatures you would be afraid of if you saw them because they could overwhelm youphysically, like monsters in a movie. That’s not what these were. These were just little creatures. Eyes Looked Like Mechanical Optical DevicesAnd the first thing about them that he noticed right away was when they were looking at one of the eyes. Hesaid, ‘I got the distinct impression that this eye they were examining, it was not anything like a human eye andit did not even look like a living creature’s eye. It was more like an optical instrument.’I said, ‘What do you mean by that?’He said, ‘It had layers and it looked like some sort of optical device more than it did a real eye.’He told me that it was not like it was living tissue, like you would see in a human eye or like in any animalorganism. Eyes are eyes. He said it was more like an optical device, like from a camera or something like that.It did not look living. It looked mechanical.[ Editor's Note: In the book The Day After Roswell © 1997 by U. S. Army Lt. Col. Philip J.Corso, he wrote on pages 45-46:\"I was most interested in the file descriptions accompanying a two piece set of dark ellipticaleyepieces as thin as skin. The Walter Reed pathologists said they adhered to the lenses of theextraterrestrial creatures' eyes and seemed to reflect existing light, even in what looked likecomplete darkness, so as to illuminate and intensify images in the darkness to allow theirwearer to pick out shapes. The reports had said that the pathologists at Walter Reed hospitalwho autopsied one of these creatures tried to peer through them in the darkness to watch the oneor two army sentries and medical orderlies walking down a corridor adjacent to the pathologylab. These figures were illuminated in a greenish-orange, depending upon how they moved, butthe pathologists could see only their outer shape. And when they got close to each other, theirshapes blended into a single form. But they could also see the outlines of furniture and the walland objects on desktops.\" ] No Sex OrgansHe said the second thing he noticed and wrote down was: these creatures did not have sex organs. That leadhim medically to think there was no way for them to relieve themselves. There were no exterior orifices. Ifthese things are living creatures, all living creatures eat. All living creatures expel waste. ‘I don’t see howthey’d do that,’ he said. That was the second thing he wrote down on his paper. ‘How do these people eat?And how do they expel waste?’So, then he started trying to zone in on his ow n thing and not concentrating so hard on what the men w ere doingin the autopsy. He was just looking at things. The next thing he started looking at was the mouth. He said, ‘Themouth does not look like a carnivore, like it would eat like an ape. It was obviously an upright, bipedal entityof some kind that walked upright and was kind of like a hominid. But it w as nothing like a human being. Itlooked almost like an insect, he said, in the shape of its head.The insect part of it was might be why the eyes were so funny, if it was totally different than a human eye. Itdid not look like it ate solid food, that it might live on fluids or something. But knowing how a human expelsliquid from its body, how did this creature do that? He could not see any signs of that.Then he said they (doctors) opened up the thoracic section of the body and it had organs and internalcomponents, but nothing like human being and not nearly as complex. That really got his attention right away."},{"pageNumber":7,"pageContent":"You open up a human being and it’s just packed with all sorts of things, including the G.I. tract and the lungsand all that. The internal organs were like a living being's, but not what he would have thought of in terms ofremembering his medical training about the human body. He was not a surgeon that did surgery. He was just abasic doctor. But he understood the human body completely and these creatures were not as complex as wewere. There were things missing inside of them and it baffled him. They were obviously a living organism. Buthow did that living organism function? Long Fingers with Pads On FingertipsThe next thing he said he noticed was its hands. Their hands were, for the size of the body, large, but verydelicate with long fingers. There was something odd about them. He couldn’t actually examine them. He didn’twalk over to the table. He was just told to watch and write down notes and he did that. So, he did not actuallyhandle the bodies. But there were like pads on their fingertips.I said, ‘Do you think these things were intelligent?’He looked at me kind of stunned.I said, ‘Well, how could they not be? This is not their world and they are here.’I had not thought about that. I was just overwhelmed by the story. These are extraterrestrials. These are peoplefrom another world. Now, I’m starting to get overwhelmed by the whole thing. I did not doubt him for asecond. Normally, if someone w ould tell you about a story like this, you would think they were crazy. But Iknew he was not crazy. He experienced this. He was not making up a story and this is what was disturbing himso badly – this event that happened in his past. E. T. Skin Was FabricHe said that the next thing he noticed about them w as he did not see anything else in the room but them. I askedhi m w hat he meant.He said, ‘Clothing.’So I said, ‘They w ere naked dead bodies and you did not see anything that might belong to them in the room?’He said, ‘Exactly. There was nothing in the room.’ And there was this horrible stench, unlike any smell he hadever smelled before. When he started watching their bodies and just looking at them from head to toe, he saidthey had a very pale complexion. But what was their body, the skin, their covering, it almost had a fabric-likelook to it.I asked, ‘What do you mean by that?’He said, ‘I mean just that. It was obviously their flesh, their body, but it sure did not look like soft human tissuethat’s on a human body.’ It was nothing like anything I’d seen before. It was just like it was fabric. It wasalmost like it had a fabric suit on (leotard) , but the suit was its flesh at the same time.’He said it also dawned on him: ‘They’ve got the wrong people here.’I said, ‘What do you mean by that?’He said, ‘Since these things aren’t really human and just sort of look like humans, why don’t we havezoologists here? Or anthropologists here? People who understand more life forms than just human beings.There was just us. Why weren’t there pathologists here?'I said, ‘What happened next?’He said, ‘They took me up the hall. They never took me back.’I said, ‘Are you saying you didn’t do a good job?’He said, ‘From their perspective, I don’t think I did do a good job. I was the wrong man.’That’s when he broke down again and he said, ‘I was the wrong man. And why did they do this to me? I’m nota specialist. I’m not a pathologist. I wasn’t a real surgeon who did surgery on people. I was just a basicdoctor. Why me? They should not have involved this in my life. I should not have been caught up in this.Andthen they are threatening me and telling me I would be court-martialed if I ever told anybody. I could beimprisoned for the rest of my life.’That’s when I realized that he had been carrying this thing inside of him all these years and re-playing this. Itw e nt thr o ugh my he a d ; the r e ha v e to be mo me nts w he n thi s c ome s b a c k to hi m – ma yb e o n a d a i l y b a s i s . Hehas been locked in this nightmare. Ronald SeCoy's Reason to Speak Out NowYOU ARE TALKING TO ME ON JUNE 27, 2006, ABOUT ALL OF THIS - WHY?Well, you know, this shook me up, too. I’m a man of my word and I carried this inside myself for years."},{"pageNumber":8,"pageContent":"Needless to say, every time I would see a movie or something on TV or Star Trek or anything, I would relivethe moments of discussing these events with this man all through these decades.But I never thought about telling anybody. One, I gave my word. But two, who would you tell it to? I did notwant to be thought of as being crazy because back in those times that many years ago (1975), if anybody saidthey believed in aliens, you would be laughed at. There were not the kinds of revelations, which have comeout the last thirty years.But over the course of time I began to see things on television and hear events. And quite frankly, you! Thenumber of times I have heard you on radio giving very detailed interviews with people and uncovering facts. Itwould be like pieces of a puzzle.One day I had this thought in my head that this whole issue is like this gigantic puzzle the size of a basketballcourt or something with all these pieces that are so complex! You have to turn over all the pieces to see thewhole picture of what this whole thing is. This is a gigantic thing to comprehend and I know one little piece ofthe puzzle, that’s all. It’s one little piece that someone should come forward because over the course of time asI would hear stuff about this on talk radio that I like to listen to – I used to get angry. Why don’t these peoplecome forward? These people who went through this and knew things about this. Then one day, it just dawnedon me: You know something about this and you haven’t come forward. So that disturbed me for some time andI thought about that. But how do I do this? And who would listen to me? I just heard about it (from the retiredflight surgeon) and did not see it myself.One day (in April) I said after I had been to your website Earthfiles and looked it over and saw how to contactyou. I swallowed hard and then I did not do it. I thought about it for a day. Then I went back and said, ‘OK, I’mgoing to do this.’ And that’s when I entered the message to contact you and then a couple of weeks went by andI thought, ‘Well, I did it, but she’s not going to contact me back.' The very day I thought you were not going tocontact me back, there was an e-mail from you.’ Wright-Patterson AFB Eyewitnesses, Intimidation And Cover-UpThese bodies, they came from somewhere. That means that there were people who handled them. They weretransported across the United States. There were people involved. They came to Wright-Patterson AFB and ifthey were there at Wright-Patterson, that means that people knew about it. In that building when the autopsywas going on with this gentleman (flight surgeon), I counted up in my head there had to be a dozen people rightthere.And those people had other people around them: security; the doctors; the Generals; their support staff. Howmany people know about this?If there are that many people involved, how can it be that so many people don’t come forward? Then I realizedwhen I think about that, I’m looking at this dynamic human being (flight surgeon), college educated, a doctor, aColonel in the USAF. This shattered his life and he was afraid. He was afraid by the threats they made againsthim. If you can intimidate such a dynamic individual who is a Colonel in the military, who he is terrified theywill ruin his life, that they might put him in a room somewhere for the rest of his life and he’ll never get out ifhe would ever convey what he saw and heard to anyone else! What do they do to lesser people?DID THEY THREATEN HIM WITH ANYTHING ELSE BESIDES COURT MARTIAL?Yes. I asked him specifically if he had ever told this to anybody and he said he never told anybody. He hadnever discussed it with his wife. It became very evident why he was so emotionally disturbed by all this. Hesaid, ‘These people mean business.’I asked, ‘What do you mean by that?’He said, ‘This is not like the regular military. These aren’t really the regular military. When they threaten you,they mean it.’I said, ‘You mean they could harm you?’He said, ‘I was threatened in such a way I have the feeling that if I really did tell my wife or other people, thatthey might have me under surveillance and might know this and I might end up in a room some place, or evendead.’ But he was more concerned about imprisonment in some kind of facility where they put people like thisaway from being able to tell what they know.DID HE TALK TO YOU SPECIFICALLY WITH KNOWLEDGE ABOUT OUR GOVERNMENT - ORWHATEVER THE SHADOW SECRET GROUP IS THAT RUNS THINGS? DO THEY HAVE FACILITIESWHERE THEY HAVE LOCKED AWAY PEOPLE WHO HAD FIRSTHAND KNOWLEDGE ABOUT THEEXTRATERRESTRIALS?No. He didn’t talk about that. But one thing he did mention. I asked him: ‘Do you think this is the only event ofthis kind that happened? These things came from somewhere. They were injured and killed. That means theyhad an accident or there was combat between us and them. Or something.’I asked him from his military background, did he think this was the only event of its kind? He shook his headand said, ‘No, I don’t believe that.’ He said, ‘I think this government knows a lot about these things and thatwe have a lot more things than this.’I asked, ‘Do you mean craft or debris?’He goes, ‘Well, we got these bodies. Don’t you think we have debris? And that means we have facilities tohandle bodies and we’ve got facilities to handle debris.’"},{"pageNumber":9,"pageContent":"I went, ‘Oh, you’re talking the word cover-up.’He said, ‘It’s got to be huge!’ Policy of Denial in the Interest ofNational Security - and PowerI think they (government insiders) are going to want to give an excuse for why they did not come forward.WHAT IS THE GOVERNMENT COVERING UP AND WILL LIE ABOUT?It’s got to be one word: power. You’ve got craft that can come here from somewhere else. That’s enormouspower. They’ve got to be able to do all sorts of things. If you can get in a craft and come from another world,what things are you doing in this world? And if you are somehow a powerful individual person on this planet,government or military or whatever, and you are inter-relating with them at some level, whether you havedirect contact with them and can communicate with them, or you just have their downed craft and can examineit - we’re talking about enormous power. What are you doing with that enormous power? How are youapplying that knowledge that you’ve gained?For instance, these craft – if you can come here from another world, that means you’ve got the energy thinglicked. If you have the energy thing licked, we don’t have to burn oil anymore to light buildings and drivevehicles. There has to be another way to do everything. We would not pollute our w orld. There are all kindsof answers here that are being withheld from the general public because they are controlling it and making thefinancial gain from it.THAT KIND OF CORRUPT POWER DOES NOT WANT TO LET GO EASILY, SO WHAT WOULD YOUPREDICT MIGHT BE THE FUTURE EVOLUTION OF ALL THIS ON THIS PLANET?As long as the insiders can withhold the real relationships - you don't know w hat goes on behind closed doors,think about the corporate world. The people behind all this and all their activities, the real deep stuff, they areonly going to want us to see a façade. They are going to want you to only see the outside of the building, not theinside rooms.So, when they release this data, this supposed unveiling of things, you know has eventually got to come, it willbe controlled. They are going to tell us what they w ant us to know, think what they want us to think, and howmuch of it will be the truth and how much of it will be a multi-year, carefully crafted story?THE SUBJECTS THAT ARE THE HARDEST FOR THEM ARE GLOBAL ANIMAL MUTILATIONSBEING DONE BY EXTRATERRESTRIAL BIOLOGICAL ENTITIES, THE ABDUCTIONS OF HUMANBEINGS, AND A BEAM TECHNOLOGY THAT IS USED ALSO TO PICK UP THE ANIMALS, TAKETISSUE AND FLUIDS AND RETURN THEM. THEN THERE IS THE LIKELIHOOD OF TECHNOLOGIESTHAT COULD SOLVE THE ENERGY PROBLEM. HOW ARE GOVERNMENT INSIDERS GOING TOHANDLE THESE HARD PIECES OF PHYSICAL EVIDENCE THAT LINK DIRECTLY TO THEEXTRATERRESTRIALS?They are not! These are the kinds of things when I said they are going to paint a picture – let’s say you are themafia and you can’t help it. There are too many reporters coming at you and pieces of your structure arecoming out and you are going to be in a situation where you are going to be exposed, but you’ve always livedsecret and hidden. You are going to help expose yourself in certain areas and tell a lie about it, so the publicand media don’t get the real truth behind it. That’s what they are going to do. They are going to tell us a storyabout why the aliens have been here, and what they do here, and who they have interchanged with, and aself-serving, constructed timeline history of events. That’s basic human nature. Everybody who is caught tellsa story and if you can tell part of the truth and withhold the most damning evidence, that’s what you do.The kinds of things you just described. I don’t know a lot about those things. You know more than I. Butanyone who has been involved and has the facts of it and they were supposed to be part of our government,would they ever want to turn and look at a camera and say, ‘Oh, by the way, we have all known about this foryears. We just did not want to tell you.’ I don’t think they want to own up to that.BUT IT’S OBVIOUS THAT IS THE FACT. AND WHAT DO THEY SAY DIRECTLY TO A QUESTION:WHAT ARE THE EXTRATERRESTRIALS DOING WITH ALL THESE MUTILATED ANIMALSAROUND THE WORLD THAT LT. COL. PHILIP J. CORSO TOLD ME HE HAD SEEN CLASSIFIEDDOCUMENTS IN WASHINGTON, D. C., ABOUT EXTRATERRESTRIAL BIOLOGICAL ENTITIESMUTILATING ANMALS AROUND THE WORLD WITH DATES AS EARLY AS 1951? OURGOVERNMENT HAS KNOWN ABOUT EXTRATERRESTRIALS KILLING AND MUTILATINGANIMALS AROUND THIS PLANET WITHOUT BLOOD AND WITH A SOPHISTICATEDTECHNOLOGY FOR AT LEAST 50 OR 60 YEARS. Alien Agendas and NeedsI’ve used the word ‘agenda’ and there’s another word that goes hand in hand with agenda. There is a reasonwhy you have an agenda and the word that goes with agenda is the word ‘need.’ If they have an agenda and aredoing activities like that, they need to be doing it. This is not just us being laboratory rats. Everything theyneeded to know about us – if they are this smart and they have been coming here this long – they know as muchabout us as our own doctors and own university scientists know about us. So, why are they still doing this?They have a need of some kind. They need to be doing this, these entities. The question is: what’s that need?Why do they need to be on our planet? Why do they need to interact with us at a hidden level and be workingwith our animals and abducting human beings? What’s the need? They’ve got one.”"},{"pageNumber":10,"pageContent":" Extraterrestrial Biological Entity Descriptionin July 22, 1947, Interplanetary Phenomenon Unit Summary Extraterrestrial Biological Entity Descriptionin 1954 SOM1-01 Training Manual"},{"pageNumber":11,"pageContent":" More Information:For further information about extraterrestrial biological entities, please see reports below in theEarthfiles Archives:• 07/17/2006 -- Area 29 - A Reverse Engineering Center of E. T. Technology?• 06/18/2006 -- Viewer Letters About NASA Airbrushing Photos; EBENs and Reptilian Humanoids• 06/07/2006 -- Gary McKinnon: An Electronic \"Robin Hood\"?• 05/05/2006 -- Military Man's Description of EBE Telepathic Download• 05/02/2006 -- Part 2: Mysterious Bismuth/Magnesium Metal from Wedge-Shaped Aerial Vehicle• 04/28/2006 -- Part 1: Mysterious Bismuth/Magnesium Metal from Wedge-Shaped Aerial Vehicle•04/28/2006 -- Modern Warfare Applied to Extra-Terrestrial Invasion• 03/23/2006 -- Part 2: U.S. Navy Chief Yeoman Describes \"Extraterrestrial Biological Entities\" in TOPSECRET/MAJIC Photographs• 03/17/2006 -- Part 1: U.S. Navy Chief Yeoman Describes \"Extraterrestrial Biological Entities\" in TOPSECRET/MAJIC Photographs• 02/27/2006 -- Part 4: Military Voices Reply About Government Interaction with UFOs• 02/17/2006 -- Updated: White Sands Navy Radar Operator Saw Discs Circle V-2 Rocket Launches• 02/10/2006 -- Crashed Disc Photos, \"Ebens,\" and Area 51 \"Anti-Gravity\"• 02/05/2006 -- Part 11 - Peculiar Phenomenon: Early U. S. Efforts to Collect and Analyze Flying Discs• 01/27/2006 -- Part 2: Navy Physicist and USAF Geophysicist Discuss UFOs and ETs• 01/20/2006 -- Part 1: Navy Physicist and USAF Geophysicist Discuss UFOs and ETs• 01/13/2006 -- 31st Cattle Mutilation on Red Bluff, California Ranch• 12/24/2005 -- Part 3 - Peculiar Phenomenon: Early U. S. Efforts to Collect and Analyze Flying Discs• 12/21/2005 -- Part 2 - Peculiar Phenomenon, Early U. S. Efforts to Collect and Analyze Flying Discs• 12/17/2005 -- Sirius's Companion Star, Sirius B, Finally \"Weighed\"• 12/07/2005 -- Zeta Reticuli I and II - Binary Home of Extraterrestrial Biological Entities?• 12/02/2005 -- Former Canadian M.O.D. Calls for Public Parliament Hearings About UFOs and E.T.s• 11/02/2005 -- Part 3: Unusual Animal Deaths -Sheep Mutilations in Moortown, Dartmoor, England• 10/27/2005 -- Updated Part 1: Unusual Animal Deaths - 22 Horses and 1 Burro Near Calhan, Colorado• 07/29/2005 -- Bentwaters and Rendlesham Forest Mystery Beyond December 1980• 04/14/2005 -- \"Battle of Los Angeles\" On February 25, 1942: When America's 37th Coast Artillery BrigadeFired Off 1,430 Anti-Aircraft Shells At A UFO• 02/21/2005 -- Updated - Bull and Cow Mutilations Northwest of Corpus Christi, Texas• 01/15/2005 -- Bull and Cow Mutilations Northwest of Corpus Christi, Texas• 12/10/2004 -- Part 3: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation?• 11/12/2004 -- Strange Metal Pieces from Plains of San Agustin Alleged UFO Crash Site Analyzed.• 10/23/2004 -- 1948 Aztec, New Mexico UFO Crash: Policemen, Disk and Humanoids• 08/18/2004 -- New Mexico Gov. Bill Richardson Wants More Investigation of 1947 Roswell UFO Crash• 07/21/2004 -- The Apollo Program, Cape Canaveral and UFOs• 06/18/2004 -- Werner von Braun Anticipated Terrorists, Asteroids and ETs on American \"Enemy's List\"• 05/23/2004 -- Part 2: Whistleblower Microbiologist Dan Burisch Interview on June 7, 2003• 03/17/2004 -- Part 1 - \"Horrible Secret\" in UFO Crash Retrievals Near Roswell, New Mexico, in July1947?• 11/19/2003 -- 1954 Manual: \"Extraterrestrial Entities and Technology\" - Reasons It Is Authentic• 09/15/2003 -- Part 1 - Whistleblower Microbiologist Speaks Out About Alleged \"Alien\" Named J-Rod• 04/15/2003 -- Triangular Aerial Craft Over Area 51, Nellis AFB, Nevada• 02/01/2003 -- Six Unidentified Triangular Aerial Craft Over Uinta Mountains, Utah• 12/28/2002 -- Part 1: Cape Girardeau, Missouri, Non-Human Craft and Bodies Retrieval in 1941"},{"pageNumber":12,"pageContent":"• 12/07/2002 -- Crop Patterns Near Britain's Chilbolton Radio Telescope Observatory, 1999 - 2002• 11/09/2002 -- Majestic-12 Documents with Ryan Wood About Extraterrestrial Technologies• 10/26/2002 -- Former White House Aide, John Podesta, Says Government Should Open Up UFO Files• 10/09/2002 -- Extraterrestrial Biological Entities Described by CIA/U.S. Army Administrator, 1957-1960• 10/05/2002 -- Part 2 - J-Rod and Microbiologist Danny B Burisch, Ph.D.• 10/05/2002 -- Part 1 - Two Scientists Describe An Extraterrestrial Biological Entity Called \"J-Rod\"• 04/17/2002 -- Part 2 - Unidentified Aerial Craft Over Farmington and Aztec, New Mexico in Spring 1949• 02/12/2002 -- JFK, MJ-12 and Outer Space• 03/28/1999 -- Triangles Over Wenatchee Valley, Washington, 1966Websites:Majestic-12 Documents: http://www.maje sticdocuments.comAmerican Executive Branch UFO Cover-Up: http://www.pre side ntialufo.comOhio History Central: http://www.ohiohistorycentral.org/entry.php?rec=1702 Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
