[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponPart 3: Five Circle Pattern in Geneseo, Illinois, Soybeans© 2006 by Linda Moulton Howe Return to Part 2Where Illinois and Iowa run along either side of the big Mississippi River outlinedin the orange rectangle on the map, that region is known as \"Quad Cities.\" That 4-city complex is Davenport,Iowa; Bettendorf, Iowa; Rock Island, Illinois; and Moline, Illinois. Twenty miles eastof Moline in Henry County is Geneseo, Illinois, a farming community of about 6,500 people.August 31, 2006 Geneseo, Illinois - When I first learned about the Geneseo, Illinois,soybean formations on Monday, August 21, I immediately wanted to get aerials before thefield deteriorated from visitor traffic and weather. So, I talked with the farm's owner, JimStahl, who recommended Steve's Nursery in Geneseo, which hires out for landscapephotography. Later that afternoon, Mike Belovicks at Steve's Nursery photographed forme the soybean circles from north, south, east and west. He also got a clear close-up of thesouthern circle which showed the downed soybeans there were still pretty fresh and green,without much feet damage from visitors. That contrasted with a close-up Mike was able toget of the far eastern circle where most visitors had entered on the original path made byfarm owner, Jim Stahl on Saturday morning, August 19. In all five circles, the soybeanplants were circling clockwise, with the exception of anomalies in the eastern and centercircles discussed below.FLYING SOUTH Over Soybean Circles along Middle Road,Geneseo, Illinois, August 21, 2006Five circles in soybeans first reported Thursday afternoon, August 17, 2006. Pathways towere not there on August 17. Paths were created by a Henry County Deputy Sheriff and farm owner,Jim Stahl, plus others who first entered the field on Saturday morning, August 19, 2006, when12-feet-deep \"walls\" of soybeans were standing untouched between larger center circle andtwo outer, smaller circles. Aerial image on August 21, 2006, © by Linda Moulton Howe.FLYING WEST"},{"pageNumber":2,"pageContent":"Aerial image on August 21, 2006, © by Linda Moulton Howe.FLYING NORTHEASTAerial image on August 21, 2006, © by Linda Moulton Howe.FLYING EAST1Aerial image on August 21, 2006, © by Linda Moulton Howe.CLOSE-UP EASTERN Circle with Visitor Path in Upper Left,Geneseo, Illinois, August 21, 2006"},{"pageNumber":3,"pageContent":"Aerial image on August 21, 2006, © by Linda Moulton Howe.CLOSE-UP Southern Circle, Freshest Plants of Five Soybean Circles,Geneseo, Illinois, August 21, 2006Aerial image on August 21, 2006, © by Linda Moulton Howe.Three days after seeing the helicopter images, I arrived at the Stahl farm with TedRobertson around 6 p.m. on Thursday, August 24. Severe thunderstorms in Chicago haddelayed my flight and more storms and rain were forecast for Friday. I worried that heavyrain could go through Geneseo. So, after talking with the Stahls about the history of theweek-old soybean circles, Ted and I set to work to look for anomalies, to sample plantsand soils from inside the circles and to gather normal controls from far outside the circles.We worked into the darkness and were very glad we did since booming thunder and heavyrain moved in Friday morning.Above: Ted Robertson gathered plant and soil samples east to west onAugust 24, 2006. Photo © 2006 by Linda Moulton Howe. Below: Linda Moulton How egathered plant and soil samples north to south. Photo by Ted Robertson for © 2006 Earthfiles. Anomalies In Geneseo Soybean CirclesTed Robertson had worked in soybean crop formations back in 2003 when extraordinarypatterns were reported at the Serpent Mound near Peebles, Adams County, Ohio, onAugust 24, 2003, and at the Seip Mound near Bainbridge, Ohio, reported the end ofAugust 2003. See: 090603Earthfiles and 100203Earthfiles. Based on those previous"},{"pageNumber":4,"pageContent":"investigations, Ted was looking in the Geneseo soybean circles for what he and his ICCRAcolleagues called \"leaf base necrosis.\"Jeffrey Wilson, Director of ICCRA, explained to me during their 2003 investigations that\"we normally would look at the growth nodes in cereal crops. But in this case, soybeansare a little bit different. They don't really have analogous growth nodes like on a wheatplant where you would see elongation of the growth node or see expulsion cavities.\"In this case in soybeans, what we did find though is where those branches stem off at theside of the plant that's called a leaf base we found there was a collapse and what we arecalling necrosis setting in of the surface layer of cells called the parenchyma tissue. We'vedone a couple of cross sections where we've looked at that leaf base versus controls. Thereis a clear layer of damage from whatever energies hit the plants and heated up those cells.\"Normal soybean leaf base sampled as a control for comparisonto plants gathered from inside the Serpent Mound formation. Photograph© 2003 by Jeffrey Wilson and Charles Lietzau.Soybean leaf based sampled from within the Serpent Mound formation whichshows deterioration, possibly caused by heating. Photograph© 2003 by Jeffrey Wilson and Charles Lietzau.Cross section of soybean leaf bases: on left is normal plant.On right, is a plant sampled from within the formation which shows deterioration,possibly caused by heating. Photograph © 2003 by Jeffrey Wilson and Charles Lietzau.\"What typically happens in the field crops is that the vessels that carry the moisturethrough the plants those heat up and it creates a pressure that explodes out of the growthnodes of the plants. But in this case, the layer of parenchyma cells is much thicker insoybeans and acts as a kind of cushion and doesn't actually reach the vessels that wouldcarry that moisture. So, it's only that layer of damage that we see in these plants, againsuggesting heating.\""},{"pageNumber":5,"pageContent":"Leaf Base Necrosis and Anthocyanin Concentration -North and South CirclesChallenged by time, darkness and impending weather, Ted and I agreed that I wouldsample my way across from the edge of the north circle through the middle larger circleout to the south circle. Ted worked his way from east to west through the bigger circles.The Stahls had originally noticed many downed soybean stems that had one side coloredreddish-purple. Ted began picking up the reddish-purple affected plants to look for leafbase necrosis.As I bent down at the edge of the north circle, I saw a vivid reddish-purple color. At theleaf base on the stem was a brownish deterioration that I thought looked like the leaf basenecrosis from Serpent and Seip Mounds. I photographed it below and put the stem in oneof the sample bags for biophysicist W. C. Levengood. He received plant and soil samplesby Fed Ex on Saturday morning, August 26, from all Geneseo circles. He examined thediscoloration and said it is \"anomalous concentrations of anthocyanin,\" a pigment foundnaturally in many fruits and vegetables. But anthocyanin is not supposed to saturate thestem surfaces of soybeans. We also noted that only the sky-facing surfaces of the downedplants in the circles were discolored with anthocyanin, suggesting that some kind ofenergetic interaction had come from above downward onto the crop.North Geneseo circle leaf stem with necrosis where it joins thicker soybean plant stem. Bothare discolored with anomalous concentrations of reddish-purple anthocyanin foundthroughout the Geneseo circles. Photograph © 2006 by Linda Moulton Howe. Ted Robertson holds a south circle plant which also had anthocyanin concentrationsin several leaf stems and the main plant stem. At his index finger is another example ofwhat he thought might be leaf base necrosis. Videograph © 2006 by Linda Moulton Howe."},{"pageNumber":6,"pageContent":"Above: Ted Robertson is pointing to more suspected leaf base necrosis on soybean leaf stemsthat also are discolored by anthocyanin. Below: Location of this affected plant was on the westernedge of the south circle. Arrow points to the affected soybean plant that was laid down clockwisebeneath the standing soybean plants. Photographs © 2006 by Linda Moulton Howe.Ted holds another south circle soybean plant with w hat might be necrosisat the base of a leaf stem discolored by anthocyanin.Videograph © 2006 by Linda Moulton Howe. Compare Geneseo Anomalous Anthocyanin Concentrationsto July 5, 2004, Corn Formation, Hillsboro, OhioUnusual concentrations of anthocyanin were found in a rectangular pattern laid down inHillsboro, Ohio, corn and first reported on July 5, 2004, to Jeffrey Wilson and ICCRA."},{"pageNumber":7,"pageContent":"See 090404Earthfiles and 090504Earthfiles.Anthocyanin is a pigment that reflects the red to blue range of the visible spectrum. It isoften observed in the plant kingdom, where it serves to color anything from fruits to theautumn leaves. It can be used as pH indicator because it changes from red in acids to bluein bases. In the Hillsboro, Ohio, corn rectangle, the anthocyanin discoloration was only onone side of the corn plants - similar to the Geneseo soybeans in which we found theanthocyanin concentrations only on the sky-facing sides of the leaf and plant stems.Jeffrey Wilson, ICCRA, told me in 2004, \"The reason we say it (presumed energy impact)was directed from one side is that the color only appears on one side of the stalks, as ifsome of the plants shaded other plants and you can see where the exposure of the exposedpart of the plant turned red, but the shaded part is still left green. That's essentially whathas happened to the corn in this field - in one section, the plants have turned a brilliantred. But there are shadow marks that leave no doubt that something shadowed them orprotected them from turning red.\"Above: Reddish-purple color on one side of corn stalks is anthocyanin whichis a residue when chlorophyll disintegrates. Below: Jeffrey Wilson wrote on image:\"Plant turned 1/4 turn. Red coloration is only on one side of plant and shows 'shadow of leaf'fell on corn from stalk blocking (shading) part of the affected area\" (from the energy).Photographs © 2004 by Jeffrey Wilson. Soybean Stem Pulled from Geneseo CirclesCurved Without Creases or CracksTed Robertson pulled up several soybean plants from the five circles and the roots hungfrom curved stem bases that did not have any crease or cracks, similar to the \"magical bentstalks\" found in British cereal crop formations since the early 1990s."},{"pageNumber":8,"pageContent":"Ted Robertson pulled this soybean plant out of the southern circle because it hadanthocyanin on the leaf stems and possible leaf base necrosis. The stem above the root curvedwithout crease or cracks, similar to the \"magical bent stalks\" found in British cereal cropformations since the early 1990s. Videograph © 2006 by Linda Moulton Howe. Some Geneseo Soybean Plants Diverted fromClockwise Swirl Straight to CenterTed was studying the lay of the Geneseo soybean circles as he began to sample from eastto west. He noticed that not all the plants in the eastern circle were going clockwise.Sections of soybean plants diverted from the clockwise swirl and went straight to thecenter, as the white arrow indicates in the photograph below taken in the eastern circle.Ted also found the same odd deflection of crop straight to the center of the central circle.But those were the only two of the five circles that had the sudden diversion fromclockwise swirl to straight almost 90-degree angles to the centers.White arrow indicates Ted Robertson's discovery that in both the eastern most circleand the center circle, sections of soybean plants diverted from the clockwise swirl and wentstraight to the center. Photograph © 2006 by Linda Moulton Howe. Geneseo Plant Swirl Centers Not Geometric Centers of CirclesTed also found in measuring the Geneseo formation that in each of the five circles, thesoybean plants had been swirled from a central point that was not the geometric center ofthe circles. In the eastern circle, Ted said the discrepancy from the plant swirl center to thegeometric center was about a three feet difference.That off-center anomaly throughout the five circles also applied to a mysterious hole Tedfound only in the central circle. The hole measured about one-half inch in diameter andwas about three inches deep, off center from the geometric center. The hole was there onThursday evening, August 24, when we first arrived in the formation with farm owners,Jim and Chris Stahl. But the next afternoon after all the morning rain, Ted could not findthe hole. When he pushed his finger around in the wet dirt, finally his index fingerpenetrated again what seemed must be the same hole we photographed the night before.Was the hole a soil sample by someone else who had been in the formation betweenAugust 19 and August 24? We don't know. Why was the small hole only in the centralcircle and none of the other four circles?"},{"pageNumber":9,"pageContent":"Small one-half inch diameter hole about three inches deep at an off-centerpoint in the central circle only of the Geneseo, Illinois, soybean formation.Photograph © 2006 by Linda Moulton Howe. Measuring the Geneseo Soybean CirclesOn Friday afternoon, August 25, Ted was measuring the standing soybean “wall” betweenthe center circle and the northern, smaller circle. The width was 12 feet. Then he measuredthe standing soybean \"wall\" between the center circle and the southern, smaller circle.That measurement was 12 feet 10 inches. None of the five circle pattern measurementswere exactly geometric. None of the measurements were diatonic ratios.Using a GPS, he found the axis of the five circles was 19 degrees east of magnetic north.The total length of the circles from east to west was 154 feet; the total length from north tosouth was 127 feet 10 inches. The three larger circles averaged 52 feet in diameter; thenorth circle diameter was 27 feet 2 inches; the south circle diameter was 26 feet 10 inches.As Ted worked with his professional long measuring tape, I asked him to comment on themeasurement discrepancies and plant anomalies.Interview:Ted Robertson, Harpsichord-Maker and Investigator, Independent Crop CircleResearch Association (ICCRA), Bloomington, Indiana: “The biggest discrepancy sofar is that the southern circle has 12 feet 10 inches of standing crop between it and thecenter circle, while the northern circle has 12 feet of standing crop between it and thecenter circle.Ted Robertson's drafting paper scale was 5 feet per square. Using a GPS, he foundthe axis of the five circles was 19 degrees east of magnetic north.Diagram © 2006 by Ted Robertson."},{"pageNumber":10,"pageContent":"THAT'S THE 12 FEET WIDTH OF THE STANDING SOYBEAN PLANTS BETWEENTHE CENTER CIRCLE AND NORTH CIRCLE THAT HAD NEVER BEEN WALKEDTHROUGH WHEN THE SHERIFF’S DEPUTY AND JIM STAHL GOT THERE?Yes, 12 feet exactly from this edge (big circle) to the northern circle edge. That means the'wall' of plants going to the southern most circle is almost a foot wider (12 feet 10 inches).That’s a lot of difference for something that looks like it should be symmetrical.DOES THAT MEAN ANYTHING TO YOU AS A GEOMETER?If people were hoaxing sloppily, it might be lopsided. But genuinely odd formations havealso been lopsided. If measurements are really off, it tends to mean that people messed up.It appears the center circle is about 52 feet 6 inches. It appears that the two smaller circlesare about 27 feet. So 27 x 2 would be about 54 feet. So, these smaller ones are not exactlyhalf of the bigger circles. They are almost half. I don’t know what that means. You hope ifthere were diatonic ratios (as found in other formations since the early 1990s), that it’s aclean ratio like 1:2. But in this case, it doesn’t seem exact.SO THE SL OP P INESS COULD BE CAUSE D BY?Like a rope that’s been pulled too far, or one of the buddies got out of place. What will beinteresting is to see if that suspicious hole (only in center large circle and not in any of theother four circles) that’s about one-half inch diameter by about three inches deep into theearth is truly in the center of the circle, which might be a way to make the circle. Ormaybe it’s offset. I don’t know. (He later learned the hole was off center.)But we didn’t find that hole in the center in any of the other four circles – just in themiddle circle. It could have come at any time after the circles first appeared, because wedon’t know who has been in here since then. More Pristine South CircleIn the southern, smaller circle, it appears to have the least amount of damage. It’s morepristine. It’s really moist back there, too, and there's no mud on the plants. This is the leastvisited circle. It’s the most intact. I see red streaks on the tops of the plants, only in theflattened plants and not in the surrounding normal crop. There also appears to be lightbrownish discoloration, perhaps leaf base necrosis, in some of the downed soybean plants,but nothing compared to what we saw at the Serpent Mound in Ohio in 2003. We think theleaf-based necrosis is a desiccation of the most rapidly growing part of the plant. Itdefinitely has a lot of soft tissue I can feel in there, like necrosis.I see minimal damage that we look for if there was damage from (man-made) boards.There are hardly any scrapes and scuffs at the base of the bent stalks. Lots of these plantsare smoothly curved over at the base and not broken or cracked. The majority of thesoybeans in this southern circle look healthy and growing.THE SOYBEAN LEAF BASE WAS THE MOST VULNERABLE PLACE IN THESERPENT AND SEIP MOUNDS IN 2003 WHEN YOU (ICCRA) INVESTIGATED?Right, this leaf base gets damaged easily by whatever makes the formations. We saw across section of the leaf-base necrosis we found in the formation at Serpent Mound. Theentire organ, or structure, was shrunken. It was not just a surface irritation that did it onone side. It was right to the core, as if some energy heated the entire thing. I would not saymaybe one out of every eight plants (in Serpent Mound, 2003) had leaf base necrosis.Perhaps the energy here in Geneseo, if this is authentic, did not hit quite the same way atthe same time. This Illinois pattern (first seen on August 17, 2006) is earlier by a week ortwo compared to Serpent Mound. This is a more northern latitude, so these plants have aslower start to them, compared to Serpent Mound.It’s important to remember that expulsion cavities found in cereal crop formations indicatean energy heating of the growth node water and they are not found in every cereal cropformation. Sometimes they are found more in a satellite circle, or in certain parts of theformations.THE DIFFERENCE BETWEEN GENESEO AND THE SEIP AND SERPENT MOUNDSOF 2003 MIGHT BE THE AMOUNT OF ENERGY THAT WAS APPLIED TO MAKETHESE FIVE CIRCLES VERSUS THE MORE COMPLEX OHIO PATTERNS?That could be true, it’s a reasonable hypothesis. Soybeans are so new in the history of cropcircles, there have been only a handful of them and they are usually in the United States, Ithink, because we grow the most soybeans. So, this is rather new plant territory to"},{"pageNumber":11,"pageContent":"investigate.IT'S INTERESTING THAT WE'VE FOUND THE REDDISH-PURPLE PIGMENT INALL THE FIVE CIRCLES FACING UP TO THE SKY.Yes, and way over in the shade on this south circle end, deep along this edge where not alot of sunlight comes in, there are reddish-purple – probably anthocyanin pigmentation –from unknown cause. We find a lot of this in this Geneseo crop formation and we’ve seenit before in other crop circles that we thought were authentic (example is Hillsboro, Ohiocorn). This formation might have been hit with some sort of energy that brings this out. Wedon’t find this in the rest of this soybean field. And in known man-made crop formations,we rarely see this reddish pigmentation on the stems.It's also interesting that the lay is so peculiar in the eastern and center circles wheresections leave the clockwise curve and go straight for the center. But the centers of thesoybean swirls are not in the centers of the circles. What appears to be the soybean centerin that eastern circle is shifted about three feet.WE HAVE SEEN THAT ANOMALY IN BRITISH CROP FORMATIONS ALSO.PEOPLE HAVE WONDERED WHY PLANTS ARE SWIRLED OFF CENTER?Yes. I don't know.\"Linda Moulton Howe gathering plant and soil samples in far southern circleafter sunset on August 24, 2006. Foreground is larger middle circle.Photograph by Ted Robertson for © 2006 Earthfiles.To be continued in Part 4 - Other Crop StrangenessReturn to Part 2More Information:For further information about American crop formations, please see reports below in theEarthfiles Archives and my book, Mysterious Lights and Crop Circles in the EarthfilesShop:• 06/11/2006 -- Updated: Two Mysterious Circles in Wheat Baffle Kansas Farmer• 09/02/2005 -- Part 1: New York and Ohio Corn Circles \"Flattened 2 to 5 Feet AboveGround\"• 08/02/2005 -- Part 1: Anomalies Confirmed in Pennsylvania and Arizona RandomlyDowned Crops• 07/23/2005 -- Mystery of Six Grass Circle Formations in North Carolina• 05/26/2005 -- Phoenix Barley Mystery: Apparently Irrigation and Wind• 05/09/2005 -- Mysterious Lights and 2003 Serpent Mound Soybean Formation• 04/20/2005 -- Outer Space Impact At Serpent Mound, Ohio, 256 Million Years Ago• 10/17/2004 -- American Crop Formations: 1880-2004• 09/22/2004 -- Miamisburg and Serpent Mound, Ohio Crop Formations: GeometriesCompared• 09/17/2004 -- Updated: Part 1 - High Strangeness in Canadian Cattle Corn• 09/12/2004 -- Part 2 - High Strangeness in Canadian Cattle Corn• 09/10/2004 -- Update on Miamisburg, Ohio, Corn Pictogram - Balls of Light?• 09/05/2004 -- Part 2 - Hillsboro, Ohio Corn Plant Anomalies• 09/04/2004 -- Hillsboro, Ohio Corn Formation - High Strangeness in Soil and Plants• 09/02/2004 -- Updated Photos: Big, Impressive New Corn Formation in Miamisburg,Ohio• 08/09/2004 -- Pictograms in Poland• 07/25/2004 -- 2004 Canadian Crop Formations: Scorched Soybeans and \"Dirt\" Pattern in"},{"pageNumber":12,"pageContent":"Barley• 07/24/2004 -- Part 3 - Crop Formations and Mysterious Lights in Wiltshire, England, July2004• 07/06/2004 -- Mysteriously Downed Oat Plants in Eagle Grove, Iowa; Downed Corn inHillsboro, Ohio• 04/08/2004 -- FBI Is Investigating Animal Deaths in Johnston County, North Carolina• 11/01/2003 -- Another Soybean Formation in Ohio• 10/10/2003 -- Updated - Ohio Hunter's \"Deer Camera\" Photographs Mysterious GlowingDisk• 10/05/2003 -- Part 3 - Paint Creek Island, Ohio Crop Formation Photographs• 10/03/2003 -- Part 2 - Military Interest in Serpent Mound and Seip Mound Formations?• 10/02/2003 -- Part 1 - Another Soybean Formation Near Seip Mound in Ohio• 09/12/2003 -- 2nd Ohio Soybean Crop Formation is Manmade. USAF Investigation UnitInvolved?• 09/06/2003 -- Part 2 - Unusual Soybean Formation Near Serpent Mound, Ohio• 09/05/2003 -- Part 1 - Unusual Soybean Formation Near Serpent Mound, Ohio• 11/30/1999 -- A New Crop Formation In Marion, New York and Crop Research UpdatesWebsites:American Crop Circles, ICCRA: http://www.cropcirclenews.com/English Crop Circles, Current and Archived: http://www.cropcircleconnector.comCanadian Crop Circles, CCCRN: http://www.cccrn.ca/German Crop Circles: http://www.kornkreise-forschung.deDutch Crop Circles, DCCA: http://www.dcca.nlhttp://www.lucypringle.co.ukhttp://www.members.iinet.net.au/~bwratten/ccc.htmlhttp://www.cropcircleresearch.comhttp://www.x-cosmos.ithttp://www.bertjanssen.nlhttp://www.swirlednews.comhttp://www.heramagazine.nethttp://www.CropCircleAnswers.comhttp://www.ukcropcircles.co.uk/?page=homehttp://www.temporarytemples.co.ukCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
