[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponE. coli O157:H7 - Why Can't It Be Washed Off Contaminated Spinach?© 2006 by Linda Moulton Howe\"There are many sources of water coming into the Salinas Valley watershed,and I guarantee you they all have generic E. coli.\" - Christopher Rose,California's Central Coast Regional Water Quality Control Board E. coli O157:H7 bacteria magnified 10,961 times can apparently enter tissue of plants such asspinach (right), lettuce and other salad plants. Once embedded, the bacteria cannot be washed away.But heat at 160 degrees F. for two minutes, or boiling at 212 degrees F. for a few seconds,can kill the bacteria. Images courtesy CDC.\"Currently we are advising consumers not to eat any fresh spinachor salad blends containing spinach grown in three counties in Californiaimplicated in the current E. coli O157:H7 outbreak: Monterey County, San BenitoCounty and Santa Clara County. Fresh spinach grown outside these countiescan be safely eaten. Frozen and canned spinach have not been identifiedas part of the outbreak and can be safely eaten even if grown in Monterey,San Benito and Santa Clara Counties in California.\"- CDC Advisory, Sept. 23, 2006Current E. coli O157:H7 outbreak appears to have originatedi n Monterey County, San Beni to County and Santa Cl araCounty of California's Salinas Valley."},{"pageNumber":2,"pageContent":"September 23, 2006 Davis, California - By Friday, September 22, 2006, 157Americans in 23 states had become ill from a nationwide E. coli O157:H7 contaminationof spinach. Eighty-three people had been hospitalized; twenty-seven had developed a typeof kidney failure called hemolytic-uremia, and one had died.E. coli O157:H7 can live in the intestines of cattle and other animals without making theanimals sick. The bacteria is then shed in feces. This particularly dangerous E. colibacteria can be found in undercooked meats and raw spinach, sprouts, lettuce,unpasteurized milk and juice.According to the Centers for Disease Control and Prevention (CDC), the primarysymptom of E. coli O157:H7 in humans is blood red stools or diarrhea. Each year onaverage, about 73,000 cases of this specific E. coli infection in humans are reported tohealth authorities, including 61 deaths.Children can be especially vulnerable and the CDC is also investigating the death of a2-year-old girl who died September 20, after being fed spinach liquefied in a blender.By then, an opened bag of fresh spinach was found in the refrigerator of an Albuquerque,New Mexico, resident who became ill with bloody dysentery. That \"confirmed positivesample\" was in a bag of Dole baby spinach with a \"best if used by Aug. 30\" date. Thesource of the spinach was Natural Selection Foods, the California food producer that isnow the focus of the E-coli investigation.That bag lead FDA investigators to the Salinas Valley in California, where almost 75percent of U. S. spinach crop is grown. That search narrowed the E. coli-contaminatedspinach down to three counties: Monterey County, San Benito County and Santa ClaraCounty.The Los Angeles Times reported on September 21, 2006: \"Many creeks and streams nearthe region's spinach fields are known to contain 12,000 or more E. coli organisms per 100milliliters of water -- thirty times the Environmental Protection Agency's standard.California officials are currently studying ways to bring the Salinas River watershed intocompliance with the EPA's rules. Christopher Rose of the California's Central CoastRegional Water Quality Control Board said: 'There are many sources of water coming intothe Salinas Valley watershed, and I guarantee you they all have generic E. coli.\"In the Salinas Valley, 97% of irrigation water is pumped up from private wells. TheSacramento Mercury News reported there is no law for mandatory inspection of wellwater. The newspaper also learned that the federal government's Occupational Safety andHealth Administration (OSHA) inspects only about a thousand California crop fields ayear; the state has several thousand farms.In November 2005, the U. S. Food and Drug Administration investigated a previousoutbreak of E. coli in Salinas Valley spinach. FDA's Chief Medical Officer for Food Safetyand Applied Nutrition told a press conference on September 20, \"More should have beendone (then). We are learning from this (new) outbreak.\" Oddly, in eighteen E.colicontaminations since 1995, the FDA has never identified a specific farm or source of thedangerous bacteria.The National Institutes of Health reported this week that \"92 percent (E.coli victims) weresickened between August 19 and September 5. The earliest onset of illness known to belinked to spinach consumption was on August 19. All told, 113 of the victims werefemales, and 11 were children under 5.\"On Wednesday (September 20), Arizona and Colorado became the latest states to reporttheir first confirmed cases of E. coli. Also reporting cases have been California,Connecticut, Idaho, Illinois, Indiana, Kentucky, Maine, Michigan, Minnesota, Nevada,Nebraska, New Mexico, New York, Ohio, Oregon, Pennsylvania, Utah, Virginia,Washington, Wisconsin and Wyoming. Wisconsin has the largest number of reported cases,40. The next largest number of cases are in Utah, which has 17, followed by Ohio with 20,according to the CDC.\"Consumers should continue to throw away any fresh packaged spinach they may havebought in the past few weeks and not buy more until the public health warning is lifted.Washing spinach won't help because the bacteria is too tightly attached.\"What does \"too tightly attached\" mean exactly? I asked Dean Cliver, Ph.D., Professor ofFood Safety in the School of Veterinarian Medicine at the University of California-Davis.Prof. Cliver received his Ph. D. from Ohio State University in Dairy Science in 1960. Forthe next thirty-five years, he worked for the Food Research Institute at the University ofChicago and University of Wisconsin-Madison. He has been at the University of Californiain Davis since 1995."},{"pageNumber":3,"pageContent":"Interview:Dean Cliver, Ph.D., Prof. of Food Safety, School of Veterinarian Medicine, Universityof California-Davis : “The name, E. coli O157: H7 tells us two things: this particularbacteria has a 157 “O” antigen and a number 7 “H” antigen. It’s the same bad guy thatcaused the Jack In The Box outbreak that got over 700 people. [ In 1993, hundreds ofpeople were injured and four children died after eating at Jack in the Box restaurants. Theprimary cause of the outbreak was E. coli-contaminated hamburger patties manufacturedand sold to the restaurant chain by one of its suppliers. If undercooked, those hamburgersmade people sick.]It’s the same bacteria that caused the Odwalla outbreak and 70 some illnesses. [California-based Odwalla Inc., the maker of Odwalla fruit juices, issued a nationwiderecall on November 1, 1996, of all its products containing apple juice after health officialslinked it to an outbreak of E. coli O157:H7 bacterial poisoning.]One was under-cooked hamburgers; the other was raw apple juice cider. There have beenother outbreaks recently, including some with baby lettuce and baby spinach. Why Can't the E. coli Bacteria Be Washed Off ContaminatedPlants?As far as how E. coli gets into the plants – this has not been well studied. There are peoplewho are saying it comes up through the roots from irrigation water. I think irrigation wateris a prime suspect, but I don’t think the root transport is too likely. It seems to me thatwhen leaves get wet, a certain amount of whatever is on the surface goes in through thelittle pores that lets the air diffuse in and out of the leaves.So, there is a spongy layer inside the leaf that I suspect is where the E. coli O157:H7 hangsout. Because it’s not just out there on the surface of the leaves, you can’t wash it off.DOES ANYONE KNOW WHAT TEMPERATURE THIS PARTICULAR E. COLIBACTERIA CAN STAND WITHOUT DYING?E. coli is not an especially heat resistant bacteria, so you would have a hard time findingany of them still alive in frozen spinach after the hot blanching before freezing. And if youcook your spinach is going to take care of it.IS THERE A TEMPERATURE AT WHICH THIS BACTERIA WILL DIE?You can look at what the FDA said with the hamburger cases. They said that you ought tocook hamburger to 155 to 160 degrees F. for several minutes. They say if you grill burgers,you should get a thermometer and make sure the inside temperature of the burger is atleast 155 to 160 degrees. There’s no secret about killing E. coli O157:H7.BUT THE TEMPERATURE HAS TO BE AT LEAST 155 DEGREES F. FOR A COUPLEOF MINUTES?Yes, or up to 160 degrees F.WHAT HAPPENS TO SPINACH AT THAT TEMPERATURE FOR TWO MINUTES?When I mentioned blanching to freeze spinach, people who grow their own spinach andfreeze it, probably blanch above that temperature. So it’s going to wilt, but it’s notnecessarily going to go all mushy. But if you put it in a pot and boil it the way some peopleboil greens traditionally, eventually it will get mushy - but then it's very safe to eat. [Editor's Note: Italians have a long tradition of cooking spinach with garlic that's very safe.See More Information below.]HOW LONG WOULD A PERSON HAVE TO BOIL GREENS TO MAKE SURE THEREWA S N O E. COLI BACTERIA?If you bring it to a boil, it’s gone. Boiling is 212 degrees F., so from a safety standpoint,just getting the leaves themselves to the temperature of boiling water kills the bacteria. What Is Source of This E. coli O157:H7 Outbreak?Could it be contaminated well water?"},{"pageNumber":4,"pageContent":"This is not the first outbreak. I know of at least one other from the Salinas Valley recentlyand probably four or five outbreaks from leaf lettuce. There have been a lot ofinvestigations done, but so far they have not found what I call a ‘smoking gun.’ The FDAdoes not know how the contamination takes place. I know FDA is back in all over theplace in the Salinas Valley sampling fields. My thought is that they need to cast a broadernet than they have before.Most of the growers grow things that are going to be eaten raw like baby spinach and leaflettuce and they are using well water. To the best of their knowledge, the water is safe forplant irrigation, but nobody says it is safe to drink.We don’t even know how the water gets down there to the aquifer that the well is pulling itfrom. So my feeling is that we need to do some ground water mapping and find out whatthe sources are for the water that comes out of those wells used for irrigation. We might beable to trace it back to some cattle somewhere.There are no cattle in sight of those Salinas Valley fields. But once in awhile, stuff runs offdairy farms into streams, so I think most growers are pretty shy about using surface waterfor irrigation. I think they tend to want to have a well.YOU ARE MENTIONING CATTLE BECAUSE E.COLI BACTERIA COULD ONLYCOME FROM THE FECES OF ANIMALS?From animals and it can be transmitted from person-to-person. We’ve had outbreaks indaycare centers that show people produce it, too. But people get sick mostly when theyare infected with E.coli O157:H7 and cattle don’t. So the better generic term is ‘ruminants’- cattle, goats, sheep and even deer and elk - can be reservoirs, can carry E.coli O157: H7without getting ill.When you look at the quantity of manure that is produced in the U. S., cattle have got allthe others beat. So, the perception is that if E.coli O157:H7 turns up in a waterway, you goback up stream and look for cattle.BOTTOM LINE, YOU'RE SAYING THERE IS NO CLEAR UNDERSTANDING OFHOW THIS PARTICULAR E.COLI BACTERIA GETS INTO PLANTS SUCH ASSPINACH?That is as best I can tell a fact. FDA has been to the fields and farms in the Salinas Valley,California, repeatedly and told them: ‘You’ve got to be careful!’ But I don’t find theirrecommendations specific. If they knew exactly what had caused these earlier outbreaks,then maybe we would be on a track different than we have now. But as far as how thebacteria got into the spinach in this instance, I think FDA is basically clueless. Hopefullythe field investigation they are doing there will turn up something, but they’ve done fieldinvestigations before. Why Is the E. coli O157:H57 So Dangerous to Humans?Apparently Mother Nature did some cross-breeding. We have a genus of bacteria that hascaused devastating disease in humans for centuries called Shigella, a gastrointestinalbacteria that causes dysentery. The genes that seem to be in the E. coli that make peopleso sick are genes that it shares with the Shigella bacteria. But Shigella only infects people,not animals. So, somehow or other, these two bacteria got together. Some of the genes thatmake Shigella so dangerous to humans got into that E. coli O157:H7. But they don’t hurtcattle, so they can hang out in the intestines of a cow for periods of time and are shedthrough feces. What Are Human Symptoms ofE. coli O157:H7 Infection?The most characteristic symptom of this E. coli is bright red blood in the stool. That canhappen to anyone who gets infected. Kids under 5-years-old are especially susceptible tokidney failure – something called hemolytic-uremia syndrome.Older people above 65 are subject to a kind of kidney failure that causes blood clottingproblems as well. That’s called thrombotic thrombocytic purpura. You wind up withhemorrhages under the skin.So, O157:H7 and Shigella bacteria infections are more life threatening. Kids who get"},{"pageNumber":5,"pageContent":"hemolytic-uremia syndrome might lose their kidneys. Do Antibiotics Help?Antibiotics don’t do any good. In most instances, that is not considered appropriate.People who take antibiotics for this particular E. coli are probably worse off – not becausethe bacteria is resistant to the antibiotics, but because the Shiga toxins it produces areliberated more quickly, and your body might get more of a shock, as a result of theantibiotic attacking the bacteria – than if you just let your body cope with the bacteria asbest it can.[ Editor's Note: Wikepedia says Shiga toxins are named for Kiyoshi Shiga,who first described the bacterial origin of dysentery caused by Shigelladysenteriae. It's a family of related toxins with two major groups, Stx1 andStx2, whose genes are considered to be part of the genome of lambdoidprophages. The most common sources for Shiga toxin are the bacteriaShigella dysenteriae and the Shigatoxigenic group of Escherichia coli(STEC), which includes serotype O157:H7 and other enterohemorrhagic E.coli.]The majority of people do get over it and hopefully don’t have long-term ill effects. But ifthe kidneys are involved, it can lead to kidney transplant.IS THERE ANY EFFECTIVE TREATMENT?As far as I know, it’s all what is called ‘supportive’ – trying to keep patients hydrated. Ifyour kidneys decide to shut down, then you might be put on dialysis until they can replacea kidney. Really there is no way to make the E. coli infection go away quickly.\"More Information:On Sep 23, 2006, at 10:17 AM, JOEWHOO@aol.com wrote:\"Linda,I listened with great interest to your show on Coast last night. Your report onthe spinach contamination was excellent. While listening I remembered whatmy Italian Grandmother use to do with spinach. She use to cook it and thendrain all the water out. While that was going on, she would take some extravirgin olive oil and brown some fresh garlic in it. Then she would add thedrained spinach for just a few minutes and serve it with a little salt. We nevergot sick.My Grandmother also would do this with other leafy veggies as well, such asmustard greens, Swiss chard, endives etc.Linda, thank you so much for the important work you do, I always learn muchmore from you than I do listening to the so-called 'main stream' media!Thank you so much,Joe Whowww.joewho.com\"For further information about environmental contaminations, please see reports below inthe Earthfiles Archives.• 06/23/2006 -- Morgellons Agony of Skin Lesions and \"Brain Fog\"• 03/21/2006 -- One Way H5N1 Bird Flu Could Adapt to Humans• 08/26/2005 -- What Is Killing Amphibians Around the World?• 06/27/2005 -- Second American Mad Cow Case - Texas Herd Source?• 06/21/2005 -- CDC Reports First 2005 Human Case of West Nile Virus in Kansas• 06/03/2005 -- West Nile and Bird Flu: Two Increasingly Dangerous Viruses• 04/07/2005 -- Chronic Wasting Disease Has Spread to New York State Captive Deer• 03/12/2005 -- Could Avian Flu H5N1 Cause the Next Pandemic?• 02/26/2005 -- Collapse of Societies: From Easter Island to Iraq - to Western World?• 08/01/2004 -- Sixth Straight Year Hundreds of Birds Die at Roestler Lake, North Dakota.• 03/12/2004 -- Milkweed Poisoning Killed the 31 Cedaredge, Colorado Cattle• 02/20/2004 -- New Form of Mad Cow Disease Resembles Human Creuzfeldt-JakobDisease (CJD)• 01/27/2004 -- FDA Outlaws Cattle Blood in Livestock Feed"},{"pageNumber":6,"pageContent":"• 12/16/2003 -- Colorado Doctor Suspects Fujian Flu Has Hit Elderly Hard• 04/26/2003 -- Beijing Quarantines 4000 Residents Exposed to SARS; Third HospitalSealed Off• 04/25/2003 -- Coronavirus Expert Questions Animal Source for SARS• 04/18/2003 -- SARS Coronavirus Can Spread in Urine and Feces• 04/16/2003 -- New Coronavirus Causes SARS Symptoms in Monkeys• 04/03/2003 -- SARS Current World Total: 2285 Cases and 79 Deaths; First Brazil CaseBrings SARS Spread to 4 Continents• 04/02/2003 -- SARS Pneumonia Cases Increasing in U. S. and Worldwide• 03/31/2003 -- Hong Kong Enforces Quarantine in Amoy Garden Apartments to SlowSARS Pneumonia Spread• 03/30/2003 -- SARS Pneumonia Closes Second Toronto Hospital; Doctor Who FirstRecognized SARS Has Died of SARS• 03/29/2003 -- SARS Pneumonia Spreads Despite Quarantines; American Patient's SisterDescribes Agony• 03/28/2003 -- Current SARS Information from W. H. O. and CDC• 03/24/2003 -- SARS Pneumonia Cases Are Increasing and Singapore Orders Quarantines• 03/22/2003 -- Medical Experts Are Worried About the New SARS Pneumonia• 03/18/2003 -- SARS Pneumonia Tentatively Identified as Paramyxoviridae Virus• 01/18/2003 -- Can the United States Cope with Bioterrorism Attacks?• 09/28/2002 -- 2002 Mad Cow Disease and West Nile Fever Updates• 07/20/2002 -- Extinctions of Earth Life Are Accelerating Rapidly• 04/06/2002 -- Chronic Wasting Disease Spreads to Wisconsin White-Tailed Deer• 10/10/2001 -- Three Anthrax Inhalation Cases In Florida FBI Opens Criminal Probe -Nano Bomb Update• 04/24/2001 -- Chronic Wasting Disease (CWD) in Colorado and Saskatchewan, Canada• 04/24/2001 -- Foot-and-Mouth Disease Spreads to Humans in England?• 04/11/2001 -- Foot-and-Mouth Disease - Why Slaughter?• 03/26/2001 -- Mad Cow and Foot and Mouth Disease Spreading• 03/21/2001 -- USDA Finally Removes 233 European Sheep from Vermont Farm AfterCourt Battles• 02/11/2001 -- Update On Mad Cow Disease• 01/21/2001 -- Prions - The Misshapen Protein That Causes Mad Cow and CJ Disease• 12/03/2000 -- Bacteria from Outer Space?• 09/24/2000 -- Infectious Diseases - A Global Threat• 11/15/1999 -- Kunjin West Nile Fever Virus Update• 10/12/1999 -- Kunjin/West Nile Virus - First Time in Western Hemisphere• 07/25/1999 -- Maryland Fish Kills; Global Warming; and Warm Oceans and Disease• 07/21/1999 -- Warm Oceans and Disease: A Link• 06/08/1999 -- Increased Gray Whale Deaths in Spring 1999• 05/30/1999 -- Blowing Up Dangerous Germs with Oily \"Nano Bombs\"• 05/27/1999 -- Amphibian Decline - Parasites and Increased UV Radiation• 05/10/1999 -- New Bioterrorism Center• 05/04/1999 -- Mysterious Deaths of Harbor Porpoises on East Coast• 02/07/1999 -- Sulfur Bacteria, Whiskeytown, Calif.; Grackles, LouisianaWebsites:E. coli O157:H7 Fact Sheet At CDC: http://www.cdc.gov/ncidod/dbmd/diseaseinfo/escherichiacoli_g.htmShigella: http://ohioline.osu.edu/hyg-fact/5000/5563.html Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
