[{"pageNumber":1,"pageContent":"G. GURDJIEFF THE HERALD OF COMING GOOD FIRST APPEAL TO CONTEMPORARY HUMANITY PARIS 1933"},{"pageNumber":2,"pageContent":"Contrary to the established custom, I shall not only permit this first book of mine as well as the books of the first series, to be reprinted in any country, but, if necessary, I am willing to subsidize it, on the condition of course that absolute accuracy is preserved. G. GURDJIEFF."},{"pageNumber":3,"pageContent":"* * * Inspired as I am by a deep conviction, springing from a long line of experimental elucidations and deductions pointing to the conclusion that, if a man desires sincerely and seriously, and out of no mere curiosity, to attain to the knowledge of the way leading to Real Being, and if he fulfils to this end all that is requested of him and begins, in fact, among other things to aid indirectly, and from his very first step, the attainment of this by others, he will, by this act alone, become as it were the forming ground for the real data contributing to the manifestation of objective and actual Good; and animated as I am by the general intention of arriving finally, by means o f my literary arguments and public demonstrations proposed for the near future of experimental eluci­ dations, at the instilling into the consciousness of my contempo­ raries o f several such \"psychic-initiative\" factors as in my opi­ nion as well as in that of every man capable o f a little impartial meditation ought inevitably to act as guiding principles in the consciousness of all creatures presuming to call themselves \"God- Like\", of such \"initiative\" factors, namely, as should certainly include the factor inducing men both to react instinctively and, upon reflection, to realize clearly the moral obligation to help one's neighbour,—I have now decided upon the very act of sel­ ling and o f spreading far and wide the contents of this first of my writings intended to head the list o f my publications and directed, by the fulfilment o f the task originally imposed upon myself, to initiate of itself in man's consciousness the formation of the aforesaid and, for the communal life of people, important \"psychic\" factor."},{"pageNumber":4,"pageContent":"Accordingly, as I have the intention, o n the one hand, o f affording to a multitude of Our Common Father's creatures. who bear your likeness, but whose means are for some reason or other limited, the possibility o f acquiring this first booklet of mine free of charge, and as I have, on the other hand, certain defi­ nite plans bearing upon the next publication of my writings, I have deliberately decided not to fix any definite price for this booklet, leaving it to the free will of the purchaser to pay from 8 to 108 French francs. I shall at the same time, and without entering into the usual contemporary discussions about life, expressly request all those who happen to acquire this first booklet of mine to answer three questions, which will be set them by the seller so as to permit him to fill in the corresponding paragraphs of the \" Registration- Blank \" herewith appended. The AUTHOR."},{"pageNumber":5,"pageContent":"REGISTRATION - BLANK appended to THE HERALD OF COMING GOOD N ° 00001 1. Name of purchaser 2. Address 3. Acquired accidentally or on advice 4. Who advised ? Give name and address 5. Sum paid Signature of seller"},{"pageNumber":6,"pageContent":"MY FIRST PRACTICAL COUNSEL. I counsel all readers who have at any time met me upon the ground of my ideas to postpone reading this first appeal until they have, concentra­ ting in their nature as well as in their thoughts and feelings, grasped the essence of the content of the circular letter appended to the booklet, and have at the same time previously acquainted themselves with the \" Registration-Blank \" attached to this letter and which will be of practical import for acquiring the books of my first series of writings. G. GURDJIEFF."},{"pageNumber":7,"pageContent":"Tuesday, 13th September 1932. Cafe de la Paix. Paris. A highly original and, to me, even troublingly strange coincidence of several very denned and entirely different factors, arising out o f my activity and having bearing upon today, not only compels, but also inspires me to mark this day by a refusal to bide a more convenient time and by an intention to begin on this very day an exposition of the first of the seven appeals which, among others, I decided to address during my period of activity as a writer to the whole of contemporary humanity. I shall begin by explaining the particular nature of this strange coincidence. First of all, expounding as I have done night and day for almost ten years all kinds of fragments of the general mass of information intended by me for publication, I have, as it happens, finished only this day a preliminary compilation of the material designed for this purpose. Secondly, engaged as I have been in the course of the last three years in the completion, parallel to this, of the first series of writings intended to head the list of my publications, I have also finally completed this work on precisely this day. Thirdly and finally,—today is the last day of the term I had assigned to myself twenty one years ago,—of the term during which I had, according to the special oath"},{"pageNumber":8,"pageContent":"I took, bound myself in my conscience to lead in some ways an artificial life, modelled upon a programme which had been previously planned in accordance with certain definite principles. Before venturing to unfold the very substance of my first appeal to contemporary humanity, I count it essential and even in every way my duty, to set forth—even if only approximately—the motives which compelled me to assume the whole burden o f such an artificial life. This protracted and, for me, absolutely unnatural life. absolutely irreconcilable, too, in every way with the traits that had entrenched themselves in my individuality by the time of my maturity, was the direct consequence of my decision, founded upon the results of my previous study of a whole series of historic precedents with a view, first of all,—to preventing, by to a certain degree unnatural outward manifestations of myself, the formation, in rela­ tion to me, of that already noted from ancient times \" something \", termed by the great Solomon, King o f \" Juda, \" Tzvarnoharno , which, as was set out by our ancestors, forms itself by a natural process in the com­ munal life of people as an outcome o f a conjunction o f the evil actions of so-called \" common people \" and leads to the destruction o f both him that tries to achieve something for general human welfare and of all that he has already accomplished to this end. Secondly, with a view,—to counteracting the manifestation in people with whom I came in contact of that inherent trait which, embedded as it is in the psyche of people and acting as an impediment to the realization of my aims, evokes from them, when confronted with other more or less prominent people, the functioning of the feeling of enslavement, paralysing once and for all their capacity for displaying the personal initiative of which I then stood in particular need."},{"pageNumber":9,"pageContent":"My aim at that time was concentrated upon the creation of conditions permitting the comprehensive elucidation of one complicated and with difficulty explicable aspect of the question which had, already long before the beginning of this my artificial life, inhered in my being, and the necessity o f whose final solution has, whether by the will of fate or thanks to the inscrutable laws of heredity, become and would, at the moment, appear to be the fundamental aim of my whole life and of the force moti­ vating my activity. I find myself obliged—in this, so to say, definitive statement as a writer, which will also have to serve among other things as a sort of \" prospectus '' of the new phase of my unremitting activity for the welfare of my neigh­ bours,—to give a brief outline of the history of the rise and development of those events and causes which were responsible for the formation in my individuality of the unquenchable striving to solve this question, which had, in the end, become for me what modern psychologists might term an \" irresistible Mania \" This mania began to impose itself upon my being at the time of my youth when I was on the point of attaining responsible age and consisted in what I would now term an \" irrepressible striving \" to understand clearly the precise significance, in general, of the life process on earth of all the outward forms o f breathing creatures and, in particular, of the aim of human life in the light of this interpretation. Although a multitude of very specific factors, condi­ tioned by my upbringing and education, had served as the primal cause for the formation in my being of the ground giving rise to such, for contemporary man, unusual striving, yet, as I understood later upon giving thought to the matter, the principal cause must in the end be"},{"pageNumber":10,"pageContent":"attributed to those entirely accidental circumstances o f my life which coincided precisely with the aforesaid tran­ sition from preparatory age to responsible age, and which may all be summed u p in the fact that all my contacts at the time were almost exclusively with such persons of my age or my seniors who were either in the process of being formed themselves or who had already been formed into precisely that, of late increased amongst us, \" psychic typicality \" of people, the formation of which, as I myself have statistically established during the existence of my foundation, \" The Institute For Man's Harmonious Development\" , is due to the fact that the future repre­ sentatives of this \" typicality \" have never, either with a view to the real understanding of actuality, or in the period of their preparatory age, or, again, in the period of their responsible life, absolutely never, and in spite of the obvious necessity of such a step, laid themselves open to experience, but have contented themselves with other people's fantasies, forming from them illusory conceptions and, at the same time, limiting themselves to intercourse with those like them, and have automatised themselves to a point of engaging upon authoritative dis­ cussions of all kinds of seemingly scientific, but, for the most part, abstract themes. Although I, too, at that period of my life, resembled them in my outward manifestations, since I was as much a product as they were of the same abnormal conditions of environment, yet, thanks to the circumstance that I was in my nature, since childhood, already possessed, through the deliberate inculcation of both my father and my first tutor, of certain data permitting the development in my individuality, by the time of my responsible age, among several other very original and inherent traits, of this peculiar trait of inevitable impulse and striving to under-"},{"pageNumber":11,"pageContent":"stand the very essence of any object that attracted my attention out of the ordinary, there began to form in my thoughts, gradually and even in a way imperceptibly to my waking consciousness, the \" something \", which assumed definition soon after a strong spiritual tribulation caused by the death of an intimate friend, and this newly formed datum o f my mind has begun ever since, upon \" contact with the so-called cogitative-laura \", the pro­ duct usually of the frequent repetition of certain defined and automatically current associations in man's mind, to engender in my entirety what I have elsewhere termed an \" irrepressible striving \" . At first, the manifestation o f this strange \" psychic­ factor \" inf luenced only m y mental activity , but did not derange me as a whole, that is, the effects of this manifes­ tation did not hinder the established functioning of either my physical organism, with its psycho-nervous system, or the spirit, in the pure sense of the word, and I could, even in periods of pronounced resistance to the influence of this manifestation, by an effort of will or by an artificial stimulation o f the mental and emotive associations pro­ ceeding within me, so control them as to prevent, so to speak, the \" feeding \" of this manifestation, and, in that way, to arrest the possibility of the continuation in my entirety of the formation of such undesirable impulses. A little later, upon the inception in my thoughts of this frequently and discussing this \" idee fixe '' of mine with \" something \", and as an obvious result of my meeting numerous people, about whom I formed, in my as yet not \" subjectivized \" consciousness, and thanks to the widespread opinions of certain great authorities concerning these so-called \" wiseacring \" questions, certain precise impressions automatically influencing my general psyche, and as, in the course of discussion with these authorities,"},{"pageNumber":12,"pageContent":"as I represent it to myself now, there revived within me a sense of the full seriousness and profundity of these questions, the consequences and the real \" significance \" of the manifestations peculiar to this extraordinary stri­ ving gradually began to make themselves felt in all the parts whose totality coincided with my Being and, some­ times. even to influence their general functioning, that is, in a word, to penetrate into the \" marrow-of-my-bones \". The degree of fusion with my Being and the dominating influence on my psyche of this peculiar factor were such, that, after four or five years, I fell completely under its power, and since then it has, like an \" itching-itch \", constantly compelled the whole o f me or the separate parts o f my general individuality, cost what it may, to elucidate everything for the cognition o f all which can serve for the final solution of these, for me, cardinal questions. Having become in my inner life, in the full sense of the word, a slave of such \" aim \", obviously instilled by the Will of Fate in my entirety, from that time onwards, first compelled only by it, and shortly afterwards also stimulated quite often by my own consciousness, I lived absorbed in these researches until the year 1892. This above-mentioned self-stimulation by means of my consciousness began to take place in me as a result o f experiencing in all my Being a peculiar feeling, a mixture of \" self-satisfaction \" and \" pride '', which arose in me every time I made accidental or half-foreseen verifications in the course of my further investigations of ever new and new facts concerning people's lives in general, facts about the existence o f which I had never found a hint either in daily life or in my readings, although I had read almost everything existing about these questions in contemporary literature, as well as all the material from"},{"pageNumber":13,"pageContent":"the past surviving until our day,—a literature accessible to me because o f quite accidental circumstances o f my life in a quantity far beyond the usual possibilities of the ordinary man. Until that year I did not succeed in discovering anything, anywhere or from anybody, that could logically-and­ harmoniously throw light upon even one aspect o f this question, notwithstanding that, firstly, a restless factor reminding me automatically of the aim I had set myself was persistently active in my Being in almost every psychic state; secondly, Great Nature had benevolently provided all my family and me in particular—and that not only in my opinion but in that of a great many people with whom I came in contact—with the highest degree o f compre­ hension attainable by man; thirdly, from childhood I had, among other capabilities, one especially developed,— that of eliciting from people their most sacred aims and intentions; and fourthly, I had, in accordance with the peculiar conditions of my life, the possibility of gaining \" access to the so-called holy-of-holies \" of nearly all hermetic organizations such a s religious, philosophical, occult, political and mystic societies, congregations, par­ ties, unions etc., which were inaccessible to the ordinary man, and of discussing and exchanging views with innu­ merable people who, in comparison with others, are real authorities. Although I did not succeed until this period in eluci­ dating anything, I never lost hope that somewhere, and at some time, I should finally meet people who would explain to me or at least direct my state of mind to corresponding thoughts and considerations, which would help me to resolve for myself clearly and satisfactorily this, for me, fateful question. Living in this way until that year, that is, absorbing"},{"pageNumber":14,"pageContent":"all external impressions and experiencing them inwardly in connection almost only with this mania of mine, and outwardly occupying myself with all kinds of professions and handicrafts to the end, on the one hand, of obtaining means of livelihood and, on the other, of mastering, according to the capacity inherent in me since childhood, every possible kind of human craft as yet unknown to me, but chiefly to the end of adapting myself in a more or less corresponding way to the particular conditions of the moment, conditions which I frequently changed in order to realize this inner aim of mine, I arrived then, in the above­ mentioned year, at the definite conclusion that it would be utterly impossible to find out what I was looking for among my contemporaries and therefore decided one day to abandon everything and to retire for a definite period into complete isolation, away from all manifesta­ tions of the outer world, and to endeavour by means o f active reflections to attain to this myself or to think out some new ways for my fertile researches. This took place during my stay in Central Asia, when, thanks to the introduction of a street-barber, whom accidentally met and with whom I became great friends, I happened to obtain access into a monastery well known among the followers of the Mahometan religion, and I availed myself of the hospitality of the good brothers. Once, after a talk with some of the brothers of this mo­ nastery about the nature and quality of human faith, and the consequences of the action of its impulse on man, I, under the influence of this discourse, became still further convinced that I must abide by my decision and profit immediately by this opportunity in this very monastery. Retiring into isolation that very evening, I put myself into the necessary state and began seriously meditating upon my situation and future conduct. I"},{"pageNumber":15,"pageContent":"Following the necessary and, to me, already familiar method customary to all initiates in that branch of ancient science called \" the-laws-of-contemplation \", consisting, in the given case, chiefly in the remembering and revie­ wing all the already existing categorical convictions on this subject, I began to confront different facts I perso­ nally had fully conceived with all kinds o f hypotheses and conjectures I had heard from different authoritative people who, compared with others, were possessed of really great knowledge, and had also attained to a state of being corresponding to this knowledge. As a result of pursuing this method for three days, while I did not arrive at any definite conclusions, I still became clearly and absolutely convinced that the answers for which I was looking, and which in their totality might throw light on this cardinal question o f mine, can only be found, if they are at all accessible to man, in the sphere of \" man's-subconscious-mentation \" . Then I became firmly convinced also that, for this purpose, it was indispensable for me to perfect my know­ ledge of all the details of the formation as well as of the mechanism o f the manifestation o f man's general psyche. Arriving at this categorical conclusion, I began again, for several days and in my habitual manner, to think and think almost uninterruptedly about what should be done in order to create requisite and satisfactory worldly con­ ditions making possible the study of such an unexpected problem. Still completely a slave of these deliberations, I left the monastery and took u p my wanderings again, this time with no definite plan of action. During these uninterrupted peregrinations o f mine from place to place, and almost continuous and intense"},{"pageNumber":16,"pageContent":"reflection about this, I at last formed a preliminary plan in my mind. Liquidating all my affairs and mobilizing all my material and other possibilities, I began to collect all kinds of written literature and oral information, still surviving among certain Asiatic peoples, about that branch of science, which was highly developed in ancient times and called '' Mehkeness '', a name signifying the '' taking­ away-of-responsibility \", and of which contemporary civilisation knows but an insignificant portion under the name o f \" hypnotism \", while all the literature extant upon the subject was already as familiar to me as my own five fingers. Collecting all I could, I went to a certain Dervish monastery, situated likewise in Central Asia and where I had already stayed before, and, settling down there, I devoted myself wholly to the study of the material in my possession. After two years of thorough theoretical study of this branch o f science, when it became necessary to verify practically certain indispensable details, not a s yet suf­ ficiently elucidated by me in theory, of the mechanism of the functioning of man's subconscious sphere, I began to give myself out to be a \" healer '' of all kinds of vices and to apply the results of my theoretical studies to them, affording them at the same time, of course, real relief. This continued to be my exclusive preoccupation and manifestation for four or five years in accordance with the essential oath imposed by my task, which consisted in rendering conscientious aid to sufferers, in never using my knowledge and practical power in that domain o f science except for the sake of my investigations, and never for personal or egotistical ends, I not only arrived at unprecedented practical results without equal in our day,"},{"pageNumber":17,"pageContent":"but also elucidated almost everything necessary for me. In a short time, I discovered many details which might contribute to the solution of the same cardinal question, as well as many secondary facts, the existence of which I had scarcely suspected. At the same time, I also became convinced that the greater number of minor details necessary for the final elucidation of this question must be sought not only in the sphere of man's subconscious mentation, but in various aspects of the manifestations in his state of waking cons­ ciousness. After establishing this definitely, thoughts again began from time to time to \" swarm \" in my mind, a s they had done years ago, sometimes automatically, sometimes directed by my consciousness,—thoughts as to the means of adapting myself now to the conditions of ordinary life about me with a view to elucidating finally and infallibly this question, which obviously had become a lasting and inseparable part of my Being. This time my reflections, which recurred periodically during the two years of my wanderings on the continents of Asia, Europe and Africa, resulted in a decision to make use of my exceptional, for the modern man, knowledge of the so-called \" supernatural sciences \", as well as of my skill in producing different \" tricks \" in the domain of these so-called \" sciences \", and to give myself out to be, in these pseudo-scientific domains, a so-called \" professor-instructor \". It must be said that the main reason for this decision was my realisation of the fact that, at that time, there was, among men, a widely prevalent and specific psychosis which, a s has been long established, attains periodically a high degree and is manifested by people giving them-"},{"pageNumber":18,"pageContent":"selves u p to various \" woeful \" ideas in these spheres of quasi-human knowledge, which, in different epochs, bore different names, and which today are called \" occul­ tism \" , \" theosophism \" , \" spiritualism \" etc. From the moment of this decision I directed all my capacities and attention to coming into contact with people belonging to one or other of these vast organizations, where people foregathered in an attempt to reach certain special results by studying one sort or another of the above-mentioned \" sciences ''. The ensuing circumstances of my life were so favou­ rable to me that, within six months, I succeeded not only in coming into contact with a great number of these people, but even in being accepted as a well known \" expert \" and guide in evoking so-called \" phenomena-of-the-beyond \" in a very large \" circle \", as they called it. After I had been \" acclimatised \" to my new calling, my reputation among all the members of the aforesaid \" circle \" and even among their families became that of a great \" maestro \" in all that comprised super­ natural knowledge. At the time of these so-called \" mani­ pulations \" in the realm of the beyond, which I perfor­ med in the presence of a large number of members o f one of the numerous, widespread, then as today upon Earth, \"workshops-for-the-perfection-of-psychopathis m\", a name I now openly call them, I began to observe and study various manifestations in the waking state of the psyche of these trained and freely moving \" Guinea- Pigs \", allotted to me by Destiny for my experiments. Although by the beginning of the third year of this activity I had already acquired a solid authority among \" the members of three such large independent Work­ shops \", through which I obtained a great deal of material for my observations, and in spite of the fact that I could"},{"pageNumber":19,"pageContent":"have had as many as I wanted, I was compelled to give them all up and to undertake the organization of my own \" circle \" on quite new principles, with a staff of people chosen specially by me. I decided to do so mainly for the reason that, meeting then a great number of people usually composing such circles, I had elucidated and established the fact that in such societies foregather generally people of three or four definite \" types \", whereas it was necessary for me —in order to observe the manifestations of man's psyche in his waking state—to have at my disposal representatives of all the 2 8 \" categories-of-types \" existing on Earth, as they were established in ancient times. Putting this plan into execution with enormous and almost superhuman effort, and with, of course, very heavy expenditure, I organized, in different cities, three small groups of people of as varying types as I could possibly muster in the course of three years. Realising during the second year of the existence of these groups organized by me that, under the prevailing conditions, I would not be able to have at my disposal, for a period long enough for my observations, the repre­ sentatives of all the types, and while continuing to direct these groups, on the one hand, observing and studying the material already available, and, on the other, satisfying as conscientiously as possible those in whose psyche the passion of curiosity was deeply rooted, and impartially destroying in those others, in whom the predisposition proper to all men for acquiring a real '' Being '' was not yet atrophied, all their former illusions and erroneous ideals, in this way preparing, in all events, possible assis­ tants for me in the future, I began periodically to ponder again in order to find still the possibility of creating such conditions as would allow me to satisfy at last this"},{"pageNumber":20,"pageContent":"extraordinary and accidentally roused need o f mine. These periodical deliberations finally led me to found the Institute, which later existed under the name o f the \" Institute - For - Man's - Harmonious - Develop ­ ment - according - to - the - system - of - G. Gurdjieff \" . The \" canvas \", so to say, which served as a back­ ground for this decision was the consideration that, with such a broadly planned public organization, embracing as it did almost all the interests of contemporary life, I would be sure to bring together—apart from the types I had mainly met before—all the other types of people previously lacking for my observations. Setting forth in this booklet the motives for my decision at that time, based as it was upon inner, sincere and im­ partial impulses, I consider it necessary to speak of the mental and emotive associations flowing through my entirety and which, in their sum-total, gave rise to this decision, which was in complete harmony with my cons­ cience. Towards the end of all my reflections at that time, as a result of which I had at last firmly decided to organize such a public Institute, when there arose in my entirety then, as has always happened in similar cases, that strange impulse which is proper to my peculiar individuality and which automatically compels me to consider always each new task in life also from the point of view of \" objective justice \", my reasonings with myself were as follows : To make use of people, who display a special interest in an Institute founded by me, for purely personal ends would surely strike those around me as a manifestation of '' egotism '', but at the same time the people, who had anything to do with such an Institute established by me, those, namely, whom I have previously mentioned and in whom the predisposition proper to all men,—that"},{"pageNumber":21,"pageContent":"of acquiring data and of preparing in their being the soil \" for the impulse of objective-conscience \" and for the formation of so-called \" essential-prudence \"—had not yet entirely atrophied, could, in this way alone, profit by the results of knowledge amassed by me due to exceptional circumstances of my life, and which had regard to nearly all the aspects of reality and objective truth, and thus use them for their own benefit. As to the location of this Institute, I decided, after a great deal o f deliberation and after taking into account the existing circumstances of ordinary life and the facilities of intercourse with other nations so essential to me, that the most suitable place would be Russia, which at that time was peaceful, rich and quiet. Arriving at this final decision, I began at once to liqui­ date my \" current \" affairs, which were dispersed over different countries in Asia, and collecting all the wealth which I had amassed during my long life, which was an exceptionally laborious one for a modern man, I came and settled in the very heart of Russia, in the City of Moscow. This happened two years before the so-called \" Great- World-War \". In this booklet I shall not say anything more about this Institute, which I first founded in Russia, where the unexpected and catastrophic events of the World War destroyed it at the very height of its earlier activities and with it all the results hitherto obtained. I shall not describe also the further \" peripeteias \" or the attempts to organize such an Institute again in various other towns in Russia, as well as in other countries, attempts which all came to nothing because of all the various consequences of the War and each time with a \" crash \" involving enormous material and other loss; and its fundamental and successful establishment seven years later in noble"},{"pageNumber":22,"pageContent":"France, where it existed without hindrance until its general liquidation following my serious motor-accident. I shall not speak about these events and all the conse­ quences flowing from them, because I have already des­ cribed them in sufficient detail, partly in the third book of the second series of my writings, and partly in the first book of the third series. From the material which refers to this Institute then founded by me, I shall now quote only certain passages \" from the prospectus \" announcing the opening of this Institute. I should like to quote these passages principally because, as I clearly understood later upon becoming acquainted with the life of European people, this prospectus, though circulated everywhere in great numbers, still remains unknown to the majority of European people. And the majority had not even had the opportunity of becoming acquainted with it because, in my opinion, my work and ideas greatly interested, from the very beginning, such people as were already in the highest degree '' possessed \" of the before-mentioned \" specific-psychosis \" and were accordingly known to those around them as being preoc­ cupied with every kind o f '' nonsense \" otherwise known under such names a s \" occultism \", \" theosophism \" \" Anthroposophism \", \" psychoanalysis \" and so on, and when any, who had not as yet come under the influence of such \" nonsense \", came into contact with anything touching my activity and discovered that Mr. S o and So was very interested in this activity, there immedia­ tely arose in their psyche that \" something \", which is proper to man's psyche in his collective life and which was recorded long ago by our ancestors and called the \" buffer-of-prejudice \". I shall begin by quoting that part of the prospectus"},{"pageNumber":23,"pageContent":"which gives, among other things, an estimate of man's education in contemporary civilisation. It says : Contemporary man, owing to certain, almost imper­ ceptible conditions of ordinary life which are firmly rooted in modern civilisation and which seem to have become, s o to speak, \" inevitabl e \" in daily life, has gradually deviated from the natural type he ought to have represented on account of the sum-total of the influences of place and environment in which he was born and reared and which, under normal conditions, without any artificial impediments, would have indicated by their very nature for each individual the lawful path o f his development in that final normal type which he ought to have become even in his preparatory age. Today, civilisation, with its unlimited scope in extending its influence, has wrenched man from the normal condi­ tions in which he should be living. It is, of course, true that modern civilisation has opened up for man new and vaster horizons in different technical, mechanical and many other so-called \" sciences ' ', thereby enlarging his world perception, but civilisation has, instead of a balanced rising to a higher degree of development, deve­ loped only certain sides of his general being to the detri­ ment of others, while, because of the absence of an harmo­ nious education, certain faculties inherent in man have even been completely destroyed, depriving him in this way of the natural privileges of his type. I n other words, by not educating the growing generation harmoniously, this civilisation, which should have been, according to common sense, in all respects like a good mother to man, has withheld from him what she should have given him ; and, it appears, that she has even taken from him the possibility o f the progressive and balanced development of a new type, which development would have inevitably"},{"pageNumber":24,"pageContent":"taken place if only in the course of time and according to the law of general human progress. From this follows the indubitable fact, which can be clearly established, that, instead of an accomplished individual type, which historical data would show man to have been some centuries ago and one normally in com­ munion with Nature and the environment generating him, there developed instead a being that was uprooted from the soil, unfit for life, and a stranger to all normal conditions of existence. One of the most pernicious results of a one-sided educa­ tion is that the perceptions and manifestations of the modern man, who becomes finally formed in responsible age, are not the conscious expression of his Being as a complete whole, but represent only the results o f auto­ matic reflexes of one or another part of his general entirety. The general psyche of the modern man is split into three, s o to say, completely independent \" entities \", which bear no relation to each other and which are sepa­ rate both in their functions and in their manifestations, whereas, according to historical data, these three sources formed, in the majority of people, even in the time of the Babylonian civilisation, one indivisible whole, which appeared to be at once a common repository of all their perceptions and the radiating Centre of their manifes­ tations. Because of this one-sided education of the modern man, upon the attainment of his majority, these three entirely independent sources or centres of his life, that is, firstly, the source of his intellectual life, secondly, the source of his \" emotional \" life, and, thirdly, his instinct or \" motor \" centre, instead of fusing inwardly in the nor­ mal way to produce common outer manifestations, have"},{"pageNumber":25,"pageContent":"become, especially of late, quite independent outward functions, and not only the methods of education of those functions, but also the quality of their manifesta­ tions, have become dependent on special outer subjective conditions. According to the deductions based on detailed expe­ riments made by Mr. Gurdjieff himself, as well as those by many other people who have seriously thought about this question, every really conscious perception and mani­ festation of man can only result from the simultaneous and co-ordinate working of the three aforesaid sources, which make u p his general individuality, and each o f which must fulfil its role, that is, furnish its own share of associations and experiences. The complete achievement of the requisite and normal manifestation in each distinct case is possible only upon the co-ordination of the activity of all these three sources. In the modern man, partly owing to his abnormal educa­ tion during his preparatory age, and partly owing to influences due to certain causes of the generally esta­ blished abnormal conditions of modern life, the wor­ king of his psychic centres during his responsible age is almost entirely disconnected, therefore his intel­ lectual, emotional and instinctive motor functions do not serve as a natural complement and corrective for one another, but, on the contrary, travel along different roads, which rarely meet and for this reason permit very little leisure for obtaining that, which should in reality be understood by the word \" consciousness \", wrongly used by modern people today. As a result of the lack of co-ordinated activity on the part of these three separately formed and independently educated parts of man's general psyche, it has come about that a modern man represents three different men in a"},{"pageNumber":26,"pageContent":"single individual; the first of whom thinks in complete isolation from the other parts, the second merely feels, and the third acts only automatically, according to esta­ blished or accidental reflexes of his organic functions. These three men in one should, in accordance with the foresight of Great Nature, represent, taken together in responsible age, one man as he ought to be: the \" man­ without-inverted-commas \", that is, the real man. These three, who were deliberately shaped by Great Nature to compose one complete whole, as a consequence of not assuming at the right time the habit of mutual understanding and aid, through the fault of men them­ selves and of their false education, produce this result that, in the period of responsible manifestations of the modern man, they not only never help one another, but are, on the contrary, automatically compelled to frustrate the plans and intentions of each other; moreover, each of them, by dominating the others in moments of intensive action, appears to be the master of the situation, in this way falsely assuming the responsibilities of the real \" I \". This realisation of disconnected and conflicting activity of the centres of origin, which ought to represent the psyche of man, and, at the same time, of the complete absence of even a theoretical conception of the indispen­ sability of an education corresponding to these separate, relatively independent parts, setting aside the ignorance of its practical application, must inevitably lead to the conclusion that man is not master even of himself. He cannot be master of himself, for not only does he not control these centres, which ought to function in complete subordination to his consciousness, but he does not even know which of his centres governs them all. The system applied in the Institute For Man's Harmo-"},{"pageNumber":27,"pageContent":"nious Development for observing human psychic activi­ ties clearly demonstrates that the modern man never acts of his own accord, but only manifests actions stimulated by external irritations. The modern man does not think, but something thinks for him ; he does not act, but something acts through him ; he does not create, but something is created through him ; he does not achieve, but something is achieved through him. In a newly-born child these three diverse parts of the general human psyche may be compared to a system of blank gramophone rolls upon which begin to be recorded, from the day of its appearance into the world, the external significance of objects and the subjective understanding of their inner significance, or the sense of the results of all actions taking place in the outer world, as well as In the inner world already forming in him ; all this is recorded in accordance with the correspondence between the nature of these actions and the nature of those distinct systems which form themselves in man. All kinds of these recorded results of environing actions remain unchanged on each of these \" depository-rolls \" for life, in the same sequence and in the same correlation with the impressions previously recorded, in which they are perceived. All the impressions recorded in these three relatively independent parts, composing man's general psyche, later produce, in the period of responsible age, all kinds of asso­ ciations in diverse combinations. That which is called'' reason'' in man, as well as in all other external forms of life, is nothing more than the concentra­ tion of the results o f impressions of different quality formerly perceived ; and the stimulation and repetition o f these provokes different kinds of associations in the being."},{"pageNumber":28,"pageContent":"The recorded impressions have three sources of origin, and are subject to three different law-abiding influences. One category of associations is formed by impressions perceived involuntarily and coming directly from the outer world as well as springing from man's inner world, as a result of certain previous, constant and automatically repeated associations. The second category is formed by voluntarily perceived impressions either springing from the external world or crystallising in man's inner world by means of deli­ berate active thinking and verifications of reality. And the third category originates exclusively from the process of so-called \" transformed-contemplation \" , that is, from the confrontation of homogeneous impressions of all origins, which were already fixed, while continuous contact is maintained between their inner and separate centres. The depositing in man's entirety of the three distinct categories of impressions, enumerated above, for the subsequent manifestations of man's general psyche con­ firms, among other things, the real diversity of the three determinate states of man's consciousness and defines their quality and importance. By the methods of the Institute For Man's Harmo­ nious Development one can quite definitely, and without the slightest doubt, establish that man's consciousness is made up of three definite capacities of manifestation, and these capacities are formed of and are determined by the associations of impressions which have their origin in one of the three above-mentioned categories. One of the three states of consciousness, which, in the objective sense, is considered the highest and most desi­ rable for man, reposes exclusively on associations of previously perceived impressions of the third category only."},{"pageNumber":29,"pageContent":"The second state of consciousness is made u p of the associations of impressions of the second order mentioned above, that is, of those voluntarily perceived. To the third state of human consciousness can be attributed, without any difficulty, the kind of consciousness for which the modern man, in his desire to emphasize its great importance and never doubting the correctness of his denomination, has adopted the expression o f the \" waking-state-of-consciousness \" . This state of consciousness, which modern man ranks highest, has, according to scientifically organized and carefully verified experimental elucidations, proved to be the product of constantly repeated, involuntarily and accidentally perceived, as well as of artificially created and \" learnt-by-rote \" , impressions. The majority of people today, as a consequence of the continually deteriorating conditions of their normal exis­ tence, have become accustomed to give priority to this consciousness, which is attained by the impressions just mentioned, that is, by the \" learnt-by-rote '', involuntary perceptions of accidental impressions received from our environment. In the man who attains his highest degree o f cons­ ciousness by means of associations, composed of impres­ sions o f the first kind, the processes of imagination, memory, judgment, reasoning and thinking, are no more than an automatic crystallisation, resulting from his so­ called \" concentrated efforts \" , which process he calls by the high-sounding name o f \" attention \" , whe­ reas these already crystallised and automatically per­ ceived impressions, and all the aforesaid manifestations, are nothing more than the result o f previously repeated and accidental impressions, in other words all the pro­ cesses of this man's inner world are only an automatic"},{"pageNumber":30,"pageContent":"reviewing in various combinations of the oft repeated expe­ riences of, so to speak, \" antiquated \" impressions. And this man's manifestations in ordinary life, all his impulses, thoughts, feelings, words, convictions, beliefs and deeds, are made up exclusively from the material of such impres­ sions in their various combinations, crystallised in his entirety. And these combinations are formed under the influence of chance shocks which set in motion more or less inten­ sively one or another group of previously perceived im­ pressions, which, in the given case, become the centre of associations. Each new shock, or a shock of a different degree of Intensity, evokes yet another association and, conse­ quently, another train of thought, feeling and action, etc., and no centre in the possessor o f such a consciousness can add anything of its own or anything new to the combi­ nations thus formed, nor can the centre, even when acting at its moment of greatest intensity, draw on the material formed in other centres. It follows that, as the world perception of the possessor of such a consciousness is always come by only by one part of him or, in other words, as the possessor of such a consciousness has three diverse processes of perception, which have but little in common or associate by chance and only partially, each of his judgments, as the product of one part only of his psyche and the expressions of a part of the material at his disposal, is invariably one-sided and, as a result, necessarily erroneous. From what has just been said it must be obvious to every sane-thinking person that the first task necessary for the real education of man is to develop in each sepa­ rately formed centre the natural need to blend simulta­ neously the functions of one part with the others, in order"},{"pageNumber":31,"pageContent":"that the manifestations of these three parts, formed separa­ tely according to the laws of nature in man's general psyche, and which inevitably demand a separate education, may be harmoniously united, and may, in the period of responsible life, work together according to their normal capacities. Only this attitude in the preparing of man for respon­ sible life can bring the different sources composing man's general psyche to the same level of manifestation, as only then will the three principal wheels of the human machine work smoothly, without hindrance to their mutual work and yield the highest degree of productivity in their separate functioning, as well as in the attainment of that level of consciousness attainable by man but which man never reaches under ordinary conditions. Taking into consideration that the degree of develop­ ment in each individual of each part of his whole indivi­ duality differs, and that his associations likewise differ, we are forced to the conclusion that the work of educating and re-educating each person must be strictly individual and cannot be otherwise. All the faults in the functioning of the human machine, due to the conditions of ordinary life, increase with time, and any repairs of the machine at work can only be obtai­ ned by a constant and determined struggle against all the resulting defects. Based on the so-called \" experimental-material \" handed down from the past together with the numerous elucidations made today by the Institute For Man's Harmonious Development, it is already categorically established that man is unable to carry on by himself the aforesaid struggle. Again it will not help him to work on himself by any of the various methods of self-training and self-development which have lately become wide-"},{"pageNumber":32,"pageContent":"spread in the world and which recommend definite me­ thods and processes, such as various physical exercises, exer­ cises in meditation and concentration, breathing exercises, various systems of diet, fasting, etc., for all and sundry. To apply such methods to everyone, without taking Into account individual needs and peculiarities, is not only useless but can even become dangerous; for ignorant attempts at repairing the machine, while effecting certain changes, unavoidably cause other and unnecessary changes, which an inexperienced and ignorant person can neither foresee nor guard against. One must always be aware that the human machine, whether functioning regularly or irregularly, is in itself always in mechanical equilibrium and, consequently, any change in one direction is bound to bring about a change in another direction, and it is therefore absolutely essential to foresee and counter this. In order to avoid undesirable results and unexpected consequences in working upon one's self, it is necessary to submit to the discipline of special and strictly individual methods, aimed at the development of new and particular \" inertias '', by means of which, under the direction of an experienced guide, the old ones may be regulated and altered, in other words, it is necessary to develop new faculties, which are unattainable in ordinary life, and which man can neither develop unaided nor by the help of any general method. In this precisely consist the principal characteristics of the method adopted by the Institute For - Man's - Har­ monious - Development - according - to - the - system ­ of - G. Gurdjieff, that it leads to the discovery of hitherto undeveloped faculties in man, faculties which are essential for his responsible and relatively normal life. To this end, and keeping in mind its verified possibi-"},{"pageNumber":33,"pageContent":"lities, the programme of the Institute For Man's Harmo­ nious Development includes the practical application of a special \" line-of-work \", from which a careful choice of some definite type of work is made for every person, according to his individual capacities,—work which corres­ ponds with those parts of his abnormally constructed psyche, the automatic activity of which has to be developed or diminished . To the same end, this programme includes a medical section, since, for many people, it is necessary, before undertaking the development of their natural capacities, to correct first of all the already existent functional disor­ ders, without which it is impossible to achieve productive work aimed at the desired harmonious development. Keeping in mind what has just been said, one must note that any work for the self-perfection of man can be useful only when the direction is grounded upon a tho­ rough knowledge of human nature, and is in strict accor­ dance with the individual determining of the physical and psychic properties of the person, as well as the circum­ stances and conditions of his external life in the future, as far as they can be predicted. Therefore special courses are selected from the subjects included in the programme of the Institute and are adapted to the individual needs of each pupil. The study, by special methods, o f different trades, handicrafts, arts and domestic sciences, is included in the programme of the Institute. Parallel to this, a thorough theoretical study is pursued of man and the world in all their inner-relations and according to the data of European science, as well as of ancient Asiatic knowledge. Such a study, which demands the application o f new and unusual methods of perception and thought assists,"},{"pageNumber":34,"pageContent":"on the one hand, the development of the hidden properties in man, and, on the other, contributes to the establishment of a correct process of thought and feeling, as well as of requisite automatic actions. The Institute For Man's Harmonious Development includes, among its principal instructors, specialists in medicine, psychology, physiology, physico-mathematical sciences, handicrafts and all kinds of physical and psychic exercises. These intructors, besides being trained in their special fields, are fully initiated into that branch o f science of which fragments have always existed in the life of man, and which is now being worked out by Mr. Gurdjieff, with all the changes and additions corresponding with the particular circumstances crystallized in contemporary life, and serves as the basis for his Institute. The Institute accepts adults of both sexes up to 60 years of age and children over 4 years of age. People entering the Institute are divided into three categories : The first includes persons aiming at self-development in accordance with a programme specially drawn up for them. The second includes persons, who pursue the methods of the Institute with a view to studying one or another subject of their choice ; also those persons who seek to be cured by the methods of the Institute. The third includes persons who attend only the general lectures and study one special subject indicated for them by the Institute *. * Certain subjects of the lectures as well as of the practical programme are given only to pupils of the first category."},{"pageNumber":35,"pageContent":"People of the first category will in the future, as is pres­ cribed, be divided into three groups, called : 1) the Exoteric group. 2) the Mesoteric group. and 3) the Esoteric group. All newly admitted pupils of the first category belong at the beginning to the \" Exoteric \" group ; later they should, according to personal merit, pass into the \" Meso­ teric \" group, and then, again according to merit and to the degree of \" comprehension \" pass into the '' Eso­ teric \" group. Only after passing through all three groups can they be initiated, first theoretically, and then practically, into all the questions which are unknown to ordinary people and which have been elucidated by Mr. Gurdjieff himself in the course of his special researches of almost half a century, as well as by a group of people of the highest contemporary culture who have wholly devoted them­ selves to the research of objective truth. Those of the first category receive, when entering the Institute, definite directions and indications only after filling out completely the paragraphs of the so-called \" individual-record \", which is made for each person separately. \" The material given in this individual-record \" will indicate the detailed observations of the principal func­ tions of his organism and the specific traits of each given subject crystallized in his individuality, as well a s the degree of attention, memory, speech, sense of combina­ tion, temperament, the form of his physical and psychic reflexes, smell, taste, hearing, sight, reaction to colours, quality of emanation, etc. The results of these observations, together with the"},{"pageNumber":36,"pageContent":"various data elucidated during the same period as to the capacities and inclinations of the given individual and marked down on the \" individual record \" will be the \" star ting-point \", so to speak, for the instructors for establishing a method of productive self-development. On the basis of the same data a choice of subjects to be studied will be indicated, as well as a graduated plan of special psychic work, a corresponding mode of life while in the Institute, and, in cases of illness, the necessary cure. Particular attention will be paid to those individuals who show certain pathological symptoms, such as weakness of will, \" wilfulness \", laziness, unreasonable fears, a sense o f continual fatigue, apathy, irritability. Irregular exchange of substances, obesity or exhaustion, abuse of alcohol, narcotics, etcetera. There has been installed in the main section o f the Institute the most modern apparatus and instruments, a collection richer than any ever heard of on Earth before, if we look on it as on the assembling in one place o f \" physico-metric \" and \" chemico-analytic \", '' psycho­ experimental '' cabinets, serving requirements of a general character and also for independent investigation by the pupils themselves, in order that they might verify such theories and the statements propounded in general lec­ tures as may appear doubtful or abitrary to them ''. Returning to the main subject of this booklet, I wish to state, first of all, that this Institute, after innumerable trials, was more or less set up and finally established by me in France in 1921, upon the principles of the above­ mentioned prospectus. But it did not survive long, not only to my great sorrow, but, a s many will probably understand, to the misfortune of all thinking people, for, although my activity followed at first chiefly what may appear as my personal aim, I foresaw very soon all the"},{"pageNumber":37,"pageContent":"profit it might bring to all humanity, and developed it on a scale to interest and to embrace the entire, so­ called, \" sanethinking-world \". At the height of its activity, on account of my motor­ accident, already known to many, and which brought me near to death, I was forced to liquidate not only everything prepared for the opening activity in various countries of 1 8 new sections of the Institute, but also everything immediately connected with the main section. I shall not describe in this booklet what events came to pass a s a consequence of the catastrophe which befell me and what unexpected circumstances derived from all this, circumstances compelling me as soon as I completely recovered consciousness to take all measures for liqui­ dating everything as soon as possible that had been crea­ ted by me with such unimagined efforts, as it has been already expounded in detail in one of the books of the third series. From all that I have already said about this, I shall repeat, in this given case, only in brief the main reasons which obliged me at that time to begin writing and even to become finally a \" standard writer \". Some months after the above-mentioned motor-accident, when I myself, and all the people near me, became certain that I would live, and when all the former crystallised functions and the established tempo o f the intensive activity of my spirit began, day by day, to be more and more re-established, while my physical body still remained quite helpless, thus producing disharmony between the state of my body and my spirit, and making me very often experience moral sufferings, I decided to find for myself an occupation which would give my thoughts another direction and thus diminish these moral sufferings."},{"pageNumber":38,"pageContent":"One night, while still in bed and suffering from the insomnia which was habitual to me at that time, stirred by association, and remembering a thought concerning a plan which, during the last two or three months, had always perturbed me and finally even obsessed me,—and which should have been realised at the time when I drew up the general scheme of means for attaining the afore­ said fundamental aim of all my life, which included the intention to spread the essence of my ideas also by means of literature, and which failed on account of the untrustworthiness and vicious idleness of those people whom I had specially prepared during many years for that specific purpose,—it suddenly occurred to me that there was no reason why I should not take advantage of the present situation and should not begin to dictate myself the material for the realisation of this aim. Consequently, continuing to ponder, I finally decided that I would do so. The following evening I asked one of the people near me to take a pencil and notebook and to write down exactly all that I would dictate. At first, intending to spread the different aspects of my ideas in the form of short scenarios suitable for theatre or cinema, I dictated at the beginning such scenarios, and \" began to bake \" every other day a fresh and com­ pleted scenario. I shall mention only four o f the numerous scenarios dictated by me : \" The Cocainists \". \" The Chiromancy of the Stock-Exchange \". \" The Unconscious Murder \". \" The Three Brothers \". To give at least an approximate idea of the character"},{"pageNumber":39,"pageContent":"of these, so to speak, small \" literary compositions \" which I dictated then, and which will also become known to the public in due time, and the subjects of which were often formed in my mind under the influence of this or that impression on my organs of perception, which at that period were particularly sensitive, I find it sufficient to speak here about an event which inspired me to express certain thoughts derived from my ideas, in the last of the above-mentioned scenarios, entitled \" The Three Bro­ thers \" Some weeks after I had begun my dictation, when this new occupation not only contributed to put an end to the concentration o f my thoughts on my desperate state and on the situation from which I saw no way out, but soon took on the character of a \" not-to-be-trifled-with \" enthusiasm, and, in the end, resulted in the re-establishment of the disharmonised functions of my physical body which proceeded in an accelerated tempo, I decided, although I could not yet move alone, in order to rest from active thinking and to obtain generally a change of impressions, to go to Paris by car, accompanied by some of the people close to me. Sitting one evening, during one of these visits, in the Cafe de la Paix, famous then for foreigners, with some friends, we were discussing all kinds of questions. Among other things was mentioned a film, popular at that time, called \" Two-Brothers \", and one of my companions suggested that we should g o and see this famous film, which was being shown at a cinema specially arranged for it. We all decided to go and, as the cinema was quite near, I walked to it, although with great difficulty. There was an incredible crush in the cinema, the tickets were difficult to get, but one of my companions"},{"pageNumber":40,"pageContent":"managed to get hold of some, paying, apparently, an \" astronomical \" sum. I do not consider it necessary to repeat here the contents of that nonsense, which was the \" pick \" of the season. but I must say that sitting in that room overcrowded with people who, on account of bad ventilation were obliged to breathe bad air, I, unable to get out, was compelled willynilly to look at the film, and to look inten­ sely, for the focus of my sight was not yet re-established, and I had to fix the various objects sometimes with one eye and sometimes with the other, and the whole time I \" felt revolted by such senseless fashionable bluff \", the popularity of which was due entirely to the herd-instinct, especially prevalent among people today. At the close o f this, what I should call, \" gene­ ral hypnotic-process \", in order to fix firmly some formerly suggested ideas, I, \" hobbling \" and supported by my companions, returned to the Cafe de l a Paix, which later became my Paris \" office \", and regaining gradually my calm, began to form in my mind the outline of the scenario which I have called'' The Three- Brothers \" . In this scenario three brothers act instead of two, and all their manifestations and inter-relations are compared by me to the manifestations and inter-relations of the three separate, independently formed and relatively edu­ cated parts of man's general entirety, representing, in fact, firstly, the physical, secondly, the astral, and thirdly, the mental body of man ; and, in the dialogues of the three characters, in the form of a discussion, that is, affirming and denying, I introduced certain ideas which have come down to us from ancient times, when the science of medi­ cine was very highly developed, ideas of what is useful or harmful, satisfactory or unsatisfactory for one or other"},{"pageNumber":41,"pageContent":"of the characters of the scenario in the process of trans­ forming of this or that substance. During the first two or three months, obliged to dictate owing to my weakness, I set forth, without a definite system, ideas taken separately from the general totality, —fragments, in the form of small scenarios, representing various external episodes in the lives of different people. But later on, when my physical strength was more or less re-established, I began to write myself ; and then, during the reading aloud of one of these scenarios of mine, the subject of which was a legend I had heard in childhood about the appearance, of the first human beings on Earth and of which I had made Beelzebub, as a likely witness of this appearance, the principal hero, I perceived in that scenario a very rich source from which might be extracted numberless corresponding points of departure for an easy comprehension of explanations of various facets of my ideas, and decided, therefore, to cease wri­ ting small scenarios and to write a master-work, taking this scenario as the foundation for all my further writings. From that time on, exploiting to the full this source for a logical development of one or another of the ques­ tions, which, in their totality, might provide a clear under­ standing of the essence of my ideas, I began to expound and elaborate all the material beforehand selected for publication, following this time a definite system. Since then, during all those years, until today, I occupied myself exclusively with writing, and often, on account of new plans which suggested themselves in the course of my meditations, I changed the text, as well as the outward form, of what was already written, and only last year did I finally adopt the text and the final form in which my writings will be published. To give the reader immediately, in this booklet, an idea"},{"pageNumber":42,"pageContent":"of this finally selected form of all my writings, and at the same time not to strain again my poor brain, which is already tired out, I shall simply give here the first six title-pages of the writings of my first book, which is completely finished and given to the printer."},{"pageNumber":43,"pageContent":"First page G. GURDJIEFF. ALL AND EVERYTHING Ten books in three series. The original is written in Russian and Armenian. Translations into other languages have been and are still being made under the personal direction o f the author himself by a group o f translators specially trained in conformity with their denned individuality, and chosen according to their understanding of the text of what is translated, and the philological peculia­ rities of each language. PARIS. 1933."},{"pageNumber":44,"pageContent":"Second page Everything is expounded according to new prin­ ciples o f logical understanding with the purpose o f solving three cardinal problems. PROBLEM OF THE FIRST SERIES. Mercilessly, without any compromise whatsoever, to extirpate from the mentation and feeling o f man the previous, century-rooted views and beliefs about everything existing in the world. PROBLEM OF THE SECOND SERIES. To furnish the material required for a new creation and to prove its soundness and good quality. PROBLEM OF THE THIRD SERIES. To contribute to the arising in the mentation and feeling of man of an authentic and correct represen­ tation o f the World existing in reality and not that illusory one, which, according to the affirmation and proof of the author is perceived by all people."},{"pageNumber":45,"pageContent":"Third page FIRST SERIES In three books under the common title o f \" AN OBJECTIVELY-IMPARTIAL CRITICISM O F THE LIFE OF MAN \" or \" BEELZEBUB'S TALES TO HIS GRANDSON \" . SECOND SERIES In three books under the common title of \" MEETINGS WITH REMARKABLE MEN \" THIRD SERIES In four books under the common title o f \" LIFE IS REAL ONLY WHEN ' I AM ' \"."},{"pageNumber":46,"pageContent":"Fourth page FIRST BOOK of the series \"AN OBJECTIVELY-IMPARTIAL CRITICISM OF THE LIFE OF MAN\" or \"BEELZEBUB'S TALES TO HIS GRANDSON\"."},{"pageNumber":47,"pageContent":"Fifth page Contents of the first series first book. 1 . The Arousing of Thoughts. 2. Why Beelzebub was on our Solar System. 3.\t The reason o f the delay in the falling of the trans-space ship \" Karnak \". 4. The law of falling. 5. The system of Archangel Hariton. 6. Perpetual Motion. 7. Becoming aware of genuine Being-duty. 8.\t The impudent brat Hassein, Beelzebub's Grandson, dared to call us \" slugs \". 9. The cause of the genesis of Moon. 10. Why \" men \" are not men. 11 . A piquant trait of contemporary man's peculiar psyche. 12. The first snarl. 13. Why fantasy may b e perceived a s reality in man's mind. 14. The beginning of perspectives promising nothing very cheerful. 15. The first descent of Beelzebub on the planet \" Eart h \". 16. The relativity of Time conceptions. 17. The arch-absurd ! Beelzebub affirms that our Sun neither lights nor heats. 18. The arch-fantasy. 19. Beelzebub's tales about his second descent o n the planet \" Earth \"."},{"pageNumber":48,"pageContent":"20.� The third flight o f Beelzebub to the planet \" Earth \" . 21. The first visit of Beelzebub to India. 22. Beelzebub in Thibet for the first time. 23. The fourth sojourn o f Beelzebub in person on the planet \" Earth \". 24.� Beelzebub's flight to the planet Earth for the fifth time. 25.� The very Saintly Ashiata Shiemash, Sent from Above to the Earth. 26.� The legomonism concerning the deliberations o f the very Saintly Ashiata Shiemash under the \" title o f the Terror-of-the-situation \" . 27.� The kind o f organisation for man's existence created by the very Saintly Labours o f Ashiata Shiemash. 28. The chief culprit o f the destruction o f all the very Saintly Labours of Ashiata Shiemash. 29.� The fruits of ancient civilisations and the blossom of the contemporary. 30. Art. Contents o f second book. 31. The sixth and last sojourn of Beelzebub on the planet \" Earth \". 32. Hypnotism. 33. Beelzebub as a professional hypnotist. 34. Russia. 35. The alteration o f the foreseen course o f falling of the trans-space ship \" Karnak \"."},{"pageNumber":49,"pageContent":"36. A \" wee-bit \" more about the Germans. 37. France. 38. Religion. 39. The Holy planet \" Purgatory \". 40.� Beelzebub's tale of the way in which people learnt and again forgot about the fundamental cosmic law \" Eptaparabarshmock \" . 41. The Bocharian Dervish—Hadja-Asvants-Truff. Contents of third book. 42. Beelzebub in America. 43.� Beelzebub's opinion about the process o f man's periodal and reciprocal destruction. 44.� In the opinion of Beelzebub man's usual un­ derstanding of \" justice \" from the objective point of view is a \" damned-mirage \". 45.� I n the opinion of Beelzebub the extracting by man of electricity from Nature and its employment for his needs is one o f the causes of the shor­ tening of man's life. 46.� Beelzebub explains to his Grandson about the meaning of the form and sequence of his expoun­ ding of his notions about man. 47. The inevitable result of impartial mentation. 48. From the author."},{"pageNumber":50,"pageContent":"Sixth page A Friendly Counsel written impromptu by the author himself on delivering this book to the printer. According to many deductions made by me during continuous experiments concerning the perception by contemporary people o f new impressions from what is heard or read, as well as according to the sense of one saying of popular wisdom which I have just remembered and which has come down from ancient times to our very day formulated thus : Every prayer may be heard by the Highest Forces And one might get a corresponding reward only if it is uttered thrice : First—for the welfare or the peace of soul o f one's parents ; Second—for the welfare of one's neighbours ; And only the third time—for one's own welfare. I consider it necessary on the first page o f this first book which is quite ready for publication to give the following advice : Read each of m y writings thrice : First time—at least as you have already become mechanised to read all the contemporary books and magazines."},{"pageNumber":51,"pageContent":"Second time—as if you were reading aloud to somebody else ; And only the third time—try to grasp the gist of my writings. Only then you may perhaps get your own impartial Judgment peculiar to yourself about my writings and only then could be realised my hope that you, according to your understanding, would profit for yourself by the benefit which I assume and I wish you with all my being. Signed AUTHOR."},{"pageNumber":52,"pageContent":"Only now, having prepared, in my opinion, by means of everything already set forth in this booklet, a correspon­ ding, so-to-say, \" ground-work '' for depicting before the inner eye of every reader different outlines of the essence of this booklet of mine, called by me \" The-First-Appeal- To-Contemporary-Humanity \" , I consider it right, before other things, to announce in the hearing of all that, al­ though I undertake at last the publication of my writings, I have decided to promote their circulation not by the usual ways, but in accordance with a definite plan worked out by me. This plan, newly formed by, me consists in taking all possible measures to prevent my writings, with the excep­ tion of the first series, from becoming at once property \" accessible-to-everybody \" . This decision o f mine, made during the last years in the course o f my observations o f those who listened to the readings of my current work, is the result of long consideration, and is a conclusion contrary to my original hope of the possibility of making some more, generally available contribution to the healing of man's psyche, which has already become, during the last centuries, almost completely abnormal. In accordance with my decision I resolved to make accessible to the public only three books from the first series of my writings. With regard to the books of the other two series, I intend to make known their contents in the following way : The contents of the second series will be made known by means of readings, open to those who have already a thorough knowledge of the contents of the first series. These readings are intended to take place, in the mean­ time, in so-called circles already existent among many"},{"pageNumber":53,"pageContent":"large groups of men which are made up of the followers of my ideas. For this purpose, these already existing \" circles \", access to which will be made much easier, will be re­ \" organised and there will be opened clubs \" of quite a new type, easy of access, and in those places where there are no such \" circles \" there will be sent specially trained people to arrange readings. Acquaintance with the contents of the third series of my writings is permitted only to those people who, besides having a thorough knowledge of the ideas exposed in the two previous series, have already begun to manifest themselves and to react to other people's manifestations in strict accordance with my indications set forth in the previous series of my writings. The merit and proficiency of these people will be judged by some of those who have already been admitted \" to the so-called rights-of-imtiate s \", according to the code established by me, or, as it might be better expressed, in accordance with the regulations modified by me, which have always existed on Earth among people who, in their search for truth, attained a certain definite Being. Although I have taken all possible measures for the strict observance of this decision, I d o not consider it vain to address a sincere appeal to all readers of my books to help me to the best of their ability in every way to carry out this decision, so that no one interested in my writings should ever attempt to read them in any other than the indicated order ; in other words, he should never read anything written by me before he is already well acquainted with the earlier works, even if someone, with a particular motive, should attempt to persuade him to commence the reading other than from the beginning. Believe me, you must take my word for it, that the"},{"pageNumber":54,"pageContent":"exact carrying out of this wish of mine can be of great importance to you and your interests, and I, therefore, particularly stress and insist on it. I shall not now write in detail of the consequences which will result if my request is not carried out ; these I have elucidated and verified by my own long observation and statistical calculations. I shall only say here that, for certain people, a reading of my writings in any other than the indicated order (no matter if the reader has long been a follower of my ideas or has become one recently), can provoke undesirable phenomena i n their general psyche, one of which in particular might paralyse forever the possibility of normal self-perfection. Now, in order to explain the plan of the publication of my writings, I have mentioned the people who have attained the \" rights-of-initiates \", under whose gua­ rantee others would be allowed to become acquainted with the ideas throwing light upon Truth and Reality in the third series ; and to evoke in the reader's mind even an approximative conception of these people and incidentally also o f those under whose direction the common readings of the second series will take place, and in order to create, in this way, a right attitude towards them, I find it necessary to say this : These two different categories of people, with whose co-operation I intend to make known to a wide public the contents of the second and third series of my writings, represent today the possessors of two quite different degrees of so-called '' Being-and-Comprehension ''. The preparation for their future activity began as a result of two different circumstances which happened accidentally and were connected with my activity. The circumstances which contributed to the formation of the first group of these people, who have to prove the"},{"pageNumber":55,"pageContent":"worthiness of ordinary people for the right to become acquainted with the contents of the books of the third series of my writings, and who now will be my principal assistants in the new phase of my activity, were the fol­ lowing : At the very beginning, when I had finally decided to organise the Institute on the principles mentioned already in this booklet, and was looking for a suitable country in which to put this into practice, I foresaw certain pos­ sible changes in the conditions of ordinary life and decided therefore, in any eventuality, to confide my intentions to a brotherhood \" ( a kind of monastery existing in the very heart of Asia), with a view to securing in certain ways their future co-operation. As a result of long discussions about all sorts of mutual obligations which, on my side, were chiefly on the grounds of my future religious and moral actions, and, on their side, were on the grounds of guiding, in strict accordance with the means indicated by me, the inner world of people whom I would confide to them, we came to a certain definite agreement. And ever since, from 1911, when I arrived in the country which was then called \" Russian-Turkestan \", and while moving from one town to another, towards Moscow, and coming into contact with different people answering my purpose while preparing everything necessary for the reali­ zation o f my intentions, whenever I happened to meet, on the ground of my ideas, such people as had data cor­ responding to my purpose, which purpose was partly connected with my foreseen need of them in the future, I established relationship with them and, after the neces­ sary mutual agreement and after supplying them with all needed, I sent them to that monastery. During this entire period, and u p to the time of my"},{"pageNumber":56,"pageContent":"aforesaid serious motor-accident, I travelled throughout the whole of Russia, the Caucasus, Turkey, Germany and England, to the place where I finally settled : hospitable France, meeting many tens of thousands of people from almost all the nations of Asia and Europe on the common ground of my ideas ; from whom I selected 27 of both sexes, answering in their data to my purpose, and sent them to the aforesaid monastery. With the exception of three, one of whom was sent back on account of unworthy manifestations, after, of course, being put under a special \" spell \" of silence, so that he could not betray what he had seen or heard there, and two of whom died, one a victim of an hereditary disease and the other through an accident which occurred while he was searching for a medical plant, \" Santchi­ shook '', all the others, during the entire period, besides fulfilling all the established requirements of that monastery under the guidance of the elder brothers and of some of my former assistants, who paid me occasional visits in the \" search-after-truth \", all of them reached a theoretical cognition in all of its details of the essence of the totality of my ideas, and assimilated it practically in their Being, with the aim of their own well merited objective good in their old age. The circumstances, again very happily prepared in my past for the present, which were the cause of an excellent preparation for people of the second category, with the help of whom, according to my newly-elaborated plan, the Information about the contents of the second series of my books will be given to a larger public, were derived in this way. When, eight years ago, certain degenerate people, who to the shame of our generation are also called \" men \", committed against me an act which became, so to speak,"},{"pageNumber":57,"pageContent":"the \" apotheosis \" of their innumerable \" good-deeds \", that is, after my serious motor accident, which was known to all who knew me, and when, thanks to various reasons, obviously deriving, according to law, from the objective good deeds of my ancestors and myself, I, contrary to all expectations, did not die, I soon began to liquidate the Institute founded by me and everything connected with it; and when, learning later of the hardships of many of the people who had lived for many years at my expense in the main section of the Institute, as well as in other places where I had expected soon to open new sections, I decided to organize for some of them, and their families, a commu­ nity-life in one of the States of Central Europe, where life was relatively cheap and more or less suitable for such a purpose. I organized this community-life for those necessitous people, who, while near me, had behaved scrupulously and more or less meritoriously ; and I joined with them those whom I had met on my way from Turkestan to Paris, and whom, as they were not yet ready, I regarded only as candidates to be sent later to the aforesaid monastery in Central Asia. Since then, all of them are still living there, and, while fulfilling all kinds of inevitable tasks of ordinary life, continue, on the one hand, to carry out in practice the possibilities they had learnt from me during their stay in the Institute, and, on the other, to acquaint them­ selves thoroughly with all my current work, copies of which are sent to them regularly. As very many of the people whom I met in the last two decades would be extremely interested to learn what it was that guided me in determining the worthiness of different people for this aim of mine, and, as at the same time, this knowledge, I believe, might become for some"},{"pageNumber":58,"pageContent":"of them an immediate incentive factor, making them assimilate at last, although merely for their egotistical benefit, some truth they had learnt from me, I consider it appropriate to state openly here that, from the large amount of data which proved the fitness of these people to me, the principal were the following five : 1) If I established, after-all round observation, that they had had in their individuality, since preparatory age, certain definite starting points for a more or less meritorious life in responsible age. 2) If in their being there were not completely atrophied generally inherited predispositions for the developing in the individuality of factors bringing forth the impulses of \" organic-shame \", \" religiousness \", \" patriarchality \", \" the -awareness-of-one's-mortality \", etc. 3) If there was a hereditary predisposition enabling the conscious eradication of previously rooted weaknesses in their individuality, due to abnormal surroudings. 4) If they already gave evidence of having had suitable, established conditions of ordinary life, and had the acquired possibility to attain, according to certain prin­ ciples, some definite perspectives for the future. 5) If there were present a distinct degree of awareness of \" their own nothingness \", and the possibility to attain the necessary quality of desire for transforming them­ selves from such nothingness into the definite \" some­ thing \", which they ought to be, even according to their own tranquilly meditated understanding. \" Now, subsequent to the above ground-work \", a s the master-painter would say, I have drawn the general outlines of the very essence of my appeal, and I wish to share with you, and to communicate to you, one of the many definite deductions which I made during my long, impartial observations, in the course of special studies"},{"pageNumber":59,"pageContent":"of the automatic and sometimes relatively conscious mani­ festations, of people of the most varying social standing, degrees of innate comprehension, education, race and belief, that is, definite deductions regarding a most perni­ cious and undesirable factor, and both in the general and in the subjective sense, and one sharply manifested i n man's psychic sphere. For the moment I shall limit myself to mentioning only general information concerning this psychic factor inhe­ rent in everyone, which I have verified and elucidated in every possible way, and which amazed me, after appearing to be, at first, relatively insignificant. Later, I shall speak in detail of this factor, as well as of means established by me as a result of my experimental elucidatory methods, which would modify and even destroy completely this undesirable factor with all its consequences. This psychic factor, amazing to me because of its absolute contradiction to the convictions instilled in me since childhood, as well as to the religious and moral concep­ tions common to all people today, was observed by me, and later, during the 21 years of artificial life mentioned at the beginning of this booklet, was elucidated in all its aspects, thanks to one of my many principles which I infallibly applied to everybody I met without distinction. This principle, one o f the several I was constantly carrying out during this period, consisted in that I never considered, and under no circumstances encouraged, in the people I met the impulse created by that factor inevitably formed in the general individuality of modern man, the, manifestations of which are known under the names of \" Vanity \" and \" Self-Conceit \", but on the contrary considered myself obliged to adopt a critical attitude towards them, and risked all prosperity depending upon it."},{"pageNumber":60,"pageContent":"In order to make it clear to all readers and to emphasize its importance, I think it necessary to give the reasons for applying the above-mentioned principle during that period of my life. Long before that period of my life, when I consciously decided, under special oath, for a definite time to manifest myself and react to the manifestations of the people I met in a certain manner, acting for many years, as I have already noted, as professional hypnotist, although I tried as much as possible, while exercising my profession, to keep under the control o f my consciousness the undesirable manifes­ tations of my nature, in spite of this, there gradually for­ med within me, proceeding far beyond the control of my active consciousness, certain automatic influences upon people around me during their waking as well a s their hypnotic state. On account of this, there soon began to become really perceptible to my awaking consciousness various conse­ quences, irreconcilable with my nature, of this automatic influence over people, which often evoked in me remorse of conscience ; and therefore, in working out the programme of my life. which was to be my guiding principle for the future, and of which the fundamental and chief task was that I always, in the course of this predetermined period, in all the inner states of my organism, ought to \" cultivate \" inwardly and manifest towards everyone I met the feelings of love, pity benevolence, etc., I also decided to include the above-mentioned principle, because its application to life, although mainly to serve my special aim, constituted, in my opinion, at the same time, a part of my inner bene­ volence towards people. In this way, creating in my consciousness, which had previously acquired a good stability, not without un­ ceasing struggle with the weaknesses inherent in my"},{"pageNumber":61,"pageContent":"nature, I maintained almost always in relation to everyone I met without distinction the aforesaid benevolent impulse ; helping them, for instance, with useful advice, money, and things essential for life, such as food, letters of recommendation, etc.; as a result, however, of all my observations and enquiries, I most definitely established that all these good deeds of mine did not arouse in them recognition of all my kindness, but, on the contrary, formed in all of them a feeling toward me of evident unfriendliness which was due to the fact that, according to the above­ mentioned principle, I did not take into consideration and react to the influence of the \" variously-tinted \" impulses, which arose in them as a result of the psychic factor common to man today. In all this, the most curious fact, in my opinion, and one capable of rousing in man a great many reflections, is the one established and verified by me in all its aspects, and which appears to be lawful as well, to the effect that if, in relation to any one of those already harbouring against me such unfriendliness, when I deliberately increased my inner benevolence, increasing proportionally, of course, at the same time the aforesaid \" fault-finding \", this unfriend­ liness increased in all cases without exception and reached a manifest hostility toward me. While speaking about this pernicious factor existing in every psychic state of the modern man, who has been for so many years one of the principal objects of my special observations, I consider it necessary, before stating my final \" conclusion '', to say, first, the following : In the present period of my life, when declining in years, after having had everything to satiety that life can offer to a human being, and having been thereby fully disillusioned in everything, and consequently possessing in the highest degree all data enabling me to be my impar-"},{"pageNumber":62,"pageContent":"tial, I, calling on Heaven and Earth to witness my since­ rity and swearing by the peace of my conscience after death, now, based on the convictions established in my cons­ ciousness, proclaim in the hearing of all : The fundamental cause of almost all the misunderstan­ dings arising in the inner world of man, as well as in the process of the communal life of people, is chiefly this psychic factor, which is formed in man's being during the period of preparatory age exclusively on account of a wrong education, and in the period of responsible age each stimulation of which gives birth in him to the impul­ ses of \" Vanity \" and \" Self-Conceit \". I categorically affirm that the happiness and self­ consciousness, which should be in a real man, as well as in a peaceful communal existence between people (leaving aside and not attempting to analyse here the numerous other causes which exist in our lives through no fault of our own), depend in most cases exclusively on the absence in us of the feeling of \" Vanity \". My most sincere wish in this case is that every man, who strives to justify before Great Nature his destiny as a man, and not merely as an animal, that destiny which is alloted to him among the other Beings on Earth, and is such as it ought to be (as I prove logically in the third series of my writings, and affirm without any possible refutation on anybody's part), should see afterwards, in his endea­ vour to discover the sense of my writings and in the new institutions I expect to found, first of all the possibility of finding in them various means of helping him to eradi­ cate from his entirety those data fixed in him, the totality of which gives birth to every variety of the feelings of \" Vanity \" . And with a view, on the one hand, to characterising —for the preparation, so to speak, of \" fertile soil \""},{"pageNumber":63,"pageContent":"enabling readers all the better to grasp my subsequent appeals—my perpetual, as it might be called, \" maniacal striving \" towards the solution of all as yet obscure \" theandrologlcal \" problems, and, on the other hand, in order to make my readers understand more clearly the real significance of the presence in men's inner world of factors contributing to a conscious or even an automa­ tic cultivation of good impulses towards other people, from which impulses rise all sorts of consequences contra­ dicting the usual conceptions of men—that is, impulses idealized and professed by all religious doctrines which have existed and still exist on earth, as well as by the morality which the ages have forged in man's life,—I consider it useful or even necessary to confess here that to have the possibility of explaining to myself in more detail the results o f the manifestation in human intercourse of a \" naked \" relationship based on love, pity, trust, sympa­ thy, etc., free from all kinds of evil conventions outwardly established in our life, results that before escaped my attention for some reason, I, from the day I started this my first appeal, u p to today, that is, from the 13th of September to the 13th January 1933, on one side began myself to put into practice very insistently, and even with a constant self derision, that religious philosophical principle known by men for centuries, and according to which our ancestors and even some contemporary people who reached, thanks to their good life, a certain degree of self-consciousness, dedicated a third of each year of their life—depending on which part would least interfere with the obligation of their ordinary life,—for self-perfec­ tion or, as they say, for \" saving their souls \"; this principle could be formulated in this way : \", To - be ­ patient - towards - every - being - and - not - to ­ attempt - by - the possibilities - in our - powe r -"},{"pageNumber":64,"pageContent":"to - alte r - the consequences - of - the - evil - deed s - of - our - neighbour s \", on the other side, I provoked and supported the manifestations of the principle through an artificial influence on the psyche of three other diffe­ rent persons, and I observed thoroughly all the conse­ quences that resulted from it. The devices of my artificial influence were threefold : The first I influenced by means of almost uninterrupted, kindly-mtentioned persuasions and conscientious exhorta­ tions ; the second I influenced by threats o f the terrible future awaiting him, and the third by means of various hypnotic suggestions. During the same period, in s o far a s my temporary physical depression, the consequence of serious fatigue, permitted, I still further intensified, in relation to all people coming in contact with me, my inner benevolence, but accompanied it by the strict fulfilment o f the possibility set myself a s a serious task of always re­ membering and, in conversations, deliberately mani­ festing, under a mask of serious irritation, the device have practised since the beginning of my aforesaid twenty-one year period of artificial life, and which I have summed up in the phrase : \" To - quarrel - ruthlessly ­ with - all - manifestations - dictated - in - peopl e ­ by - the - evil - factor - of - vanity - presen t - in ­ their - being.\" As to the facts I established at that time, I verified in all their aspects all the new facts which derived from that, so-called \" contact of inner worlds \", and I shall speak about them in some subsequent appeals I intend to publish, but I should like, in the meantime,—with refe­ rence to the last of my special observations and verifi­ cations, which I conducted, of course, also with a view to preparing for our descendants the factual material for the I"},{"pageNumber":65,"pageContent":"right inculcation and understanding by them of the real \" and true meaning of the psyche of their neighbours \" and fellow-men, unfortunate creatures, too, on account of their lack of will-power and of real, objective reason, so that they, i. e. our descendants, unlike us who, as people of our times, have already become, by reason of the abnormal environment, almost simple and automatically-vegetating animals, whereas we should be real God-like creatures capable of entering into and understanding the position of others,—to give an approximate explanation in this my first appeal of one original \" elucidatory experiment '', attempted by me during the last months, and to confess yet another and new categorical decision, brought forth by the consequences of this very psychological experiment, and to the fulfilment of which decision I intend to proceed immediately upon the completion of all my writings. I should like to speak of this experiment here and even to confess my categorical decision in this matter, in particular, so that there may arise—in the mentation of the many people who have met me on the ground of my ideas, but who still persist in vegetating on Earth, and on whom I then wasted much time without benefit for either them or myself, chiefly on account of their criminal laziness,— time which did not suffice, as it was, for my very important current affairs on a world scale—some shock of such intensity as to permit the formation in them finally, even if automatically, of some other form of \" thinking-and­ feeling \" more proper to man. I must state, first of all, that when, during these last months, I was working on this first appeal of mine while simultaneously looking through my first series of writings, which were ready for print, there arose the necessity of elucidating for myself the aforesaid detailed results eluding ordinary observation a s to the existence in man's inner"},{"pageNumber":66,"pageContent":"world of all sorts of altruistic strivings towards other people, therefore, taking into account the resulting situa­ tion, namely, that there were almost no people left about me essential for my general experimental elucidations, which was the consequence of the decision I had been applying over a period of years to limit the circle of people seeking to come in contact with me, I had recourse—in order to have at my disposal once again of the necessary body of various types of people, i. e. to have, as is said, a \" wide field for experiment \"—to the following measure. Having decided long beforehand to mortgage, upon the completion of my writings, my two European estates in order that, if upon the completion of my writings, my \" collateral-commercial \" affairs, as I call them, should happen for some reason, at the moment intended for publication, to be in what is a called a \" process-of­ increasing-inertia \" which as a matter of fact did happen, I might not be wholly dependent on others, and that I might have the possibility by the help of the money thus realized to put on foot the publication and spreading abroad of my writings as I thought fit, I set about the arranging of this mortgage not as any person more or less familiar with Parisian ways would have done, i. e. by simply entrusting the affair to the nearest lawyer, but, with the intention of forming such on experimental field, entrusted the affair rather to a whole series o f special offices existing for this purpose, as well as to private \" commission-agents \" and \" sub-commission­ agents \" . \" Thanks to this, what I think to be my last extrava­ ganza \", and with a view to satisfying the same mania, I elucidated for my own benefit—besides convincing myself of the correctness of my strange verification, which absolutely contradicted men's usual conception, that the"},{"pageNumber":67,"pageContent":"force and degree of man's inner benevolence evokes a proportionate degree o f '' ill-will \" in others,—a multitude of hitherto unsuspected and new, though slight, and yet very significant and explicative facts, and even, it may be said boldly, I became \" stuffed \" again with such wealth of purely psychological material that, contrary to my conviction, as well as that of all those who have more or less familiarised themselves with my writings, —a conviction that I had nothing more to write about, as I had already written about everything imaginable, it would, perhaps, have sufficed for my new writer's pro­ fession for the remainder of my life, assuming of course that I desired to continue in it. I was enriched to the maximum with material for writing on a countless number of different themes, capable of composing in their totality an important literary work, more extensive even perhaps than \" Beelzebub's Tales To His Grandson \", and called this time, for example, \" Dreams and Fantasies of People in the Twentieth Century \" . Two other sad consequences must be mentioned with reference to my real situation : the first was that I was forced, during that period, to abandon those places in Paris to which I had become accustomed, and to interrupt often in this way the regular tempo of my thoughts, which were devoted to my given task, because, from the day I had recourse to the aforesaid offices and private persons, the expansion of my \" experimental-field \" began to assume such proportions, a s a result apparently o f the general crisis, that within two or three days I was obliged to do so for fear of being, so to speak, finally \" sucked dr y ''; and the second was in that my extravagant idea cost me in the end a goodly sum of French francs and German marks."},{"pageNumber":68,"pageContent":"I would not have called this second circumstance sad, as it was all in the order of things to bear heavy expenses in the course of my various psychological researches, had it not been that I unexpectedly became that year a victim of the American crisis as well. Recalling now this much talked of '' American crisis \" and though fully cognizant of the fact that very many will reproach me, I shall not disguise, but openly admit, the fact that not only am I personally content, but that I even experience an impulse of \" satisfaction \" and bless this crisis, which has shaken what was, to all appearances, an already stable and prosperous American life. Such an apparently \" malignant \" impulse arose i n my original individuality, and continues to thrive therein, for the present as a result of the fact that only in conse­ quence o f its action upon my material position was I afforded the possibility of confirming the correctness of my investigations and have only now come to the full and absolute conviction, expressed now in all my being and not only, as before, in my consciousness, that if, in contradistinction to that documentally verified fact which persisted in the process o f the communal life of people up to the famous \" Graeco-Roman-Civilisation \", at the present time in the process of our communal life all the inner determined impulses of any man have finally ceased to make any impression and to have of their own accord any reverberation in the inner world of the people around us, this results exclusively from the consequences of the inculcation into the as yet unformed consciousness of the growing generation o f various conventions and customs for their artificial manifestation, i. e. a s a consequence of their so-called upbringing, which began to assume such distorted forms at the time of the Graeco-Roman-civilisa-"},{"pageNumber":69,"pageContent":"tion and to flourish particularly in the period of the Middle Ages. The immediate consequence of this my last \" extrava­ ganza '' was that, meeting a multitude of people of every kind of social situation and heredity, living at the present time in that centre of communal life for contemporary people which is even termed the '' capital of the world '', and where, consequently, must flow all, s o to speak, perfected devices \" of happy customary existence and whence all other people ought to take and use these for their good,—among the number of these perfected devices must be counted also, of course, simplified methods for the purposed formation in man's being of corresponding factors for the conscious and automatic manifestation of various aspects of \" objective-morality \",—I, having outwardly with these people, on the ground of my wish to obtain a comparatively small sum of money against the security of my property worth many millions, various, so to speak, \" logically-sequent-busmess-relations \" and inwardly realizing in practice the aforesaid \" religious­ philosophical-principle \" in pursuance of my special psy­ chological aim, as a result of all this, have fully and clearly, and without any shadow of doubt, established the complete absence in them of all those psychological factors which, in accordance with many historical data lending them­ selves to documentary proof, necessarily formed them­ selves in the entirety of people of past epochs. Those psychic factors in particular, which form them­ selves in people during the period of their preparatory age partly of their own accord under the influence of their environment, and partly by the deliberate action of wise tutors, during responsible life, mechanically react in such a way upon the usual general psyche, that these people"},{"pageNumber":70,"pageContent":"cannot, even in spite of all their mental desire, behave in relation to others otherwise than in accordance with these psychic factors rooted in them since childhood. I refer to those factors which are in the process of forming, even in the present time, entirely automatically, it is true, in the majority of people living on all continents in places more or less isolated from the influence of so­ called contemporary \" culture \" . It must be added here that these psychic factors may likewise be easily instilled into people living their prepara­ tory age under the conditions of contemporary culture, but to make possible the conservation of these factors unchanged over the whole period of responsible life it is indispensable,—with a view to their fixation, as my experi­ mental elucidations have shown me—to watch over them indefatigably over a period of one or two years following their coming of age, and shield them from specially potent environing influences by exercising a corresponding in­ fluence over them. Of these psychic factors the one that stands out most in relief, and which becomes at once easily obvious, is the factor that may be called \" scruple-of-conscience \" and which makes it impossible that its possessor act otherwise than frankly in relation to all those who show him full \" inner confidence, even if his so-called waking-cons­ ciousness \" urge him to act in an opposite manner. Speaking of this factor, inherent in the human psy­ che, which necessarily formed itself and was present in the whole period of the responsible life of our ancestors, now long departed into Eternity, does not prevent my saying also and even emphasizing with an impulse of great offence that of the fifty people inhabiting the capital of the world and serving me at that time—without, of course, their being conscious of it—as objects of my observations"},{"pageNumber":71,"pageContent":"and elucidations, the functioning and manifestation of this peculiar psychic factor proved among eleven of them to have been completely transformed into the factor called in ancient times \" podispodny \" that Is, degenera­ tion, and one which has already gone so far that, on acci­ dental or deliberate excitation of this factor, the manifes­ tation of its action comes about in man by the accomplish­ ment of a diametrically opposite act. I even assured myself of the existence in two of these eleven persons, two brothers of juridical origin, marked signs of the beginning of that same evil \" nothing \", which was first noted in man's entirety by the Babylonian sages and physiochemists, and called by them \" poisne­ kuer '', and which, according to the explanation of these sages, has the property of becoming transformed under certain well known conditions of environment into a source of contagion. I have the intention, I may say, upon the final completion \" of work on all my writings, to make this nothing \" also, the object of my investigations and to try and find means for uprooting forever from people's lives this plague on humanity. And becoming convinced during this time that the principal reason for the absence of these factors, which can be with ease deliberately formed, was to be found chiefly in the absence in the process of our contemporary life, for the education of the growing generation, of those specially trained people, who were necessarily to be found in the process of the customary life of our ancestors \" and were called spiritual-instructors \", and whose chief obligation consisted in helping, by direct influence upon the inner world of children in their district, the for­ mation in them of these particular, and inevitably requisite for communal life, psychic factors, I, without"},{"pageNumber":72,"pageContent":"long reflection, decided that if I were successful, in the first place,—in successfully overcoming by means of my writings that established and specifically mass psychosis of people, which was already analysed in all its aspects in ancient times and was called '' helertoon \" and which may also be explained, according to contemporary under­ standing, a s the \" unusual-excitation-of-minds \"—and secondly, in organizing without hindrance, and on the intended \" scale-and-tempo \", the clubs of the new type already mentioned, I would introduce from the beginning without fail the idea that one of the principal functions of these clubs should be the rapid organization everywhere among large groups of people of Institutes, the aim of which would be to prepare such \" spiritual­ instructors \" a s would fully answer to their calling. \" Aniline-cayenne \" will follow from this particular categorical decision of mine because into this decision there enters also my supposition that I, for the possibility of realising my aim, have also the intention of establishing as my first fund such a sum of money as the elucidatory psychological experiment, just explained, has cost me, with the addition of one more nought as interest, and of recovering this sum forcibly by creating lasting moral suffering in those whose duty at one time it was to make manifest the factors of good, giving rise to \" scruple o f conscience \" in the entirety of those people, who lately dealt with with one over the mortgage of my property, —that property earned literally by the sweat of my brow,— which mortgage was necessary for the benefit of humanity ; and I decided to do this with the knowledge and help of their relatives and friends. This will concern, of course, their former and as yet living tutors, for the dead, who did not, while alive, perform their obligations, which they voluntarily undertook towards their successors, annihilate"},{"pageNumber":73,"pageContent":"themselves, as I demonstrate experimentally, so completely that, after a few days already, there is no means, either by natural-physical or by supernatural-magical powers, of establishing contact with any of their former parts. And to make possible the realization of all this, I precisely today and in, to me, a very strange coincidence of circum­ stances, consisting in that I was writing the last lines of this my first appeal a few minutes before the coming of the New Year, according to the old style, in that moment in particular when, with the passage of objective time, in one of the processes of change from the old to the new year, i t suited just and impartial Fate or some other \" Saintly-Aspect-of-the-Blessed-Cosmic-Equilibrium '' to bring about my appearance into the world, give myself in this, for me, significant moment in the flood of my life, my essential word—to mobilize all my abilities and what­ soever possibilities have accumulated in me in the course of my past life in order to find these people and to realize in relation to them this very aim I have set myself. Amen. Now, after pronouncing such an often materialised here on Earth, Biblical and all-concluding word, it only remains for me to proclaim to all, who have in any way met me on the ground of my ideas up to the time of my activity as a writer, that, after an eight-year break in all relations with all and sundry, I again eagerly renew them as from today. I renew them in all eagerness, of course, only with those people whose inner world has not yet finally wasted away and fallen under the sway of various representatives of the God of Evil. Any personal interview with me is only possible after preliminary correspondence with my secretaries. Wherever I may be, my permanent address still remains as before : Chateau du Prieure, Fontainebleau, France."},{"pageNumber":74,"pageContent":"That place in particular, where was located the chief department o f \" The Institute For Man's Harmonious Development \", founded by me eleven years ago, and which, I may say, thanks to my keeping in view, from the very beginning of my activity as a writer, that I had in it something indispensable to the aim of fulfilling this present new phase o f my activity for the good of my neighbours, and, as a result of this, thanks to the principal aim I had set myself, regardless of my physical state after the catastrophe, of preserving this Chateau, and every­ thing it was comprised of and contained, intact in spite of very considerable difficulties of a material as well as of another nature,—remains at the present time not only intact and as well preserved as it was on the day of my misfortune, but may serve with entire satisfaction—because of the multitude of new constructions and improvements— for all that I may now undertake. G. GURDJIEFF."},{"pageNumber":75,"pageContent":"CIRCULAR LETTER addressed to all who have a t any time met m e on the ground of m y ideas, with seven appended registration-blanks. Dear Sir or Madam, When looking through, today, the final and printed text o f the first book of my writings as it was brought from the printer, and which I have called \" The Herald O f Coming Good \", my thoughts began to swarm, like thoroughbred bees disturbed in their narrow, primitive hive, with all sorts o f of impressions which had been accumulating in the course of my past life, amongst them the remem­ brance of definitely elucidated consequences in certain cases whose exterior results were like those which, in my opinion, ought to arise in men's lives through the publication of this book of mine. While reflecting upon this, as well as upon every­ thing else connected with the ensuing publications of my writings, it occurred to me that, before allowing this which may be called my \" First­ born-on-Earth \" to make its initial steps among the masses of people unacquainted with me, I should first send it, armed with my circular letter, to each o f those people—granted, of course, I"},{"pageNumber":76,"pageContent":"was still able to discover their address—widely scattered over the earth, who have ever come into contact with me on the ground of my ideas and who later deviated from me in the sense of sub­ jective relations towards me as to a personality, no matter whether as friends or enemies. I decided to do this because this first \" child \" of mine, forming as it does but a part o f a very important general result consequent upon my eight-year, night-and-day, almost uninterrupted, concentrated and unusual, for the contemporay man, active work, lacks still, being as yet isolated, and small into the bargain, sufficient strength to defend itself against all kinds of snares and mis­ fortunes. The means of defending itself principally against that, of late increased among us, type o f people who, though resembling us in outward formation, have yet become in their responsible age as a result of their abnormal education in childhood, as well as, of course, of their degenerate heredity, the possessors of the nature and heredity of real and rapacious ravens. Sending off this first-born of mine with the prayer of the accompanying letter to shield it from the aforesaid \" ravens \", I desire already now, in gratitude for the fulfilment o f my request and without waiting for the time to become ripe for this, as it necessarily will, to warn all those who have ever met me, or have discussed my ideas with me, about one condition, as yet unexplained in this booklet, contained in my proposed plan for the spreading far and wide of my writings, which it is my intention also to publish in the near future."},{"pageNumber":77,"pageContent":"According to this condition for the acquiring of my writings—in spite of what has been said in the text o f the booklet herewith appended as to the categorical decision to make accessible only the books of the first series—the books of the second series, as well as the first book of the third series, may also be made as accessible. The fact is that all the books of the second series will be immediately sent or distributed, as soon as printed, to any one desiring them, irres­ pective o f whether he has already been a follower of mine o r has only now become one, to anyone whose address will be indicated on the seven \" registration-blanks '' appended to this letter, the filling in and posting of which blanks to the corres­ ponding centre for the spreading of my writings being imposed as an obligatory duty upon the person, who will distribute or sell the first three books of the first series of my writings. I think now it would be most useful—for my fundamental aim a s well as for the easy and certain understanding o f all I have said in this circular letter of mine— if, in the first place, frankly confess the objective truth on the basis of which I decided with a clear conscience to make use o f such an unusual device for the spreading far and wide o f my writings, and, secondly, remind all the honourable addressees of my circular letter of one very actual and and easily imaginable fact, which played a part in my past life during the period of my meetings and discussions with them on the ground of my ideas. Where the first is concerned, I had in mind that \" commandment \" already sanctified by the I"},{"pageNumber":78,"pageContent":"ages for the peaceful and happy existence o f communities and which is thus expressed in words : \"One-hand-washes-another.'' But the last mentioned fact resulted from and consists in that if I—the person, that is, whose common sense, broad understanding, presence of mind and commercial capacities have been briefly but satisfactorily touched upon in the first book of the second series o f my writings,—lack, at the present, enough money for the publication, with a view to human happiness, of my almost ten-year's labour as a writer, a labour which is the result o f a half-a-century of deliberate suffering and cons­ cious labours for the realization o f what was, after all-sided active reflection, predetermined by me, money necessary to avoid depending upon the ca­ prices of various professional and non-professional publishers, then that is due exclusively to the, fact \" that when I—your formerly humble servant \"— had the opportunity of saving up for such an essential aim this really contemptible money, which is, for contemporary people, the source o f most evils, I gave all my time up to you. And you thanks only to this, if you do not possess, chiefly because of your criminal laziness, and also because, I confess now, meeting you then a s I did, I was inwardly pursuing an altogether different aim, that which you ought to have, and which, when I then satisfied, with complete honesty on my side, your curiosity, and sometimes even perhaps your love of knowledge, you acquired imperceptibly from yourself and have now in your individuality : first of all, the necessary feeling o f \" self-valuation \", which gives you the possibility of feeling yourself"},{"pageNumber":79,"pageContent":"superior to the average man, and, secondly, you have in you the preliminary required data for entering with the help of my detailed and written explanations and indications upon the path leading to real Being. I think I have the right to ask from you still more, namely, that you, as people more or less familiar with my language and the form taken by my thought, as well as with my original manner of exposition, should first attempt yourselves, without any of that \" philosophising \" common to contemporary people, to understand the various axioms illuminated by me in these first books and which in their inter-relation form the very essence of the whole o f this series o f my impartial wri­ tings, and should then devote the whole o f your­ self, for a definite period, to aiding by your expla­ nations the understanding o f them by other o f the sons of Our Common Father, who have strayed like you and who lack as a result, as you in your inner world, all perseverance in regard to objec­ tive truths of whatsoever nature. As I was obliged to address this first circular letter principally to people who have already come into direct relation to me, I should like to profit by this opportunity and to express in conclusion in the name of future generations as well as per­ sonally my sincere gratitude to those o f the people coming into contact with me during the twenty-year-period o f life mentioned in the \" Herald-Of-Coming-Good \", who have through many years—without their knowledge—served me as objects o f my observations and investigations o f the processes going on in them o f crystallisation"},{"pageNumber":80,"pageContent":"and decrystallisation of those psychic factors, the transformation of which for the acquiring of subjec­ tivised manifestation demands a comparatively lengthy period. I consider it my moral duty to add here that these observations and investigations o f mine i n the past cannot henceforth serve as the reason why these people, who have served as the objects of my investigation, should now have lost the possibility of entering together with others upon the true path and of attaining—by the help of my detailed and written explanations—to real Being. For the automatic elimination from the general entity of the above-mentioned people o f all psychic factors, capable o f impeding the whole hearted devotion of self to newly based work for the attainment of the predetermined Higher Being, which must necessarily be kin to man, and for the elimination likewise of some resulting and so-called '' bitter-dregs '' in relation to me as a personality, I think it is necessary to say only the following :— Believe me, during the whole period of my relations with you, m y inner world never harboured either egotistical or altruistic impulses, and there existed only, always and in everything, the ex­ clusive desire to prepare in all perfection for the \" future generations the science of the Objective- Truth-Of-Reality \" . But know, in any case, that, firstly, the whole amount realized by the sale of the books of my first series of writings, will be carried into a special fund, reserved for printing, the spreading of these writings among the masses and the giving of faci-"},{"pageNumber":81,"pageContent":"lities to those unable to acquire them, and, secondly, all detailed enquiries as to the all—embracing litera­ ture created by me during these years will be answ­ ered for the time being only from the central bureau of m y publications whose address i s : Chateau \" Paradou \", Fontainebleau, France. At the moment the first book of the first series is already being set up and printed in the Russian, French, English and German colloquial languages ; translations are already being finished in the Armenian, Spanish, Turkish and Swedish languages. So far the books of the first series are being printed only in France ; in the near future it i s proposed to begin printing in Germany, America and Persia. For the retail sale of the first edition of the books of this first series I fix the price—irrespective of the place of sale— at 200 French francs. G. GURDJIEFF."},{"pageNumber":82,"pageContent":"A SUPPLEMENTARY ANNOUNCEMENT Evoked by the Events o f the Last few days and Which Might Have Very Great Significance For Many People Who Have Known Me. Tuesday, 7th March 1933. Grand Cafe. Fontainebleau. The events o f an economic, political and social character, taking place in the past few weeks among the people o f all the continents, have finally confirmed in me the conviction that already this small booklet of my writings, which heads the list o f my publications, will have an unusually large and moreover a rapidly increased circulation and will fall, o f course, first of all into the hands of each one of those people who, eleven years ago, took part in one way or another in the organization in France of the principal department of the public institute founded by me under the name of \" The Institute For Man's Harmonious Development \" . And in view o f the fact that, shortly on that very spot, and in almost the same conditions, there is due to take place a very important event connected with that former organization, decided today, that is, a few hours before the appearance o f this book in print, when I was sketching the plans o f my proposed new constructions, to write the following announcement and to ask the publisher to add this supplement. This imminent event, information about which will without doubt call up in the feelings and thought o f all those who for­ merly participated in my past activity various associations and reactions, consists in that, firstly, -on the 23rd of April by the old style o f the real year, that is, on the day of Saint-George-the- I"},{"pageNumber":83,"pageContent":"Victor, which day was counted throughout the period o f the exis­ tence of the Institute as, so to speak, its \" Coronation-Day \", there is due to take place, as also happened for the first time eleven years ago, a solemn laying of the foundation stone of the new building, which already, in its first form, was, on account of its significance, considered and ought henceforth all the more to be considered as it were as the heart of all my activity for the good o f my neighbours and which was known to all who ever visited the Chateau du Prieure under the name of \" Gymnasium \" or, as it was called by the English and Americans, \" Study-House \" . This time, the final building, answering a s it does in every respect to its appelation will be situated in the very centre of the big park. The new \" Gymnasium \" or \" Study-House \" will comprise, besides the theatre and lecture hall which already existed, on the first and basement floors several independent laboratories, fitted out according to all the achievements o f modern science, and in the number o f which will be found three as yet unexistent on Earth, namely the \" Magnetic-Astral \" , the \" Thoughthanbled­ zoin \" and Mentaloethero-winged ; above will be the also fabulous, astronomical observatory fitted out with all devices for applying all the laws known on Earth in various ages for the refraction and reflection of rays and for the magnifying of the visibility by means of mediumistic properties. This building will be fitted out also with other inventions, which I long ago constructed and which are already known to many, though they have not been as yet exploited, and among which are to be found : The \" Luminous-Key-Board \" and the Retro-Rebounding-Echoraising-Organ \" . Secondly, from the first of June of this year will be established again the interrupted activity o f the Institute organized at that time, though it is being re-established on other foundations and even under a n altogether different name, but appearing in its totality as the result of its realization at that time. There will be re-established also in its full intensity that activity which is so unusual in modern times and which was first inter­ rupted in 1924 as a result of the serious injuries which I received in my motor accident, and also later as a result of my decision to devote myself wholly for a definite period to activity as a writer. I have now decided, in this first booklet to be published by me and which might also be called, as they used to say in ancient"},{"pageNumber":84,"pageContent":"times, \" Habarchi \" , i. e. \" town-crier \", because it proclaims, above all, in the hearing of all the coming on God's Earth in sequent order of thealready weighty ,and all-and-everything ­ illuminating volumes written by me, to announce this also in order that—in time for such an impending event which is so signi­ ficant for the fundamental aim o f my life—information about it might have time to reach as great a number of people as possible who participated the first time in the arrangement and opening of the initial activity of the Institute founded by me and to call up in them :—in some, whose actions were at that time based upon a desire for good and happiness not only for themselves, but also for their neighbours, a proud-and-joyful satisfaction ; in others, whose every intention and manifestation was founded upon, as they, too, will now themselves in all probability confess with an impulse of remorse, only their purely-slavish egotism and criminal laziness,— shame and repentance. And may this my new beginning be in harmony with all the three embodied Blessed Forces of OUR COMMON FATHER. Amen."},{"pageNumber":85,"pageContent":"ACHIEVED PRINTI NG ON THE TWENTY SIXTH OF AUGUST NINETEEN HUNDRED AND THIRTY THREE BY LA SOCIETE ANONYME DES EDITIONS DE L'OUEST, 40. RUE DU CORNET. ANGERS (FRANCE)."}]
