[{"pageContent":"001 [gurd_9781101160411_msr_cvi_r1.jpg]"},{"pageContent":"Table of ContentsTitle Page [gurd_9781101160411_oeb_tp_r1.xhtml]Copyright Page [gurd_9781101160411_oeb_cop_r1.xhtml]Epigraph [gurd_9781101160411_oeb_epi_r1.xhtml]Foreword [gurd_9781101160411_oeb_frw_r1.xhtml]Introduction [gurd_9781101160411_oeb_itr_r1.xhtml] FIRST TALK [gurd_9781101160411_oeb_c01_r1.xhtml]SECOND TALK [gurd_9781101160411_oeb_c02_r1.xhtml]THIRD TALK [gurd_9781101160411_oeb_c03_r1.xhtml]FOURTH TALK [gurd_9781101160411_oeb_c04_r1.xhtml]FIFTH TALK [gurd_9781101160411_oeb_c05_r1.xhtml] THE OUTER AND INNER WORLD OF MAN [gurd_9781101160411_oeb_bm1_r1.xhtml]"},{"pageContent":"001 [gurd_9781101160411_oeb_001_r1.jpg]LIFE IS REAL ONLY THEN, WHEN ‘I AM’George Ivanovich Gurdjieff (1877—1949) was born in Alexandropol and trained inKars as both a priest and a physician. For some twenty years Gurdjieff travelledin the remotest regions of Central Asia and the Middle East. These years werecrucial in the moulding of his thought On his return, he began to gather pupilsin Moscow before the First World War and continued his work with a small partyof followers while moving, during the year of the Russian revolution, toEssentuki in the Caucasus, and then through Tiflis, Constantinople, Berlin andLondon to the Château du Prieuré near Paris, where he opened his Institute forthe Harmonious Development of Man in 1922 on a larger scale. The story of his unremitting search for a real and universal knowledge isunfolded, and his ideas are expounded, in his major works: Beelzebub’s Tales toHis Grandson, Meetings withRemarkable Men, Life is Real Only Then,When ‘I Am’and Views from theReal World."},{"pageContent":"002 [gurd_9781101160411_oeb_002_r1.jpg]"},{"pageContent":"ARKANA Published by the Penguin GroupPenguin Books Ltd, 80 Strand, London WC2R ORL, EnglandPenguin Putnam Inc., 375 Hudson Street, New York, New York 10014, USAPenguin Books Australia Ltd, 250 Camberwell Road, Camberwell, Victoria 3124,AustraliaPenguin Books Canada Ltd, 10 Alcorn Avenue, Toronto, Ontario, Canada M4V 3B2Penguin Books India (P) Ltd, 11 Community Centre, Panchsheel Park, New Delhi -110 017, IndiaPenguin Books (NZ) Ltd, Cnr Rosedale and Airborne Roads, Albany, Auckland, NewZealandPenguin Books (South Africa) (Pty) Ltd, 24 Sturdee Avenue, Rosebank 2196, SouthAfrica Penguin Books Ltd, Registered Offices: 80 Strand, London WC2R ORL, England www.penguin.com [http://www.penguin.com] This edition first published in the USA by Viking Arkana 1991First published in Great Britain by Arkana 199915 Copyright © Triangle Editions, Inc., 1975, 1978 All rights reserved For the preparation of this authorized text, the latest version of themanuscript wasused, but all extant versions were consulted. A small number of editorialadditionsare marked by square brackets. Numeration of each separate paragraph of theProloguehas been omitted. This edition includes an additional 10 pages as eISBN : 978-1-101-16041-1 www.greenpenguin.co.uk [http://www.greenpenguin.co.uk]003 [gurd_9781101160411_oeb_003_r1.gif]Penguin Books is committed to a sustainable future for our business, our readersand our planet. The book in your hands is made from paper certified by theForest Stewudship Council.http://us.penguingroup.com [http://us.penguingroup.com]"},{"pageContent":"ALL AND EVERYTHINGTen Books in Three SeriesFIRST SERIES: Three books under the title of “Beelzebub’s Tales to His Grandson”or, “An Objectively Impartial Criticism of the Life of Man.” SECOND SERIES: Three books under the common title of “Meetings with RemarkableMen.” THIRD SERIES: Four books under the common title of “Life Is Real Only Then, When‘I Am.’All written according to entirely new principles of logical reasoning andstrictly directed towards the solution of the following three cardinal problems: FIRST SERIES: To destroy, mercilessly, without any compromises whatsoever, inthe mentation and feelings of the reader, the beliefs and views, by centuriesrooted in him, about everything existing in the world. SECOND SERIES: To acquaint the reader with the material required for a newcreation and to prove the soundness and good quality of it. THIRD SERIES: To assist the arising, in the mentation and in the feelings of thereader, of a veritable, nonfantastic representation not of that illusory worldwhich he now perceives, but of the world existing in reality."},{"pageContent":"“No one interested in my writings should ever attempt to read them in any otherthan the indicated order; in other words, he should never read anything writtenby me before he is already well acquainted with the earlier works.” G. I. GURDJIEFF “... as regards the real, indubitably comprehensible, genuine objective truthswhich will be brought to light by me in the third series, I intend to make themaccessible exclusively only to those from among the hearers of the second seriesof my writings who will be selected by specially prepared people according to myconsidered instructions.”G. I. GURDJIEFF,Beelzebub’s Tales to His Grandson(Third Book, p.428)"},{"pageContent":"PREFATORY NOTEAlthough this text is no more than a fragmentary and preliminary draft of whatG. I. Gurdjieff intended to write for the Third Series, “Life Is Real Only Then,When ‘I Am,’” his family feel obliged to obey our uncle’s wish, as he emphasizedin his introduction, “to share with creatures similar to himself everything hehad learned about the inner world of man.” We consider we are being faithful to his intention when he wrote theintroduction and thus are also meeting the expectations of very many peopleinterested in his teaching. On behalf of the family,VALENTIN ANASTASIEFF"},{"pageContent":"FOREWORD“My last book, through which I wish to share with other creatures of our CommonFathersimilartomyself, almost all the previously unknown mysteries of the innerworld of man which I have accidentally learned. ”Gurdjieff wrote these words on the 6th of November, 1934, and immediatelystarted to work. For the next few months he devoted himself entirely to workingout his ideas for this book.Then suddenly, on the 2nd of April, 1935, he completely stopped writing.One is bound to ask: why did he abandon the project at this point and neverreturn to it again?Why did he leave this Third Series unfinished and apparently give up hisintention to publish it?It is not possible to answer these questions unless one has been oneself engagedin the intensive work which Gurdjieff undertook in the last fifteen years of hislife with a certain number of pupils, creating for them day after day theconditions necessary for a direct and practical study of his ideas.He let it be clearly understood, on the last page of Beelzebub’s Tales to HisGrandson, that the Third Series would be accessible only to those who would beselected as capable of understanding “the genuine objective truths which he willbring to light” in this Series. Gurdjieff speaks to the man of today, that is, someone who no longer knows howto recognize the truth revealed to him in different forms since the earliesttimes—to someone with a deep sense of dissatisfaction, who feels isolated,meaningless.But, given such a man, how to awaken in him an intelligence that can distinguishthe real from the illusory?According to Gurdjieff, the truth can be approached only if all the parts whichmake up the human being, the thought, the feeling and the body, are touched withthe same force and in the particular way appropriate to each of them—failingwhich, development will inevitably be one-sided and sooner or later come to astop.In the absence of an effective understanding of this principle, all work ononeself is certain to deviate from the aim. The essential conditions will bewrongly understood and one will see a mechanical repetition of forms of effortwhich never surpass a quite ordinary level. Gurdjieff knew how to make use of every circumstance of life to have people feelthe truth.I have seen him at work, listening to the possibilities of understanding in eachof his groups and also to the subjective difficulties of each pupil. I have seenhim deliberately putting the accent on a particular aspect of knowledge, then onanother aspect, according to a very definite plan—working at times with athought that stimulated the intellect and opened up an entirely new vision, attimes with a feeling that required giving up all artifice in favor of animmediate and complete sincerity, at times with the awakening and putting inmotion of a body that responded freely to whatever it was asked to serve. So what did he have in mind in writing the Third Series?The role he assigned to it cannot be disassociated from his way of teaching. Atthe precise moment he found it necessary, he would have a particular chapter ora particular passage read aloud in his presence, bringing suggestions or imagesto his pupils which put them suddenly in front of themselves and their innercontradictions.It was a way that did not isolate them from life but passed through life, a waythat took into account the yes and the no, the oppositions, all the contraryforces, a way that made them understand the necessity of struggling to riseabove the battle while at the same time taking part in it.One was brought to a threshold to be crossed and for the first time one feltthat complete sincerity was required of one. It might appear to be a difficultpassage but what was being left behind no longer had the old attraction. Infront of certain hesitations, the picture Gurdjieff gave of himself was ameasure of what it was necessary to give and of what had to be given up in ordernot to take a wrong turn.Then it was no longer the teaching of the doctrine but the incarnate action ofknowledge.The Third Series, incomplete and unfinished as it is, reveals the action of themaster—of the one who, simply by his presence, obliges you to come to adecision, to know what you want. Before he died, Gurdjieff sent for me to tell me how he saw the state of affairsand to give me certain instructions:“Publish as and when you are sure that the time has come. Publish the First andSecond Series. But the essential thing, the first thing, is to prepare a nucleusof people capable of responding to the demand which will arise.“So long as there is no responsible nucleus, the action of the ideas will not gobeyond a certain threshold. That will take time ... a lot of time, even.“To publish the Third Series is not necessary.“It was written for another purpose.“Nevertheless, if you believe you ought to do so one day, publish it.”The task became clear to me: as soon as the First Series had been published, itwould be necessary to work without respite to form a nucleus capable, throughits level of objectivity, devotion and the demands it would make on itself, ofsustaining the current that had been created.JEANNE DE SALZMANN"},{"pageContent":"PROLOGUEI am... ? But what has become of that full-sensing of the whole of myself,formerly always in me in just such cases of self-questioning during the processof self-remembering.... Is it possible that this inner ability was achieved by me thanks to all kinds ofself-denial and frequent self-goading only in order that now, when its influencefor my Being is more necessary even than air, it should vanish without trace? No! This cannot be! ... Something here is not right!If this is true, then every thing in the sphere o reason is illogical. But in me is not yet atrophied the possibility of actualizing conscious laborand intentional suffering!... According to all past events I must still be. I wish! ... and will be!! Moreover, my Being is necessary not only for my personal egoism but also for thecommon welfare of all humanity. My Being is indeed necessary to all people; even more necessary to them thantheir felicity and their happiness of today. I wish still to be ... I still am! By the incomprehensible laws of the association of human thoughts, now, beforebeginning to write this book which will be my third-that is, myinstructive—series of writings, and in general my last book, through which Iwish to share with the other creatures of our Common Father similar to myselfalmost all the previously unknown mysteries of the inner world of man which Ihave accidentally learned, there has reoccurred to me the above-quotedself-reasoning which proceeded in me during an almost delirious state exactlyseven years ago today, and even, it seems to me, at this very hour. This fantastic soliloquy proceeded in me the 6th of November, 1927, early in themorning in one of the Montmartre night cafés in Paris when, tired already toexhaustion from my “black” thoughts, I had decided to go home and there oncemore to try whether I might perhaps succeed in sleeping at least a little. Although my health was, then too, in general bad-yet on this morning I feltparticularly miserable. My miserable state on that morning was also further aggravated by the fact thatduring the last two or three weeks I had slept not more than one or two hours intwenty-four, and this last night I had not been able to sleep at all. The fundamental cause of such sleeplessness and general disorder, in those daysalready excessive, of nearly all the important functions of my organism, was theuninterrupted flowing in my consciousness of “heavy” thoughts about theapparently insoluble situation which had then unexpectedly arisen for me. In order to be able to explain, at least approximately, what this insolublesituation for me was, I must first say the following: For more than three years up till then I had been writing, almost day and night,with constant self-driving, the books I had resolved to publish. I say with constant self-driving because, due to the consequences of anautomobile accident which happened to me just before beginning to write thesebooks, I had been very ill and weak, and therefore, of course, had not had thepossibility for any active action. Yet I had not spared myself, and had worked very hard in such a state, chieflythanks to the factors that formed in my consciousness, from the very beginning,the following idée fixe notion:Since I had not, when in full strength and health, succeeded in introducing inpractice into the life of people the beneficial truths elucidated for them byme, then I must at least, at any cost, succeed in doing this in theory, beforemy death. While writing out in outline during the first year the different fragmentsintended for publication, I had decided to write three series of books. I had decided with the contents of the first series of books to achieve thedestruction, in the consciousness and feelings of people, of deep-rootedconvictions which in my opinion are false and quite contradictory to reality. With the contents of the second series of books to prove that there exist otherways of perceiving reality, and to indicate their direction. With the contents of the third series of books to share the possibilities whichI had discovered of touching reality and, if so desired, even merging with it. With such intentions I began from the second year to write out this material indefinite books, in a form now for general understanding. And just before the events I am now describing, I had finished writing all thebooks of the first series and was already working on the books of the secondseries. As I had the intention of publishing the first series of my writings thefollowing year, I therefore decided, parallel with working on the books of thesecond series, to hold frequent public readings of the first series. I decided to do this in order, before finally sending them to press, to reviewthem once more but this time in accordance with the impressions with whichdifferent fragments were received by people of different typicalities anddifferent degrees of mental development. And in view of this aim, I began from then on to invite to my city apartmentdifferent persons of my acquaintance of corresponding individuality to hear thechapter proposed for correction, which was read aloud by somebody in theirpresence. At that time I had my principal place of residence for my whole family as wellas for myself at Fontainebleau, but because of my frequent visits to Paris I wasobliged also to have an apartment there. During these common readings, in the presence of listeners of many differenttypicalities, while simultaneously observing the audience and listening to mywriting, now ready for publication, I for the first time very definitelyestablished and clearly, without any doubt, understood the following: The form of the exposition of my thoughts in these writings could be understoodexclusively by those readers who, in one way or another, were already acquaintedwith the peculiar form of my mentation. But every other reader for whom, strictly speaking, I had goaded myself almostday and night during this time, would understand nearly nothing. During this common reading, by the way, I enlightened myself for the first timewith regard to the particular form in which it would be necessary to write inorder that it might be accessible to the understanding of everyone. So, when I had clarified all this to myself, there just then appeared before me,in all its splendor and full majesty, the question of my health.Above everything else, there then flowed in my consciousness the followingthoughts: If all this, which was written during three or four years of almost unceasingday and night work, were to be rewritten from the beginning in another form moreaccessible to the understanding of every reader, at least the same length oftime would be required.... But time is needed for the exposition of the secondand third series; and time will be also necessary for introducing into practicallife the essence of these writings of mine.... But where can so much time beobtained? ... If my time depended solely upon me I could, of course, rewrite all this anew.Moreover, from the very beginning of this new writing, I would acquire thecertainty of a peaceful end, for now, knowing how to write, I could fully expectthat at least after my death the principal aims of my life would certainly berealized. But, due to all kinds of accumulated consequences of my past life, it so happensthat just now my time depends not upon me but exclusively upon the “self-willed”Archangel Gabriel. And indeed there remains to me but one or two or perhaps, atthe most, three years more of life. Concerning this, that is, that I have soon to die, any one of hundreds ofphysician-specialists knowing me can now confirm. Besides this, I myself in my past life had not in vain been known as a good,above the average, diagnostician. Not for nothing had I during my life held many conversations with thousands ofcandidates for a speedy departure from this world.It would, strictly speaking, even be unnatural if it were not so.... For theprocesses of the involution of my health during my past life had proceeded manytimes more rapidly and intensively than the processes of its evolution. In fact, all the functions of my organism which previously had been, as myfriends said, “steel-cast,” had gradually degenerated, so that at the presentmoment due to constant overworking not one of them was, even relatively,functioning properly. This is not at all to be wondered at.... Even without considering the many otherevents unusual in human experience which had taken place in the accidentallypeculiar pattern of my past life, it would be enough to recall that strange andinexplicable destiny pursuing me, which consisted in my having been woundedthree times in quite different circumstances, each time almost mortally and eachtime by a stray bullet. If the full significance of only these three incidents were comprehended, whichinevitably implanted ineffaceable results in my body, one could understand thatthey in themselves were sufficient to have caused my final end long ago. The first of these three incomprehensible fateful events happened in 1896, onthe island of Crete, one year before the Greco-Turkish War. From there, while still unconscious, I was brought, I don’t know why, by someunknown Greeks to Jerusalem. Soon, with consciousness returned, although with my health not yet quiterestored, I in the company of other-just such as myself—“seekers of pearls inmanure” set out from Jerusalem for Russia not by water, as normal peopleordinarily do, but by land, on foot. From such wandering, continuing about four months nearly always through placesalmost impassable, with my health still in precarious condition, there must, ofcourse, have been implanted in my organism for the rest of my life some“chronically manifesting” factors of evil influence upon my health. In addition to everything else, during this foolish trip, there visited me andfound delight in my body, for quite a long stay, some specific “delicacies” oflocal character, among which, by the way, were the honored and famous “Kurdistantzinga” [scurvy], the not less famous “Armenian dysentery” and, of course, thatcommon and omnipresent favorite of many names: la grippe, or influenza. After this, willy-nilly, I had to live some months, without absenting myself, athome in Transcaucasia, and then again began, animated of course as always by theidée fixe of my inner world, various trips through all kinds of bush and jungle. And this time in my unfortunate physical body I again played host, during theirlong visits, to many other specific delicacies of local character. Among such new guests were the honored “Ashkhabadian bedinka,” “Bokharianmalaria,” “Tibetan hydropsy,” “Beluchistan dysentery” and many others who alsoleft their calling cards permanently whenever they called. In the following years my organism, although it had already acquired immunityfrom all such local delicacies, nevertheless could not, of course, due to itsincreasing tenseness, eradicate the consequences of these old delicacies.Under such conditions of tension years passed; then, for this unfortunatephysical body of mine, came another year of destiny, 1902, when I was puncturedby a second stray bullet. This occurred in the majestic mountains of Tibet one year before theAnglo-Tibetan War. On this second occasion, my unfortunate physical body was able to elude destinybecause near me there were five good physicians-three of European education andtwo specialists of Tibetan medicine, all five very sincerely devoted to me. After three or four months of unconscious life, for me there flowed stillanother year of constant physical tenseness and unusual psychic contrivance—andthen came my third fateful year. This was at the end of 1904 in the Transcaucasian region in the neighborhood ofthe Chiatura Tunnel. Speaking about this third stray bullet, I cannot here deny myself theopportunity, for the pleasure of some and for the displeasure of others of myacquaintances of the present time, of now saying openly about this third bulletthat it was plunked into me, of course unconsciously, by some “charmer” fromamong those two groups of people, who, fallen on one side under the influence ofthe revolutionary psychosis and on the other under the sway of imperioussuperiors, accidental upstarts, together laid then, also of courseunconsciously, the basic foundation stones of the groundwork of the, at leasttoday, indeed “great Russia.” There then proceeded firing between the so-called Russian army, chieflyCossacks, and the so-called Gourians. In view of the fact that certain events in my life, beginning with this thirdnearly fatal wound and up to the present time, have among themselves, as I haverecently noticed, a very strange, and at the same time very definite, connectionin terms of one physical law, I will therefore describe some of these eventswith as much detail as possible. It is necessary before going further to mention here also that on the evening ofNovember 6, 1927, when, after a good sleep, I began to think of the situationthat had arisen for me, then into my consciousness flashed one idea, amongothers, which then appeared to me entirely absurd; but now, after havingconstated unexpectedly and having elucidated during the last seven years variousfacts previously unknown to me, I have become convinced without any doubt thatit must be true. And so, at the time of this third bullet, near me there was only one man, and atthat a very weak one. As I learned later, he, surmising that the situation andsurrounding circumstances were such that very undesirable consequences mightarise for me, quickly somewhere found a donkey and, placing me, completelyunconscious, on it, in haste drove it far into the mountains. There he put me in some cave, and himself went to look for help. He found some kind of a “barber-physician” and necessary bandages and returnedwith them late in the evening. They did not find anyone in the cave and were astounded, because neither could Ihave left by myself nor could anyone else have come there, and as far as wildanimals were concerned, they knew well that in this region, aside from deer andgoat and sheep, there were no animals. They noticed traces of blood, but it was impossible to follow them because thenight had already fallen.Only the next morning, when it began to dawn, after spending the whole night inanxiety and fruitless search in the forest, did they find me between some rocks,still alive and apparently sound asleep. The barber immediately found some roots, and with these he made a temporarytourniquet, and after giving instructions to my weak friend what to do, he atonce set out somewhere. Late in the evening he returned accompanied by two of his friends, called“Khevsurs,” with a two-wheeled cart to which were harnessed two mules. That evening they drove me still higher into the mountains and again placed mein a cave, but this time a large one, adjacent to another immense cave in which,as later appeared, sat and reclined, perhaps contemplating human life of pastand future ages, several score Khevsurian dead, “mummified” by the rarefied airof that high place. In this cave where they placed me, for two weeks, in the presence of theaforementioned weak man, the barber and one young Khevsur, there proceeded in methe struggle between life and death. After that my health began to improve at such a pace that in one week more myconsciousness had entirely returned, and I could already move about with thehelp of someone and a stick, and a couple of times even visit the “secretmeeting” of my “immortal neighbors.” At this time it was ascertained that below, in the process of civil war, theupper hand, as it is said, had been taken by the Russian army and that alreadyeverywhere the Cossacks were poking about and arresting every “suspicious”inhabitant who was not a native.As I was not a native, and knew also the process of the mentation of peoplefallen under a “revolutionary psychosis,” I decided to flee from these parts assoon as possible. Taking into consideration the surrounding conditions of the Transcaucasianregion as a whole, and my personal prospects for the future, I decided to gointo the Transcaspian region. Subjected to incredible physical sufferings, I set out in the company of theabove-mentioned weak man. I experienced unbelievable sufferings chiefly because I had everywhere on theway to preserve an unsuspicious exterior. An exterior not arousing suspicion was necessary so as not to become a victimeither of this “political psychosis” or of the so-called “national psychosis.” The fact of the matter is that, in places where the railroad passed, there hadonly recently been completed a so-called “realization of a higher gradation” ofthe “national psychosis,” in this instance between the Armenians and Tartars,and some peculiarities of this human scourge still continued to flow bymomentum. My misfortune in this case consisted in the fact that, having a “universalappearance,” I represented to the Armenians a pure-blooded Tartar and to theTartars a pure-blooded Armenian. To make a long story short, I, by hook or by crook, in the company of this weakfriend of mine, and with the help of a “mouth harmonica,” arrived in theTranscaspian region. This mouth harmonica, which I discovered in the pocket of my coat, rendered us agreat service.On this original instrument I then played, I confess, not badly -although Iplayed only two tunes: “The Peaks of Manchuria” and “Valse Ozhidanie.” Arriving in the Transcaspian region we decided for the time being to establishourselves in the city of Ashkhabad. We rented two good rooms in a private house with a charming garden, and I couldfinally rest. Yet, on the first morning when my only near person there went to a pharmacy toget for me the necessary medicaments, he did not return for a long time. Hours passed, but still he did not come ... he did not come. I began to be anxious, chiefly because I knew that he was here for the firsttime and did not yet know anybody. Night is falling and I have no more patience.... I am going to look for him. But where? First of all I go to the pharmacy. There they know nothing.... Suddenly, listening to my questions, the druggist’s boy says that he saw thissame young man, who was there in the morning, arrested by the police in thestreet not far from there, and taken away somewhere. What is to be done? Where to go? I know no one here, and besides I am hardlyable to move because during the last few days I have become completelyexhausted. When I leave the pharmacy, it is almost completely dark in the street. By chance an unoccupied carriage passes. I ask to be taken to the center of thecity, somewhere near the bazaar where after the stores close there is stilllife.I decide to go to such a place in the hope of meeting, perhaps in one of thecafés or chaikhanas, someone of my acquaintance. I am barely moving through narrow streets, and come across only small ashkhanas,where only the Tekinians sit. I am weakening more and more, and in my thoughts already flashes a suspicionthat I may lose consciousness. I sit down on the terrace in front of the first chaikhana I pass, and ask forsome green tea. While drinking tea, I come to—thank God!-and look around on the space dimly litby the street lantern. I see a tall man with a long beard, in European clothing, pass by the chaikhana. His face seems familiar. I stare at him while he, already coming near, alsolooking at me very intently, passes on. Proceeding further, he turns around several times and looks again at me. I take a risk and call after him in Armenian: “Either I know you, or you know me!” He stops, and looking at me, suddenly exclaims, “Ah! Black Devil!” and walksback. It was enough for me to hear his voice, and already I knew who he was. He was no other than my distant relative, the former police court interpreter. I already knew that several years before he had been exiled to some place in theTranscaspian region, but to where I did not know.And I also knew that the reason for his exile was that he had stolen theaffections of the paramour of the chief of police. Can you imagine my inner exultation at such a meeting? I will not describe how and about what we talked, while sitting on that terraceof the small chaikhana and continuing to drink green tea. I will only say that on the following morning this distant relative of mine, theformer police official, came to me accompanied by his friend, a policelieutenant. From them I learned, first, that nothing serious threatened my companion. He was arrested only because he was here for the first time and nobody here hadever seen him before. And as there were now many dangerous revolutionaries everywhere, he was arrestedonly in order to establish his identity. This, they say, is not a complicated thing. They will write to the place wherehis passport was issued and order an inquiry into his political reliability; butif he must, in the meanwhile, disport himself with fleas and lice, what of it?To experience this is a very good thing as a preliminary education for thefuture life. And secondly, added my distant relative, lowering his voice, your name appearson the list of sources disturbing for the peace of visitors to “Montmartre,”places of frivolous amusement. On this account, and also because of some other considerations, I, still in avery sick condition, decided to leave this place also as quickly as possible.For I could do nothing to help my friend. Now entirely alone, and moreover with very limited funds, I set out in thedirection of Central Asia. After overcoming with unimaginable difficulties every kind of great and smallobstacle, I came to the city of Yangihissar in the former Chinese Turkestan,where, from old friends of mine, I supplied myself with money and then foundmyself in that same place where I had lived several years before, whilerecovering my health when it had been shattered because of stray bullet numbertwo. This place is located on the southwestern edge of the Gobi desert and representsto my mind the most fertile of all the parts of the surface of our earth. And concerning the air of this place and its salutary influence on everyoneinhaling it, I will say that it is truly purgatorial. If in reality there exist paradise and hell, and if from them arises anyradiation, then the air in the space between these two sources would surely haveto be similar to this. For on one side is a soil which almost literally pours from itself, as from acornucopia, all kinds of earthly flora, fauna and phoscalia, and right next tothis fertile soil is an area of many thousands of square kilometers representingliterally hell, where not only nothing crops up but anything originatingelsewhere that happens to get in its midst, is destroyed in a very short time,leaving no trace. Namely, here on this small singular piece of the hard surface of our Earth theair of which, that is, our second food, originates and is transformed betweenthe forces of paradise and hell, in me there had proceeded at the end of myfirst visit there, then also in an almost delirious condition, just that sameself-reasoning concerning which, in my consciousness, on the evening of November6th, as I have mentioned above, there flashed an idea which appeared to me thenentirely absurd. The first time, my friends brought me here in an unconscious condition, soonafter I had been wounded by the second stray bullet. At the beginning, near me were many friends among whom were also the fivementioned physicians. And when, after the return of consciousness, I began to improve, all of themgradually went away, and I remained there with only one Tibetan and one veryyoung Kara-Kirghiz. Living there, far from people of all sorts, attended by these two sympatheticpeople who treated me almost maternally, and all the time nourished by theabove-mentioned “cleansing air,” I, within six weeks, recovered so that Ialready wished and was able at any moment to leave this salutary place. Everything was already gathered and packed and we awaited the coming of theyoung Kara-Kirghiz’ father, with his three camels, in order to proceed on thejourney. As I had information that in one of the valleys of the mountain, then called“the peak of Alexander III,” there were at that time several Russian officers,topographers of the Turkestan Topographical Administration, among whom was oneof my very good friends, I intended first to go to them, and from there to joinsome large caravan and travel first to Andijan, then to the Transcaucasianregion to see my relatives. I was by that time, though not yet entirely, as it is said, “strong on my feet,”and already feeling quite well.It was night; the full moon was out. Thinking along paths of currentassociations, unnoticeably my thoughts passed again to the question which bythis time had become finally transformed into the idée fixe of my inner world. Continuing to think about this under the influence, from one side, of a distanthollow din formed from sounds of milliards of lives of all possible outer formsand, from the other side, of an awesome silence, in me gradually rose inrelation to myself a critical faculty of unprecedented strength. At the beginning there were recollected in me all my blunders in my formersearches. While from one side I constated my blunders and in general the imperfections ofthe methods previously applied by me, from the other side it became clear how Iought to have acted in this or that instance. I remember very well how my strength waned from these tense thoughts and, duringthis, some part of me time and again ordered me to get up quickly and rousemyself in order to stop such thoughts, but this I could not do, so strongly hadI been involved in these same thoughts. I don’t know with what this would have ended if at the moment when instinctivelyI began to feel that I must lose consciousness, the three camels near me had notsat down. At this I came to myself and got up. By this time day was already dawning. Awake also were my young companions, whowere already busying themselves with the usual preparations for morning life inthe desert. After talking with the old man, we decided to take advantage of the moonlightand set out in the evenings. Moreover, the camels could rest well during theday.Instead of lying down to sleep awhile, I took with me a rifle and a travelingpail made of canvas, and went to a nearby spring of very cold water on the veryedge of the desert. Undressing, I began very slowly to pour this cold water over me. After this, though I felt quite well mentally, physically I became so weak thatafter dressing I was compelled to lie down there near the spring. And then, being so weak physically and very well refreshed mentally, thereproceeded in me that same self-reasoning, the essence of which became impressedin my consciousness forever and concerning which, on the evening of November6th, 1927, flashed the mentioned idea. Due to its remoteness, I do not remember the exact words of that firstself-reasoning so discordant with my usual general state. But, having preserved in myself the, so to say, “taste” of it, I can recollectit exactly, though in different words. It consisted of the following:Judging by my fitness during the last few days, it seems I again have come tolife and willy-nilly will have to drag on and drudge as before. My God! Is it possible that I will have to experience again all that I livedthrough during periods of my fully collected active state, for the half-yearbefore this last misfortune of mine? Not only to experience feelings alternating, almost regularly, between remorsefor the inner and outer manifestations of my ordinary waking state, andloneliness, disappointment, satiety, and the rest, but primarily to beeverywhere haunted by the fear of “inner emptiness”? What also have I not done, what resources have I not exhausted in mydetermination to reach a state where the functioning of my psyche in my usualwaking state would flow in accordance with the previous instructions of myactive consciousness, but all in vain! In my past life, being forever merciless to my natural weaknesses, and almostall the time jealously keeping watch over myself, I could attain almost anythingwithin the limits of man’s possibilities, and in some fields attained even tosuch a degree of power as not one man, perhaps not even in any past epoch, hadever attained. For instance, the development of the power of my thoughts had been brought tosuch a level that by only a few hours of self-preparation could from a distanceof tens of miles kill a yak; or, in twenty-four hours, could accumulate lifeforces of such compactness that I could in five minutes put to sleep anelephant. At the same time, in spite of all my desires and endeavors, I could not succeedin “remembering myself” in the process of my general common life with others soas to be able to manifest myself, not according to my nature but according tothe previous instructions of my “collected consciousness.”I could not attain the state of “remembering myself’ even sufficiently to hinderthe associations flowing in me automatically from certain undesirable hereditaryfactors of my nature. As soon as the accumulation of energy which enabled me to be in an active statewas exhausted, at once associations of both thoughts and feelings began to flowin the direction of objects diametrically opposite to the ideals of myconsciousness. When I found myself in a state of complete dissatisfaction with food and sex,the leading factor of these associations of mine appeared to be primarilyvindictiveness and, in a state of full satisfaction, they proceeded on a themeof the forthcoming pleasure of a meal and sex or of the gratification ofself-love, vanity, pride, jealousy and other passions. I thought deeply myself and tried to find out from others about the reasons forsuch a terrible situation within my inner world, but could not clarify anythingat all. From one side it is clear that it is necessary to “remember myself” during theprocess of ordinary life also, and from the other side that there is a necessityfor the presence of attentiveness which is able to merge, in case of contact,with others. Though in my past life I had tried everything, even had worn reminding factorsof all kinds on my person, nothing helped. Perhaps these did help a little,while I carried them on me, but if so it was only at the beginning, as soon as Istopped carrying them or got used to them, in a moment it was as if before. There is no way out whatsoever.... However, there is; there is one exit only-to have outside myself, so to say, a“never-sleeping-regulating-factor.” Namely, a factor which would remind me always, in my every common state, to“remember myself.” But what is this!!! Can it be really so??!! A new thought!!! Why hitherto could there not have come to my head such a simple thought? Did I have to suffer and despair so much in order only now to think of such apossibility? ... Why could I not, in this instance also, look to a “universal analogy”? And here also is God!!! Again God! ... Only He is everywhere and with Him everything is connected. I am a man, and as such I am, in contrast to all other outer forms of animallife, created by Him in His image!!! For He is God and therefore I also have within myself all the possibilities andimpossibilities that He has.The difference between Him and myself must lie only in scale. For He is God of all the presences in the universe! It follows that I also haveto be God of some kind of presence on my scale. He is God and I am God! Whatever possibilities He has in relation to thepresences of the universe, such possibilities and impossibilities I should alsohave in relation to the world subordinate to me. He is God of all the world, and also of my outer world. I am God also, although only of my inner world. He is God and I am God! For all and in everything we have the same possibilities and impossibilities! Whatever is possible or impossible in the sphere of His great world should bepossible or impossible in the sphere of my small world. This is as clear as that after the night must inevitably come the day. But how could I have failed to notice such a startling analogy? I had thought so much about world creation and world maintenance, and in generalabout God and His deeds; and also had discoursed with many others about allthese matters; but never once had there come to my mind this simple thought.And yet, it could not be otherwise. Everything, without exception, all sound logic as well as all historical data,reveal and affirm that God represents absolute goodness; He is all-loving andall-forgiving. He is the just pacifier of all that exists. At the same time why should He, being as He is, send away from Himself one ofHis nearest, by Him animated, beloved sons, only for the “way of pride” properto any young and still incompletely formed individual, and bestow upon him aforce equal but opposite to His own? ... 1 refer to the “Devil.” This idea illuminated the condition of my inner world like the sun, and renderedit obvious that in the great world for the possibility of harmoniousconstruction there was inevitably required some kind of continuous perpetuationof the reminding factor. For this reason our Maker Himself, in the name of all that He had created, wascompelled to place one of His beloved sons in such an, in the objective sense,invidious situation. Therefore I also have now for my small inner world to create out of myself, fromsome factor beloved by me, an alike unending source. There arises now a question like this: What is there contained in my general presence which, if I should remove it frommyself, would always in my various general states be reminding me of itself? Thinking and thinking, I came to the conclusion that if I should intentionallystop utilizing the exceptional power in my possession which had been developedby me consciously in my common life withpeople, then there must be forced out ofme such a reminding source. Namely, the power based upon strength in the field of “hanbledzoin,” or, as itwould be called by others, the power of telepathy and hypnotism. Thanks mainly to this my inherency, developed in me by myself, I, in the processof general life, especially for the last two years, had been spoiled anddepraved to the core, so that most likely this would remain for all my life. And so, if consciously I would deprive myself of this grace of my inherency,then undoubtedly always and in everything its absence would be felt. I take an oath to remember never to make use of this inherency of mine andthereby to deprive myself from satisfying-most of my vices. In the process ofliving together with others, this beloved inherency will always be a reminderfor me. Never so long as I live shall I forget what state of mine resulted then, when,on the last day of my presence in that place, there happened the above-givenself-reasoning which terminated in the conclusion which I have given above.As soon as I realized the sense of this idea, I was as if reincarnated; I got upand began to run around the spring, without knowing what I was doing, like ayoung calf. It all ended thus, that I decided to take an oath before my own essence, in astate of mind known to me, never again to make use of this property of mine. I must also mention that, when I took the oath not to apply in life thisinherency of mine, I made a reservation that my oath should not concern theapplication of it for scientific purposes. For instance, I was very much interested then, and even now my interest has notentirely vanished, in increasing the visibility of distant cosmic centers manythousand times through the use of a medium, and in the cure of cancer by thepower of suggestion. All this was about two years prior to this my second sojourn here. Toward the end of this second sojourn, in my being, the basic aim of almost allmy life split into two definite aspects; and this time also thanks to myunhindered free mentation, that is, mentation which proceeded without theeffects of the automatic influences of other people. The trouble is that until this time the aim of my inner world had beenconcentrated only on my one unconquerable desire to investigate from all sides,and to understand, the exact significance and purpose of the life of man. Until this time in my life, every activity into which I had rushed, everyfailure or success, had been connected with this sole aim of my inner world.Even my propensity during this period for always traveling and trying to placemyself wherever in the process of the mutual existence of people there proceededsharp energetic events, such as civil war, revolutions, etc., had sprung alsofrom this, my sole aim. In the first place, during such events I had collected material for clearing upthe problems of my principal aim in a more concentrated form and therefore moreproductively. Secondly, as a result of the memory in my automatic mentation of the sight ofall sorts of terrors flowing from the violent events which I had witnessed, andfinally from accumulated impressions arising from conversations with variousrevolutionaries in the previous several years, first in Italy and then inSwitzerland, and still more recently in Transcaucasia, there had crystallized inme little by little, besides the previous unique aim, another also unconquerableaim. This other newly arisen aim of my inner world was summed up in this: that I mustdiscover, at all costs, some manner or means for destroying in people thepredilection for suggestibility which causes them to fall easily under theinfluence of “mass hypnosis.” And so, after this mentioned “regeneration” of the purpose of my inner world,while there continued the process of the recovery of my health, I composed in mythoughts a preliminary plan for my further activities. So the idea which flashed into my consciousness on the evening of November 6thconsisted of the following: In all probability my experience, during the last few days, of horrible despairand the unusually intense struggle of inner forces, which expressed itself thismorning in an almost delirious self-reasoning, is really nothing else than thedirect outcome of the self-reasoning that transpired in me when in an almostsimilar state, about thirty years ago, on the edge of the Gobi desert. So when I had more or less recovered I began just from here to continue myresearches, but now for two definite aims instead of only one. Here I will not write about what I undertook in continuation nor of how Isatisfied my inner “two-headed worm of inquisitiveness,” as about this I havealready written in enough detail in one of the books of this third series of mywritings. On this occasion I will say only that, after some years, I found it necessary tooriginate somewhere an institution for the preparation of “helper-instructors,”in order to be able to put into the lives of people what I had already learned. When this need arose, then, after all kinds of “comparative mentation,” Iselected Russia as most appropriate for this purpose. With this aim I found myself in 1912 in the heart of Russia, the city of Moscow,where at once I started to organize such an institution under the name of “TheInstitute for the Harmonious Development of Man.” After two years of constant psychophysically tense work this organization wasrapidly nearing completion when suddenly war broke out, a war which no oneexpected would continue long but which gradually became chronic and is nowcalled “the World War.” Years dragged on; years which now already not only continued ceaselessly todemand tense activity from this ill-fated physical body of mine, but sucked fromit several times each day every kind of accumulated force for will and patience. I was already beginning, strange as it may seem, to become adapted to theconditions created by this common evil of humanity, when suddenly, verys-l-o-w-l-y and very u-n-o-b-t-r-u-s-i-v-e-l-y there emerged Madame RussianRevolution. This highly esteemed lady, though not yet standing firmly on her feet, at oncebegan to sow within this poor physical body of mine such injuries andconsequences that soon every atom of it cringed and could not get even onemoment’s peace. The months flowed slowly by; it seemed that centuries passed; my outer worldalready began to gasp for breath; at the same time, nevertheless, thevivification produced by the ever opposing factors in my inner world increasedto the highest degree. In this state of inner vividity, without thinking about future prospects, I wentinto action. Here began once more for this physical body of mine a series of “jugglings,”unusual for the physique of man. I started immediately on a journey, again through impassable places, this timein the mountains of the Caucasus, encountering, of course, as usually occurs onsuch journeys, frequent hunger and cold, added to which was continual anxietyabout my near people, both those who had remained in the chaos behind and thosepresent with me. Then, on the one hand, there began a dysentery in an aggravatedform, and on the other hand there recurred an old illness called “zhaba” (anginapectoris) which had been considered entirely cured. After this, several months of life under rough conditions, and then journeysfrom one country to another, with, aside from other things, the stillinescapable necessity of being continually “on guard” so that neither I nor anyone of the young men accompanying me, who as yet had not tasted the “delicacies”of human life, should fall victim to the-at this time-common European “politicalpsychosis.” Later: two years of ceaseless psychophysical activity for the organization ofthe Institute, this time in France. At this point, in my long and unusual life, capricious and self-willed fateplayed me a mean trick. By this time it had already become clear, on the one hand, that withoutexception all I had had in the way of material resources in the country offormer Russia had disappeared forever, and, on the other, that if within threemonths I did not have at least one “cool” million francs, I would go up thechimney, also forever. And in this ill-fated physical body of mine, fatigued already to the limit,particularly by the last two years of strenuous work, because of these two“surprises” my mentation increased to such proportions that there was scarcelyenough room for it in my cerebral cavity. By some miracle or other my skull did not crack, and consequently, I decided toundertake a risky trip to America with many people among whom most, like myself,knew not one word of the local language, and no one had a penny in his pocket. And then, to conclude all this, as a final chord, this battered physical body ofmine—which already had in its presence from its past life the previouslyenumerated marks-together with an automobile going at a speed of 90 kilometersper hour crashed into a very thick tree one month after my return to Europe fromAmerica.From such a “promenade,” it was discovered I was not yet completely destroyed,and several months later, to my misfortune, into my totally mutilated body therereturned in full force, with all its former attributes, my consciousness. After this very soon there definitely emerged and became clear the two followingunmistakable facts: The first fact consisted in that all that I had finally more or less dulyprepared in the last three years as a means for the possibility of achieving thesecond principal aim of my inner world must, due to a long pause in my personalparticipation, inevitably perish. The second consisted in that, if the damage to my physical body which was causedby the automobile accident could be repaired, it would not, in any case, be atall soon. When these two indubitable facts became quite clear to me, there began in me,within the already enveloping sphere of physical sufferings, moral sufferingsalso. By this time I could already move about the house and even ride in anautomobile, of course always aided by someone. Trying to be outwardly calm in everything, so as not to make my near peoplesolicitous about me, I, inwardly, to the accompaniment of these two kinds ofsufferings, thought and thought and thought about my situation. During just these thoughts there arose in me a second series of moralsufferings. Namely: I became aware, and after some days of unnoticed observation definitelyestablished the fact, that the terrible illness of my sincerely loved wife,owing to the pause in my special treatment and also to her forgetfulness of selfin ministering to me during my illness, had been so neglected that by this timethere was already a question as to the possibility of curing her. And in addition to this, the physicians treating my mother, who visited me asold friends, often mentioned to me that her chronic illness of the liver wasbecoming worse and worse. I intentionally put away from me all thoughts about the reasons for this secondseries of moral sufferings, because I clearly understood my helplessness. All my attention I intentionally concentrated on the causes of my first seriesof moral sufferings, and on bearing their consequences, in order not toexperience the sufferings of the second series. Just then, after many days of very active and serious mentation, I decided toutilize for my aim the only means open to me in my condition. I decided to devote all the functions of my inner world to the end that somehowI might expound the very essence of all the material elucidated by me for thewelfare of humanity in the form of some kind of exposition. With this decision, the very same day I set about dictating. This was January1st, 1925. I say “dictating” because at first I was still so weak that I could not myselfwrite but only dictate. From this very moment, with physical sufferings and frequently also moral onesof the second series still continuing, I wrote and wrote, made changes, andwrote again. From the very beginning, in order to clarify to myself the logical connectionand successive development of the ideas of my exposition, I made it a custom inthe evenings, both when home and when traveling, frequently to listen in thepresence of others to the reading aloud of my current work. These others were always either former pupils of the Institute founded by me whostill remained with me, or simply old followers of my ideas from differentcountries whom I had accidentally met in my travels or who, in accordance withan old habit, continued periodically to visit me. My situation at that time, as previously described, I constated and clearlyelucidated for myself already in the month of September, and from then on Ifrequently thought and thought about it, with the result that finally on the 6thof November I came to the categorical decision mentioned below. So now, after everything which has been explained by me, I think already anyreader can easily represent to himself what a dilemma then arose for me, when,after working for almost three years with unimaginable difficulties and beingready to die happily, I certainly and clearly understood, without doubt, that,of these writings of mine, people who did not know me personally couldunderstand absolutely nothing. My categorical decision, to which I came on the 6th of November, 1927, consistedin the following: To mobilize all the capacities and possibilities in my common presence, boththose personally achieved and those inherited, and until the moment of thearrival of the next new year, which moment is that of my appearance on God’sEarth, to discover some possible means of satisfactorily emerging from such asituation.If unable to discover this means, then, on the evening of the last day of theold year, to begin to destroy all my writings, calculating the time so as, atmidnight with the last page, to destroy myself also. From that day on, while trying outwardly to live and work just as before so thatmy unusual state should not be noticed by the people surrounding me, I directedmy thoughts only to this question of how to emerge from my desperate situation. As my intentional mentation about this was very intense, in a day or two all thethoughts transpiring in me automatically began also to flow exclusively inconnection with this question. Time went on.... The Christmas holidays were nearing. Engulfed introspectively at all times in such thought, I became perceptiblythinner and more feeble, and what’s more, in addition to this, there for somereason began to reappear in me the consequences of my former ailments contractedmany years before. I remember very well that once during that period, while physically fagged toexhaustion because of a just-completed perilous descent in an automobile over aglacier pass in the Pyrenees, sitting in some provincial hole of a café, I putreproachfully to myself the following question: “What now, exactly, will it be necessary for me to do so that first of all Imyself may be completely satisfied with my writing and, secondly, thatcompletely corresponding conditions may be created for its spreading?” To this concrete question, I, after draining a great number of glasses of thelocal “delight” called Armagnac and after sufficiently long and seriousmentation, formulated for myself the following answer: Both of these completely satisfying wishes could be fulfilled only if there wereactualized three definite aims. First, that I rewrite anew all of my expositions, but in a new form which I nowalready understood. Second, and parallel with this, that I study and from all sides make clear tomyself the details of some of the, for me, still obscure and very deep questionsconcerning the common psyche of man, and make use of this information in thedevelopment of my writings. And third, that there may be the possibility during this period, while I amfulfilling all this, of renewing my physical body and my spirit to such a degreethat, when my writings are completed, I can direct the spreading of them myself,with the energy and persistence which were peculiar to me in my youth. That same day, while proceeding on my journey, and being absorbed in my fancifulthoughts, I calculated, by the way, that for the study of the mentioned obscuredata of the common psyche of man and for the exposition of my writings in a newform there would be required not less than approximately seven years. It will not be amiss to remark here that with regard to my estimate of theperiod of seven years there even arose in me a feeling of self-derision, andwith such a feeling I thought the following: Would it not be curious if I really lived for seven more years and finishedduring this period everything I have mentioned?If this should in fact occur, then, in addition to everything else accomplished,I would be in possession of one or more excellent and extraordinary examples fora thoroughly practical proof of the law-conformably arising consequencesresulting from the fundamental cosmic law of “sevenfoldness,” which law istheoretically explained by me in sufficient detail in my writings. The day before Christmas, I, being already very tired and worn out to the lastdegree thanks both to the continually active thinking and to the incessantdriving in my automobile, returned to my home in Fontainebleau. After getting out of the automobile I did not go at once to lie down in bed as Iwas accustomed to do, but went instead into the garden with the hope thatperhaps there in the quiet, and under the influence of familiar and cozysurroundings, I might relax a little. Tottering a short distance down a pathway, I, because I was tired, sat down onthe first bench I came to. It happened that I sat on the very bench on which it had been my habit, duringthe first year of my writing, often to sit and work. At that time there frequently used to come and sit down by me on this bench, oneach side of me, two near beings, the only ones close to my inner world. One of them always adored by me was my old mother and the other, my uniquely andsincerely beloved wife. At the present time both of these women, uniquely nearest to my inner world,peacefully lie forever side by side in a cemetery which is for them as well asfor me in an entirely strange country.First to die, from a long-standing illness of the liver, was my mother; somemonths later, from the most terrible contemporary scourge, the disease cancer,went my wife. This country France, by the way, which is the last resting place for those twobeings uniquely nearest to me but which is indeed absolutely foreign to mynature, remains in my feelings, thanks only to this, as if it were my nativeland. And so, as I sat on this bench and almost mechanically observed the familiarsurroundings, in me, by the association of ideas, there began to be recollectedthe different experiences I had had in this same place. Suddenly remembering, I visualized as though in reality a picture which I hadfrequently seen during the short periods of rest from my active mentation. Namely, a picture of how from my left, in the company of two peacocks, a cat anda dog, there slowly strolled down the path my unforgettable old mother. At this point, it is impossible not to remark on the relation between my motherand the mentioned animals, as this was indeed unusual in the lives ofcontemporary people. These four differently natured animals would already know in advance just whenmy mother was coming out, and, gathering near the door of her home, they wouldawait her appearance and afterwards, wherever she went, would very “sedately”accompany her. Always the cat would walk in front, the two peacocks at the sides and the dogbehind. Usually when my mother left her home, which was called “Le Paradou,” andproceeded in my direction there would approach from the house called “LePrieuré,” my wife.Both walked with the help of a stick and both were stooped. It must be confessed that the bent figure of the first did not touch me so much,because I accounted and accepted this as the normal destiny of every person ofesteemed age. But to the bowed posture of the second I was quite unable to reconcile myself;each time when I noticed it there arose in me a feeling of revolt and my heartpounded like that of a balking horse. For it was only a trifling eighteen years earlier that, thanks to this nowstooped and sallow-faced woman and her accidental presence in the place wherethe awarding of prizes for beauty was going on in St. Petersburg, the famousLena Cavalieri, then in the bloom of her youth, was deprived of the first prize. Continuing to sit on the bench, and also continuing not to hinder the automaticflow of thoughts regarding those two dear-to-me women in connection with thisplace, I remembered and very strongly experienced in myself again that exactfeeling of being deeply touched which I had more than once experienced when theyspoke to each other. I remembered how it often happened that they would sit by my side, one on myright and the other on my left, almost touching me, and so seated that, althoughvery quiet in order not to hinder me, they would sometimes when I bent forwardconcentrating on my work whisper to each other behind my back. And this whispering of theirs and their complete understanding of each otheralways caused in me this feeling of being deeply touched.The fact is that my mother knew not one word of the language which my wife spokeand my wife in turn understood no word of the language which my mother spoke. In spite of this, not only did they very freely interchange their ordinaryopinions, but they had imparted to each other in a very short time all thepeculiar experiences and the full biographies of their lives. Because of the common object of this centrigravital love, there was soonfabricated by them a very peculiar independent dialect, consisting of manydifferent languages. My thoughts, while there still continued in me the experiencing of the mentionedfeeling, unnoticed passed again to the theme torturing me during the last days’self-questioning. Thinking again about this, I got up in order to go home, as it was alreadybeginning to get considerably colder. After several steps, in my thoughts there suddenly realized itself, and afteronly a little confrontation there was established for me very clearly, thefollowing: During the period of my greatest occupation with writing, the quality of mylabor-ability and its productivity was always the result of, and was dependentupon, the length and gravity of the constating with my active mentation of theautomatic-that is, passive—experiencings of suffering proceeding in meconcerning these two, for me, nearest women. For already from the very beginning, when I was physically quite helpless, Iapproached my writing feeling sure beyond a shadow of doubt of the hopelessnessof their health and of their imminent deaths. From then on, there began to happen this: as soon as my active mentation inregard to the writing question weakened a little, immediately all the spiritualparts of my presence began to associate in me only about them. As every kind of association about them entailed always the process ofsuffering—so I, in order not to experience this unpleasant process, immediatelyburied myself in the question of writing. It is necessary here to confess that my sufferings were chiefly on behalf of mywife. In this, as I now understand it, my so to say “implacable revolt” against theinjustice of casual, self-willed destiny played a great part. The trouble was that while I was considered by many people at that time (andperhaps even now still am, I don’t know) the sole man on earth who could curecompletely this illness of hers, nevertheless, at the given time, because of myown illness, I could not do this. The aplomb which I manifested just now can be, if wished, justified andadequately understood by every reader if he will read only one chapter from mywritings on the subject of “the laws of vibrations.” And thus, with turbulent feelings and wild thoughts, swaying as if blind drunk,I somehow made my way from the park to my room. There, without undressing, I lay down on my bed and, contrary to all habits,fell asleep immediately and slept through the whole night. And the next morning, when I did awake, the constatation that I had made theprevious night recalled itself.I began once more to remember these things and to compare them. And this time, beyond any doubt, I again established that during the first threeyears of my authorship, my labor-ability, as well as my productivity, in realityat all times strictly corresponded in its duration with the length and qualityof the, so to say, “degree of contact” between my consciousness and thesuffering proceeding in me on behalf of my mother and my wife. My labor-ability at that time was indeed phenomenal, for I wrote and rewrote atleast 10,000 kilos of paper and touched upon almost all questions which couldpossibly arise in the mentation of man in general. The establishment at this time, with a fresh mind, of such a fact perplexed meseriously. It perplexed me seriously because I already knew, and had been convinced beforewithout any doubt, thanks to my own manifold experience, that although it ispossible to attain any self-imposed aim it can only be done exclusively throughconscious suffering. To explain my case, however, by such an objective possibility was utterlyimpossible. And it was impossible to explain because in this particular case I sufferedunconsciously, while this process proceeded in me automatically in accordancewith my typicality and the accidental crystallization in it of correspondingpsychic factors. The interest that arose in my being this morning was of such strength that the“being-thirst” possessing me—to find at any cost an exit from my difficultsituation—entirely disappeared, and in its place arose an unconquerable desireto learn the reason for this. Namely, to learn why and in what manner my suffering in this instance couldassist in the increase of my labor-ability. The beneficent result for me from this “Inner-World Revolution” occurring withinme was that from that moment on I could freely, without influence of partialfeelings, again think in my habitual way. The totality of such mentation of mine led to this, that, in the evening whilewatching the children around the Christmas tree and their unrestrained joy,there suddenly, as if by itself, came into existence in me a conviction of thefull possibility of attaining all the three tasks indispensable for me, throughthe forces of the inner-world struggle. Namely, those forces which arise in every person due to incessant frictionbetween his consciousness and the automatic experiencings of his nature. I remember very well that because of my just-mentioned conviction my whole beingwas filled as if by some singular, never till now experienced, feeling of joy. Simultaneously with this, in me of itself, and without any manipulation on mypart, there appeared the sensation of so to say “self-remembering,” also of anever-before-experienced vigor. When the children’s holiday was over I immediately retreated to my room andlocked myself in, of course making preliminary arrangements that coffee be amplysupplied, and began to think of what was to be done further. Just that same night, after a prolonged comparison of thoughts, I decided thefollowing:From the very beginning, from the 1st of January, to begin to work out anew allthat I had conceived for exposition, devoting to it only one half of my wakingstate. And to devote the second half of the whole time of my waking state, until April23rd, which is my name day, exclusively to the illumination of possible ways ofprocedure, and to the formulation of an approximate plan for later sequentialfulfillment. Beginning with the 1st of January, I began to work not all day long as before,but only at definite hours of the morning and of the evening, devoting the restof the time either to writing letters of inquiry to some of my friends whom Irespect, or to thinking and working out in my mind different details of thegeneral program, on the basis of everything I had already clarified, as well asin terms of psychological and physiological laws known to me. The different conclusions I arrived at during these mentations in the two weeksthat followed brought me to the point where I decided not to make a detailedprogram for all my future outer life but to make one every three months. Once every three months I was to bring myself into an “all-centers-balanced”state, as it is called, and in this state, in accordance with the surroundingconditions of life existing at that time, and also those that might arise inaccordance with the theory of probabilities, to make a program in full detailfor the succeeding three months. On the eve of my name day, in accordance with all the deductions made by meduring this time, and also thanks to some wise advice from one of my oldestfriends, a very respected person, I finally resolved the following:Parallel with the fulfillment of the detailed program which would be composed byme every three months, from my name day on to carry out into life infallibly, tosequential fulfillment, the three following tasks: First: always, in the beginning of the realization as well as several timesduring the action, to stimulate artificially within myself the three followingimpulses: For the first aim, that is, for writing, to rouse within myself the impulse of“persistence”; for the second, that is, for the study of the deep-rootedminutiae of the common psyche of man—the impulse of “patience”; and for thethird, that is, for the renewal of my organism—the “suffering” resulting fromautomatic experiencings. Second: whomever I should meet, for business, commerce or any other purpose,whether an old or new acquaintance, and whatever his social standing might be, Ihad immediately to discover his “most sensitive corn” and “press” it ratherhard. And third: not to refuse anything to my physical body, especially insofar asfood is concerned; at the same time always, after satisfying myself and duringdigestion, to stimulate within myself for not less than fifteen minutes thefeeling of pity, thinking of other people who had no means of having such food. These three just enumerated “will-tasks,” which, it is timely to mention, servedas guiding origins for all my intentional activities, were combined by me inorder to achieve simultaneously several absolutely different aims. Although these three different aims will also be clarified along with others inthe following text of the book, I wish to say already here, that, in theircomposition, the constatation in my mentation of one small fact played a largepart. Namely, once during my reflections about the construction and functioning of thenervous system of man, I, by the way, remembered and, thinking further, verydefinitely established the following: During the second period of my so to say “Great Illness” after the automobileaccident, that is, when my consciousness returned, while my body was stillhelpless, and when I was visited by different friends, then, no matter whetherthey talked to me or just remained about, for several hours after theirdeparture I felt very badly. Their sincere sympathy in reality gave birth in me every time to thoughts whichmay be expressed as follows: “came, sucked me out like vampires and went away.” So, having decided on this program, I, before beginning the realization inpractice of everything thought out by me for unfailing fulfillment, took an oathbefore my own essence. This was on the night of May 6th, 1928, new calendar. After the so to say “simultaneous pacification of numerous tapeworms,” usual inmy house on this day, I again locked myself in my room, and at this time, havingbrought myself into a suitable state, took for this case my first, solemn vow. It will be advisable to mention here, by the way, that on this name day of mine,because of a certain action toward me on the part of one of the people near me,I decided to realize the following: In the future, under the pretext of different worthy reasons, to remove from myeyesight all those who by this or that make my life too comfortable.During these seven years, I, in order to make possible the attainment of my thencomposed aims, infallibly carried out in the sphere of my inner as well as outerworld a great number of peculiar “will-tasks” of different durations. I imposed them, changed, rechanged, or dropped them altogether, always inaccord, on the one hand, with the already arisen or expected circumstances of myordinary life, and on the other hand with the arising in me, in connection withwriting, of new ideas and new desires for the future. Today is the 2nd of April, 1935, new calendar; and the final time limit for theintentional introducing by me into life of all the self-imposed aims and“will-tasks” for the possibility of attainment of the three mentionedfundamental aims will come on the 23rd of April of this same year, old calendar. During this period, because of my “scatterbrained trick,” really unusual in thelife of people, I accomplished more than satisfactorily the following: First, “puffed” three small booklets into ten substantial volumes. Second, not only understood from all sides different deep-rooted minutiae of thecommon psyche of man, suspected by me and intriguing me all my life, butconstated unexpectedly many such “delicacies,” which, had they been known to Mr.Beelzebub, would, I daresay, grow the horns mentioned by me in the next to thelast chapter of the first series of my writings, even on his hooves. Third, my health is now in such condition that I not only, as you may see, liveand write such an already ultra-fantastic book, but intend to outlive all mypast, present and future conscious enemies.All three of the aims, self-imposed seven years ago, I daresay I had alreadyachieved last year, but I decided to continue the fulfillment of different“will-tasks” until the expiration of the seven-year period, because of the threefollowing reasons: First, last year I was not entirely satisfied with the degree of achievement ofmy third fundamental aim; namely, during changes of weather, I still felt ratherserious rheumatic pains. The second reason consisted in this, that, because of the occurrence in thesepresent years of the periodic maximum operation, in relation to the earth, ofthe cosmic law “solioonensius,” I found the publication of my writings stilluntimely. I consider it necessary here, concerning the cosmic law just mentioned, to saythe following: Of the name alone of such a law, I happened to learn for the first time, whenstill very young, from a certain very ancient Armenian papyrus, and the detailsof this law I accidentally cleared up many years later, during my study of theso-called “map of pre-sand Egypt” which had come, also altogether accidentally,into my possession. To odds-and-ends out of the totality of what I cleared up about the law of“solioonensius,” I referred, it seems, in the second book of the first series ofmy writings, in the chapter entitled “Russia.” And as to the third reason, it is necessary for its elucidation to say first thefollowing: This book which I am now writing [was originally intended to be] the last bookof the third series of my writings, which will be published. The first was begunand finished, in a form entirely satisfactory to me, already long ago.On this book, I set to work at the end of the third year of my literary activityand, working at it only at intervals, completed it in three years. Notwithstanding the fact that for the writing of such a, as it might be called,“summarizing-concluding” book I had to put in a great deal of labor, unpleasantexperiences, and money, etc., I was nevertheless compelled, almost on the veryday when I finally completed it, to destroy in its entirety all this, my tediouswork of many years. I was compelled to destroy not only this book itself but also everythingprepared for the affirmation of the spirit of its essence. During just that period, when I was finishing the writing of this “concluding”book, the functioning of both my usual mentations, that is, active and passive,proceeded tensely with unusual intensity. With my active mentation, I was putting the so to say “last polish” on thecontents of this book so important for the whole totality of my writings, andthe passive was occupied with the transformation of that same material whichmore than anything else has assisted me in having, at the present time, idealhealth. So just then, while fulfilling in constant intensity of mentation my variouswill-tasks, I began to notice in my own inner world as well as in others manyparticularities previously unknown to me. And when I began for my own conviction to check statistically these unexpectedlynoticed particularities and to establish the fact of their actuality, then Ifound all that I had written in this last book entirely worthless for mypremeditated aim.So, thanks to this, the third reason thus consisted in this, that it wasnecessary for this predetermined aim to write a new book with an entirely newcontent. Having just written about publishing this book, I must now, willy-nilly, saysomething concerning one certain measure applied by me for the possibility ofattaining the aims set myself which, to explain clearly, would require mybringing in here and citing all the following: I would have to cite all verbal formulations for the particularities and lawswhich recently have become known to contemporary people through, as they arecalled, “radiography,” “telepathy,” “telepesi” and to bring, in its entirety,the whole science of white and black magic. As it is utterly impossible to do this, I shall therefore limit myself to sayingthe following: Three years ago, when there had simultaneously arisen three very serious factshindering my work and insuperable by usual means, I then, among other measuresunusual in the life of people, for the purpose of conquering these “uninvitedguests,” also wrote one small booklet under the title The Herald of Coming Good. This I wrote especially for certain people who had already long been consideredfollowers of my ideas or, during the existence of the Institute founded by me,had been pupils in one or another of its branches. This booklet was printed in nine languages, a thousand copies in each language. Although every measure was then taken to prevent its falling into the hands ofpeople who as yet did not know me, this was not entirely achieved, and now, tothe number of several hundred copies, it is unfortunately, as it is said,“passing from hand to hand.” And so, having this in mind, I consider it my duty, for the possibility ofattaining my third fundamental aim also to entire satisfaction, to give here thefollowing advice: If you as yet have not read this book entitled The Herald of Coming Good, thenthank the circumstance and do not read it. Just here it will not be amiss to say also that for the possibility of attainingmy third fundamental aim, also to entire satisfaction, I for the past year evenceased to write. Not only intentionally ceased writing but even, for the past year, have alwaysinsofar as possible, of course with a very great inner struggle, not admittedthe proceeding in me of any active mentation. I resorted to such a really “barbarous” measure in order that the automaticallyexperienced sufferings proceeding in me, by means of which chiefly I haveachieved this aim of mine, should be actualized in me more productively. Even my last journey to America was made chiefly for the purpose of obtainingthis productivity. And this was in consequence of the fact that after the terrible automobileaccident which happened to me, I mingled only with Americans, and thereforealmost all of my acquaintances of the last decade are there, and in view of thisI could, without resorting to any special measures, always very easily have atmy disposal fertile soil of all kinds and degrees of vivifyingness for thesowing of Divine seeds for the germination of beneficent factors for my being.Although all the strange will-tasks and original principles which I have appliedto life during the last seven years are, as already stated, elucidated in thesubsequent text of this book, yet the feelings of admiration and gratitudeoverflowing in me bid the whole of me here, in the initial chapter, to commenton that principle of mine for outer life which unexpectedly became for me, so tosay, the “inexhaustible source.” I refer to that already-mentioned principle which I characterized by the words“to press the most sensitive corn of everyone I met.” Thanks to this principle, which turned out to be miracle-working for me, I,besides having always and everywhere an abundance of material for my chief aim,that is, for my regeneration, also, thanks only to it, so affected everyone whomet me, that he himself, without any effort on my part whatsoever, as if withgreat satisfaction and complete readiness, took off his mask presented to himwith great solemnity by his papa and mama; and thanks to this I at once acquiredan unprecedentedly easy possibility of unhurriedly and quietly feasting my eyeson what his inner world contained, not only of the accidentally surviving worthydata proper to man, but also of all the nauseating filth accumulated from hisabsolutely abnormal so-called “education.” This, and only this, for me Divine principle, enabled me to discern andunderstand at last those deeply hidden nuances of the human soul that hadintrigued me all my life. To it, and to it alone, am I indebted for all that I now possess. And I possess such “inner wealth” that in the objective sense it is worth manytimes more than all the money that can be imagined by the human brain, such as,for example, the whole estate which fell to the so-called “New York five-and-tenheiress,” plus all the money hoarded in cash by the peasants of France. However, concerning the significance and the value of the inner wealth acquiredby me, I will also explain in detail at the end of this last book. Meanwhile, in order to acclaim this principle, I shall say that on account of itI lost all without exception that I possessed of what people call wealth. Because of it I lost not only the wealth that I possessed but also all so-called“friends,” and even the so to say “privilege of being envied”—in a word, allthat because of which only I was several years ago considered by a great manypeople no mere “dog’s tail” but one of the first-ranking “aces” of contemporarylife. In spite of all this, I, today, when I write these lines and when thesurrounding conditions of my ordinary life—grown law-abidingly worse and worsebecause of my inflexible carrying out in life of the tasks set myself, and amongthem this principle of mine—are already so far gone that I cannot even imaginehow I shall pull through, bless this principle with all my being. About the circumstances of ordinary life which have today resulted for me, Ishall without fail explain also at the end of this book, if, of course, Isucceed in somehow carrying on for one more month. And I shall then explain, also, why I used the expression “grown law-abidinglyworse.” I shall without fail explain it, for in all this there is not only much that isinstructive but also such comicality that, if all the wits got togetherpurposely to think it up, they could not think up even the tenth part of it. Having expressed my gratitude to this principle for the acquisition of innerriches, I must now be quite impartial and put the question squarely.... Is thisso? Could this principle invented by me be also, in all other surrounding conditionsof ordinary life, such a vivifying factor? Frankly speaking, according to the opinion of my subconscious, I must say....no. This could have happened only thanks to the general material crisis. I must therefore express my thanks to such a general human misf ortune. Since it would be rather awkward to do that, I shall therefore retain my formeropinion. Now, while expressing half-mockingly my gratitude to this uncertain factor forthe inner riches which I now possess, I remembered many living people near tome, who, because of my mentioned egoistic ideas, must have had manydisappointments. Among such people, who willingly or unwillingly did not have a very “sweet”life, there were many really near to me in blood as well as in spirit. In concluding this chapter of the third series of my writings, I, almost on theeve of the sequential fulfillment of my egoistical aims, addressing all thosenear to me, shall speak only about two “substantial factors,” formed in my innerworld.The first, formed in my being while yet in childhood, and which is the sovereignof my convictions, may be formulated as follows: “Only then may a man be a goodaltruist to his nearest, when at times he can be a complete egoist.” And the second was formed within me two years after I began to actualize thethree aims of my seven-year task. While working intensively on the books intended for publication, underconditions of law-abidingly arisen misfortunes, I, when I noticed that becauseof my pursuit of my egoistical ideas those near me were becoming worse andworse, once brought myself into a state of mind by a technique I acquired frommy father, and through self-suggestion crystallized in my presence this psychicfactor, in terms of the following supposition: If I should attain my self-imposed aims, and should still survive, then I wouldlive with a definite program, as follows: one third of all my waking state Ishall devote to pleasures of my own body; the second third, exclusively to thoseby that time remaining near to me, in spirit as well as in blood; and the thirdpart to science, that is, to all humanity. Thus now, after everything that has been clarified in this introductory chapter,I advise, and at that very sincerely, all my readers, both those who know me andthose who do not, and also all my dear friends and not less dear “enemies,” totry to understand properly the essence of the text of this, my last book, andespecially the essence of the concluding chapter. The concluding chapter of my final book I intend to name “The Inner and OuterWorld of Man” and to explain in it a question, unusual in the mentation ofpeople, but nevertheless the most preeminent of all questions, from the totalityof which follow almost all the misunderstandings of our common lives. Very sincerely I advise you to understand it because, if nothing else, thecommon presence of every one will acquire a perhaps even subconsciously acting“factor-pacifier” for the larger part of the futile worries and moral sufferingsoccurring in their lives. Above I used the word “enemies” not casually but because, first, the very bestfriends for my real self, that is, for my inner world, appear, strange as it mayseem, to be some from among a great number of my “staunch enemies,” at thepresent time scattered all over the world; and because, second, it may serve meideally as a good example for the concluding chapter of the present book, andtherefore I shall use it as such. Recollecting now through association some of such “enemies” especially dear tomy inner world, I, feeling sincerely touched, wish, already here in thisintroductory chapter of my last book, for their pleasure or displeasure, toquote a few from among the sayings known to me, sayings of popular wisdom whichhave reached our days through “legomonisms” from the ancient days. I said for their pleasure or displeasure because I do not know which current oflife’s river they follow at present. Since then much time has elapsed.... Whether they have remained in that currentof life’s river into which I, unmerciful to myself, had directed them-just thatcurrent which sooner or later must fall into the fathomless ocean—I do not know;or whether the temptations of life, likewise law-abiding, have pushed them intothe current which sooner or later must fall into the abyss, for furtherinvolution and evolution.And so, the first of these sayings of popular wisdom runs as follows: “A man is not a pig to forget good, nor is he a cat to remember evil.” “The first refusal to a person who is devoid of conscience or consideration willdestroy the results of even thousands of good deeds formerly manifested towardhim by you.” “Only that person is worthy to be a follower of any religion who, although heremembers the wrong done to him by someone, will not manifest any evil towardhim.” “You will be reasonable only then when you will learn to distinguish your futuregood or evil from that of your present.” “Such is the nature of man,that for your first gift—he prostrates himself;for your second—kisses your hand;for the third—fawns;for the fourth—just nods his head once;for the fifth—becomes too familiar;for the sixth—insults you;and for the seventh-sues you because he was notgiven enough.”"},{"pageContent":"INTRODUCTIONNovember 6th, 1934Childs RestaurantColumbus CircleNew York While I, as may be said, “groaned” and “puffed” over the last chapter of thethird book of the second series of my writings, in the process of my“subconscious mentation,” that is to say, in my automatically flowing thoughts,the center of gravity of interest was concentrated by itself on the question:how should I begin the third series of books predetermined by me for writing,namely, that series of books which according to my conviction was destined tobecome in a short time so to say “edifyingly instructive” for all the creaturesof Our Common Father similar to myself; but here I must sincerely confess thatsoon after I had chosen for myself the profession of a writer, as the mostcorresponding to my unexpectedly arisen physical state, and when, parallel tothe improvement in my physical state, I clearly understood that, thanks to mypersonal written explanations, a great benefit will arise for the majority ofcontemporary people as well as for future generations, I determined by this veryseries of books consciously to acquit myself with Great Nature for my arisingand existence, chiefly for an existence not merely as an “ordinary life,”automatically fulfilling some purpose necessary for the general realizations ofGreat Nature, but rather as an existence determinate and conscious, impartiallyevaluating itself and, in addition, gifted with the capacity of all-roundperfecting and independent unity.The outcome of these recent reflections, combined with my conscious thoughts oftoday upon finishing this last-mentioned book, brought me to the categoricaldecision to begin this “edifyingly instructive” series of books with thedescription of the events connected with my last two visits to some of thecities of North America, and to cite in concise form the talks delivered by methere to a certain group of the followers of my ideas which had already beenorganized ten years before during my first visit in New York.I wish to begin with this description chiefly because upon these talks, as Iplanned them in my thoughts, a corresponding foundation may be built foreverything which I have decided to introduce into the conscious life of peopleby means of this third and last series of my writings; furthermore, because thepublication of these lectures, combined with the description of the events andcauses which provoked them, to which events and causes I reacted by means ofthese very talks of definite form and sequence, will, I have almost no doubt,create in their totality a so to say “automatically acting factor” for thepossible saving from their total ruination of many thousand people of both sexesfrom various countries in Europe, Asia and America.In this introductory book of the third series, I shall expose the “quintessence”of five talks, four of which were delivered by me at the end of 1930 and thebeginning of 1931, and one other at the end of 1931 or the beginning of 1932.For the readers of this series of my expositions, no matter in which degree ofconsciousness they may rank themselves, it would not in my opinion besuperfluous to know, among other things, from which of my conceptions andinstinctive suppositions was derived the phrase I used: “consciously to acquitmyself with Great Nature.”This phrase burst forth from me almost involuntarily and took a shape whichderived from the totality of my instinctive and conscious conviction that bythis act of making known this last series of my writings, I could rely onfulfilling what is in my opinion the most important duty of a man who hasreached responsible age, which consists in preparing without fail for thebenefit of posterity, according to one’s own individuality, certain profitableinstructions; furthermore, I could by this same act, albeit quite subjectively,justify the sense of all my past intentional labors and conscious renunciationsof all kinds of benefits which are generally crystallized in the life ofcontemporary people, and which have always been very easy for me to obtain; andfinally, I hope, in the moment of my last breathing, to experience with nopossible mental, sensitive or instinctive doubt the impulse, sacred for a man,which was called by the ancient Essenes “impartial self-satisfaction.”In order that there should arise in the mentation of the readers of this book,for a better orientation and an easier logical confrontation with what willfollow, a “something” which existed on Earth before the Babylonian civilizationin a branch of science named “Theomathos” and was called “a vivifying factor forobjective assuming”—I refer, of course, to the mentation of those readers who,as soon as they became acquainted with my expositions, were guided by andclosely followed my advice—I wish first of all to try, for their inner sight, todepict by a verbal description various information, the totality of which mighthelp them to represent in true perspective and clearly understand two situationswhich occurred in the process of my ordinary life during the time of my writingactivity.The first situation arose just at the beginning of my writing activity, afterthe motor accident, that great misfortune which occurred to me, when Iliquidated everything connected with my previous forms of conscious activity forthe welfare of those around me and began to write. From that time on I beganparticularly to avoid all kinds of meetings and to shun conversing with peoplewho had somehow become aware of my ideas and also naturally wanted to speak tome in order to become better acquainted with them.I took this measure from the very beginning of my writing activity in order notto receive-or at least to receive in a smaller degree—the shocks upon my mentalassociations of those “rarefied” abstract questions, concerning which, in recentyears, I had been obliged in my talks with various people to adapt myself totheir different degrees of comprehension, acquiring thus in regard to thesequestions almost an automatic response. I wished generally not to take in theimpressions of ordinary life, which were unnecessary for me, and could interferewith the established tempo of my mentation in this task I had voluntarilyimposed upon myself.To characterize my intentional “inner isolation” from those external impressionswhich hindered my writing activity, it will be enough to say that during thistime I did not once read a newspaper or even hold one in my hand, and it wasalmost the same with letters and telegrams. I say “almost,” because during thistime I did read thirteen to fifteen letters and wrote about six or seven, inspite of having received, particularly in the first year, hundreds daily.As the mention of such a free attitude toward my correspondence is a sort ofconfession of one of my secrets, slipped in involuntarily, I feel the need alsoto confess something else regarding the correspondence addressed to me. Thiswould be in perfect accord with that fundamental principle of mine, alwaysapplied by me in ordinary life, and which is formulated by the words: “If one ison a spree, one must not stop at trifles.” (See “The Arousing of Thought,”Beelzebub’s Tales to His Grandson.)After my motor accident, already mentioned, making an exception only of therepresentatives of the French government, I closed the doors of my house to allpeople, both those who already knew me and those who had only heard about me andwere curious to see me—probably with the aim, as most of them believed, offinding out for themselves what I was like and what my ideas were. When in thesecond year I was especially “bombarded” with big piles of letters, Icommissioned one of the people near me to open these letters without giving themto me, and if there were no what are called “enclosures” nor any indication oftheir immediate dispatch, to destroy them in such a way that not even their“astral smell” should remain in my house, but if there were enclosures, then, asI had the habit of expressing myself, according to the number of English, or atworst American, “zeros” adorning them, to act in the following way:If one zero adorned the enclosure, then the letter was to be destroyed withoutresidue and the enclosure given to the children living in my house for buyingtoys; if the enclosure had two zeros, the letter was to be given forthwith to myprivate secretary and the enclosure to the kitchen administration on duty in thePrieuré; and only those letters were to be handed to me personally which wereadorned with three or more of the aforesaid zeros.This arrangement of mine, by the way, still continues today, but in the nearfuture, that is to say, the moment I finish this first book of the third seriesof my writings, I propose to change this arrangement in such a way that all theletters and telegrams without exception are to be destroyed and the enclosureswith no fewer than four zeros, handed to me, those with three to my secretary,those with two to the children living in my house, and all the enclosures withone zero will be sent to the poor children of the towns of Fontainebleau andAvon.Now that I have publicly confessed to such an unceremonious attitude not onlytoward my correspondence but also toward people, some of whom were at that timeand perhaps still are considered in various European countries powerful and even“illustrious,” it will be right to say that if my consciousness allowed myparticular nature to manifest such a “boldness” and even to express it inwritten form, making it accessible to the perception of every two-leggedbreathing creature, in spite of his representing, in the sense of comprehension,some geometrical figure such as a “cube,” “square,” or “zigzag,” it is because Ihave already succeeded in fulfilling the greatest part of the task I set myself,in spite of all kinds of obstructive factors-both those which arose according tolaw and those engendered by various types amidst us who unfortunately bear alsothe name of “man” and who, as explained in a very ancient legend, arising andexisting among us ordinary people, are usually formed by Nature in such a waythat two results ensue: firstly, the cosmic substances transformed through themduring their vegetation and not, as they themselves believe it, their life,serve as “cathode elements” for the maintenance on Earth of “objective Good” inthe life of all humanity, and that, secondly, the elements composing theircommon presence are transformed after they perish to serve as a supplement tothe used-up products for the requirements of Hell.Speaking shortly, this attitude of mine in respect of meeting and conversingwith all kinds of people became from the first year of my writing activityfirmly established in the course of my external automatic life, and I tried notto change it until several months prior to my last journey to America: namely,when I had finished the exposition in its first draft of all the material whichI had planned to write, the first series in its final form, the second in itsfirst version and the third at least partly written.The second of the facts I mentioned was that, while the acuteness of my memoryin connection with the questions of writing had become sharpened during mywriting activities to an extraordinary degree, so that, for instance, I alwayscould and even now still can remember where, in which notebook out of manythousands I have filled up, and in what connection with another thought aparticular thought is expressed and has to be repeated in a different form andprecisely in what other place, and could and even still can remember on which ofthe already tens of thousands of pages of the notebooks I have filled up, inwhich sentence and in which word there were letters I automatically wrotestrangely incorrectly, yet at the same time, during this period, when Iunavoidably had to meet new people, there was scarcely a single meeting or evena single conversation—which formerly would have unfailingly made an impressionon me—which made any impression at all on my memory; and even on the next day,when it was sometimes indispensable for me to remember it, I could not with allmy desire and tenseness, remember anything at all about the meetings andconversations which had taken place only the day before.But when, due to nearing the completion of my expositions, the intensity of myinner preoccupation with questions of writing had diminished, there was acquiredin my nature, which happens to be formed in a particular way, the possibility ofbeing able without experiencing a feeling similar to “remorse of conscience” totake an interest in life questions other than those relating to the task set tomyself for the given period under a special oath made in a definite state whichsince childhood had been indicated and firmly instilled in me by my father. Inthis “psychic state,” I undertook to put the final touches to the second series,continuing to work, of course, as before, that is to say, mostly traveling invarious European countries, principally in France, and being occupied withwriting exclusively in various public places, such as restaurants, cafés, “dancehalls” and other kindred “temples” of contemporary morality.When from this time on my relationship with all kinds of people was renewed, andI began observing them again, due to my half-released attention, with aparticular capacity intentionally developed in my early youth and whichconsisted in “being able not to identify with the external manifestations ofothers,” I began to notice and upon repeated meetings became more and moreconvinced that in the psyche of all of them, men and women alike, who had someknowledge of and interest in my ideas, especially in the psyche of those who hadalready begun to attempt to make in practice some experiments on themselves,supposed to correspond to my ideas, there proceeded something “wrong,” sodefinitely “all wrong” that it was noticeable—of course with a certain knowledgeof observation—even to every average person.These repeated constatations not only began to alarm me but aroused gradually inmy psyche the “needful thirst for knowledge,” for the purpose of understandingthe causes of this fact.The result of this was that at subsequent meetings with such people I began, forthe purpose of elucidation, to observe them particularly and by means ofindirect questions to probe for more material which might enable me tounderstand the origin of this strange and, for me personally, sorrowful fact.Each new meeting with such people, and even the associations provoked byrecollection of this as yet inexplicable fact, on the one hand began to increasemy interest and the thirst for knowledge to such a degree of manifestation thatit became almost my idée fixe; on the other hand, the automatic thoughts aboutit began to hinder me seriously in my usual inner struggle with the lawfulrefusal of my nature to submit to my consciousness and interfered thus with thepossibility of my full concentration on the continuation of my work, whichdemanded the greatest attention.But when finally, at the end of 1930, I arrived in New York and on the first dayI happened to find myself among a large number of Americans, followers of myideas, and when I observed the same phenomenon also among them, then thisproduced such a deep impression on me, and the force of reaction was so strong,that it provoked a cold shivering similar to that which takes people who areafflicted by the so-called “yellow malaria of Kushka.”I then even, to “throw dust into their eyes,” increased my usual habit of jokingin conversation in order to hide this inner state of mine from the people aroundme.After a pretty long time, when I grew calmer and realized after a rapidmeditation that for the fulfillment of the object of my present journey toAmerica, which among other things was connected with the financial question, itwould be possible for me to manage without making use of this group of people, Idecided while I was there, and after elucidating by personal contact with thepeople composing this group all the details and the shape of the gradualformation within their individuality of this original psychic peculiarity, Iwould do everything possible in order to uproot, if not from all, at least fromthe majority of them, this evil occasioned by the misunderstanding of my ideas,as well as some other causes, the nature of which I already half-guessed.I must frankly confess that if such a strong reaction occurred in me, thanks towhich I decided this time by all means to understand and elucidate from allsides the causes of this psychic peculiarity, and if possible to take all thecorresponding measures, it was principally because in regard to people just ofthis group, long before, owing to their good attitude toward me during the hardyears that followed my misfortune, there had long before gradually formed in me“something” commanding me to consider myself, in certain respects, under anobligation toward all of them in totality.Well then, as the description of the events following this decision of mine mayelucidate to every reader, among those who have become followers of my ideas,the causes of the arising of this fact maleficent in the objective sense and,for me personally, painfully distressing, and in order that perhaps some of themwho have assimilated wrongly the essence of my ideas and who continue to applythem to themselves, so to say for their “welfare,” I refer to those in whom datafor common sense reflection are not yet completely atrophied-data which areformed in the psyche of man during his preparatory age-may perhaps cease theirso to say “self-ruination”; and furthermore, as acquaintance with the contentsof the mentioned five talks delivered by me amidst people belonging to this verygroup during my two stays in New York—which, by the way, were included among themeasures I took for the rectification of these pernicious results “arisenthrough a misunderstanding of my ideas”—may be, in my opinion, generally forevery reader the “first flash of truth,” I find it most fitting, as I havealready said, to take the description of these events as a ground for the themeof this first book of the “edifying series” of my writings. On the first evening of my arrival in New York, the 13th of November, 1930,there was arranged on the initiative of certain members of this group-it must bepresumed of “pure-blooded” Americans, judging by their ability to find ways ofeconomizing time—a general meeting to enable them all to meet and personallygreet me, in one of the studios of the famous theater, Carnegie Hall, to which Iwas invited by Mr. S. on the steamer as soon as it arrived in New York.Mr. S. was at that time the official substitute for Mr. Orage who, thanks tocertain conditions of ordinary life which were due principally to the misfortunewhich had occurred to me, became the first and chief representative of my ideasin America and also the principal guide of this particular group of Americans,and who was temporarily absent in England.Most of those who had gathered there that evening were as it turned outpersonally known to me, that is to say, I had already met them either during myprevious journeys to America or during their travels to France when they visitedthe Château du Prieuré, which in recent years had been my permanent residence.I went to this specially convened general meeting accompanied by several of my“translator-secretaries” who had arrived with me. During the first greetings andthe famous “manipulation” called “shaking hands” I noticed in their faces andglances the same “something” that I had noticed among the people from Germany,England, Turkey and other European countries who had also somehow or otherbecome followers of my ideas. Then arose in me the data already mentioned, whichhad even before then been forming about these Americans and which after a littlewhile brought me inwardly to the categorical decision, if it were not yet toolate, to take certain corresponding measures for their welfare.At the end of the “handshaking” and the interchange of all the usual vacuouswords called “amiabilities” particularly used among Americans, I requested mysecretary to read aloud the final chapter of the first series of my writings,which I had recently finished and which he had with him owing to the establishedcustom of always having in his briefcase all my current work. I did this chieflyfor the purpose of creating thus the necessary conditions for an unhinderedobservation of those present.As to myself, sitting to one side in a corner, I began to observe attentivelyeach of those present, and at the same time drew up in my thoughts a plan forfurther subsequent action in regard to all of them, as well as to eachseparately.On that first evening, as it was late, I interrupted the reader in the middle ofthe chapter he was reading, and, addressing all present, promised first of allto arrange a general reading within the next few days in order to finish thatchapter and went on to propose that they should choose three or four personsfrom among those present that evening, asking them to come to me in three daystogether with Mr. S., to decide collectively all the questions connected with mystay in New York.True to say, I made this invitation with the premeditated purpose, in intimatetalk with these four or five persons, of sounding them out, of courseindirectly, about various details which were not yet clear to me in connectionwith the suspicions which had arisen in me that evening during the reading,suspicions in this case related only to these American “sorry followers” of myideas.Expecting with indubitable certainty that this series of my expositions, as Ihave already said, will be really “edifyingly instructive,” that is to say, willserve if only for the automatic formation in those creatures of Our CommonFather, similar to myself, of data of all kinds, which ought to be, according tomy understanding, present in a real man and not only of such data which aregenerally formed in the common presence of people, especially the contemporaryones, making them quite will-less, manifesting themselves in every way like mereanimals, exclusively through the reflexes of the functioning of their organism,I want, right from the beginning of this series, to speak also of such externalfacts, the description of which for a naive reader might appear at first sightalmost a meaningless, mere succession of words; whereas for a man who has thehabit of thinking and of searching for the sense contained in so-called“allegorical expositions,” on condition of a little strengthened mentation, theywould be full of inner significance, and, if he makes the slightest effort “notto be a puppet of his automatic reflection.” he will grasp and learn very much.As perfect “showing material” for searching and understanding the inner sense inthe description of similar, at first sight seemingly meaningless, externalfacts, there may serve what I said then at the end of the evening, on leavingthe studio where this meeting had been arranged with the Americans gatheredthere to wish me personally welcome.Walking out and pausing on the threshold, I turned round and addressing myselfto them in that half-joking, half-serious tone at times proper to me, I said:“Half-and-quarter powerful Gentlemen and to the extreme degree powerful Ladiesof this ‘dollar harvest continent’ ... I was very, very glad to see you and,although sitting so long among you this evening in the blissful sphere of your‘canned’ radiations, there did develop energy enough—perhaps even more thannecessary—for actualizing my aim for which I have this time come here to you;yet at the same time to the great misfortune—I do not know, though, whetheryours or mine—there was imperceptibly again awakened in me that impulse I havealways had, but which never acted during the time of my writing activity,namely, the impulse of pity for certain people who have reached majority, andwhose vanitous parents or tutors, profiting from the absence in these future‘derelicts,’ in their preparatory age, of their own wisdom, persuaded them,helping them with money, of course in a manner foreseen in Italian‘bookkeeping,’ to become in their responsible age ‘physician-psychiatrists,’ inthe present case for full-aged unfortunate people vegetating in American-scaleorganized ‘lunatic asylums.’“To speak frankly, I am not yet convinced of the exact cause of the reawakeningin me of this previously existing undesirable impulse; as yet I only know thatthe reaction to these data began gradually to manifest itself owing to the factthat during the reading of the last chapter of the first series of my writings,while sitting in the corner and observing out of boredom the expressions on yourfaces, it seemed clear to me that there stood out on the forehead now of one,now of another of you, the inscription ‘candidate for the madhouse.’“I said ‘out of boredom’ because the contents of this chapter, over eachsentence of which I had to think and again to think for three months almost dayand night, bored me more than your fish called ‘mackerel’ which, during my firststay here, I was compelled to eat for six months morning and evening, it beingthe only fresh food you have.”After this, giving to my voice the tone which is taught in monasteries and iscalled “the tone of confused humbleness,” I added:“I am not yet certain if it really is so, or if it only seems so to me, ashappens often in the psyche of a man who has experienced a great many‘troubles.’ Owing to the six days of incessant pitching and rolling on the wavesof the boundless ocean, and to the frequent introduction into myself of thenoble French armagnac and the constant regulating of its vibrations by theintroduction into myself of the no less noble German ‘hors d’oeuvres,’ somethingin me is today, as it is said, ‘fishy.’” Three days after the significant American meeting just described, days which theinhabitants there would characterize differently—those having many dollars intheir pockets, no matter what were the ways of obtaining them, as “passed withno monotony,” while those for whom the absence of these dollars is chronic wouldsay “the shortening by one more day of the approach of our last breath”—the fiveaforementioned Americans came to me, headed by Mr. S.Conversing with them about all kinds of naturally flowing associations and atthe same time elucidating all the details I required concerning the suspicionsthat had arisen in me during the reading on the first evening of my arrival, Ibegan to depict to them in relief all the already described constatations ofmine in regard to the arising in the psyche of people, followers of my ideas, ofthis strange peculiarity and the perspectives ensuing from this and then,speaking briefly about the reasons for my present coming to America and theimpossibility for me to spare much of my time for the members of their group, Irequested them to avoid what had happened during these days when, on account ofvisits of one or another member of the group and their sometimes quite idioticquestions, I had not the opportunity to write a single word.I therefore proposed to them to form a kind of committee and to take uponthemselves the work of organizing twice a week general meetings of the membersof their group, at which I would always try to be present; and also to see to itthat on other days nobody should disturb me by personal visits, by letters oreven by telephone.After this, we decided together, in order to economize my time and also for manyother considerations, to hold the proposed general meeting in my apartment and,in view of the limited size of the largest room there, which was a kind of hall,not to admit to these meetings more than fifty persons and, for the remainingmembers of the group, to arrange meetings in the studios of Carnegie Hall or inother private rooms where, without my necessarily being present, there should beread aloud by one of my translator-secretaries everything taken down inshorthand of the questions that had been asked me, and my answers to them.As a conclusion, I begged them as yet not to tell anything of what I had saidthat day to any of the members of their group and added:“According to the deductions after the observations and questionings made by meduring these days, to my great regret, I shall be compelled during my presentstay in New York to take various measures toward many of your comrades in orderthat either they should become completely disappointed in my ideas or thereshould disappear the faith crystallized in their individuality during theseyears in regard to Mr. Orage and his authority.”"},{"pageContent":"FIRST TALKdelivered by me on November 28th, 1930, with freeentrance into the assemblage of everyone withoutexception of the followers of my ideas belongingto the mentioned groupI began thus:Today and the day before, I seriously meditated upon how I should find such amethod for my explanations, by the totality of which I intend today, and in thetwo or three following meetings, to make clear for you certain definiteinformation having a close connection with your life, and to give a shape andsequence to my expositions, such as might perhaps, in the conditions created byyou North Americans—in the sense of abnormally great as compared with otherpeople’s mechanism of mentation—contribute to a normal and impartialcomprehension by you of this definite information.I had to ponder over it long and seriously chiefly because of my sincere desire,now that I have the possibility, to give you some help by my explanations, youAmericans composing just this group of the followers of my ideas, as peopletoward whom, during the period of my intercourse with you, thanks to your kindattitude toward me personally and to my work in the hard years after themisfortune which happened to me, there was formed and still is present nowconstantly functioning so to say “life-giving data” for benevolence; besides, inthe same period a firm conviction gradually formed itself in me that in all ofyou, obviously thanks to an abnormally superfluous reading of newspaperliterature, there developed, more than in other people, that abnormal psychicfactor which in the last centuries has generally become an imprescriptibleinherency of contemporary people and which very definitely, as it can be easilyproved experimentally, acts on the general psyche of people in such a way as tocontribute to their being satisfied by superficial assimilation of all kinds ofnew impressions read or heard, without evoking in them the forebodings of anybad consequences from this.As a result of these reflections, I think I succeeded finally in working out inmy thoughts an approximately corresponding form of exposition.In accordance with this so to say “scheme of exposition,” I shall now first ofall arouse in you and explain several such questions which, as I presume, willappear on first sight quite unfitting for what you expect to hear from me in thesense of what I have promised to say with respect to your welfare, whereas inreality only such a scheme of sequential development of the promisedexplanations may, in my opinion, crystallize in your abnormally constructed“mental apparatus” those notions, the cognition of which I consider not onlyvery useful for you but absolutely indispensable.First of all, I want to acquaint you with two of the fundamental points of thatdetailed program worked out by me which was predetermined for gradualintroduction into the life of people by means of the Institute for theHarmonious Development of Man founded by me.This Institute, by the way, was first founded by me while still in Russia, twoyears before the beginning of, as one calls it now, “the World War,” but I couldnot succeed in establishing firmly this “child” of mine, as one says, “on itsown legs”—in spite of many repeated attempts to set it up in various othercountries which ended every time, thanks to all kinds of consequences of thiswar, with a “crash,” accompanied for me with enormous material loss and waste ofeffort, which demanded almost superhuman tension of my physical and moralstrength—until, as I have already said, eight years ago, in noble France.One of the paragraphs of the mentioned circumstantial program included adetailed working out for the actualization of that plan of mine, namely, that assoon as the economic question was more or less established in the main sectionof the Institute and in the other sections already organized at about that time,and there was also more or less established the process of assimilation of aso-called “comprehension” in the nature of people working upon themselves wholived in the mentioned sections, I would begin at once to organize with the helpof people who had already reached in these sections a definite degree, as it wascalled in all previously existing esoteric schools, of “being andcomprehension,” in every big city of the continents of Asia, Europe and NorthAmerica in which are concentrated the interests of big agglomerations of peopleof the given special group, public institutions of a new type, similar to the“clubs” existing at the present day almost everywhere in the ordinary life ofpeople, and to introduce into the internal life of such public institutions of anew type—instead of what is already established in such particular places for adefinite group of people, that is, their own regulations, principles, religiousand economic opinions, etc., and instead of the already established pastimes,that is to say, reading newspapers and periodicals, playing cards, arrangingballs and masquerades and various concerts, which generally, especially in thesedays, proceed with the “gentle participation” of those who in the opinion of themajority of contemporary people are “known” and “famous” and, in my opinion,with the participation principally of such people who, on account of theabnormal life of their ancestors as well as their own, represent nothing morethan the types who in the period of Babylonian civilization were designated as“moving sources of an evil radiation”—well then, instead of all that, usuallyproceeding in similar clubs, which gives absolutely nothing for the welfare oftheir members and the real development of their individuality, to introduce thehabit of getting acquainted gradually and in strict sequence, through commonreading, lectures and explanations given by people specially prepared for thispurpose and sent from the mentioned sections, with various fragments of thattotality of theoretical information, on the principles of which the Institutefounded by me is based, namely, that totality of information, accessible to thecomprehension of each contemporary man, after learning which, everybody mustacknowledge that, even if all this is not yet known in the life of people, it isat the same time by its truth as axiomatic as for instance that “when it rains,the pavements are wet,” so that this may become, of everything that one isrequired to cognize in order to lead a life suitable for man and not for a wildanimal, really the most important, even more indispensable than the air webreathe, and then afterwards, on the basis of and in accordance with theconviction obtained thanks to such theoretical information regarding thepossibility and also the very means of achievement of the required data forone’s own welfare, to undertake together the actualization of all this inpractice.The second of these points, in my opinion indispensable for you to know,included the detailed working out and form of actualization of that suppositionof mine, in order, with the establishment of a more or less balanced “tempo” oflife in the main section of the Institute, to subdivide immediately all thepupils, according to the results obtained in their subjective inner work uponthemselves, into three independent groups named: the first-exoteric, outergroup; the second—mesoteric, middle group; and the third-esoteric, inner group.To the first, exoteric group were to belong all those who had newly entered, aswell as those who had not yet acquired by their subjective merits the right tobelong to the second, the mesoteric group.The pupils belonging to this second, mesoteric group, according to thefundamental program, were to be as yet initiated only theoretically into all thequestions not accessible to the average man which have been elucidated by mepersonally owing to my half a century’s special searchings both on my own andtogether with a specially organized group of people of the highest contemporaryculture, who devoted themselves to the search for objective truth.The members of the third group, the esoteric, according to the same detailedprogram, were to be initiated not only theoretically into all these questions,but also practically, and to be introduced to all the means for a realpossibility of self-perfecting, but of course only after having been for a longtime experimentally tried and verified in quite exceptionally plannedcircumstances.With the members of this third group, it is opportune to say, I just intended todevote myself to the searching for means already accessible to everyone and tothe applying of all that was learned thus and minutely verified for the welfareof all humanity. Now I want still, chiefly for the purpose of forming in your, as I have alreadysaid, “never on earth so completely mechanized mentation,” an approximate, asthe ancient learned psychologists called it, “linking ground for logicalconfrontation” of my future explanations, as well as in order that you couldalready, though approximately, as it is said, “guess” why I mentioned just thesetwo points and what relation they may have for my future projected explanationsconcerning your welfare, and I even find indispensable, in accordance with thesame scheme of sequential explanations, previously composed in my thoughts,before speaking of what has an immediate relation to you, to tell, or better toconfess that, among several very definite so-called “initiative factors,”gradually crystallized in my “subjectivism,” thanks to intensive, not veryagreeable experiencings repeated many times during the period of the working outand applying in life of the mentioned program, there are two such factors whichalways, when acting as a result of lawful causes, almost every time provoke inthe mental and feeling associations and experiencings a feeling, not assimilatedwithout difficulty, of “bitterness.”The first of these “initiative psychic factors,” which even till the presenttime often enervates me, formed itself in me just at the time of working outthis program thanks to an unremitting fight between themselves of myconsciousness and my nature.I must tell you that, many years ago, before the organization of the Institute,when I planned and worked out this program in detail, not only did I have toaddress myself for advice and direction concerning several questions tohonorable and impartial people from among those I eventually had the happinessto meet in the course of my life, and who, by the way, contrary to the opinionexisting in people on the lawfulness of the established limit of human life, hadalready overcome two centuries of their existence and some of whom were boldenough to hope to surmount even the third century, but also, concerning severalspecial questions, I had often to consult various in no way remarkable peoplewho, although they belonged to the number of authorities on certain notions incontemporary life, concerning these questions were at the same time, as is usualfor this kind of contemporary people, thoroughly “stuffed” with all kinds ofsuch “beautiful properties” as “conceit,” “vanity,” “ambition,” “flattery” andso on.The fact that at that time I had with very great inner effort, as one says, “toexperience” and in my external relations to reckon with it, constituted theprimary data for the formation in me of the first of the mentioned “initiativefactors.”The second of the mentioned “psychic factors” formed itself already there on thecontinent of Europe in the second year after I finally settled down in France inconditions, as I have already said, more or less favorable and began to work inaccordance with the previously mentioned worked-out program; and the formationof this factor was due to the results of the “self-content” of several peoplewho were in contact with me in the following conditions of my activity at thattime.Notwithstanding the inevitable necessity from the very first day of my arrivalin Europe to consecrate not less than half of my physical and psychic forces forthe regulation of the great financial crisis created some time before, onaccount of the “ignominious stupidity” of the Russian power-possessing people,and notwithstanding that I had to consecrate the other half of the time to thetheoretical explanation and practical teaching of the seventy pupils who werebeing specially prepared for the demonstrations of so to say illustrativematerial that were supposed to be held everywhere in Europe and America the nextyear, with the aim of showing the results of the application in life of my newideas, nevertheless I succeeded in directing my work so that, already by thebeginning of the second year of the existence of the Institute in France, datawere formed in me as well as in all the people who had a contact with me, andwho were more or less in the current of my instructions, for a strong convictionthat very soon it would be possible to realize also in practice both of thepoints just explained by me in the mentioned detailed program, that is to say:to classify all the pupils living in the Institute into three separate groups,and to begin with each group the previously foreseen “theoretical” and“practical” studies and, at the same time, to organize in the places where theinterests of big agglomerations of people are concentrated the mentioned “clubs”of a new type.Unfortunately, nothing of the concrete consequences for general human welfareexpected from this program, which had been foreseen in the smallest details,could be realized, on account of the event known to all of you which happened tome six years ago and which many learned and ordinary people and all those whoknew me and who heard about it attributed with their usual superficialunderstanding merely to a “motor accident,” although in reality-as I supposedfrom the first when I recovered my senses, and as I am now quite convinced—itwas the last chord of the manifestation toward me of that “something” usuallyaccumulating in the common life of people, which, as is mentioned by me in TheHerald of Coming Good, was first noticed by the Great, really Great King ofJudea, Solomon, and was called “Tzvarnoharno.” Returning to a more detailed description of the facts of that time, which isnecessary for your understanding of my present explanations, one must say thatfrom the very beginning, when everything was more or less established for theordinary existence of a great number of people in the two houses purchased by mein France called the Château du Prieuré and Le Paradou, and the construction ofa special large building which afterwards was known to you under the name of the“Study House” had been finished in haste, I began an almost daily series oflectures for the pupils of the Institute, those who had newly entered there inEurope as well as those who had come with me from Russia and those who hadjoined during my wanderings from the Caucasus to Europe when, owing to all kindsof political complications, it had been impossible to actualize even a singleparagraph of the mentioned program or to settle anywhere permanently, toelucidate parallel with the previous, superficial outline, the details which intheir totality illustrated the essence of my ideas, and to explain moresubstantially only that part from among twenty-four subdivisions of the generaltotality of the exposition of my ideas, the assimilation of which is absolutelyobligatory for anyone to begin a productive work upon himself.For your better understanding of the further explanations given by me then, Iconsider it indispensable to repeat some of them now.Among other things, I said then that the most important work for a man who hasalready cognized with his Reason his real signincance—that is to say, who hascognized his error in the sense of the exaggerated importance given to hisindividuality, which represents, according to his own impartial appreciation ina quiet state, almost a complete “nullity”—is to acquire the ableness to directfor a definite time all his possibilities and all his strength only for thepurpose of constating as many as possible of the physical as well as the psychicabnormal facts proceeding in his various functionings, that is, to exercise whatis called “self-observation.”It is obligatorily necessary to do so chiefly in order that such undesirablefacts, cognized only by his mind, which are still empty of significance for hiscommon presence, gradually assimilating into his nature, should begin tocrystallize a steady conviction about everything learned, and through this, asit must lawfully proceed, should come forth in his common presence for thepossibility of further work upon himself, an energy of great intensiveness, withthe help of which alone is a further work upon himself possible and which ismanifested, by the way, in a persistent striving to achieve the “power” duringthe daytime in his so to say “waking state,” for a definite time, to “rememberhimself.”This is necessary in its turn so that such a man, who has cognized only in hismind the nullity of his individuality and who has decided to struggleconsciously with the abnormalities constated by him, which have crystallized inhis individuality thanks to the unfitting surrounding conditions of hispreparatory age, and which manifest themselves in all sorts of weaknesses thatin totality give birth to his will-lessness, character-lessness, inertness andso on, could learn as much as possible not to identify with the surroundingconditions and, continuing to observe his inner and outer manifestations with asimultaneous domination in himself of various feelings of partiality which arebecoming inherent in him, and thus constating still more deeply various factors,abnormal even according to his own consciousness, and existing in great numberin his psyche as well as in his physical body: all this with the aim ofconvincing himself with his whole being of his negative properties that are evenin his own judgment unworthy of a man, and not only with his, in the presentcase, meaning-nothing “mind”; so that thus he may again become a person wishingto work upon himself with his whole being, and not only, as I have just said,with his meaningless consciousness.On account of the great importance of this question, I repeat and underline thatall this is indispensable in order that in a man working upon himself shouldarise and accumulate, as could only lawfully proceed, the needed energy for thepossibility of continuing to work with the intensity of striving and power ofaction upon himself which alone permits the transmutation of oneself from this“nullity” into that “something,” which he ought to have been according to evenhis own “good sense”; this latter, although rarely, does manifest itself in eachcontemporary man at those moments when the surrounding conditions do not preventthe manifestation of this good sense, that is, to be such as a man ought to be,the, as is said, “acme of Creation,” and not what he has become in reality,especially in recent times, namely, as in moments of self-sincerity he knowshimself to be—an automatically perceiving and in everything manifesting himselfdomestic animal. Now I shall speak to you in the form of a conspectus about the events whichprovoked the causes of my first journey to you in America.When, in the heat of my already described activity, repeated troubles began togrow again on a great scale in that “fertile soil for the growth of all kinds ofscandals” bearing the name Russia, troubles which were related to me personallyonly because there were living with me many of those unfortunate bipedcreatures, toward whom by the Will of Fate there had been formed in me“something” constantly reminding and obliging me to contribute to the possiblecontinuation of the breathing of such inevitably existing cosmic arisings, whomGreat Nature, considering the complexity of the apparatus for an easyassimilation of air by the organism, and obviously on account of lack of time,had deprived of this apparatus, with the result that my poor “Minister ofFinance” could not restrain himself and again and again cried out “Help, help!”,I was compelled to make the decision, without waiting for the completepreparation of the material I had planned upon, to travel immediately to youAmericans-people covered at that time with so to say “a dollar deposit”-withonly that material which had been already more or less prepared.On my first arrival at that time in America and during the six months’ stay hereamong you, I had not only successfully enough regulated the “material question”of the Institute, but also prepared everything required for the foundation herein America of several permanent sections.Having fully convinced myself then of the possibility in the future in NorthAmerica of realizing broad plans connected with my ideas, I at once withoutlosing time opened here in New York, by the way, temporary classes in rhythmicmovements and in music with the intention on my next visit, which was supposedto be six months later, of transforming these classes into the first fundamentalbranch of the Institute in America.Just in that phase of my activity for the introduction into life for the welfareof people of the program which had been worked out in all details, thereoccurred, almost immediately after my return to Europe, that “misfortune” which,besides preventing among other things my intended journey here, became, so tosay, the germ of all the subsequent misunderstandings which had an equalrelation to my ideas and also of course to me personally.The beginning of the multiplication and flourishing of these misunderstandings,already previously existing in great number in relation to me and to the processfor the actualization of my intentions, as well as the scattering of new ones asif from a horn of plenty, was due chiefly to the fact that for several monthsafter this “misfortune” I lost my memory entirely and then for several monthsmore lay in a semiconscious state.The soil for a plentiful flourishing of all kinds of misunderstandings connectedwith my ideas became extraordinarily fecund because after the mentionedmisfortune, when I began gradually to recover my usual powers of combination andmemory and, thanks to the reasons already described by me in the last chapter ofthe first series of my writings, began to liquidate the main section as well asall the other sections of the Institute founded by me, which was established ona new basis according to the Statute of the Institute, people living there ofevery degree of “being and comprehension,” most of whom belonged to variousindependent nations composing the population of the old Russian Empire, havingno possibility of returning to their motherland, as in all these places therecontinued that psychosis of the masses which began some years previously, wereobliged, on account of unexpected circumstances, to disperse to variouscountries in Europe, and to England and even America, depending on where theyhad friends or relatives, and most of these previous pupils of my Institute,when they found themselves dispersed and had fallen into hard conditions, asstill continues to be the case for almost all the “refugees” from thispreviously rich Russia, having no data necessary for a normal earning of life inthe local conditions, probably suddenly remembered crumbs of the generalquantity of information they had heard at the Institute and profiting,consciously or unconsciously—that has no importance for the given case-from thegeneral unbalancedness of mind arisen as a lawful consequence of the World War,decided to “prophesize” my new ideas.As each of these pupils of the Institute founded by me, in the sense of his“subjective being,” belonged as yet only to the mentioned exoteric group, thatis to say, still had the being of an ordinary average man and consequentlypossessed fully the inherencies which are proper to contemporary man, amongwhich, obligatorily and inevitably, is this, that he can be interested and takein from everything new to him only what corresponds to his ownalready-established subjectivity and make it the center of gravity of hismentation, they, taking this as a basis, began among the people-victims of thementioned “unbalancedness of mind” to prophesize in a one-sided way verbally, aswell as by literature, the information assimilated by them “one bit here and onebit there” which they had heard from me personally or from my old pupils whowere prepared by me for a future spreading of my ideas on a large scale.Here it is interesting to note that at that time my own self almost ceased so tosay “to annoy” the attention of these people who were more or less acquaintedwith my instructions. From the numerous definite facts elucidated during my recent specialobservations in regard to the causes of the arising of a certain specificproperty in the psyche of people who have become followers of my ideas, I thinkthat it will be, for now, enough to note, by the way, that at present, for allthe people existing in different countries who have in one way or another becomefollowers of my ideas, the totality of data for their psychic functioning, whichin general crystallizes in people thanks to various surrounding mechanicalinfluences, becomes afterwards an automatically stimulating factor for themanifestation of their subjectivity, as a result of which these people duringtheir automatically flowing associations, as well as in the times of theirhalf-conscious exchange of opinions among themselves, are animated by thenecessity of arguing with enthusiasm and persistency, creating thus a reallyperceived and very intensively manifested idée fixe, relating only to certain,sometimes quite insignificant information, which clears up only one particularquestion from the numberless questions which exclusively by their whole totalitycompose and elucidate the essence of my ideas.For instance, in the so to say “consciousness” of people existing in one part ofRussia, from the general totality of information which had been given to themand which they took in certainly “a bit here and a bit there,” only that partwas firmly crystallized which among other things explains theoretically byanalogous examples the fact that the common presence of man is composed of threeindependently formed and educated parts, and on that alone they base theprobable truth of all my ideas; in a number of people existing in another partof Russia, thanks to some fragments of the explained and proved information,there was crystallized in their consciousness the one idea that a man who hasnever worked intentionally on his perfecting is deprived not only of a soul butalso of spirit.People from Germany, especially those from Bavaria, thanks to the informationassimilated by them about the possibility of an effective nutrition not onlywith the ordinary food but also with air, have taken as their “fancy” the ideaof giving to the composition of their blood the property of being able tofulfill all the exigencies of the physical body and at the same time tocontribute to the crystallization and perfecting of the astral body.People from the capital of England were so to say “crazy” about, or better say“it suited their English soul” and became the idée fixe of their psyche, thatsumming-up conclusion of the general totality of my theoretical information,which is formulated by the expression “to remember oneself” and which wasindicated as a necessity.People living in contemporary northern Greece preferred, and made the center ofgravity of their interest in my ideas, the so to say “law of seven” and the“three existing aspects” of every event, and so on.As for you Americans, composing just this group, your idée fixe is based onseparate fragments, taken in by you also “one bit here and one bit there,” ofthat unique general part from the twenty-four sections already mentioned by meforming the fundamental fractions of the general totality of informationexplaining theoretically all my ideas, about which I said lately that this partconcerns the question of “self-observation” and underlined that this informationis inevitably required at the beginning of work upon oneself."},{"pageContent":"SECOND TALKdelivered by me in the sameplace to a much increasedassemblageLast time, in the second half of my talk, I spoke about the suppositioncrystallized in me regarding the probable causes of the arising, as a result ofwrongly interpreted ideas of mine, of a very undesirable particularity in thegeneral psyche of people from various independent groups; today, I shall beginmy explanations about the same, but exclusively in regard to you Americanspreviously composing as well as presently belonging to this group of people whohave also become followers of my ideas.Now, I want to present on this subject, after my special observations andinvestigations during these last days, an already completely determined opinionregarding just how and in what sequence were formed also among you here theconditions for the crystallization in your psyche of that pernicious factor onaccount of which, now, in most of you, to my sincere regret, instead of finding,in comparison with other people, data of a “higher level”—which obligatorilyought to have been formed during this time in you, as people who happenedprematurely to come in contact with the truths learned by me through myhalf-century’s conscientious labors, almost incomprehensible for contemporarypeople, which give the possibility and chance to every man to obtain the Beingof a real man—there is formed, as I can now impartially constate, somethingquite contrary.Frankly speaking, almost everyone of you gives the impression of, and really is,a man who has all the data to become at any moment a client of one of those, onan American scale, organized houses in New York which are called “madhouses” andwhich are supported here by the followers of the English suffragettes.For you Americans, the arising of this evil which formed itself in connectionwith my ideas began and gradually took a definite form thanks to the followingevents:When, as I have already said, at the beginning of the second year of theexistence of the Institute in France, I was compelled to take the decision,without waiting for the complete preparation of the material for demonstrations,to travel immediately to you Americans in order that here, among you, typesstill foreign to me, I should not be compelled to “live on beans mixed withthumbtacks” with such a large number of people indispensable for the realizationof the aims I had in view, each of whom to my misfortune—as well as, later on,to the misfortune of many of your compatriots who have become through them theobjects of my periodic chief speciality, which is “to shear half the wool ofevery near comer”-was at that period subject to a disease which in the psyche ofthe patient evokes, among other things, the habit of having in his pocketsexclusively “a louse on a leash” in one and in the other “a flea on a chain,” Iconsidered it a necessary preliminary then, in order that at least somethingmight be prepared here in New York for the arrival of such great numbers ofpeople, to send there, on the last boat sailing just before ours, someone fromamong my trusted and experienced people.In consequence of the fact that, just a short time before this, most of my“pupils of the first rank,” as they called themselves, who were suitable forthis purpose, had been sent by me for aims in the common interest to variousEuropean and Asiatic countries on special missions, my choice, from among thosewho were near me, of the most suitable person for this preliminary departurefell upon one of the older followers of my ideas, who was then the chiefphysician of the Institute, Dr. Stjernvall, but as, at that time, he was not atall acquainted with the English language, I decided to send together with him,as assistant and translator, one of the newly entered English pupils.Examining in my mind and considering the usefulness of each one separately forsuch a journey, I decided to send just this English pupil, from the number ofthose newly entered in the Institute, who, according to the so-called“individual record” usually made in the Institute for each pupil, was previouslyan English journalist and, I thought, as a journalist ought surely to knowEnglish very well.This former English journalist—predetermined by me at first to be a translatorand assistant of the first person sent by me to America as so to say “messengerof my new ideas,” Dr. Stjernvall, and who a little later became the collaboratorof my personal translator, M. Ferapontov, a pupil of the Institute and aparticipant in the demonstrations of “rhythmic movements,” who toward the end ofmy stay here became one of the three as they were then called “managers,” thatis to say, organizers of demonstrations, lectures and business interviews withdifferent people I had to see-was nobody else than that man who, on account offortuitous circumstances, arising partly from the catastrophe which happened tome and partly from the consequences of that abnormality at the basis of familylife, crystallized in the life of contemporary people, especially in youAmericans, which consists in the fact that the leading role in the householdbelongs to the woman, afterwards became your chief leader; I speak, as youyourself surely have already guessed, of Mister Orage.All the following, which led to the sad results that are the object of our talkof today, arose in the following successiveness:When, at the end of my first visit to America, after a rather successfulrealization of all my plans, I was ready to go back to Europe with theintention, as I said then, to return in six months for the purpose of alreadyopening permanent branches of the Institute in some of your big cities, and,several days before my departure, I was discussing aloud, together with thepeople who came with me, who could be left here for the continuation of what hadbeen begun as well as various other preparations for my next intended arrival,Mr. Orage, being present as well, unexpectedly offered his services and withgreat excitement began to affirm his ableness to do it brilliantly.As I found him quite suitable for the necessary preparations, chiefly on accountof his proven knowledge of the English language, of which I had been convincedalready here in New York, as well as on account of his smart appearance which,as might be easily understood, has a great importance in all business relations,especially among you Americans, I accepted his offer and began to explain to himat once certain details of the required preparations.As I learned afterwards, the real cause of his offer and his enthusiasm was thatduring our stay in New York he had started a romance, which at this time was atits apogee, with a saleswoman of that bookshop with the very original name“Sunwise Turn,” where I began there in New York among a very small number ofyour compatriots, according to my habit, to hold meetings in the form of lecturetalks, answering among other things different questions which were asked meregarding my ideas. Well then, as I have already said, on my return to Europe after my sojourn amongyou, at the end of the first week there occurred to me that motor accident, as aresult of which for over three months I entirely lost my memory and powers ofcombination, and then for six months more lay in a semiconscious state, halfcontrolling these two fundamental capacities on which depend and which generallyimpose responsibility on the individuality of man, and when as a consequence ofall this a great crisis arose in all my affairs gradually taking proportionswhich announced a complete catastrophe, then I, just at the beginning of thissaid second period of my physical state, still quite helpless in body and keptin bed, clearly realizing in lucid intervals of my consciousness the createdsituation, began, on the one hand, to give orders and take all kinds of measuresfor the most rapid liquidation of everything connected with the Institute onaccount of the constantly required great expense with a complete lack ofrevenues, and also the absence among the people round me of a “businessman,”and, on the other hand, to invent all kinds of combinations for the regulationof innumerable misunderstandings, arising thanks to the mentioned liquidation aswell as to the pernicious manifestations of various types usually proceeding, asI have said, among degenerated people of our class.Then, by the way, once, just in that period when the functioning of my usualpowers of combination began to be reestablished from time to time, and I couldrealize clearly what had happened and imagine different possibilities as a wayout of the situation that had been created, one of the people near me, who atthat time acted as my financial minister, addressing himself to me about onefinancial embarrassment, the solving of which was above his capacities, said tome that just that day he had received from America, from Mr. Orage, $1,000,adding that it was the third time that he had received such a sum and that italways came most appropriately.In the following months, as my state was still almost without change and duringthe mentioned lucid periods I could hardly discuss the affairs regarding theliquidation or find diverse combinations for the purpose of getting out of thedesperate situation which had been created, I entirely forgot about Mr. Orageand his kind solicitude in regard to me and my work.Only a year after the mentioned talk about money sent by Mr. Orage from America,when I had more or less liquidated all the dangers of the advancing catastropheand the state of my health had improved, I found out that these “sendings” fromMr. Orage, though diminished, still continued, and that some of your compatriotsparticipated in them. Just then, I at once changed my mind regarding my firstdecision to shut the doors of my house to all people, making an exception foryou Americans composing just this group as well as for all Americans who showedan interest in my ideas, and, from then on, not only were the doors of my housealways open for you but with some of you, about whose real interest in my ideasI was informed beforehand by somebody who had already proved his faithfulness inthe sense of real interest in my new ideas, I, as much as my deep occupationwith serious questions of my writings would permit, was always willing to havetalking relations also.As regards the immediate cause for the formation in your mentation of thementioned idée fixe, which served in its turn as a factor for the gradualcrystallization in your psyche of the mentioned specific particularity, allthat, as I represent it to myself now, after detailed confrontations and so tosay “statistical deductions” based on personal inquiries of several members ofthis very group as well as others near to them, probably happened in thefollowing way:Mr. Orage, who was left by me in America and who was occupied at first only byfulfilling my errands regarding my projected second visit, after the catastrophewhich occurred to me, while very much captivated by my ideas, and still not yetcompletely under the influence of his “left-shoulder Angel,” when he learned ofall that had occurred to me, at once began profiting from the strong impressionstill continuing by inertia which I had made on your compatriots, and forseveral months began to collect money and to send a part of it to me at thePrieuré.And at the same time, obviously with the aim of giving an external justificationto these collections, he began, without my permission for it, to direct theclasses for “rhythmic movements” organized by me here in New York; furthermore,realizing the necessity and at the same time all the difficulties of gettingmeans on the one hand for sending money to me, and on the other hand for meetingthe excessive expenditures of his new family life-as by this time his romancehad ended in his marrying the saleswoman of “Sunwise Turn,” a young Americanpampered out of all proportion to her position—he began, for the purpose ofincreasing his resources, to organize, as was usual in the Institute life, talkson themes which he had learned during his stay in the Institute.When all this material had been used up by him, not receiving either any newmaterial or any definite indication from me as to what to do or how to proceedfurther, he had willy-nilly to get along during this time merely with what hehad assimilated during his stay in the Institute while still in the capacity ofan ordinary pupil and, with this very limited knowledge, to so to say“manipulate in every way.”As I only recently elucidated to myself during my present sojourn here byinquiring of some of your comrades who were members, from the beginning, of thegroup which Mr. Orage directed, he, like a good “juggler,” managed with only theprimary information, out of the whole totality of information throwing light onall my ideas, which concerned that question about which I spoke in the lastlecture, that is to say, the question of so-called “self-observation,” namely,with the summarized elucidation of this information, the knowledge of which isindeed quite indispensable at the beginning for everyone who is striving tolearn the truth, but which, if it becomes the center of gravity for thementation of man, will, as was long ago established and verified by me,unfailingly lead to just the result which, to my great regret, I observe now inalmost every one of you.This situation, created at the beginning of my writing activity on account ofthe catastrophe which occurred to me, continued until the present time.Now, after an interruption of seven years in the application in life bysuccessive stages of the mentioned detailed program which had become the aim andsense of my life, having finally finished this principal and most difficulttask, which required constantly all my attention and all my self-imposed effortsduring these years, I want, simultaneously with fulfilling the easier part of mytask, to renew the actualization of this aim of mine but this time, with thehelp of the results obtained during these past years from my constant intensivelabors realized in ten big volumes; namely, I intend to continue to give a finalpolishing to my writings, in order to make them accessible to the understandingof every average man and, while doing this work in the same conditions asbefore, that is to say, writing in various cafés, restaurants or other publicplaces, always traveling, to begin simultaneously with this to make theseaccidental or intentional sojourns in different centers of contemporarycivilization, which satisfy the required conditions, the preparation of the soilfor the organization of the clubs mentioned by me last time.As my present visit here coincides with the moment for creating conditions whichwill give me the possibility of undertaking the realization of my plans, I havetherefore decided, during the period of my stay here among you, to devote allthe time left after the fulfillment of my fundamental task to the organizationand opening here of the first club of this kind.The opening here in New York, with the participation of people composing thisgroup of yours, of the first branch, not only in North America but in general onEarth, of the main club which will be in France at the Château du Prieuré, willbe in my opinion in all respects right and objectively just.It will be right and just because the Americans, chiefly you who compose thisgroup, besides having been for a long time in contact with my ideas, were theonly ones who proved to be grateful to me during the hard years of crisis, andyou were also the only ones with whom I had personal relations after themisfortune which occurred to me, when I gave myself fully to my new professionas a writer and broke all relationships I had previously had with people ofevery rank and class in various European states-of course excluding my relationswith the employees of various cafés and restaurants.Well then, my friends imposed by Destiny! In spite of my most natural sinceredesire, which must be clear to you, that the first branch of the “fundamentalkernel” of such a first institution connected with my ideas should be organizedjust here among you, I, impartially analyzing with my consciousness all the pastand confronting certain obvious facts, cannot fulfill in peace such a wish, dearto my nature.The cause of such a contradiction in my general inner state is my clearunderstanding of the fact that some of you, perhaps on account of always beingsuch, or on account of various misunderstandings which took place in the pastyears in the internal life of your group, do not correspond at all to therequirements which must be put before the members of this first institutionproposed to be organized here, namely, such an institution which in my opinionmust have for the future a very important character of general humansignificance.During the time of my presence here among you, more than once I seriouslythought about the situation which had been created but failed to find a definiteway out of it, and only today, when it appeared clear that I shall be obliged tocome here again next year on account of some business which has no connectionwhatever with you, and I realized, besides, that I should be for at least oneyear or even more occupied with questions concerning my writings, I took acategorical decision: to postpone the organization of these clubs until nextyear and to devote all the time left of my present stay among you entirely tothe personal reorganization of your group, in this sense, to introduce into itsinternal life principles corresponding to my ideas which must unfailingly beactualized and which could contribute, in the general psyche of some of you, tothe accelerated crystallization of corresponding data for the possibility ofbeing deemed worthy of becoming, by the time of my visit to you next year,competent “kernel-composing” members of the said first institution; andprinciples which contribute, in the general psyche of others, data for a sincereconfession of their unworthiness to be members of this first model institutionwith the result that they, having understood this, withdraw themselves. In otherwords, to consecrate all my free time, first, to establishing personally in therequired tempo everything corresponding for a right work with the person whom Iintend to send to you for directing everything that is necessary for thatattainment in strict accordance with my ideas of my fixed aims; and, second, topurifying your group of those elements, which in the existing conditions notonly cannot gain any profit for themselves, but may, for the formation as wellas the actualizing of the general aim in this newly formed group, be very, verypernicious.The second part of this plan designed by me, that is to say, the purification ofundesirable elements from your group, will manifest itself from the verybeginning of the formation of this new group because there will be placed beforeits members among other things several very definite conditions, allowing of nocompromise whatsoever, to which in all probability not all of you will be ableto agree, and in this way some of the members of the former group will naturallyfall away.Thirteen such unfailingly required obligatory conditions for the right to be amember of this new group during the first months of its existence will be laiddown by me; seven of these will be of “objective character,” that is to say,will concern everyone and must be fulfilled by all without exception, and sixwill be of “subjective character,” that is to say, will concern personally thoseof the former members of the old group, for whom personally these conditionswill be made.Concerning the subjective conditions, it must be said that their character willensue from the elucidations I have already made or still intend to make eithermyself or through those whom I shall commission concerning the specificsubjectivity of each of you, formed owing to a certain kind of psychic dataarisen thanks to typicality, heredity and also acquired during the period ofequal-rights membership in the former group.Detailed explanation of the significance of all thirteen conditions, and theexplanation of the motives logically justifying the necessity of theseconditions, will be given by me in advance exclusively to those members of theformer group who agree to and bind themselves under a special oath, the form ofwhich I shall indicate partly at once, partly later on, to fulfill exactly thefirst of the aforementioned seven objective conditions.Having said this, I called my secretary and dictated to him the following:“I, undersigned, after mature and profound reflection, without being influencedby anyone else at all, but of my own free will, promise under oath not to have,without instructions from MR. GURDJIEFF or a person officially representing him,any relations whatsoever, spoken or written, with any of the members of theformer group existing till now under the name of ‘Orage’s group’ of thefollowers of MR. GURDJIEFF’S ideas and also not to have any relations withoutthe special permission of MR. GURDJIEFF or his substitute with Mr. Oragehimself.“I am to have relations exclusively with those members of the former group, alist of whose names will be given to me during the general meetings of the newlyformed exoteric group.”Having read aloud the text of this obligation, I said:“Finishing today with this our meeting, I will merely add the following:“Those of you who, as is said in the text of the paper I have just read, agree‘after mature and profound reflection’ to sign this paper must do so beforetwelve o’clock noon the day after tomorrow in the presence of mysecretary-translator.“As to when and where the first general meeting of this new exoteric group willbe held, all those who have signed the paper by the time set will be informed indue course.”"},{"pageContent":"THIRD TALKdelivered by me to a prettyrarefied assemblageI began thus:In order that all my explanations and elucidations, as well as the lectures andreports of different instructors specially prepared for applying my ideaspractically in life, whom it is my intention from this year to adjoin to yourgroup from time to time also, should be productive and give real results duringyour future general meetings and your private encounters and exchanges ofopinion, in other words, in order that all your talks having relation to myideas should not assume such a character as they have had till now, namely, as Ihave recently called them, “meetings for collective titillation,” I want today,already at this what may be called “first meeting on new principles,” to giveyou, as a so to say precept, some advice which has relation only to youAmericans in general and especially to those composing the given group, theinfallible fulfilling of which advice may alone, in my opinion, in the nowcreated conditions, stop the development of the disastrous consequences of thecauses provoked by the errors in the past.This benevolent advice of mine to you Americans, composing in the given casethis group, and who became, thanks to a series of accidentally arrangedcircumstances of life, my nearest essential friends, consists in indicating thecategorical necessity that each of you should cease entirely, at least for threemonths, the reading of your newspapers and magazines, and during this timeshould become as well acquainted as possible with the contents of all threebooks of the first series of my writings entitled An Objectively ImpartialCriticism of the Life of Man.An acquaintance with the contents of these books is quite indispensable for eachof you, chiefly in order to obtain directly or indirectly information elucidatedfrom all sides regarding all those definite notions upon which will be based andfrom which will logically derive all the problems which are pursued forpractical attainments. It was just for this purpose that your group wasorganized and is now reorganized to consist of people who have more or lesscognized the absurdity of our ordinary life and who, although you have not yetsensed it with all your Being but are seriously striving to take in what youhave cognized, are continuing to learn as many aspects of the objective truth aspossible so as to determine, in accordance with this, your own realindividuality, in order to manifest afterwards in everything in a waycorresponding to a Godlike creature.It must be said that all I have expounded in the three books of the first seriesin its totality embraces almost all the questions which in my opinion, formed onthe basis of long years of experimental elucidations, may arise under theconditions of contemporary life in the ordinary mentation of man, and theelucidation of all these questions has been made by me in such a logicalsequence and in such a confrontative form as, helping to accustom the readerautomatically to active mentation and contributing to an easy and simultaneoustheoretical assimilation of the very essence of the questions dealt with, shouldgive the possibility to cognize, first of all, not only with one’s ordinaryautomatic consciousness, which in this case has no value, but with all one’sbeing, that which is most important and is unfailingly required for thepossibility of further work upon oneself, namely, the ephemeral nature of formerconceptions and understandings.An all-round acquaintance with the contents of these three books is necessaryalso in order that when I personally, or the mentioned instructors, speak duringour general meetings about some question which in the given moment is thecenter-of-gravity question, and speak about its details, we may, for the purposeof economizing time, simply refer to the corresponding chapter in this firstseries, and you, already having preliminary information about this, may easilyassimilate what we shall subsequently develop in detail.For example, intending in today’s meeting to speak about a question which isbased on data I have already more or less elucidated in the last chapter of thethird book, namely in the chapter entitled “From the Author,” the deliberationson the proposed question today should be as a continuation of this chapter.Well, if you were all well-informed of its contents, then I could for thepurpose of economizing time refer to the requisite passages, but now I shall becompelled to waste time on reading to you certain extracts.In the present case, one requires chiefly the knowledge of that part of the lastchapter called “The Addition,” which I wrote after I had very definitely shownin this chapter the complete automatism of contemporary man and his completenullity in respect to the “independent manifestation of his individuality.” Having said this, I asked my secretary to read the extracts to which I referred.Word for word, the content of these extracts is as follows:“Such is the ordinary average man—an unconscious slave of the whole service toall-universal purposes, which are alien to his own personal individuality.“He may live through all his life as he arose and was crystallized thanks to allkinds of influences eventually forming the conditions of life around him, and assuch after death be destroyed for ever.“And although this is the lot of every life, yet at the same time Great Naturegave to some lives, as in the given case, to man, corresponding possibilities tobe not merely a blind tool of the whole entire service to the all-universal aimbut at the same time, serving Nature and actualizing consciously what ispredetermined for him, to produce what is required in excess and to utilize thisexcess for his ‘egoism,’ that is to say, for the definition and manifestation ofhis own individuality.“This possibility is given also for serving the common aim, as for theequilibrium of these objective laws such relatively liberated, self-constructed,independent lives, and in particular of human origin, are also necessary.“Speaking thus about it, I consider it my moral duty here to add andparticularly to underline that, although the said liberation is possible forman, not every man has a chance to attain it. There are a great many causeswhich do not permit it and which in most cases depend neither upon us personallynor upon great cosmic laws, but only upon various accidental conditions of ourarising and formation, among which the chief are of course heredity and theconditions under which the process of our ‘preparatory age’ flows. It is justthese uncontrollable conditions which may not permit this liberation....”Stopping the reader at this point, I explained that of the contents of thesubsequent few pages, omitted for the purpose of saving time, it is onlynecessary for the theme of this evening to know about the comparison which I hadmade there between human life as a whole and the flow of a big river forking—ata certain place corresponding, according to my definition, to the time of man’sreaching responsible age, that is, that age when it becomes definite in a manwhether he has succeeded by that time in acquiring data for possessing his ownI—into two streams, one of which flows into the limitless ocean for subsequentmovement evolutionary for itself, and the other into the nether regions forsubsequent but involutionary movement, in this case only for the needs ofnature. Then I pointed out the place from which the reading should in thepresent case be continued.“For us contemporary people,” continued to read the secretary, “the chief evilis that on reaching responsible age we acquire—thanks to the various conditionsof our ordinary existence established by us ourselves, chiefly in consequence ofthe abnormal what is called ‘education’—a common presence corresponding only tothat stream of the river of life which ultimately empties itself into the‘nether regions,’ and, entering it, we remain passive and, without reflectingabout the consequences of this state, submit to the flow and drift on and on.“As long as we remain passive, we shall have in the course of our furtherexistence to submit slavishly to every caprice of all sorts of blind events andas a result inevitably shall serve solely as means for Nature’s ‘involutionaryand evolutionary constructions.’“As most of you present here and listening to my explanations have already, asis said, ‘crossed over’ into responsible age and after my explanations sincerelycognize that until now you have not acquired your own I, and at the same time,according to the essence of all that I have said here, you have not pictured foryourselves any particularly agreeable perspectives, then, in order that you—justyou who have cognized this-should not be greatly, as is said, ‘disheartened’ andshould not fall into the so-called ‘pessimism’ prevalent everywhere in thecontemporary abnormal life of people, I say quite sincerely, without anyarrière-pensée, that, according to my convictions which have been formed thanksto long years of investigations, strengthened by numerous quite exceptionallyconducted experiments on the results of which is based the ‘Institute for theHarmonious Development of Man’ founded by me—even for you, everything is not yetlost.“My special investigations and experimentally statistical elucidations on thissubject showed me clearly and very definitely that by Great, All-solicitousMother Nature the possibility is also foreseen for beings to acquire the kernelof their essence, that is to say, their own I, even after entering intoresponsible age.“The foresight of Equitable Nature consists in the given case in this, that thepossibility is given to us after our completed formation into responsible life,by our own intentions through certain inner experiencings and certain outerconditions to crystallize in our common presence data for the obtaining of sucha kernel—of course with greater difficulty than in preparatory age.“The process of intentional formation in one’s presence of such data isconditioned by the difficulties of crossing over from one stream of the river oflife to the other.“It is interesting to note here that the expression often used by contemporarypeople, of course quite automatically, without any understanding of its hiddensense—‘the first liberation of man’—signifies, according to the interpretationof initiates of one school existing presently in Central Asia, just thatsupposed figurative understanding which I in my writings formulated as thepossibility for each drop of water of the prime general river to cross from thestream which is predetermined to disappear into the ‘nether regions’ into thestream which empties itself into the vast space of the boundless ocean.“As to the possibility of this crossing for a man who in his responsible age hasalready entered into the stream of the ‘nether region,’ although it is given byGreat Nature, I must warn you, in order not to provoke in you so to say‘light-hearted illusions’ regarding this possibility to cross from one stream toanother, that it is not so easy-merely to wish and you cross.“For this it is indispensable, with a constantly active consciousness, first ofall with extremely great intensity to obtain the intentional crystallization inoneself of the data for engendering in one’s common presence an unquenchableimpulse of desire for such a crossing, and then will follow a long innerstruggle, requiring great tension of all the inner forces, with the obviousabnormalities crystallized in one’s individuality and evident even to one’s ownself-reasoning, that is to say, a struggle with the crystallized habits unworthyfor man even in his own understanding in a period of repose, which contribute,first, to the arising in us of our inner ‘Evil-God’ and second, to thesupporting and increasing in us of its power and strength always and ineverything, namely that ‘Evil-God,’ the presence of which creates idealconditions, especially in contemporary people, for enjoying a state of‘immutable peace’ —speaking shortly, there will be required all kinds ofcorresponding, very complicated and difficult preparations....” At this point, interrupting the reader again, I continued thus:From the contents of the fragment which has just been read, each of you shouldalready at least understand that the indispensable condition which is first ofall required from a man for his still possible arrival on a new path, namely,the path of “evolutionary movement,” is to have at least some data for theacquisition of his own I.In the case of a man in whom, because of the conditions of his preparatory age,the time preordained by Nature for the purpose of the natural crystallization inhis common presence of data for possessing in responsible age his own I has notbeen made use of, then, if in responsible age, when in general sane reasoningcan sometimes be lawfully manifested in man, he accidentally grasps this factand resolves to attain the possibility to be such as he ought to be in reality,namely, to have his own individuality conditioned by the unquestionablepossession of his own I, he must for this purpose, first of all, unfailingly andconsciously begin to crystallize in himself seven data-as was established byreally wise people of all ancient epochs-specially inherent only in man, datawhich have for the quality of manifestation a reciprocal action betweenthemselves in complete accordance with the fundamental law of the World, thesacred Heptaparaparshinokh.Today I shall speak about only three of these seven psychic factors proper toman alone.In the general psychic functioning of man, in certain automatically formed orintentionally created conditions depending upon mental associations andfeeling-experiencings, these three factors engender in the general presence ofman three definite impulses.Before continuing to explain just what is necessary and how one mustconsciously, both inwardly and outwardly, manifest oneself in order to obtainthe arising in oneself of such data inherent only in man, which ought also toappear as lawful aspects of the whole individuality of a real man, I shall becompelled, on account of the absence in the English language of any exact verbaldesignation of these three impulses, and as a consequence the absence of anapproximate understanding of them, to waste my time, in order to give you anapproximate understanding of them and choose for them some more or lesscorresponding conventional names which we shall use in our subsequent talks.For an approximate definition of the first of these three human impulses whichmust arise and manifest themselves in a real man, one might employ the Englishword “can,” yet not in the sense in which this word is used in the contemporaryEnglish language but in the sense in which Englishmen used it before what iscalled the “Shakespearean epoch.”Although for the exact definition of the second of these human impulses in thecontemporary English language there is a word, namely “wish,” it is neverthelessemployed by you Americans, as well as by the English people themselves, only inorder to vary, of course unconsciously, the degree of the expression of that soto say “slavish impulse” for which there are, particularly in this language, amultitude of words as, for example, “like,” “want,” “need,” “desire” and so on.And as regards a word for the expression and understanding of the third definiteaforementioned human impulse, in the whole lexicon of words in the Englishlanguage there cannot be found one even approximately corresponding.This impulse, proper exclusively to man, can be defined in the English languageonly descriptively, that is, with many words. I should define it for now in thefollowing words: “the entire sensing of the whole of oneself.”This third impulse, which should be sometimes in the waking state of man, one ofcertain definite manifestations in the general presence of every normal man, isof all the seven exclusively-proper-to-man impulses the most important, becauseits association with the first two, namely, those which I have already said canbe approximately expressed in English by the words “can” and “wish,” almostcomposes and represents the genuine I of a man who has reached responsible age.It is only in a man with such an I that these three impulses, two of which areapproximately defined in English by the words “I can” and “I wish,” acquire intheir turn that significance which I presume; which significance, and thecorresponding force of action from their manifestation, is obtained only in aman who by his intentional efforts obtains the arising in himself of data forengendering these impulses sacred for man.Only such a man, when he consciously says “I am”—he really is; “I can”—he reallycan; “I wish”—he really wishes.When “I wish”—I feel with my whole being that I wish, and can wish. This doesnot mean that I want, that I need, that I like or, lastly, that I desire. No. “Iwish.” I never like, never want, I do not desire anything and I do not needanything—all this is slavery; if “I wish” something, I must like it, even if Ido not like it. I can wish to like it, because “I can.”I wish—I feel with my whole body that I wish.I wish-because I can wish.Based on my own experience, I consider it absolutely necessary to note here thatthe difficulty of a clear understanding of all this without a long and deepreflection and, in general, the complication of the process of standing on theright path for the obtaining in one’s common presence of factors for engenderingeven only these first three, from the number of seven, impulses characterizinggenuine man, derives, from the very first attempts, from the fact that, on theone hand, these impulses can exist almost exclusively when one has one’s owngenuine I and, on the other hand, the I can be in man almost exclusively when hehas in him these three impulses. For the conscious developing in oneself of the given impulses inherent only inman, I intend to recommend to you some of those simple exercises which were alsopreviously presented in detail in the program of the Institute founded by me andwere to be explained to the pupils who reached the mesoteric group.I said “simple” because in various serious schools, existing even in presenttimes, for the self-perfecting of man, there are for the same purpose verycomplicated exercises.For a real influencing of the common presence of those who do all these specialexercises, and for an easier assimilation of what is required and necessary, youmust know first of all that the obtained totality of results of variousfunctions proceeding in the psychic life of people, which is called “attention,”is itself split automatically by the accidental surrounding conditions, as wellas by an intentional force of will, into several definite parts, and each ofthese parts may be, of course also by itself as well as intentionally,concentrated on something special with a definite intensity.For the given case, it is indispensable first to learn to divide one’s entireattention in three approximately equal parts, and to concentrate each separatepart simultaneously for a definite time on three diverse inner or outer“objects.”For the possibility of a practical achieving of this aim, in the same mentioneddetailed program were indicated a series of exercises under the name of “soilpreparing.”Although the exercises indicated in the circumstantial program wereintentionally composed in sequence and it was required to begin from number one,yet for you Americans in general, on account of several misunderstandings in thepast, I consider it most useful to start from number four.This exercise number four, from the series for preparing the soil, is performedin reality thus:First, all one’s attention must be divided approximately into three equal parts;each of these parts must be concentrated on one of the three fingers of theright or the left hand, for instance the forefinger, the third and the fourth,constating in one finger—the result proceeding in it of the organic processcalled “sensing,” in another—the result of the process called “feeling,” andwith the third—making any rhythmical movement and at the same time automaticallyconducting with the flowing of mental association a sequential or varied mannerof counting.Here there again arises the question of the poverty of the English language,this time in the sense that the contemporary people belonging to the Englishrace and you Americans also, who have borrowed their language and use it in yourordinary life, totally lack any understanding of the difference between twoentirely distinct impulses of an average man, namely, between the impulse of“feeling” and that of “sensing.”Since an understanding of this difference between these two impulses is veryimportant for my subsequent indications concerning all the exercises requiredfor you, as well as concerning the real nature of the psyche of man, I shall becompelled once more to interrupt the logical sequence of the elucidation of thetheme I have begun and again waste my time on explaining, if only approximatelyfor the present, this unexpectedly arisen philologically psychic question.In order to explain to you this very important question, the difference between“sensing” and “feeling,” I shall give you a corresponding definition.A man “feels”—when what are called the “initiative factors” issue from one ofthe dispersed localizations of his common presence which in contemporary scienceare called the “sympathetic nerve nodes,” the chief agglomeration of which isknown by the name of “solar plexus” and the whole totality of which functioning,in the terminology long ago established by me, is called the “feeling center”;and he “senses”—when the basis of his “initiative factors” is the totality ofwhat are called “the motor nerve nodes” of the spinal and partly of the headbrain, which is called according to this terminology of mine the “movingcenter.”Just this difference in the nature of these two unknown-to-you independentsources constitutes the difference in functions which you do not distinguish.For this fourth preparatory exercise explained by me today, first of all it isnecessary to learn with what exists in you now only as a substitute, so to say“fulfilling the obligation” of what should, in real man, be “self-willedattention” and in you is merely a “self-tenseness,” simultaneously to observethree heterogeneous results proceeding in you, each coming from differentsources of the general functioning of your whole presence: namely, one part ofthis attention of yours should be occupied with the constatation of theproceeding-in-one-finger process of “sensing,” another with the constatation ofthe proceeding-in-another-finger process of “feeling,” and the third part shouldfollow the counting of the automatic movement of the third finger.Although this fourth exercise is the most difficult of all the number ofexercises composing this series, yet, in the given case, as I have said, onaccount of various misunderstandings, for you, in my opinion, only this exercisemay on the one hand correct your errors of the past, and on the other handprepare all that is required for the future.And for cognizing its importance and indispensability for you, as well as itsreal difficulty, it is necessary to do it many, many times. At the beginning youmust try all the time only to understand the sense and significance of thisexercise, without expecting to obtain any concrete result.As only an all-round understanding of the sense and significance of thisfourth—and for you, first—exercise, as well as the ability to carry it out, willperforce make it easier for you to cognize the sense and significance, as wellas the carrying out, of all the subsequent exercises which are required for theacquisition of one’s own individuality, I therefore advise you, so to say, to“mobilize” all your forces and possibilities, in order that you should “BE ABLE”for a definite time not to be lazy and at the same time to be, in relation toyourself, that is to say, to your weaknesses, quite merciless, because upon thisfirst exercise depends your whole subsequent normal life, and all your futurepossibilities, inherent only in man, according to law.And so, if you really wish to have in yourself that which alone can distinguisha man from an ordinary animal, that is to say, if you wish to be really such aone to whom Great Nature has given the possibility with the desire, that is,with a desire issuing from all the three separate spiritualized parts and withthe conscious striving to transform yourself into a so to say “cultivated soil”for the germination and growth of that upon which lay the hopes and expectationsof the CREATOR OF EVERYTHING EXISTING, then you must always and in everything,struggling with the weaknesses that are in you according to law, attain at anycost, first of all, an all-round understanding, and then the practicalrealization in your presence, of this exercise just elucidated by me, in orderto have the chance for a conscious crystallizing in yourself of the data stillengendering the three mentioned impulses which must be present obligatorily inthe common presence of every man who has the right to call himself a GODLIKECREATURE."},{"pageContent":"FOURTH TALKdelivered by me on December 12th, 1930,at a meeting of a newly formed group,to which were again admitted the membersof the so-called Orage group. The placewas crowded in the extreme.I want before beginning to expound the quintessence of this fourth talk of mineto describe, and even if possible with real picturing, several events which tookplace then among the members of this Orage group, after I proposed to them tosign the “receipt obligation” mentioned in a previous chapter.I want to describe these events and the different consequences deriving fromthem which unexpectedly engendered even for myself very profitably arrangedcircumstances chiefly because, throwing a real, and not a puffing, light on it,as is the habit regarding everything American, one might give for the innersight of every reader a very good picture for the understanding of how stronglyis developed in these Americans, considered all over the Earth amongcontemporary people as the most cultured, the feeling which is called “herdinstinct,” which has become an infallible inherency of contemporary people ingeneral, and is manifested in the fact that a man does not guide himself in hisacts by his own reasoning but follows blindly the example of others, and how thedegree of development of his mentation—in the sense of his ableness to makelogical confrontations—is really of a very low level. I wish also to show that,thanks to these descriptions of mine, there will be elucidated and will becomereally clear for every reader of my writings at least that side of the custom,existing in the process of our common life, which is spread everywhere,especially among Americans, and consists in that people, in their striving toachieve the same aim, are divided into various so-called “parties” which, in myopinion, especially in these last years, have assumed the character of one ofthe biggest so to say “plagues” of our contemporary common life.These events, which by their content can correspond also to the aim which I putto myself in exposing this series-that is to say, that they might also carry aninstructive character-proceeded in the following sequence:After I had announced at the general meeting the indispensability of signing thementioned obligation and had set a definite time by which it had to be signed,they almost all in the same evening, as I learned afterwards, dividing intoseparate groups, first walked about the streets and then, taking themselves offto various nocturnal “Childses,” as they call them, or to the apartments ofthose whose what is called “domestic tyrant,” usual in every contemporaryhousehold, was on that day absent, discussed and argued excitedly almost tillmorning as to what they should do.On the next day, from the early morning, also meeting and talking by telephonewith those of their comrades who had not been present at this general meeting,they continued their exchange of thoughts and opinions, and as a result of allthese discussions and deliberations of theirs there were formed by that sameevening three independent parties with various attitudes toward everything thathad occurred.The first party consisted of those who decided not only to sign the obligationrequired by me but also in the future unconditionally to fulfill all kinds oforders and indications issued exclusively only by me personally.The second consisted of those in the psyche of whom through incomprehensible, atleast to my mind, causes there was formed in this short time for some reason astrange factor, bidding their whole peculiar individuality not to recognizeanything whatsoever issuing from me, but to remain true to the one who forseveral years had been for them, as one of them expressed himself, “not onlyteacher and mentor but also, as it were, their own ‘loving father,’ ” that is tosay, Mr. Orage.The third party consisted of those who postponed their decision, awaiting thereply to the telegram they had sent to Mr. Orage asking what they should do.All of those who joined the first party had to the last man signed theobligation before the appointed time was up.In the psyche of those composing the second party, as it subsequently becameclear, the mentioned strange factor progressively increased in its force up tothe moment when the time appointed for the signing of the obligation hadelapsed, and reached such a point that every one of them, in his so to say“belligerent animation” and fury in the fight with me, would have gone “a dozenbetter” than the famous ancient Balshakarians protecting their idol“Tantsatrata” from the devils specially sent to them from Hell.And as regards those of my charming “dainty” American followers of my ideas whothen made up the third party, it is just they who have shown and proved thedegree of contemporary development of the logical mentation of people of theirgrouping, which is considered in contemporary life everywhere on Earth as one ofthe most civilized.The various shades of complicated, fine and clever results of manifestation ofthis “logical mentation” of theirs then became really evident to all aroundthem, and particularly to me, from the fact that, having received the news ofthe arrival soon of Mr. Orage himself on the field of action, as he was alreadyon his way, they began to invent all kinds of “crafty” circumstances supposedlyindependent of them, and began to bring these “ideally well” inventedcircumstances of theirs to the attention of my poor secretary, and did thismoreover not themselves but through others by telephone.All this they did for the purpose of putting off their final decision until thearrival of Mr. Orage, preparing thus at all events a respectable justificationfor not signing the obligation at the proper time. Two days before the fourth general meeting of this group reorganized by me onnew principles, Mr. Orage himself arrived finally in New York, already informedabout everything that had taken place here in his absence.On the very day of his arrival, he requested through my secretary a personalinterview with me.I confess that I did not expect this because, as it was known to me, many of themembers of the group had written to him about all that had happened here andparticularly, of course, about my reiterated not very flattering opinion of him.At first, I wanted to answer to his request that I could meet him with pleasureas an old friend, but on one express condition, that there would not be any talkabout all kinds of misunderstandings nor of various new statements I had madeduring his absence in the presence of people who were members of his group, butall at once, remembering the alarming news received by me one hour ago of thebad turn of my material affairs connected with the liquidation of goods broughtby my companions, I decided to delay the answer in order to think it over well,because at the same time a thought germinated in me: would it not be possible touse such a request to me for my aims, considering that my prime decision not toutilize the members of this group for the actualization of the purpose of thistrip of mine had by this time already been changed in consequence of themanifestations of some of them, manifestations quite intolerable and unworthy ofpeople who had already been for several years in contact with my ideas,especially since it seemed that they had been thinking about them and hadunderstood them well.Thinking over and confronting all kinds of results which might arise in variouscases, I decided to answer him through the same secretary of mine as follows:“Most calm, most promising and particularly most esteemed by me Mr. Orage:“After everything that has happened here, as much as you know me, I have no morethe right to meet you on the former conditions, even merely as an old friend!“Now, without breaking my principles, most of which are known to you, I can meetyou and even, as in the past, occupy myself with the process of ‘pouring fromthe empty into the void’ exclusively if you also, Mr. Orage, will sign theobligation I proposed to all the members of the group you have directed.”Having received this answer, Mr. Orage, to the great astonishment of the peoplenear me who had journeyed with me, came at once to that flat of mine where someof the people lived who came with me, among whom was my secretary, and first ofall, without arguing, signed the obligation; then, evidently copying—as it wasrelated to me—my usual attitude when I am sitting, he began to speak calmly asfollows:“Knowing well,” he said, “of course thanks to Mr. Gurdjieff, the differencebetween the manifestations of a man engendered by his real nature, which is thepure result of his heredity and education in his childhood, and themanifestations engendered by his ‘automatic mentation’ which, as he himselfdefines it, is a mere result of all kinds of accidental impressions assimilatedwithout any order, and, being at the same time well-informed by letters mostlysent to me by various members of the group here about everything that has takenplace here in my absence, I at once understood, without any doubt whatsoever,what was hidden behind the proposal made to me by Mr. Gurdjieff, which at firstglance seemed really absurd—a proposal to me to sign also, like the others, theobligation which would deprive me of the right to have any relationship not onlywith the members of that group which I directed for such a long time but,however strange it may sound, even with myself.“I understood it at once, obviously because during these last days I meditatedvery much regarding the lack of correspondence between my inner conviction andwhat Mr. Gurdjieff calls ‘my playing a role here,’ and the heavy, unpleasantfeeling created in me by the sincere cognition of that lack always increasedmore and more.“In my moments of a quiet state, especially during the last year, I oftenconfessed innerly with sincerity the contradiction of my outer manifestationswith the ideas of Mr. Gurdjieff and, therefore, the maleficence of my verbalinfluence on people whom I guided so to say in accordance with his ideas.“Frankly speaking, almost all the impressions received from what Mr. Gurdjieffhas said here in the general meetings and to individual members of our groupabout me and my activity exactly correspond to my inner conviction.“Many times did I intend, myself, to put a stop to such a double manifestationof myself, but various life circumstances constantly prevented me from settingout to do so with the requisite decisiveness.“Having received from him now,” he continued, “at first glance an absurdproposal, but knowing the habit of my Teacher ‘always to keep deep thoughtsunder ordinary so to say meaningless outer expressions,’ I, having thought onlya moment, clearly understood that if I do not profit from the opportunity to ridmyself now forever of such, as I should say, ‘double-dealing’ of mine, I shouldnever be able to do it again.“I decided therefore to begin by signing the obligation required by Mr.Gurdjieff, and at the same time I give my word in your presence that, from thismoment on, I shall not have any further communication either with any of themembers of the former group, or even with my former self, on the grounds of theformer conditions of mutual relations and influences.“I wish very much, of course if Mr. Gurdjieff permits, to become from this dayan ordinary member of this now reorganized new group.”Such a philosophizing of Mr. Orage made such a strong impression on me andproduced such a strange reaction in my peculiar psyche that now, even with thestrongest desire, I cannot refrain from relating this and describing in thestyle of my former teacher, now almost a Saint, Mullah Nassr Eddin, thesurroundings and the conditions in which proceeded the process of assimilationin my Being of the so to say “tzimmes” of the above-mentioned philosophizing ofmy dear “Anglo-American délicatesse,” Mr. Orage, who was during many years inAmerica almost the chief representative and interpreter of my ideas.When they told me of his having come and of his philosophizing concerning theproposal I made him, and his decision also to sign this obligation, I was in thekitchen, preparing the so to say “gravity-center dish,” as it is called by my“drones,” which I did every day during my stay in New York for the purposechiefly of having some physical exercise, devoting each day, moreover, to thepreparation of a new national dish of some one of the peoples inhabiting allcontinents.That day I was preparing the favorite dish of the people inhabiting the spacebetween China and Russian Turkestan.At the moment when there was reported to me the arrival of Mr. Orage and of hisfine philosophical deliberations, I was beating the yolks of eggs with cinnamonand pompadory.And when the outer sounding of certain of the sentences used by him began to beperceived in me—nobody knows why-right in the center between the two hemispheresof the brain, in all that totality of the functioning of my organism which ingeneral engenders in man “feeling,” there gradually began a process similar tothe experiencing of a feeling called a “touchy emotion,” and I suddenly, withoutany consideration, instead of a pinch of ginger, dumped into the casserole withthe left hand the whole supply in the kitchen of powdered cayenne pepper, anaction which is not at all proper to me during such a, for me, sacred ritual asthe composition and preparation for obtaining a corresponding symphonic taste ofsome dish which has existed on the Earth since olden times; and, swinging myright arm in rhythm with all my force, “dealt a blow on the back” to my poorsecretary of music, who was there in the kitchen washing dishes, and then flungmyself into my room, fell on the sofa and, burying my head in the cushionswhich, by the way, were half moth-eaten, began to sob with bitter tears.I continued to sob, of course with no reasonable motive, but only seized by thefully-possessing-me and by-inertia-continuing mentioned feeling of emotion untilmy friend the doctor, who had accompanied me to America, having by chancenoticed the beginning of a psychic state as yet unknown to him, came into theroom with a big bottle of Scotch whisky specially made for Americans. After Ihad swallowed this medical remedy of his, though physically I calmed down alittle, the twitching which had begun in the left half of my body continueduntil suppertime, namely, until the moment when I and all the people who werewith me were compelled, for lack of any other food, to eat the dish I had soimmoderately peppered.What experience began in me and what results settled in my consciousness fromthe associations proceeding in my mentation thanks to this immoderately peppereddish, I shall not describe in this place of my writings because the idea hasjust arisen in me of making this information the issuing-basis for a certainhighly edifyingly instructive question on the psyche of contemporary man, bornand bred on the continent of Europe, which I propose to elucidate from everyaspect in one of the following books of this third series of my writings. Regarding how I utilized for my, in the objective sense, equitable aims themanifestations in the given case of the mentation, developed to the highestdegree of contemporary civilization, of these so to say representatives ofAmericans, this will be shown by the following:When, on the day after Mr. Orage’s visit, I began to receive from early hours inthe morning numerous requests from his adepts, almost entreating me to enrollthem as members of this new group, I gave the order to answer to all of them asfollows:“To the next general meeting of the newly organized group, any former member ofthe Orage group can be admitted on the two following conditions:“The first condition is to pay a fine, for not having signed the obligation intime, of a sum of dollars corresponding to the material possibilities of thegiven person, which will be established by a committee, specially chosen forthis purpose, of several members of the former group.“The second condition is that all those who have fulfilled the first condition,that is, the immediate payment of the fine imposed on them which will not in anycircumstances be returned, will be enrolled for the time being only ascandidates for the new group, and only after a certain established term will itbe decided, depending on the fulfillment or nonfulfillment by them of subsequentconditions, who is worthy to remain in the group as a full member and who isunconditionally to leave the group.”On the same day, a committee was formed by my choice of four members who,together with me, established seven gradations of fines.The first and highest fine was fixed at the sum of $3,648, the second at $1,824,the third at $912, the fourth at $456, the fifth at $228, the sixth at $114 andthe last and lowest at $57.To the sum total of these fines were added the charges which I fixed forshorthand copies of the talks I delivered at the first three meetings of the newexoteric group-to those who had been absent, indispensable for the understandingof my subsequent talks: from the first group, that is to say, those whounconditionally signed the obligation—$10; from those who belonged to the secondgroup, that is to say, who did not recognize anything whatsoever issuing fromme—$40; and those who had belonged to the third group, that is, those whodecided to await the arrival of Mr. Orage—$20.All that made a total of $113,000, which sum I divided into two equal parts, oneof which I kept myself, and the other for the beginning of the formation of afund for mutual aid to the materially needy members of this first exoteric grouporganized by me, a group for collective self-perfecting with a program drawn upalready in exact accordance with my ideas.Thus, my delivery of the said fourth talk, the summarized contents of which Inow wish to cite, took place this time in the presence of Mr. Orage himself andof several of his former so to say “first-rank” defenders now sitting, ofcourse, with “tails between their legs” and facial expressions of unchangeable“plasto-oleaginous” traits. That evening, after the demonstration of the music usually composed the daybefore and after the performance, according to the established custom, by mysecretary of music, and at the choice and wish of the majority present, of twopieces of the former series of my music, I began thus:“According to all kinds of historical data and to sane logical human mentation,man, as compared to the other external forms of life arising and existing onEarth, both by bodily organization, as well as the degree of complexity of theform of functioning of his psyche for every kind of perceiving andmanifestation, ought to be, among these other external forms of life, reallysupreme and so to say ‘directive’ in respect of regulating the correctness ofordinary life, as well as in respect of giving indications for the worthyjustification of the sense and aim of his existence in the process of theactualization of what is foreordained by our COMMON FATHER.“In the general process of the variform life on the Earth, as these samehistorical data show us, it was thus at the beginning, and only afterwards, whenthere arose in the psyche of people—chiefly owing to their vice calledlaziness—and with each generation there began to increase in the intensity ofits action on their common presence that ‘something’ which automatically enjoinsthis common presence of theirs constantly to desire and to strive to attainpeace, from then on, with the increasing in man of the intensity of the actionof this fundamental evil of theirs, there began proportionately also to increasetheir removal from the general life proceeding on Earth.“As the correctness of the functioning proceeding in us of any relativelyindependent organ depends on the correctness of the tempo of the generalfunctioning of the whole organism, so also the correctness of our life dependson the correctness of the automatic life of all the other external forms of lifearising and existing together with us on our planet.“As the general tempo of life on the Earth engendered by the cosmic lawsconsists of the totality of all the tempos both of our human life and also ofall the other external forms of life, therefore, the abnormalities of the tempoof any one form of life, or even only the disharmony, must inevitably evokeabnormality and disharmony in another form of life.“I began to speak about such an abstract theme, at first glance distant from theone put by me for your immediate interest, chiefly because, wishing today toexplain to you the method of one so to say ‘cardinal’ exercise for the consciouscrystallization in you of the first of the seven psychic data, inherent only inman, I wish to give you the information about such an aspect of the objectivetruth for the precise and broad understanding of which it is indispensable tomake such a digression of general character.“I consider it important and for you very useful to note that such an aspect ofobjective truth in the process of human life was always, since ancient times onEarth, one of the fundamental secrets of initiates of all epochs and ranks, andthe knowledge of it, as it is already established, might contribute by itself toincrease the intensity of assimilation of the results deriving from this first,as well as other similar exercises.“I wish to explain to you just about that totality of cosmic substances andproperties inherent to the totality which, not only in our human life but alsoin the other external forms of life, is the chief actualizing factor, and which,being the ‘second substantial food,’ is nothing other than the ‘air’ we breathe.“The air, from which are eliminated the elements necessary for our life, to betransformed afterwards in our organism into other cosmic substances for theneeds of the general universal actualization, like every definite cosmicconcentration is composed of two kinds of active elements with two properties,quite contradictory in their totality.“One kind of active element has a subjective process of evolutionary striving,and the other, of involutionary.“The air, like every definite cosmic concentration, formed owing to all kinds ofcommon-cosmic laws and to various ensuing secondary laws depending upon theposition and the reciprocal action, as in the given case of our planet, with theother large cosmic concentrations of the totality of substances, acquires andpossesses a multitude of specific particularities.“From among this multitude of particularities, we, for the present case, mustknow about that one which since long ago has in the process of human life alwaysbeen one of the chief secrets of all ranks of initiates of all epochs.“This particularity is that....”"},{"pageContent":"FIFTH TALKto the same groupon December 19th, 1930I began as follows:Before questioning you, according to the usage established by me, in order tobetter orient myself for giving further indications—as now, for example,questioning you about why and how, as a result of your “spare time” reflectionsduring the past week, you have elucidated and understood my indicationsconcerning the first exercise which I recommended at the third meeting for thepurpose of preparing in your common presences “fertile soil” for the possibilityof intentionally composing data for the impulses sacred for man—I find itnecessary to indicate to you two other independent exercises which were in thegeneral program of the Institute founded by me, but which belonged to quite adifferent series of exercises, which were then also, for a definite category ofpupils, one of the what are called “assisting means” for acquiring one’s ownreal I.Besides these exercises of which I now speak and also the information about theminto which I now wish to initiate you, being for you a really good means forthis aim, they will help you firstly to apprehend and understand many details ofthe significance and sense of the first of the seven what are called “cardinal”exercises I mentioned, and secondly, you will, thanks to this information,learn, by the way, of two definite notions which from the dawn of centuriesamong all categories of initiated persons on the Earth have been considered andare at the present time considered “secret,” and an acquaintance with which forthe average man can, according to the convictions of these initiates, even proveruinous.You must here know that on the Earth, in almost all epochs, the persons whodeserved to become genuine initiates were divided into three categories.The initiates belonging to the first category were those who thanks to theirintentional sufferings and conscious labors attained a high gradation of what iscalled Being, and for this they acquired the title “Saint.” To the secondcategory belonged those who thanks to the same factors acquired a great deal ofall kinds of information, and to their names was added the title “Learned”; andto the third category, those who by means of again the same factors attainedBeing and also enlightened themselves concerning a great number of objectivetruths, and to their names was added the title “Sage.” The first of the aforementioned secrets is that as a means for self-perfecting aman can use a certain property which is in his psyche, and which is even of avery negative character. This property can serve as an aid to self-perfectingand exists in people in general, particularly in contemporary people, andespecially in you, and is none other than that which I have many times condemnedand which people themselves consider an unworthy manifestation for a man who hasreached responsible age-of course in this respect also excluding themselves-andit is called “self-deception.”Such an, at first glance, illogicality and deduction not corresponding to anyhuman sane reasoning, namely, that such a property unbecoming to the psyche of aman of adult age can consciously be made use of for such an immeasurably highaim, is obtained owing to the fact that the cognizance of truths concerning thepossibilities of self-perfection, and the real forming in oneself of what isrequired for this, must proceed not in the ordinary consciousness of a man,which for the given case has almost no significance, but in what is called thesubconscious, ancl since, thanks to all kinds of accidents ensuing from thevarious abnormalities of our ordinary life, it has become impossible for a man,particularly for a contemporary man, to take in anything at all and so to say“digest” it directly with his subconsciousness, therefore it is necessary forhim, as has in the course of many centuries been experimentally proven bypersons of Pure Reason, to use a special means for inculcating in hissubconsciousness some reasonable indication accidentally grasped by his ordinaryconsciousness and not contradictory to his instinct, and this can be done onlyby means of this self-deceptive imaginative-ness inherent in him.If you have understood without any doubt what you must do, and how, and fullyhope at some time to attain this in reality, you must at the beginning oftenimagine, but imagine only, that this is already present in you.This is necessary chiefly in order that the consciousness forming in oneselfduring an active state should continue also during a passive state.For the correct understanding of the significance of this first assistingexercise, it is first of all necessary to know that when a normal man, that is,a man who already has his real I, his will, and all the other properties of areal man, pronounces aloud or to himself the words “I am,” then there alwaysproceeds in him, in his, as it is called, “solar plexus,” a so to say“reverberation,” that is, something like a vibration, a feeling, or something ofthe sort.This kind of reverberation can proceed also in other parts of his body ingeneral, but only on the condition that, when pronouncing these words, hisattention is intentionally concentrated on them.If the ordinary man, not having as yet in himself data for the naturalreverberation but knowing of the existence of this fact, will, with consciousstriving for the formation in himself of the genuine data which should be in thecommon presence of a real man, correctly and frequently pronounce these same andfor him as yet empty words, and will imagine that this same reverberationproceeds in him, he may thereby ultimately through frequent repetition graduallyacquire in himself a so to say theoretical “beginning” for the possibility of areal practical forming in himself of these data.He who is exercising himself with this must at the beginning, when pronouncingthe words “I am,” imagine that this same reverberation is already proceeding inhis solar plexus.Here, by the way, it is curious to notice that as a result of the intentionalconcentration of this reverberation on any part of his body, a man can stop anydisharmony which has arisen in this said part of the body, that is to say, hecan for example cure his headache by concentrating the reverberation on thatpart of the head where he has the sensation of pain.At the beginning it is necessary to pronounce the words “I am” very often and totry always not to forget to have the said reverberation in one’s solar plexus.Without this even if only imagined experiencing of the reverberation, thepronouncing aloud or to oneself of the words “I am” will have no significance atall.The result of the pronouncing of them without this reverberation will be thesame as that which is obtained from the automatic associative mentation of man,namely, an increase of that in the atmosphere of our planet from our perceptionof which, and from its blending with our second food, there arises in us anirresistible urge to destroy the various tempos of our ordinary life somehowestablished through centuries.This second exercise, as I have already said, is only preparatory; and when youhave acquired the knack, as_it were, of experiencing this process imagined inyourself, only then will I give you further definite real indications for theactualization in yourself of real results.First of all, concentrate the greater part of your attention on the wordsthemselves, “I am,” and the lesser part concentrate on the solar plexus, and thereverberation should gradually proceed of itself.At first it is necessary to acquire only, so to say, the “taste” of theseimpulses which you have not as yet in you, and which for the present you maydesignate merely by the words “I am,” “I can,” “I wish.”I am, I can, I am can.I am, I wish, I am wish.In concluding my elucidations of this assisting exercise, I will once morerepeat, but in another formulation, what I have already said.If “I am,” only then “I can”; if “I can,” only then do I deserve and have theobjective right to wish.Without the ability to “can” there is no possibility of having anything; no, northe right to it.First we must assimilate these expressions as external designations of theseimpulses in order ultimately to have the impulses themselves.If you several times experience merely the sensation of what I have just calledthe “taste” of these impulses sacred for man, you will then already be indeedfortunate, because you will then feel the reality of the possibility of sometimeacquiring in your presence data for these real Divine impulses proper only toman.And on these Divine impulses there is based for humanity the entire sense ofeverything existing in the Universe, beginning from the atom, and ending witheverything existing as a whole-and, among other things, even your dollars. For an all-round assimilation of both these “assisting” or as they mightotherwise be called “helping” exercises for the mastering of the chief exercise,I now, at the very beginning of the formation of this new group composed ofvarious persons pursuing one and the same aim, find it necessary to warn you ofan indispensable condition for the successful attainment of this common aim, andthat is in your mutual relations to be sincere.The unconditional requirement of such sincerity among all kinds of otherconditions existed, as it happened to become known to me from various authenticsources, among people of all past times and of every degree of intellectuality,whenever they gathered together for the collective attainment of some commonaim.In my opinion, it is only by fulfilling this condition for the given proposedcollective work that it is possible to attain a real result in this aim whichone has set oneself, and which has already become for contemporary people almostimpossible.Each of you having become an equal-rights participant in this group newly formedfor the attainment of one and the same so to say “ideal” must always strugglewith such impulses, inevitably arising in you and unworthy of man, as“self-love,” “pride,” “conceit” and so on, and not be ashamed to be sincere inyour answers concerning your observations and constatations on the exercisesrecommended by me.Any information expressed by any of you relating to the elucidation of thevarious details of this first exercise which is for all of you at the presentmoment the center of gravity, can be, in the collective work, of great value inhelping one another.In the present case, you must not be afraid of being sincere among yourselves.Being occupied with the solution of questions concerning this common great aim,each of you must always cognize and instinctively feel that you are all in acertain respect similar to each other, and that the well-being of one of youdepends on the well-being of the others.No one of you separately is capable of doing anything real at all; therefore,even for the sake of only an egoistic aim, help one another in this newly formedgroup which might also be called a brotherhood. The more sincere you are withone another, the more useful you will be to one another.Of course, be sincere only here in the group, and in questions concerning thecommon aim.Sincerity with everyone in general is weakness, slavery and even a sign ofhysteria.Although the normal man must be able to be sincere, yet he must also know when,where and for what purpose it is necessary to be sincere.And in the present case, to be sincere is desirable. Therefore, withoutrestraint, speak of all the results attained by you from doing this kind ofexercise. I consider it necessary, before explaining these details, again to say a littleabout that specific totality of the results from the general functioning in thehuman psyche of what is called attention.Although, in the normal man, this attention in the passive state is also a“something” of proportionately blended results of the corresponding actions ofall the three independent automatized parts in his whole individuality, and isalways one whole, yet in an active state such a man can consciously concentratethis whole attention of his on anything, either on some part of his commonpresence or on something outside him, in such a so to say “collectiveness” thatall the associations automatically proceeding in him, which beinglaw-conformable results of the general functioning of his organism must always,as long as he breathes, inevitably proceed, will totally cease to hinder him.Here it might as well be remarked that, according to authentic information whichhas reached us from the very ancient past, it is clearly stated that it was verydefinitely proved by learned persons then that these automatically flowingassociations never cease while a man lives, and in certain people still continueto proceed after death for several days by momentum.In speaking of these associations which automatically flow in man, I might aswell, by the way, so to say “illuminatingly clarify” yet another at first glanceinsignificant aspect of the phenomenal stupidity of people who believe andascribe significance to all their foolish “dreams.”When a man really sleeps normally, his attention—by the quality of which the soto say “gradation” of the difference between the waking state and sleep isconditioned—also sleeps, that is to say, his attention is, according to thelaw-conformable inherencies in him, stored up with corresponding force for thesubsequent necessary intensive manifestations.But when owing to some disharmony in the general functioning of a man’sorganism—most often to a non-normal expenditure in his waking state of thelaw-conformably accumulated energy—this part of the general psyche of his wakingstate is not capable of normally actualizing itself during sleep, then, from theassociations flowing in him, constated with this attention so to say “a bit hereand a bit there,” these famous “dreams” are obtained, that is to say, humanfoolishness.Secondly, a normal man can intentionally divide his whole attention, of which Ihave already spoken, into two or even three separate parts, and concentrate eachof these on various independent objects inside or outside himself.It will be very useful, in my opinion, for the productivity of the further workin this newly formed group of ours, if now, just before explaining to you theprocedure of this second assisting exercise, I tell you also that, when I haddrawn up the detailed plan for my Institute mentioned here many times, I wasthen already convinced of the impossibility of exactly explaining and fullyformulating in words the various fine points of the procedures of anyintentional experiencings and exercises for the purpose of self-perfection, and,knowing at the same time of the existence among our remote ancestors of aspecial method which was then called the “principle of illustrative inculcation”for the purpose of better taking in new information, I therefore introduced thismethod also in the general program, and frequently employed it in certaincircumstances; and now in view of the fact that I intend, after the work hasbegun in this newly formed group of followers of my ideas, also to employ thismethod, I therefore consider it expedient and opportune for the elucidations ofthe procedure of this second assisting exercise to keep partly to this, in myopinion, only true and useful method for such cases. Well then, I am now sitting among you, as you see, and although I am looking atMr. L. yet I am intentionally directing all my attention, which you are not ableto see, on my foot, and consequently any manifestation Mr. L. produces within myfield of vision I see only automatically—my attention, which at the presentmoment is one whole, being in another place.This whole attention of mine, I now intentionally divide into two equal parts.The first half I consciously direct to the uninterrupted constatation andcontinuous sensing of the process proceeding in me of my breathing.By means of this part of my attention I definitely feel that something takesplace in me with the air I breathe.I first clearly feel that, when I breathe in the air, the greater part, passingthrough my lungs, goes out again, and the lesser part remains and as it weresettles there, and then I feel that this settled part is gradually penetratinginward and is as it were spreading through my whole organism.In consequence of the fact that only a part of my attention is occupied with theobservation of the process of breathing proceeding in me, all the mental,feeling and reflex associations automatically flowing in my common presencestill continue to be noticed by the free part of my attention, and hinder thatfirst part of my attention intentionally directed upon a definite object, butalready to a much lesser extent.Now I direct the second half of my attention to my head brain for the purpose ofobserving and possibly constating any process proceeding in it.And already I am beginning to feel in it, from the totality of automaticallyflowing associations, the arising of something very fine, almost imperceptibleto me.I do not know just what this is nor do I wish to know, but I definitelyconstate, feel and sense that this is some definite “something” arising from theprocess automatically proceeding in my head brain of associations of previouslyconsciously perceived impressions.While this second half of my attention is occupied with the aforesaid, the firsthalf continues all the time uninterruptedly to watch, with so to say“concentrated interest,” the result proceeding from the process of my breathing.I now consciously direct this second half of my attention and, uninterruptedly“remembering the whole of myself,” I aid this something arising in my head brainto flow directly into my solar plexus. I feel how it flows. I no longer noticeany automatic associations proceeding in me. Having finished this so to say “monologue” of mine I continued to tell them, nowin the usual way, the following:In spite of the fact that I have done this exercise just now among you for thepurpose of illustratively elucidating its details to you, and have inconsequence done it under conditions not corresponding to the possibility ofaccumulating to the full in my common presence the entire beneficial result ofthis exercise, nevertheless I now begin at the present moment to feelincomparably better than before beginning this demonstrational explanation.Owing to my “solar plexus” intentionally and directly taking in thelaw-conformable results of the air I was breathing and the results arising in myhead brain of the previously consciously perceived impressions, I feel much morefully that “I am,” “I can” and “I can wish.”But you, if you please, do not get too enthusiastic and too animated about mystate which you vividly sense and which you also desire to acquire.This for the time being cannot happen with any of you.From this exercise of mine which I had to do here among you for the purpose ofelucidation, there has been obtained in my common presence a resultrealistically sensed by all of you because I already have a fully definedsubjective I, and the whole totality composing it is already more or lessadapted for the results of corresponding impressions and law-conformableregulating.And therefore this I of mine absorbs this law-conformable food proper to it moreintensively.You, for the time being, must not expect such a definite result from yourintentional repetitions of this same exercise.Do not, for the time being, do this exercise in order to be strong; this also isfor you only preparation for at some time having your own I, and at the sametime for constating, with indubitable certitude, those two real sources fromwhich this I can arise.Now, without philosophizing and without your, for you, maleficent discussions,try first of all to understand the totality of all that I have said today, andthen do the exercise for yourself, but without any hope or expectation of anydefinite results."},{"pageContent":"THE OUTER AND INNER WORLD OF MANAlthough the subject which I intend to elucidate by means of the text of thischapter of the last book of my writings is entirely lacking in the mentation ofcontemporary people, there nevertheless flows from the ignorance of the meaningof this subject the greatest part, if not all, of the misunderstandings whichtake place in the process of our common life.Not only do the causes of almost all the misunderstandings of our common lifeflow from the lack of understanding of the significance of the given subject,but also exclusively in it are contained all the answers to the possibility ofsolving the chief problem of our existence.That is, thanks alone to the recognition and all-round understanding of thesense and significance of this subject is it possible to solve the problem ofthe prolongation of human life.Before beginning the further development of this question, I wish to cite thecontents of an ancient manuscript with which I accidentally became acquainted inquite exceptional life circumstances.This very ancient manuscript, the contents of which I intend to make use of, isone of those relics which is handed down from generation to generation by a verylimited number of people, that is, by “Initiates”—not such “initiates,” however,as have been multiplying recently in Europe, but genuine ones.In this case, by “Initiates” of an esoteric sect which still exists at thepresent time in one of the remote corners of Central Asia.The text of this manuscript is expounded, as was done in antiquity,“podobolizovany,” in the form of symbolizing, or, as it is called in esotericscience, “making alike,” that is, allegorically-quite different from the formnow established for mentation among contemporary people.As the difference between these forms is very well-known to me, of course alsoaccidentally, I will endeavor to transmit the sense of this text as exactly aspossible but in agreement with the form of mentation now established amongcontemporary people.This ancient manuscript says the following:The general psyche of every man on reaching maturity, which begins on an averagein the male sex at twenty years and in the female sex at the beginning of thethirteenth year, consists of three totalities of functioning which have almostnothing in common with each other.The course of action of all three of these independent totalities of functioningin the common presence of a man who has attained maturity takes placesimultaneously and incessantly.All the factors making up and producing these three totalities of functioningbegin, and cease, to form in man at different periods of his life.The factors producing in man the first totality of functioning, unless specialmeasures are employed, are formed, as has been established long ago, only inchildhood-in boys on an average until the age of eleven years, and in girlsuntil the age of seven.The factors producing the second totality of functioning begin to form in boysfrom the age of nine years, and in girls even from the age of four years,lasting in different cases a different length of time, approximately until theattainment of maturity.And factors producing the third totality begin to form from the attainment ofmaturity, continuing in the average man at present only until the age of sixty,and in woman only until the age of forty-five.But in the case of people who have consciously perfected themselves to theso-called “all-centers-awake state,” that is, to the state of being able intheir waking state to think and feel on their own initiative, these factorsstill continue to form in man until the age of three hundred years and in womanuntil the age of two hundred.The forming of all the factors for the functionings of these three entirelyseparate totalities of functioning proceeds in people in accordance also withthe universal law of “threefoldness.”For the formation of factors of the first totality, there serve as the “anodebeginning,” on the one hand, all kinds of involuntarily perceived outerimpressions and, on the other hand, impressions resulting from so-called“all-centered dozing”; and as the “cathode beginning” there serve the results ofreflexes of the organism, chiefly of those organs having an hereditaryparticularity.For the formation of the factors of the second totality, there serve as the“anode beginning” outer impressions taken in under a certain pressure and havingthereby the character of being intentionally implanted from outside, and as the“cathode beginning” the results of the functioning of factors formed fromimpressions of a similar kind previously perceived.The factors of the third totality of functionings are formed from the results of“contemplation,” that is, from results received from the “voluntary contact” ofthe factors of the first two totalities, for which moreover the results of thesecond totality serve as the “anode beginning” and the results of the firsttotality serve as the “cathode.”One of the properties of such an actualization of all three separate totalitiesof functionings producing the general psyche of man is that which, bycombinations of the “voluntary contact” of the actions of these threeindependent totalities of functioning, causes to proceed in one of them theimprintation of those processes proceeding in the other totalities, as well asthose proceeding outside of the given man which happen to fall into the sphereof the subjective action of his organs of perception.The part of this property found in the common presence of man, ordinarilyperceived by people, is that which is called “attention.”The degree of sensitivity of the manifestation of this property or, as otherwisedefined by ancient science, “the strength of embrace” of this “attention”depends entirely upon the so-called “gradation of the total state” of a givenman.For the definition of this property in man, which is called “attention,” thereis, by the way, found also in ancient science the following verbal formulation:“THE DEGREE OF BLENDING OF THAT WHICH IS THE SAME IN THE IMPULSES OF OBSERVATIONAND CONSTATATION IN ONE TOTALITY’S PROCESSES WITH THAT OCCURRING IN OTHERTOTALITIES.”This above-mentioned “gradation of the total state” of man extends, as scienceformulates it, from the strongest subjective intensity of “self-sensation” tothe greatest established “self-losing.”That totality always becomes the initiating factor for the realization of acommon function of the three separate totalities which represent the generalpsyche of man in which at the given moment this “gradation of the total state”has its center of gravity.I have cited this at-first-glance fantastic hypothesis of our distant ancestorsat the beginning of the illumination of the given question, first, because itcan be a very good starting point for what follows, and second, because my ownattempts to make clear to myself the true significance of just this hypothesishave led me to the conclusions which I wish to impart to my readers in thepresent chapter.From the contents of this ancient “fantastic” scientific assumption, that whichintrigued me personally, during the course of many years, was chiefly thementioned verbal formulation, “The degree of blending of that which is the samein the impulses of observation and constatation in one totality’s processes withthat occurring in other totalities.”Though attaching great significance to everything else in this hypothesis, Icould by no means understand the meaning expressed in this verbal formulation.Especially was I intrigued by the words, “that which is the same.”What is “sameness”? Why “sameness”? For what purpose this peculiar “sameness”?Even that idea, “absurd” for all contemporary scientists, that there proceed inman simultaneously three associations of independent nature, did not surpriseme, and I accepted it with a feeling of great respect for the knowledge ofancient people.And it did not surprise me because previously, at the time of my specialverifications of what seemingly pertains to the psyche of man, carried out withthe aid of all sorts of experimental means attained by contemporarycivilization, chiefly by means of the science of “hypnotism,” I noted and firmlyestablished that there flow simultaneously in man three kinds of associations-ofthought, of feeling and of mechanical instinct.Most important of all is that not only do the three kinds of independentassociations flow simultaneously, but also there participate in all of them theresults of the three sources found in man for the transformation of the threenatures of so-called “cosmic vivifyingness.”These sources are located in man as follows: the first, in a part of the brain;the second, in a part of the spinal column; and the third, in a part of thesolar plexus.These three kinds of associations in one man explain that peculiar sensation,noticed at times by everyone, as though there were several beings living in him.Those who wish to acquaint themselves more fully with these questions areadvised to learn, that is, not simply to read but to immerse themselves in, thatchapter of the first series of my writings entitled “The Holy Planet Purgatory.” On reading over what has just been written, there involuntarily arises in me thequestion as to which must appear to the reader more fantastic: that which Imyself have written, or the hypothesis of our distant ancestors which I havecited.It seems to me that every reader on first comparing them will find the one asbad as the other. A little later he will blame only me, that I, in spite ofliving in this period of civilization, should write such nonsense.He will forgive the ancestors, however, as he is able to put himself into theirposition, and with the reason proper to him will argue approximately thus:“How were they to blame that in their time our civilization had not yet existed?And once having become learned, they too had to occupy themselves withsomething. And for a fact, at that time, not one electrical machine existed,even of the simplest sort.”Not having been able to restrain myself, and once again having bared one of myweaknesses, consisting in, as is said, “cracking a joke” at the most seriousmoments of my writings, I wish to take advantage of this incidental digressionfrom the basic theme to describe a very peculiar coincidence which took place afew days ago, in connection with the writing of this last book of mine.In connection with the writing of this book there have been, altogether, manycoincidences, seemingly very strange at first glance, but which on closerscrutiny have shown themselves to be according to law.Of course I shall not write about all these coincidences, as this would not bepossible-I would probably have to write ten other books.However, for a better characterization of these strange coincidences and theconsequences which have arisen from them, hindering the exposition of this book,I will depict, aside from the just mentioned one which happened the day beforeyesterday, also the first, which took place on November 6th, 1934, the first dayof the recommencement of my writing.As I have already said in the prologue, I decided, after a year’s interruptionin my writings, to begin to write again on the 6th of November, that is, on thatvery day on which, seven years before, I had decided once and for all to achievewithout fail all the tasks required for my being.On this day, happening to be in New York, I went early in the morning to theChilds café situated at Columbus Circle, to which I went every morning for mywriting.My American acquaintances, by the way, call this Childs among themselves Café dela Paix, because this café here in America has served me during the entireperiod of my writing activity in the same way as the Parisian Café de la Paix.That morning I felt like a “mettlesome horse” let loose after having beenconfined for many months in the stable.Thoughts were “swarming” in me, chiefly those thoughts pertaining to the work.Work went so well that by nine o’clock I had succeeded in writing about fifteenpages of my notebook without a single correction.I probably succeeded so well because, although I should not have allowed anyactive mentation to proceed in me, I must nevertheless confess that during thelast month I had not made much effort, and consequently had considered,involuntarily and half automatically, how to begin this book, which will be notonly the last but also the “collected concluding” of all my writings.At about ten-thirty several of my old acquaintances came in, three of whom areconsidered there to be writers-and sitting down at my table they began to drinktheir morning coffee.Among them was one who had worked for me for a good many years on translationsof my writings into the English language.I decided to take advantage of his coming to find out how the beginning of thislast book of mine would “sound.”I gave him the pages just written to translate, and continued writing.We both worked, while the others drank coffee and talked.At eleven o’clock, in order to rest a little, I asked the translator to readaloud what he had already translated.When he came, in the translation, to the expression used by me, “intentionalsuffering,” I interrupted his reading, for he had translated the word“intentional” by the word “voluntary.”As I attempted to explain the great difference between the voluntary andintentional suffering of man, there arose a general philological discussion, asis usual in such cases.In the heat of the argument one of us was called to the telephone.He came back quickly and announced excitedly that someone wanted to speak to mepersonally.I learned from the telephone message that a telegram had just come from Londonsaying that Mr. Orage had died that same morning.This news was so unexpected that at first I didn’t even take in what it wasabout.When I grasped it, however, it fairly struck me.And it struck me especially because at the same time I remembered certain eventsconnected with this day and with this person.All at once, there began to be constated in my consciousness various conclusionswhich I had drawn in my past life, but which had not yet been formed into aconviction, concerning the fact of “noticeable coincidences” which take place inour lives.In this case, the strangeness of the coincidence showed itself noticeably inthat, in this selfsame night, exactly seven years before, as the first of thoseideas took form in me on which will be based the contents of the book beguntoday, I had dictated a letter to just this person and mentioned many of thesethoughts.I had dictated an answer to a private letter from this person concerning thecure for his chronic disease, from which, it seems, he also died.It was midnight on the 6th of November of the year 1927. I lay sleepless in awhirlpool of oppressive thoughts and, trying to think of something to divertmyself a little from my heavy thoughts, I remembered by association, among otherthings, the letter received a few days before.On thinking of his letter, and considering his attitude of well-wishing,recently proven to me, I, quite without pity, woke up my secretary who wassleeping in the same apartment, and dictated the answer.At that time Mr. Orage was considered to be, and indeed was, the most importantleader in the dissemination of my ideas in the whole northern part of NorthAmerica.As in those days I was completely filled with thoughts about my own sickness,and almost entirely convinced of the possibility of regulating my health bymeans of intentional suffering, I, of course, advised him to do the same-but ina form corresponding to his individuality and the conditions of his ordinarylife.I shall not relate here about his further letters and our personal conversationsin connection with his illness and my advice; I shall only point out that theessence of the cause of the failure of my advice can be clearly explained toevery reader by the words occurring in one of the chapters of this third series,which come from his own mouth. Among the many unprofitable consequences of this event, namely, the death of Mr.Orage, unprofitable for me and my writings, was also that from that day on, justthat 6th of November, for two months, in spite of my constant wish, and constantefforts, I was not able to add a single word to what I had written up tohalf-past eleven that morning.And I could not do so thanks to the awakening of one of those factors whicharises without fail in the psyche of contemporary people, particularly inAmericans, the totality of which causes even the budding of different impulsesto become mechanical.Contrary to the established habits of my former visits, on this stay of mine Ihad been avoiding all meetings with acquaintances living here, aside from a fewpeople who corresponded to my aim.But now, each and every one of the great number of people who knew me here, andwho learned through the papers or telephone conversations—a usual custom here-ofthe death of my close friend, Mr. Orage, thanks to the said action of theautomatically arisen factor, considered it their duty to seek me out in order toexpress their so-called “sympathy.”And there came and telephoned not only people who were members of that groupwhich Mr. Orage had led, but also people of whose existence I hadn’t thefaintest idea.Among these latter were many acquaintances whom, as it turned out, I had metonly once and just by chance on my first visit here, eleven years before.Even in the mornings, when I came to the café to work, some Mister or Mistressor other would be sitting there waiting for me.And no sooner was the He or the She gone than another one would come to mytable, and unfailingly with an obviously false, sad face.Each one of these visitors would “burst” out at once with his “How do you do,Mr. Gurdjieff?” and follow it inevitably with the stereotyped phrase:“Oh, I am very sorry about Mr. Orage’s death!”What could I answer to this? The question of death is just that question whichsupersedes all the established and subjectivized conditions of our life.In this case, I could not use my usual means for keeping at a distance thosevisitors who disturbed me at my work.That would mean the immediate and thoughtless creation of new and eagerdisseminators of gossip to my discredit.Even before my arrival in America I had had the intention, as soon as I shouldbegin the writing of this last book of mine, at the same time to make visits, asoften as possible, to those states of North America in which groups of peoplewere organized who were followers of my ideas.In this way, I calculated that simultaneously with the completion at thepredetermined time limit of all the tasks I had set myself, I would havecompleted this last book, as well as the organization of everything required forthe dissemination of the first series of my writings.And therefore, in order to change the circumstances which had arisen which weredisturbing my work, I set off as quickly as possible, traveling first toWashington, then to Boston, and from there to Chicago.But nothing helped-the same thing repeated itself everywhere !It is perhaps a little understandable that people who knew me in the mentionedcities felt it necessary to express their sympathy to me, as they almost all hadknown Mr. Orage personally and also his relationship to me.But the fact that American acquaintances of certain far southern states of NorthAmerica also began to do this-this was really “stuff and nonsense.”Among the people of the Southern states who expressed their world-famous“sympathy” were those who not only had never seen Mr. Orage but had never evenheard of his existence.They had just learned a few days before that he had died, and that he had beenone of my most important assistants.And thus, among the number of unexpectedly arisen circumstances which preventedme in this period from fulfilling the “Being-task” I had set myself, wassuddenly and unexpectedly established this vicious weakness, which has gainedcitizenship in the general psyche of modern man—“to express sympathy.” It has just occurred to me that the thoughts which I expressed to a small groupof people at a meeting in a suburb, in connection with the death of Mr. Orage,might serve as a better clarification of the meaning and significance of thewhole contents of this chapter, and I have therefore decided to recollect thesethoughts in my memory and to add them here.At this meeting, while drinking coffee, we were speaking of the different habitswhich take possession of us in our childhood, and which enslave us also afterthe attainment of mature years.At this moment there arrived one of their comrades, with a jolly, flushed face.Being late, he had probably been walking quicker than usual, and he had notreckoned on running into me. But as soon as he caught sight of me, theexpression of his face changed and, coming up to me, he “burst” out at once withhis sentence, learned by heart from the list of “sympathies.”At this point I could no longer contain myself and, turning to them all, said:“Have you heard the peculiar intonation, not proper to him, with which yourcomrade who has just come has delivered his bombastic speech?“Did you? ... Good. Now then, ask him, that is, beg him, please, for once in hislife to make an exception and to say honestly whether his ‘inside,’ that is, hisreal being, had any connection whatever with his spoken words.“Of course it had none, and how could it be otherwise, for, in the first place,the deceased person concerned in this case was not a ‘blood brother’ of his and,in the second place, he could not possibly know or feel what attitude the personto whom he addressed his flowery speech had toward the event.“His words were spoken quite mechanically, without the least participation ofhis being, and he said them only because, in his childhood, his nurse had taughthim in such cases ‘to lift the right leg and not the left.’“But why be insincere even in those cases when there is absolutely no advantagein it for your being, not even for the satisfaction of your egoism?“Is it not enough that our daily life is filled to overflowing with insincerity,thanks to the abnormally established habits of our mutual relationships?“Unfailingly to express sympathy at the death of anyone or anybody is just sucha vicious habit, instilled in childhood, thanks to the totality of which ourhalf-intentional actions come to an automatic end.“To express one’s sympathy to someone in the case of the death of a person closeto him was considered in ancient times an immoral, even criminal action.“Perhaps it was considered so because it is easily possible that, in the beingof that person who is being thus addressed, the process of the fresh impressionof the loss of a close person has not yet quieted down, and by these empty wordsof sympathy he is reminded of it again and his suffering aroused anew.“From such a habit, customary at the present time in the case of anyone’s death,no one derives any benefit, and the person thus addressed, only great harm.“Such habits, established in contemporary life, offend me especially, perhapsbecause I have had the opportunity of becoming acquainted with the customs usedin the same cases in the lives of people who lived many centuries before us.“Many thousand years ago, when a person died, for the first three days no onewould be present at the place of this sad happening, except the priests andtheir assistants.“Only on the fourth day there would assemble all the relations and relations bymarriage, as well as neighbors, acquaintances and even strangers who wished tocome.“In the presence of all those assembled, the priests first conducted thereligious ceremonies at the door of the house, and then, in the company of all,carried the dead to the graveyard, where they again carried out a specialritual, and then buried him.“After that, if the deceased was a man, all the men returned to the deceased’shouse; if a woman, then all the women. All the others separated and returnedhome.“Those people who had returned to the house of the deceased first of all ate anddrank, but only that food the ingredients of which the deceased himself hadprepared during his lifetime for this purpose.“After this meal, they gathered in the largest room of the house, and setthemselves down to the so-called ‘Remembering Feast,’ recalling to mind andrelating only the bad and evil deeds of the deceased during his life.“And this they did daily for three days.“After this peculiar three-day procedure, or as one might now call it ‘notleaving a good hair on his head,’ or as they called it then ‘washing the bone ofthe dead down to the white of the ivory,’ all those who had taken part gathereddaily in the house of the deceased for seven days, but this time in the eveningsafter their daily duties were finished.“During these seven days it was no longer the custom to offer food, but manydifferent sorts of incense were burned constantly in the same room in which theassembly took place, at the cost of the deceased or of his heirs.“All present sat or kneeled quietly, and, in the well-known atmosphere calledforth by the incense, they first chose from among themselves the worthiest byage and reputation, as leader. And then they began to give themselves up to thecontemplation of the inevitability of their own death.“At certain intervals, the leader would say to all present the following:“ ‘Do not forget how he has lived, whose breath has not yet vanished from thisplace, how he behaved unworthily for a man, and did not accept the fact that he,as well as all others, must die.’“After such an utterance by the leader, all those present had to sing togetherthe following:“ ‘O ye holy, higher forces, and immortal spirits of our ancestors, help us tokeep death always before our eyes, and not to succumb to temptation.’“I will not add more but will leave it to each one of you to decide for himselfwhat advantage there might be if such a ‘savage’ custom could be establishedagain.“I hope that you now partially understand why just these ‘expressions ofsympathy’ of yours affect my inner being almost in the same way as your American‘products’ of nourishment affect the English system.“It would be desirable for all, for God, for the deceased, for you, for me andeven for the whole of humanity, if, at the death of any person, instead of theprocess of the expression of senseless words, the process of the real graspingof your own forthcoming death would take place in you.“Only the complete realization by man of the inevitability of his own death candestroy those factors, implanted thanks to our abnormal life, of the expressionof different aspects of our egoism, this cause of all evil in our common life.“Only such a realization can bring to birth again in man those formerly present,divine proofs of genuine impulses-faith, love and hope.”As I spoke the above, there occurred to me, I don’t know why, the verse of avery old Persian song and, quite involuntarily, I recited it on the spot.As it had slipped out so involuntarily, I was forced, in order to hide the forceof my automatic thought at this moment from the consciousness of those present,willy-nilly, to take the trouble of explaining the contents of these verses ofthe Persian song in English.With the words of these ancient Persian verses, a scientific wisdom isexpressed, which one may express in your customary language approximately asfollows:If all men had a soul,Long ago there would have been no roomleft on earthFor poisonous plants or wild beasts,And even evil would have ceased to exist. Soul is for the lazy fantasy,Luxury for the indulger in suffering;It is the determiner of personality,The way and the link to the Maker and Creator. Soul is the residue of education,The prime source of patience;It is also testimony of the meritOf the essence of eternal Being.Leader of f the will,Its presence is “I am,”It is a part of the All-Being,It was so and always will be.In short, irrespective of my unquenchable wish to work, and irrespective of thefact that at any convenient or inconvenient opportunity I wrote and wrote, sothat I might finish this book and attain the end of all the tasks I had setmyself, I was, nevertheless, unable to do so.As [on April 9th, 1935] I had finally finished the prologue, I began on the sameday to write this chapter.And it was in connection with the exposition of this second chapter, on which Iam now working, that the coincidence took place, with which I have decided toacquaint the reader, as profitable for this chapter.The whole day and night of April the 10th, with extraordinary efforts, I workedand reworked the beginning of this chapter, which was unsatisfactory to me, andit was not until the evening of the next day that it seemed as if something wasbeginning to arrange itself, and the certainty awoke in me that from now on itwould be easier.But, after a few hours of sleep, as I began again to write further, and came tothat point where I had first used the expression “problem of the prolongation ofhuman life,” I became stuck again.This time I became stuck because it was suddenly clear to me that for a fullexplanation of this question which, among all the questions raised by me in thisbook, I had decided to make the basic question, or as one might say, the “clue,”I must without fail, in the first place, if only briefly, inform the reader whatposition this question takes in present-day science and in the mentation ofcontemporary people.I began to ponder how to begin, so that the explanation of this question shouldbe as comprehensive as possible, and at the same time not too long.However I “turned” the facts, known for this case, and from whatever side Itried to describe them, it all turned out too long.My thoughts about this introductory theme took such control of me that I ceasedto be aware of anything else.Whoever might come to me, whatever he might say, or with whatever sensations hemight leave me, I noticed nothing; even my desire for frequent coffee-drinkingor cigarette-smoking disappeared.At times I felt dizzy, as if my head were actually bursting, but I still kept onand on with writing, as if all else depended on it.On Sunday, the 14th of April, just as it struck midnight, I decided to lie downin the hope of being able to fall asleep, but it was not to be.It was just the other way. The thoughts, continuing to work, took suchproportions that they drove sleep completely away. It became absolutely clear tome that without such an introductory theme everything else would have no worthat all.Day began to break as I, quite convinced that no sleep would be granted me thatday, decided to get up and take a stroll in the streets.As it was Sunday, and very early in the morning, there was hardly anyone to beseen.I went down the first street I came to, thinking I might find a night café whereI could go in and drink a cup of coffee.As I went, I saw something moving in the distance on the corner and, onapproaching, found it was the newspaper dealer laying out his morning “wares.”I decided to buy a newspaper and then go home and lie down again; perhaps byreading the paper my thoughts might be a little distracted, and I might succeedin sleeping, if only a little.I took The New York Times, a huge, thick newspaper, especially on Sundays, butas I paid for it I realized that reading an English paper would not be the rightthing, nor—as I do not have the automatic command of this language which comesonly with practice-give me the desired effect on which I had counted for beingable to forget myself and fall asleep.So I asked the newspaperman if he, or anyone else in the neighborhood, hadEuropean newspapers, for instance Greek, Armenian or Russian.He answered that he had none, but that three streets further on many RussianJews were living, and all the news-dealers there had Russian newspapers.I went in the direction he showed me. Traffic in the streets was beginning toincrease.On the first corner of the designated street was a newspaper booth, to which Iwent and asked for a Russian newspaper.The newsdealer asked me at once in Russian, “Which one, countryman, RusskoiSlovo or Russky Golos?”And thus I learned for the first time that two newspapers of these names appearin New York.In order that the reader may discover the necessary connection to this secondcoincidence here described, I must say in advance that for the last ten years,that is, since I began to write, I have read scarcely anything, not only nonewspapers and books but no letters or telegrams either.I took both Russian newspapers, drove home and lay down again.One of them was unbelievably thick for a Russian paper, and with this I began.On glancing through it, I soon gathered that this paper was celebrating itstwenty-fifth anniversary, which explained its thickness.All the articles in it were so “honeyed” that I put it down and picked up thesecond.As I opened it, the first thing on which my eyes fell was this title—“TheProblem of Old Age,” that is, just that question which for the course of threedays and nights had left me no peace.On reading this short article, I was most enthusiastic, and amazed to find in iteverything about which I had thought and found necessary as an introduction towhat would follow.And at the same time everything was expressed very compactly, well-formulatedand, as the chief thing, unusually objectively.Involuntarily, I began to consider how I might make use of such a chancecoincidence and, after I had thought it over a little, I decided simply toinclude the entire article in a corresponding place in this chapter.All the more, as the material given in this article, not being presented by me,would have to be accepted by the readers much more objectively, and thereforewith a better result for them.And in order that quotation of this article may not be considered plagiarism, Iam inserting it in full, with information on where it was written and who wroteit, and in addition to that I am underlining the name of the author with twolines.I was so calmed and cheered up by this article that I determined not to work atall that day, but to go out to see the famous Coney Island, to which I hadwanted to go on each previous visit to New York, without ever having succeededin going there.THE OUTER AND INNER WORLD OF MANTHE PROBLEM OF OLD AGE by P. MANN Russky GolosSunday, April 14, 1935When Metchnikov’s works were published, it seemed as if the problem of theprolongation of human life had been solved. According to his view, premature,diseased ageing and death are the results of a chronic poisoning of tissues bythe poison of decaying bacteria, which takes place chiefly in the largeintestine.To prolong life, he advised a diet of sour milk (kefir, buttermilk), because thebacteria of the milk acid, on their entrance into the intestine, prevent decayas well as the development of the agent of putref action.In proof, Metchnikov gave many examples of longevity of individuals and wholeraces. The scientist himself lived to be seventy-one years old, an age whichnone of his family attained, and attributed it to the fact that for severalyears he had drunk sour milk every day, which was prepared according to aspecial recipe.Nevertheless, Metchnikov had exaggerated the importance of the intestinalbacteria. Without doubt, the poisons of the intestinal bacteria are harmful; butthere are many still more important causes for the premature ageing of theanimal organism. There are certain animals which have no large intestine. But,just the same, they also become old and die.The causes of premature old age do not lie there. As Metchnikov’s theory wasrejected by scientists, each brought another theory explaining the causes oflongevity in a new way.The famous French physiologist, Brown-Sequard, attempted to slow down theapproach of old age, and to rejuvenate the organism by injections from the sexglands of animals.After the wide use of this method had shown no great results, Steinach andVoronov, returning to the idea of the French physiologist, tried to achieverejuvenation by tying back the testicles and grafting on the sex glands of younganimals. But they themselves admitted that they attained positive results onlyin some cases.And still new theories appear regarding the causes of becoming old: of thephysical-chemical changes in the organism, of the wearing out of the bloodvessels, and many more.Each one of them explains in its way the causes of premature ageing, andsuggests different methods for the prolongation of life. But they are inagreement only in their general conclusion, the conclusion, namely, that deathis doubtless in too great a hurry to reach man.Man can live considerably longer than seventy to seventy-five years, the usualage-length of human life.How long? And by what means?It is known that in extraordinary cases man can live to a hundred, a hundred andtwenty, and even to a hundred and fifty years! In the Patho-physiological Clinicfor the Aged of the Institute of the Union for Experimental Medicine, directedby Professor I. H. Hellman, there is conducted a comprehensive study of thehuman organism and its different age levels. Apart from minors and adolescents,there are collected here dozens of aged people, of whom some approach the verylimits of human age.More than sixty very old people, men and women, up to the age of one hundred andtwenty-five years, have been in this clinic at one time. Three of them were overa hundred years old. These were: Moschuchin—who died a few months ago at the ageof 123 years, an aged peasant who could still remember vividly the events of thepast century, the feudal estate, the “freed” peasants, he himself receiving tenkopeks a day for his work. The oldest inhabitant of Moscow since Moschuchin’sdeath is Zirulnikov, 112 years, and then Balascheva, 105 years, who was witnessto the funeral of Nicholas I.Among the old people, less than a hundred years of age, is the old “partisan”Aksenova, 75 years old, who took an active part in the Partisan Movement inSiberia and had been driven back more than once through Czechoslovakia, and whohad taken part in battles and often made marches of 60 kilometers in 24 hours.Then, there is the foreign-language teacher, Pasternatzkaya, 83 years old, whoeven last year went ice-skating in brilliant competition with the young people.What have the observations shown? The study of the long-lived has brought us tothe conclusion that, aside from the outer, social causes which, for a long spanof life, have an enormous part to play, hereditary factors have also a greatsignificance. Almost all the very aged had had completely good health duringtheir whole life! Many of them had retained their memory and their mentalfaculties. The majority looked much younger than their years. They were never inthe least sick.This characteristic brought the scholars to the extremely important idea of thepresence in many of them of inborn immunity to infectious diseases. Thisbiological quality seems to be one of the hereditary factors which characterizethose inner conditions under which man may live to a great age.There are also other extremely important results of the observations. Forinstance, the observation of the differences between very old and very youngpeople has a great scientific significance. Is the blood of the aged normal?This question has received a final answer: the blood of the aged has been foundto be in a normal state, and to differ very little from the blood of youngerpeople.At the same time it has been shown that long-lived people retain their fullphysical capacity, in particular the sex function, for a very long time.On comparison of the results of investigations of juveniles and aged, it waspossible to establish a fundamental law conformity in the development of man,and to observe functional changes which are determined by the physiologicalpeculiarities of man at different age levels.The discovery of these laws gives a new possibility for the solution of theproblem of old age in general and of its separate important elements, andespecially of that question, which has long interested science, of thepreservation to a great age not only of physical but of mental capacity. Since the work of Brown-Séquard and Metchnikov, this scientific idea has madegreat progress. The doctrine of the glands of inner secretion has been greatlydeveloped. The latest findings in the field of hormones have brought much thatis new. One aim of the work of Professor Hellman’s clinic is to make a thoroughcritical survey of the different scientific theories about the causes oflongevity, in order that on this basis they may help to solve the problem of anatural and healthy old age, and to find the way to prolong the life of man.The work has just commenced. Many investigations, observations, theories andpractical deductions lie ahead. But there is no doubt that the only way toarrive at a solution of this interesting scientific problem is by thecomprehensive study of man from birth to old age-the study of the human organismthrough the combined efforts of physiologists, biochemists and physicians, as itis being carried out in the Institute of the Union for Experimental Medicine.This method has opened new and great possibilities to Soviet Russian science.Now, enough of making use of the extraction from other brains; one must beginagain to “suck” from one’s own.And thus, every man, if he is just an ordinary man, that is, one who has neverconsciously “worked on himself,” has two worlds; and if he has worked onhimself, and has become a so to say “candidate for another life,” he has eventhree worlds.In spite of the fact that everyone, without exception, will certainly think thatI have gone completely mad when they read the above statement, I shallnevertheless go on to develop the logical consequences of this ultra-extravagantnotion.If you really want to know the truth, I will tell you how matters stand, and whyI pronounced such an absurdity.First of all, it must be said that in the outpourings of various occultists andother will-less parasites, when they discuss spiritual questions, not everythingis entirely wrong.What they call the “soul” does really exist, but not everybody necessarily hasone.A soul is not born with man and can neither unfold nor take form in him so longas his body is not fully developed.It is a luxury that can only appear and attain completion in the period of“responsible age,” that is to say, in a man’s maturity.The soul, like the physical body, is also matter—only, it consists of “finer”matter.The matter from which the soul is formed and from which it later nourishes andperfects itself is, in general, elaborated during the processes that take placebetween the two essential forces upon which the entire Universe is founded.The matter in which the soul is coated can be produced exclusively by the actionof these two forces, which are called “good” and “evil” by ancient science, or“affirmation” and “negation,” while contemporary science calls them “attraction”and “repulsion.”In the common presence of a man, these two forces have their source in two ofthe totalities of general psychic functioning, which have already beenmentioned.One of them coincides with that function whose factors proceed from the resultsof impressions received from outside, and the other appears as a function whosefactors issue chiefly from the results of the specific functioning of theorgans, as determined by heredity.In the common presence of a man, as in everything in the Universe, sometimes oneand sometimes the other of these totalities of functioning can serve as thesource of one of the forces required for the process of which we are speaking.For this process, it is not important to know which of the two forces isaffirmative and which is negative; what matters is that when one affirms, theother denies.The full realization and precise determination in man of that totality offunctioning whose factors are constituted from impressions coming from outsideis called the “outer world” of man.And the full realization of the other totality, whose factors have arisen fromautomatically flowing “experiences” and from reflexes of the organism—notabty ofthose organs whose specific character is transmitted by heredity-is called the“inner world” of man.In relation to these two worlds, man appears in reality to be merely a slave,because his various perceptions and manifestations cannot be other thanconformable to the quality and nature of the factors making up these totalities.He is obliged, in relation to his outer world as well as his inner world, tomanifest himself in accordance with the orders received from any given factor ofone or the other totality.He cannot have his own initiative; he is not free to want or not to want, but isobliged to carry out passively this or that “result” proceeding from other outeror inner results.Such a man, that is to say, a man who is related to only two worlds, can neverdo anything; on the contrary, everything is done through him. In everything, heis but the blind instrument of the caprices of his outer and inner worlds.The highest esoteric science calls such a man “a man in quotation marks”; inother words he is named a man and at the same time he is not a man.He is not a man such as he should be, because his perceptions and hismanifestations do not flow according to his own initiative but take place eitherunder the influence of accidental causes or in accordance with functioning thatconforms to the laws of the two worlds.In the case of “a man in quotation marks,” the “I” is missing and what takes itsplace and “fills its role” is the factor of initiative proceeding from that oneof the two above-mentioned totalities in which the center of gravity of hisgeneral state is located.The “I” in a real man represents that totality of the functioning of his generalpsyche whose factors have their origin in the results of contemplation, orsimply in the contact between the first two totalities, that is, between thefactors of his inner world and of his outer world.The totality of the manifestations of this third function of the general psycheof man also represents a world in itself, but in this case it is the third worldof man.And thus, this third world of man is, strictly speaking, as the ancient sciencesunderstood, the real “inner world of man” as opposed to the real “outer world.”I shall call this third definite totality of functioning in the general psycheof man by the same name it was given in the distant past, that is: “the world ofman.”According to this terminology, the general psyche of man in its definitive formis considered to be the result of conformity to these three independent worlds.The first is the outer world—in other words, everything existing outside him,both what he can see and feel as well as what is invisible and intangible forhim.The second is the inner world-in other words, all the automatic processes of hisnature and the mechanical repercussions of these processes.The third world is his own world, depending neither upon his “outer world” norupon his “inner world”; that is to say, it is independent of the caprices of theprocesses that flow in him as well as of the imperfections in these processesthat bring them about.A man who does not possess his own world can never do anything from his owninitiative: all his actions “are done” in him.Only he can have his own initiative for perceptions and manifestations in whosecommon presence there has been formed, in an independent and intentional manner,the totality of factors necessary for the functioning of this third world.Thus, it is quite obvious that the whole secret of human existence lies in thedifference in the formation of the factors that are necessary for these threerelatively independent functions of the general psyche of man.And this difference consists solely in that the factors of the first twototalities are formed by themselves, in conformity to laws, as a result ofchance causes not depending on them, while the factors of the third totality areformed exclusively by an intentional blending of the functions of the first two.And it is indeed in this sense that one must understand the saying, common toall the old religious teachings, that “man receives all his possibilities fromOn High.”The necessary factors for the three totalities are formed in man, as iseverything in the entire Universe, from corresponding vibrations, whether at agiven moment these emanate from the source itself of their arising, or whetherthey were crystallized previously with a view to further arisings, in accordancewith the second fundamental cosmic law, called “the Law of Seven.”To explain what is meant by the vibrations that I have just been speaking about,I can at once take as an excellent example the causes of the fact that today,enemies with an unusual inner attitude toward me are multiplying in greatnumbers, and I am now in relationship with them on all sides.Among the diverse characteristic aspects of this unusual inner attitude on thepart of the multitude of my enemies, we shall take for our explanation only thefollowing:There is not, so to speak, a single one of my sworn enemies who, in one oranother of his ordinary states, would not be ready to “sell his soul for me.”“What an absurdity!” each of my readers will think. “How could one and the sameman possibly have two such diametrically opposed attitudes toward anotherperson?”Yes, from a superficial point of view, it is absurd—and all the same, inreality, it is so.Indeed, it is an irrefutable fact, a fact that can be demonstrated at will inall its details, not only on the practical level—I mean to say, by normal meansavailable to everybody—but also scientifically, by making use of all the“diagnostics” of the various branches of the official science of our day, suchas jurisprudence, chemistry, physics, medicine, etc.... and, it seems,psychoanalysis itself.Moreover, nothing is easier to demonstrate than this, in the first place becausesuitable subjects for study can be found free of charge by the thousands, andfurthermore—and this is the most important—because such investigations have astheir point of departure a principle I have already established and formulatedin a manner fully acceptable for every category of learned being.This principle, which is beyond scientific dispute, I have defined in thefollowing terms:“The sharpness of the contradiction which appears between two diametricallyopposed actions is directly proportional to the duration of their meeting.”And, in truth, it is so. The more someone has direct relations with me, the morestrength he shows later in the diametrically opposed actions that he manifeststowards me.And this psycho-physical combination, which arises in the reciprocal relationsof people—although unbelievable at first sight-operates in general in the simplemanner which I am about to describe.First of all, you must know that throughout the entire Universe everyconcentration, to whatever species it belongs, has the property of giving offradiations.Given that in man the formation of the three totalities of functioning of hisgeneral psyche appears as an arising of results issuing from diverse sources,each of these sources must itself also have the property of giving offradiations.Just as the radiation of every cosmic concentration consists of vibrationsemitted by a corresponding source, so too the vibrations issuing from theprocesses of each of these quite distinct totalities of functioning that make upthe general psyche of man have a density and a degree of vivifyingness of theirown.When there is a contact between the radiations of different cosmicconcentrations, blending of the vibrations takes place according to their“affinity”; similarly, when the vibrations given off by two people come incontact, blending occurs among those of the vibrations that correspond to eachother.In order to explain by analogy certain features of the radiations of a person, Ishall take as an example the radiations given off by our Earth.The general radiations of the Earth, the totality of which manifests as theatmosphere, consist of three independent classes of vibrations, issuing fromprocesses that take place in the very heart of the Earth between metals,metalloids and minerals.The general radiation of a person also consists of three independent kinds ofvibrations, each with its own quality of vivifyingness.And just as the heterogeneous vibrations given off by the Earth encountercertain well-defined limits in the course of their expansion according to theirdegree of vivifyingness, so too the different elements of the general radiationof a person have their precise limits.For example, while the vibrations issuing from a process of active reasoningcan, under certain known conditions, acquire a force of expansion that can spanhundreds or thousands of kilometers, the vibrations given off by the process ofsensation, however active it may be, cannot extend beyond some two hundredmeters.In man, the three kinds of vibrations have their origin in the following threeprocesses:The first kind of vibrations has its origin in the process called “activethought,” and sometimes even, thanks to certain known combinations, in theprocess of “passive thought.”The second kind of vibrations has its origin in the process called “feeling.”The third kind of vibrations corresponds to the totality of the results issuingfrom the functioning of all the organs of the physical body—they are alsoreferred to as “vibrations of the instinctive functions.”The vibrations given off by the whole presence of a man in a state of completerelaxation constitute in themselves an atmosphere analogous to the spectrum ofcolors, having a known limit to its expansion.And as soon as a man begins to think, to feel or to move, this spectrumlikeatmosphere changes, both as to the volume of its expansion and as to the qualityof its presence.The greater the intensity of manifestation of one or another of the separatefunctions of the general psyche of a man, the more the spectrum of hisatmosphere is differentiated.We can very well represent to ourselves the combination of heterogeneousvibrations arising in the general radiation of different persons in the courseof their ordinary existence if we compare it to the following picture:On a dark night, during a violent storm over the ocean, some people on shoreobserve the oscillations of a floating collection of many colored electriclamps, connected with each other at long intervals and at the ends with twowires.Although these colored lamps draw their current from one and the same source,yet since their rays pass through changing conditions of various kinds, someshine out to a distance, others affect each other as they interpenetrate, stillothers are completely swallowed up either mid-way or at the very place of theirarising.If two people are together, the closer they are to each other, the more intimateis the mixing of their atmospheres, and therefore the better is the contactachieved between their specific vibrations.The blending and fusion of the specific vibrations given off by different peopletake place mechanically, depending on their situation in relation to each otherand on the conditions they are in.And so, among the people with whom I come in contact, the formation of thepsychic factors necessary for the manifestation of attitudes diametricallyopposed to me must inevitably occur in the following way:"},{"pageContent":"004 [gurd_9781101160411_oeb_004_r1.gif]If you would like to receive more information on HealthyPenguin titles, authors, special offers, events and giveaways,please email Healthy Penguin@uk.penguingroup.com"}]
