[{"startMs":41320,"durationMs":5400,"subtitle":"To create a Primitive Worker, we will fashion him by the mark of our image. Said Enki,"},{"startMs":46720,"durationMs":6720,"subtitle":"to the annunaki leaders. The Being that we need already exists! Thus Enki revealed the SECRET"},{"startMs":53440,"durationMs":6480,"subtitle":"OF THE Abzu. The jungle steppe is where they reside. They know not dressing in garments,"},{"startMs":59920,"durationMs":4800,"subtitle":"They eat plants with their mouths, and they drink water from lake and ditch. Shaggy with"},{"startMs":64720,"durationMs":5440,"subtitle":"hair is their whole body, their head hair is like a lions. With gazelles they jostle, with"},{"startMs":70160,"durationMs":6000,"subtitle":"teeming creatures in the waters they delight! The leaders listened to Enki's words with amazement."},{"startMs":76160,"durationMs":6200,"subtitle":"No creature like that has ever in the Edin been seen! Enlil, disbelieving, said. Aeons ago,"},{"startMs":82360,"durationMs":4120,"subtitle":"on Nibiru, our predecessors like that might have been! Ninharsag was saying. It is a Being,"},{"startMs":86480,"durationMs":6160,"subtitle":"not a creature! To behold it must be a thrilling sight! Ninharsag said. To the House of Life Enki"},{"startMs":92640,"durationMs":6040,"subtitle":"led them; in strong cages there were some of the beings. At the sight of Enki and the others"},{"startMs":98680,"durationMs":5400,"subtitle":"they jumped up, with fists on the cage bars they were beating. They were grunting and snorting;"},{"startMs":104080,"durationMs":5560,"subtitle":"no words were they speaking. Male and female they are! Enki was saying; malehoods and"},{"startMs":109640,"durationMs":5600,"subtitle":"female hoods they have, Like us, they are already procreating. Ningishzidda, my son,"},{"startMs":115240,"durationMs":5240,"subtitle":"has tested the fashioning of their essence. Akin to ours it is, like two serpents their"},{"startMs":120480,"durationMs":5760,"subtitle":"DNA will be intertwined with our life essence, our mark upon them shall be. A Primitive Worker"},{"startMs":126240,"durationMs":6120,"subtitle":"shall be created said Enki! Our commands he will understand, Our tools he will handle, the toil in"},{"startMs":132360,"durationMs":7400,"subtitle":"the excavations he shall perform; To the Anunnaki Igigi in the Abzu relief shall come! So was Enki"},{"startMs":139760,"durationMs":6400,"subtitle":"with enthusiasm saying, with excitement his words came forth. Enlil at the words was hesitating:"},{"startMs":146160,"durationMs":8800,"subtitle":"The matter is one of great importance! On our planet, slavery has long ago been abolished,"},{"startMs":154960,"durationMs":6960,"subtitle":"tools are the slaves, not other beings! A new creature, beforehand non existing, you wish to"},{"startMs":161920,"durationMs":6040,"subtitle":"bring into being; Creation in the hands of the Father of All Beginning alone is held!"},{"startMs":167960,"durationMs":6400,"subtitle":"So was Enlil in opposing saying; stern were his words. Enki to his brother responded: Not slaves,"},{"startMs":174360,"durationMs":5120,"subtitle":"but helpers is my plan! The Being already exists! Ninharsag was saying. To give more ability is the"},{"startMs":179480,"durationMs":7480,"subtitle":"plan! Not a new creature, but one existing more in our image can be made! Enki with persuasion said,"},{"startMs":186960,"durationMs":5880,"subtitle":"With little change it can be achieved, only a drop of our essence is needed! A grave matter it is,"},{"startMs":192840,"durationMs":5880,"subtitle":"it is not to my liking! Enlil was saying. Against the rules of planet to planet journeying it is,"},{"startMs":198720,"durationMs":5280,"subtitle":"By the rules of the Earth coming it was forbidden. To obtain gold was our purpose,"},{"startMs":204000,"durationMs":5960,"subtitle":"to replace the Creator of All Beginning it was not! After Enlil thus had spoken,"},{"startMs":209960,"durationMs":3720,"subtitle":"Ninharsag was the one to respond: My brother! Ninharsag to Enlil was saying,"},{"startMs":213680,"durationMs":4360,"subtitle":"With wisdom and understanding has the Creator of All Beginning endowed us. For what end"},{"startMs":218040,"durationMs":5480,"subtitle":"have we been perfected if not for its utmost utility? With wisdom and understanding has the"},{"startMs":223520,"durationMs":5400,"subtitle":"Creator of All our life essence filled, To whatever using of it we capable are,"},{"startMs":228920,"durationMs":5800,"subtitle":"is it not that for which we have been destined? So was Ninharsag's words to her brother Enlil."},{"startMs":234720,"durationMs":5160,"subtitle":"With that which in our essence was granted, tools and celestial chariots we have perfected,"},{"startMs":239880,"durationMs":5720,"subtitle":"Mountains with terror weapons we shattered, skies with gold we are healing! Said Ninurta"},{"startMs":245600,"durationMs":4760,"subtitle":"to his birth-giving mother Ninharsag. Let us with wisdom fashion new tools,"},{"startMs":250360,"durationMs":6360,"subtitle":"not new beings create, Let by new equipment's, not by slave beings, the toil be relieved! Said"},{"startMs":256720,"durationMs":4760,"subtitle":"Ninurta. To what destination does our understanding guide us, to that which"},{"startMs":261480,"durationMs":7440,"subtitle":"we have been fate! So was Ningishzidda saying, with Enki and Ninharsag in agreement he was."},{"startMs":268920,"durationMs":5760,"subtitle":"What knowledge we possess, its use cannot be prevented! Ningishzidda also known as Thoth"},{"startMs":274680,"durationMs":5320,"subtitle":"was saying. Destiny indeed cannot be altered, from the Beginning to the End it has been determined!"},{"startMs":280000,"durationMs":5960,"subtitle":"Said Enlil. Destiny it is, or Fate it is, That to this planet we have brought gold from the waters,"},{"startMs":285960,"durationMs":5560,"subtitle":"and the Anunnaki heroes excavated and toiled, now a Primitive Worker we plan to create for further"},{"startMs":291520,"durationMs":7680,"subtitle":"toil? That, my kinfolk, is the question! Thus, with graveness, said Enlil. Is it Destiny, is it"},{"startMs":299200,"durationMs":7160,"subtitle":"Fate; That is what deciding requires. Is it from the Beginning ordained, or by us for choosing? To"},{"startMs":306360,"durationMs":6120,"subtitle":"put the matter before Anu they decided; Anu before the council the matter was presented. The elders,"},{"startMs":312480,"durationMs":5720,"subtitle":"the savants, the commanders were consulted. Long and bitter the discussions were, of Life"},{"startMs":318200,"durationMs":6400,"subtitle":"and Death, Fate and words of Destiny were spoken. Can there be another way the gold can be obtained?"},{"startMs":324600,"durationMs":5360,"subtitle":"Survival is in danger! If gold must be obtained, let the new Being be fashioned! The council"},{"startMs":329960,"durationMs":6880,"subtitle":"decided. Let Anu forsake the rules of planetary journeys, let Nibiru be saved at all costs! From"},{"startMs":336840,"durationMs":6640,"subtitle":"Anu's palace the decision to Earth was beamed; Enki was delighted. Let Ninharsag my helper be,"},{"startMs":343480,"durationMs":5920,"subtitle":"of such matters understanding she has! Thus was Enki saying. At Ninharsag with a longing he was"},{"startMs":349400,"durationMs":7560,"subtitle":"gazing. Let it so be! Ninharsag said. Let it so be! Enlil said as well. By Ennugi was the"},{"startMs":356960,"durationMs":5440,"subtitle":"decision to the Anunnaki Igigi in the Abzu announced: Until the new worker is achieved,"},{"startMs":362400,"durationMs":5880,"subtitle":"to the toil willingly you must all return! he said. There was disappointment; rebellion there"},{"startMs":368280,"durationMs":6440,"subtitle":"was not; to the toil the Anunnaki returned. In the House of Life, in the Abzu, how to fashion"},{"startMs":374720,"durationMs":6040,"subtitle":"the Being Enki to Ninharsag was explaining. To a place among the trees, Ninharsag he directed,"},{"startMs":380760,"durationMs":5680,"subtitle":"a place of cages it was. In the cages there were odd creatures, their likes in the wild no"},{"startMs":386440,"durationMs":5720,"subtitle":"one had seen: Foreparts of one kind they had, hindparts of another creature they possessed;"},{"startMs":392160,"durationMs":6320,"subtitle":"Creatures of two kinds by their essences combined to Ninharsag, Enki was showing!"},{"startMs":398480,"durationMs":5840,"subtitle":"To the House of Life they returned, to a clean place with brightness shining they led Ninharsag."},{"startMs":404320,"durationMs":6360,"subtitle":"In the clean place, Ningishzidda to Ninharsag the life-essence secrets were explained. How the"},{"startMs":410680,"durationMs":5240,"subtitle":"essence from two kinds combined can be, he to her was showing. The creatures in the tree cages are"},{"startMs":415920,"durationMs":6960,"subtitle":"too odd, monstrous they are! Ninharsag was saying. Indeed so! Enki responded. To attain perfection,"},{"startMs":422880,"durationMs":4880,"subtitle":"for that you are needed! How the essences to combine, how much of this, how much of"},{"startMs":427760,"durationMs":5560,"subtitle":"that to put together. In which womb conception is to begin, in which womb should the birth be"},{"startMs":433320,"durationMs":5400,"subtitle":"given? For that your expertise and healing understanding are needed; The understanding"},{"startMs":438720,"durationMs":5760,"subtitle":"of one who gives birth, a mother is required. A smile on the face of Ninharsag there was;"},{"startMs":444480,"durationMs":5320,"subtitle":"the two daughters by Enki she mothered she well remembered. With Ningishzidda, she surveyed the"},{"startMs":449800,"durationMs":5800,"subtitle":"sacred formulas that were secreted. How this and that were done of him she inquired. The creatures"},{"startMs":455600,"durationMs":6280,"subtitle":"in the tree cages she examined, the homo erectus creature she contemplated. By a male inseminating"},{"startMs":461880,"durationMs":5280,"subtitle":"a female are the essences transmitted, The two entwined strands separate and combine"},{"startMs":467160,"durationMs":6480,"subtitle":"an offspring to fashion. Let a male Anunnaki and a earth hominid female from the abzu impregnate,"},{"startMs":473640,"durationMs":5960,"subtitle":"from there let a combination offspring be born! Ninharsag said. That we have tried, with failures"},{"startMs":479600,"durationMs":6560,"subtitle":"it resulted! to her, Enki responded. There was no conceiving, there was no birth! Now this is the"},{"startMs":486160,"durationMs":5760,"subtitle":"account of how the Primitive Worker was created. How Enki and Ninharsag, with Ningishzidda known as"},{"startMs":491920,"durationMs":6400,"subtitle":"Thoth assisting, the perfect being was fashioned. Another way the admixture of essences to attain"},{"startMs":498320,"durationMs":7200,"subtitle":"must be tried, Ninharsag said. The two strands of genetic essences shall combine another way. The"},{"startMs":505520,"durationMs":5680,"subtitle":"portion that is from the earth must not be harmed. To receive our essence in slight graduations it"},{"startMs":511200,"durationMs":6520,"subtitle":"must be shaped, From the formulas of Nibiru's essence only bit by bit could be attempted!"},{"startMs":517720,"durationMs":5000,"subtitle":"In a crystal vessel and test tube, Ninharsag prepared a mixture by combining the eggs of a"},{"startMs":522720,"durationMs":6760,"subtitle":"two-legged female denisovan primate with Anunnaki seed. She then impregnated the primate female's"},{"startMs":529480,"durationMs":5640,"subtitle":"eggs with the seed. Following that, Ninharsag reinserted the eggs back into the womb of the"},{"startMs":535120,"durationMs":6600,"subtitle":"two-legged Denisovan FEMALE. This time there was conceiving, the two legged primate was pregnant."},{"startMs":541720,"durationMs":5360,"subtitle":"A birth was indeed forthcoming! The allotted time for birth-giving the leaders awaited,"},{"startMs":547080,"durationMs":5360,"subtitle":"with anxious hearts results were the Annunaki leaders seeking. The allotted time arrived but"},{"startMs":552440,"durationMs":5520,"subtitle":"there was no birth-giving from the female! In desperation, Ninharsag a cutting in the female"},{"startMs":557960,"durationMs":5000,"subtitle":"stomach she made, that which was conceived with tongs she drew out. A living being"},{"startMs":562960,"durationMs":7280,"subtitle":"it was! With glee, Enki Shouted. We attained! Ningishzidda with joy cried out. In her hands,"},{"startMs":570240,"durationMs":6360,"subtitle":"Ninharsag the newborn held, with joy she was not filled. Shaggy with hair all over was the newborn,"},{"startMs":576600,"durationMs":5720,"subtitle":"his foreparts like of the Earth primates were, his hind-parts to those of the Anunnaki more akin they"},{"startMs":582320,"durationMs":5800,"subtitle":"were. They let the two-legged female primate who was the mother be a newborn nurse, with her milk"},{"startMs":588120,"durationMs":7760,"subtitle":"him to suckle. Fast the newborn grew, what on Nibiru a day was, a month on Earth was. Taller"},{"startMs":595880,"durationMs":6320,"subtitle":"the imperfect Earth child grew, in the image of the Anunnaki he was not; His hands for tools"},{"startMs":602200,"durationMs":7280,"subtitle":"were not suited, his speech only grunting sounds was! We must try once more! Ninharsag was saying."},{"startMs":609480,"durationMs":5400,"subtitle":"The admixture needs adjusting! With Enki and Ningishzidda assisting, they repeated the"},{"startMs":614880,"durationMs":6520,"subtitle":"procedures. The genetic essences in the test tubes Ninharsag carefully one bit she took from one,"},{"startMs":621400,"durationMs":5480,"subtitle":"one bit she took out from another, Then in the crystal bowl in the house of life the eggs of an"},{"startMs":626880,"durationMs":6320,"subtitle":"two legged female primate she then inseminated. There was conception, at the appropriate time"},{"startMs":633200,"durationMs":5160,"subtitle":"there was birth-giving This one more in the likeness of the Anunnaki was. They let his"},{"startMs":638360,"durationMs":6560,"subtitle":"birth mother him suckle, they let the newborn to a child grow. Appealing he was by his looks,"},{"startMs":644920,"durationMs":6920,"subtitle":"his hands to hold tools were shapen. However, His senses they tested, and they were found deficient."},{"startMs":651840,"durationMs":5920,"subtitle":"The Earth child could not hear, his eyesight was faltered. Again and again Ninharsag rearranged"},{"startMs":657760,"durationMs":7320,"subtitle":"the admixtures, of the DNA formulas she took bits and pieces. One Being had paralyzed feet, another"},{"startMs":665080,"durationMs":6280,"subtitle":"his semen was dripping, One had trembling hands, a malfunctioning liver. One had hands too short"},{"startMs":671360,"durationMs":6520,"subtitle":"to reach the mouth, one had lungs with breathing unsuited. Enki by the results was disappointed. A"},{"startMs":677880,"durationMs":5880,"subtitle":"Primitive Worker is not attained! to Ninharsag he said. What is good and is bad in this Being"},{"startMs":683760,"durationMs":6640,"subtitle":"by trials I am slowly discovering! Ninharsag to Enki responded. To continue for success my heart"},{"startMs":690400,"durationMs":5880,"subtitle":"prompts me! Once more an admixture she made, once more the newborn was deficient. Perchance"},{"startMs":696280,"durationMs":5680,"subtitle":"the shortfall is not in the admixture! Enki to her was saying. Perchance neither in the female's oval"},{"startMs":701960,"durationMs":5680,"subtitle":"nor in the essences is the hindrance? Of what the earth itself that the being comes from, perchance"},{"startMs":707640,"durationMs":5440,"subtitle":"that is what is missing. We shall no longer use Nibiru's test tubes as the crystal vessel we"},{"startMs":713080,"durationMs":5320,"subtitle":"shall use the clay of the earth as the vessel! So was Enki, with great wisdom stated to his"},{"startMs":718400,"durationMs":7200,"subtitle":"sister Ninharsag. Perchance of gold and copper, is required as well! Thus was Enki, he who knows"},{"startMs":725600,"durationMs":5360,"subtitle":"things, prompting her to use clay of the earth and copper as tests tubes to hold the genetic"},{"startMs":730960,"durationMs":6080,"subtitle":"mixtures. In the House of Life, Ninharsag made the earthly test tube from clay of the earth and"},{"startMs":737040,"durationMs":6440,"subtitle":"copper. As a purifying bath she shaped the vessel, within it to make the admixture. Gently into the"},{"startMs":743480,"durationMs":5720,"subtitle":"earthly test tube the eggs of the FEMALE PRIMATE, she put, The life essence from an Anunnaki's blood"},{"startMs":749200,"durationMs":5840,"subtitle":"extracted she in the vessel then placed. By the genetic formulas was the essence directed,"},{"startMs":755040,"durationMs":5640,"subtitle":"bit by correct bit was it in the vessel added. Then the oval thus fertilized into the womb of the"},{"startMs":760680,"durationMs":6360,"subtitle":"female primate she inserted. There is conception! Ninharsag with joy announced. The allotted"},{"startMs":767040,"durationMs":6000,"subtitle":"birth-giving time they awaited. At the allotted time the Earth female began to travail, A child, a"},{"startMs":773040,"durationMs":6920,"subtitle":"newborn, was forthcoming! With her hands Ninharsag the newborn extracted; a male it was! In her hands"},{"startMs":779960,"durationMs":5720,"subtitle":"she held the child, his image she examined; it was the image of perfection. In her hands"},{"startMs":785680,"durationMs":5320,"subtitle":"she held up the newborn; Enki and Ningishzidda were present. With joyful laughter the three"},{"startMs":791000,"durationMs":5640,"subtitle":"leaders were seized, Enki and Ningishzidda were backslapping, Ninharsag and Enki embraced and"},{"startMs":796640,"durationMs":6720,"subtitle":"kissed. Your hands have made it! Enki, with a gleaming eye, to her was saying. They let the"},{"startMs":803360,"durationMs":6800,"subtitle":"birth-giving mother the newborn suckle; quicker than a child on Nibiru grows he was growing."},{"startMs":810160,"durationMs":6360,"subtitle":"From month to month the newborn progressed, from a baby to a child he was becoming. His limbs for the"},{"startMs":816520,"durationMs":6960,"subtitle":"tasks were suited, speech he knew not, Of speaking he had no understanding, grunts and snorts were"},{"startMs":823480,"durationMs":6080,"subtitle":"his utterings! Enki the matter was pondering, what was done each step and admixture he considered."},{"startMs":829560,"durationMs":5920,"subtitle":"Of all that we had tried and changed, one thing was never altered! to Ninharsag he was saying:"},{"startMs":835480,"durationMs":5240,"subtitle":"Into the womb of the hominid female fertilized eggs was always inserted; Perchance this is"},{"startMs":840720,"durationMs":6400,"subtitle":"the remaining issue and obstruction! Thus Enki said. Ninharsag at Enki gazed, with"},{"startMs":847120,"durationMs":6440,"subtitle":"bewilderment she him beheld. What, in truth, are you saying? Of him she an answer required. Of the"},{"startMs":853560,"durationMs":6120,"subtitle":"birth-giving womb I am speaking! Enki responded. In our image and after our likeness to be,"},{"startMs":859680,"durationMs":5960,"subtitle":"perchance an Anunnaki female womb is required! In the House of Life there was silence; words never"},{"startMs":865640,"durationMs":5400,"subtitle":"before heard Enki was uttering! They gazed at each other, about what in each other's mind they"},{"startMs":871040,"durationMs":6400,"subtitle":"were thinking. Wise are your words, my brother! Ninharsag at long last was saying. Perchance the"},{"startMs":877440,"durationMs":5040,"subtitle":"right admixture in the wrong womb was inserted; Now where is the female among the Anunnaki her"},{"startMs":882480,"durationMs":5600,"subtitle":"womb to offer. Perchance the perfect Primitive Worker to create, perchance a monster in her belly"},{"startMs":888080,"durationMs":7320,"subtitle":"she will carry? So was Ninharsag with a trembling voice saying. Enki then spoke and said Let Ninki,"},{"startMs":895400,"durationMs":5840,"subtitle":"my spouse we shall inquire, she will fullfill this task! Enki said. Let us call her to the House of"},{"startMs":901240,"durationMs":7280,"subtitle":"Life. The matter before her was laid out and Ninki agreed. As Enki was turning to depart Ninharsag"},{"startMs":908520,"durationMs":5800,"subtitle":"put her hand on his shoulder: No! No! to Enki she was saying. The admixtures by me were made,"},{"startMs":914320,"durationMs":4800,"subtitle":"reward and endangerment should be mine! I shall be the one the Anunnaki womb to provide,"},{"startMs":919120,"durationMs":6040,"subtitle":"for good or evil fate to face! Enki bowed his head, gently he embraced her. So be it! to her"},{"startMs":925160,"durationMs":4840,"subtitle":"he said. In the earthly test tube and vessel the admixture they made, The eggs of an Earth"},{"startMs":930000,"durationMs":5480,"subtitle":"homonid called Denisovan with Anunnaki male semen they put together. Then Enki inserted"},{"startMs":935480,"durationMs":6800,"subtitle":"the fertilized egg into the womb of Ninharsag and there was conception! The pregnancy, by an"},{"startMs":942280,"durationMs":6960,"subtitle":"admixture conceived, how long will the pregnancy last? To each other they wondered. Will it be nine"},{"startMs":949240,"durationMs":5600,"subtitle":"months of Nibiru, or will it be nine months of Earth? Ninharsag was giving birth to a boy"},{"startMs":954840,"durationMs":7360,"subtitle":"child. On the tenth month, Ninharsag conceived. Enki, held the boy child in his hands, the image"},{"startMs":962200,"durationMs":6840,"subtitle":"of perfection he was. He slapped the newborn on his hindparts; the newborn uttered proper sounds!"},{"startMs":969040,"durationMs":5280,"subtitle":"He handed the newborn to Ninharsag; she held him up in her hands. My hands have made it!"},{"startMs":974320,"durationMs":5480,"subtitle":"Victoriously she shouted. Now this is the account of how Adamu known as Adam by name was called,"},{"startMs":979800,"durationMs":6600,"subtitle":"And how Ti-Amat also known as Eve as a counterpart female for him was fashioned. The newborn's visage"},{"startMs":986400,"durationMs":6120,"subtitle":"and limbs the leaders carefully examined: Of good shape were his ears, his eyes were not clogged,"},{"startMs":992520,"durationMs":5800,"subtitle":"His limbs were proper, hindparts like legs, foreparts like hands were shaped. Shaggy like"},{"startMs":998320,"durationMs":5960,"subtitle":"the wild ones he was not, dark black his head hair was, Smooth was his skin, smooth as the"},{"startMs":1004280,"durationMs":6680,"subtitle":"Anunnaki skin it was, Like dark red blood was its color, like the clay of the Abzu was its hue. They"},{"startMs":1010960,"durationMs":6080,"subtitle":"looked at his malehood: Odd was its shape, by a skin was its forepart surrounded, Unlike that"},{"startMs":1017040,"durationMs":5880,"subtitle":"of Anunnaki malehood it was, a skin from its forepart was hanging! Let the Earthling from"},{"startMs":1022920,"durationMs":6960,"subtitle":"us Anunnaki by this foreskin be distinguished! So was Enki saying. The newborn to cry was beginning;"},{"startMs":1029880,"durationMs":5800,"subtitle":"to her chest Ninharsag closely drew him; Her breast to him she gave; the breast he began to"},{"startMs":1035680,"durationMs":6880,"subtitle":"suckle. Perfection we did attain! Ningishzidda the son of Enki with elation was saying. Enki at his"},{"startMs":1042560,"durationMs":6920,"subtitle":"sister was gazing; a mother and son, not Ninharsag and a Being, he was seeing. A name will you give"},{"startMs":1049480,"durationMs":7120,"subtitle":"him? Enki inquired. A Being he is, not a creature! Ninharsag cast her hand upon the newborn's body,"},{"startMs":1056600,"durationMs":7080,"subtitle":"with her fingers his dark red skin she caressed. Adamu I shall call him! Ninharsag was saying. One"},{"startMs":1063680,"durationMs":6040,"subtitle":"Who Like Earth's Clay Is, that will be his name! For the newborn Adamu a crib they fashioned,"},{"startMs":1069720,"durationMs":5560,"subtitle":"in a corner of the House of Life they placed him. A model for Primitive Workers we have"},{"startMs":1075280,"durationMs":6480,"subtitle":"indeed attained! Enki said. Now a host of Workers like him are deeply needed! Ningishzidda reminded"},{"startMs":1081760,"durationMs":5920,"subtitle":"his elders. A model indeed he shall be; as for himself, like a Firstling he shall be treated,"},{"startMs":1087680,"durationMs":5320,"subtitle":"From toil he himself shall be protected by myself and all the annunaki he is the first and most"},{"startMs":1093000,"durationMs":6160,"subtitle":"precious, his essence alone as a mold shall be! So was Enki saying; by his decree Ninharsag was"},{"startMs":1099160,"durationMs":6160,"subtitle":"greatly pleased. What annunaki wombs the new fertilized eggs shall carry? Nigishzidda asked."},{"startMs":1105320,"durationMs":5640,"subtitle":"The leaders then pondered; Ninharsag then offered a solution. From her city Shurubak,"},{"startMs":1110960,"durationMs":4880,"subtitle":"Ninharsag had her female healers and medical examiners summoned, the task required to them"},{"startMs":1115840,"durationMs":7320,"subtitle":"she explained. To the crib of Adamu she led them, the newborn Earthling to perceive. To perform the"},{"startMs":1123160,"durationMs":5280,"subtitle":"task is not a commandment! Ninharsag said; your own wish is the decision!"},{"startMs":1128440,"durationMs":3480,"subtitle":"The female Anunnaki assembled, seven of them stepped forward,"},{"startMs":1131920,"durationMs":5640,"subtitle":"seven of them the task was accepted. Let their names for all time be remembered! Ninharsag to"},{"startMs":1137560,"durationMs":6680,"subtitle":"Enki was saying. Their task is heroic, by them a race of Primitive Workers shall come into being!"},{"startMs":1144240,"durationMs":5000,"subtitle":"The seven annunaki female soon to be mothers to the new race of earthlings stepped forward,"},{"startMs":1149240,"durationMs":5520,"subtitle":"each one her name was announced; the names Ningishzidda promptly recorded: Ninimma,"},{"startMs":1154760,"durationMs":7120,"subtitle":"Shuzianna, Ninmada, Ninbara, Ninmug, Musardu, and Ningunna, These were the names of the seven"},{"startMs":1161880,"durationMs":5160,"subtitle":"who by their own wish birth mothers were to be, Earthlings in their wombs to conceive and bear,"},{"startMs":1167040,"durationMs":5640,"subtitle":"Primitive Workers to create. In seven test tubes of the clay of the earth were made,"},{"startMs":1172680,"durationMs":5560,"subtitle":"Ninharsag ovals of the homo erectus female were placed. The DNA of Adamu she extracted,"},{"startMs":1178240,"durationMs":6720,"subtitle":"bit by bit in the test tube she inserted. Then in the malepart of Adamu an incision she made, a drop"},{"startMs":1184960,"durationMs":6280,"subtitle":"of blood to let out; Let this a Sign of Life be; that Flesh and Soul have combined let it forever"},{"startMs":1191240,"durationMs":5600,"subtitle":"proclaim! She squeezed the malepart for blood, one drop of blood in each vessel to the admixture she"},{"startMs":1196840,"durationMs":6720,"subtitle":"added. In this clay's admixture, Earthling with the Anunnaki shall be bound! Thus was Ninharsag"},{"startMs":1203560,"durationMs":6240,"subtitle":"saying, an incantation she was pronouncing: To a unity shall the two essences, one of Heaven,"},{"startMs":1209800,"durationMs":5920,"subtitle":"one of Earth, together be brought. That which is of Earth and that which is from Nibiru by a blood"},{"startMs":1215720,"durationMs":7320,"subtitle":"kinship shall be bonded! Ninharsag announced. Her words Ningishzidda known as Thoth also recorded."},{"startMs":1223040,"durationMs":5480,"subtitle":"In the wombs of the annunaki birth-giving heroines the fertilized eggs were inserted. There"},{"startMs":1228520,"durationMs":6000,"subtitle":"conception; with anticipation was the allotted time counted. At the allotted time, birth-givings"},{"startMs":1234520,"durationMs":6200,"subtitle":"Were occurring! At the allotted time, seven male Earthings were born. Their features were proper,"},{"startMs":1240720,"durationMs":5520,"subtitle":"good sounds they were uttering; by the heroines they were suckled. Seven Primitive Workers have"},{"startMs":1246240,"durationMs":5720,"subtitle":"been created! Ningishzidda was saying. Let the procedure be repeated: seven more the toil to"},{"startMs":1251960,"durationMs":6800,"subtitle":"undertake! My son! to him Enki responded. Not even seven by seven will be sufficient. Of heroine"},{"startMs":1258760,"durationMs":6320,"subtitle":"healers too much is required, forever their task this way shall be! Said Ningishzidda. Indeed,"},{"startMs":1265080,"durationMs":5720,"subtitle":"the task is too demanding, beyond enduring it would be for them! Ninharsag to them said."},{"startMs":1270800,"durationMs":6040,"subtitle":"Female workers we have to fashion then! Enki said for males counterparts they shall be. Let"},{"startMs":1276840,"durationMs":5160,"subtitle":"them know each other, as one flesh the two to become, Let them by themselves procreate, they"},{"startMs":1282000,"durationMs":6480,"subtitle":"will be fruitful and multiply. To the Primitive worker females by themselves give birth, Anunnaki"},{"startMs":1288480,"durationMs":6200,"subtitle":"females will be relieved! The genetic formulas you must change, from male to female adjustment must"},{"startMs":1294680,"durationMs":6480,"subtitle":"be made! So did Enki say to Nigishzidda. For a counterpart to Adamu to be fashioned, in the womb"},{"startMs":1301160,"durationMs":5760,"subtitle":"of an Anunnaki female conception is needed once again! So did Ningishzidda to his father Enki"},{"startMs":1306920,"durationMs":6520,"subtitle":"in responding say. Enki at Ninharsag his gaze directed; before she could speak, he raised his"},{"startMs":1313440,"durationMs":6200,"subtitle":"hand. Let me this time Ninki my spouse summon! With strong voice he said, If she is willing,"},{"startMs":1319640,"durationMs":6080,"subtitle":"let her the mold for the female Earthling create! Then to the Abzu, to the House of Life, Ninki one"},{"startMs":1325720,"durationMs":5680,"subtitle":"of the spouses of Enki was summoned. They showed her Adamu, all that matters to her they explained,"},{"startMs":1331400,"durationMs":5640,"subtitle":"Of the task that is required they gave explanations, of success and dangers were told."},{"startMs":1589840,"durationMs":5720,"subtitle":"Let them reside in the garden of the Eden, to showcase the other Anunnaki therein our"},{"startMs":1595560,"durationMs":9240,"subtitle":"handiwork on display! So was Enki to the others saying; with that the others did concur. To Eridu,"},{"startMs":1604800,"durationMs":5400,"subtitle":"in the Edin the city of Enlil, Adam and Eve were taken. An abode in an enclosure for"},{"startMs":1610200,"durationMs":5640,"subtitle":"them was built, to roam therein they could. The Anunnaki of the Edin came to see them,"},{"startMs":1615840,"durationMs":5320,"subtitle":"from the Landing Place they came. Enlil came to see them; by the sight his displeasure was"},{"startMs":1621160,"durationMs":6160,"subtitle":"diminished. Ninurta came to see them; Ninlil did as well. From the way station on Mars,"},{"startMs":1627320,"durationMs":6240,"subtitle":"Marduk the son of Enki also came down to see. It was a sight most astounding, a wonder of wonders"},{"startMs":1633560,"durationMs":5880,"subtitle":"it was to behold! Your hands have made it, the Anunnaki to the fashioners were saying. The Igigi"},{"startMs":1639440,"durationMs":5680,"subtitle":"who between Earth and Mars shuttled were also all agog. Primitive Workers have been fashioned,"},{"startMs":1645120,"durationMs":7520,"subtitle":"our days of toil to finally end! So were they, all saying. In the hard toils of Abzu the newborn"},{"startMs":1652640,"durationMs":5360,"subtitle":"earthlings of the seven annunaki mothers were growing, for their maturing the Anunnaki were"},{"startMs":1658000,"durationMs":7720,"subtitle":"anticipating. Enki was the supervisor, Ninharsag and Ningishzidda also came. In the excavations the"},{"startMs":1665720,"durationMs":6560,"subtitle":"Anunnaki were grumbling, patience to impatience gave way. Ennugi, their overseer, of Enki was"},{"startMs":1672280,"durationMs":6840,"subtitle":"often inquiring; for Primitive Workers the outcry he conveyed. The circuits of Earth grew in number,"},{"startMs":1679120,"durationMs":5200,"subtitle":"maturity of the Earthlings was overdue; No conceiving among the females was observed,"},{"startMs":1684320,"durationMs":5120,"subtitle":"there was no birth-giving! By the cages among the trees Ningishzidda also known"},{"startMs":1689440,"durationMs":5760,"subtitle":"as Thoth made a couch of grass for himself. Day and night the Earthlings he was watching, their"},{"startMs":1695200,"durationMs":5960,"subtitle":"doings to ascertain. Indeed he saw them mating, the males and the females were inseminating!"},{"startMs":1701160,"durationMs":5680,"subtitle":"Conceiving there was not, birth-giving there was not. Enki the matter deeply pondered,"},{"startMs":1706840,"durationMs":5880,"subtitle":"the creatures once combined he contemplated; None, not one of them, had offspring begotten!"},{"startMs":1712720,"durationMs":9360,"subtitle":"By two kinds combined, a curse has been created! Enki to the others said. Let us examine genetics"},{"startMs":1722080,"durationMs":5600,"subtitle":"of Adamu and Ti-Amat also kown as Adam and Eve said Ningishzidda. Their DNA's bit by bit to"},{"startMs":1727680,"durationMs":6160,"subtitle":"be studied, what is wrong was to ascertain! In Shurubak, in the House of Healing, the essences"},{"startMs":1733840,"durationMs":4920,"subtitle":"which are the genetics of Adam and Eve were contemplated. With the life essence of Anunnaki"},{"startMs":1738760,"durationMs":7160,"subtitle":"males and females they were compared. Like two entwined serpents of the DNA strand. Ningishzidda"},{"startMs":1745920,"durationMs":6080,"subtitle":"separated the strands, Arranged like twenty-two branches on a Tree of Life were their chromosomes."},{"startMs":1752000,"durationMs":5920,"subtitle":"Their bits were comparable to the annunaki, the images and likenesses they properly determined."},{"startMs":1757920,"durationMs":5960,"subtitle":"Twenty-two they were in number; the ability to procreate they did not include! Another two bits"},{"startMs":1763880,"durationMs":6280,"subtitle":"of the essence in the Anunnaki present Nigishzidda to the others showed. One male, one female;"},{"startMs":1770160,"durationMs":6520,"subtitle":"without them there was no procreating! So was he to them explaining. In the molds of Adam and Eve,"},{"startMs":1776680,"durationMs":5800,"subtitle":"in the combining they were not included! Ninharsag heard this and was distraught; with frustration"},{"startMs":1782480,"durationMs":6400,"subtitle":"was Enki seized. The clamor in the Abzu is great, mutiny is again in the making! So was Enki to them"},{"startMs":1788880,"durationMs":5760,"subtitle":"saying. Primitive Workers must be procured lest the gold extracting shall cease. Ningishzidda,"},{"startMs":1794640,"durationMs":5160,"subtitle":"in these matters learned of a solution. To his elders, Enki and Ninharsag, in the House"},{"startMs":1799800,"durationMs":6200,"subtitle":"of Healing he whispered. All the heroines who Ninharsag were assisting were sent away."},{"startMs":1806000,"durationMs":5200,"subtitle":"They locked the door behind them, the three with the two Earthlings alone remained. Upon"},{"startMs":1811200,"durationMs":5280,"subtitle":"the four others Ningishzidda known as Thoth utilized a sleeping agent and caused them all"},{"startMs":1816480,"durationMs":5760,"subtitle":"to descend into deep sleep, the four he made unfeeling. From the rib of Enki the"},{"startMs":1822240,"durationMs":5000,"subtitle":"life essence he extracted, Into the rib of Adam the life essence of Enki he inserted;"},{"startMs":1827920,"durationMs":5200,"subtitle":"From the rib of Ninharsag the life essence he extracted then Into the rib of Eve the life"},{"startMs":1833120,"durationMs":5520,"subtitle":"essence he inserted. Where the incisions were made, the flesh thereon he closed up."},{"startMs":1838640,"durationMs":7960,"subtitle":"Then the four of them by Ningishzidda were awakened. It is done! he proudly declared."},{"startMs":1846600,"durationMs":4880,"subtitle":"To their Tree of Life two branches have been added, the genetic components of the annunaki"},{"startMs":1851480,"durationMs":5840,"subtitle":"intelligence have been added requested by Lord Enki with procreating power, their life essences"},{"startMs":1857320,"durationMs":6280,"subtitle":"are now entwined! Let them freely roam, as one flesh let thorn knots each other! Ninharsag"},{"startMs":1863600,"durationMs":6800,"subtitle":"was saying. In the Edin's gardens, all of them including Enlil agreed to have Adamu"},{"startMs":1870400,"durationMs":8080,"subtitle":"and Tiamat also known as Adam & Eve freely roam and reside in Eden for display and observation."},{"startMs":1878480,"durationMs":5680,"subtitle":"At this location, Enlil entrusted his brother, Enki, with the task of issuing a decree among"},{"startMs":1884160,"durationMs":6000,"subtitle":"the Annunaki. The directive was clear: the newly created beings were never to discover the truth"},{"startMs":1890160,"durationMs":5680,"subtitle":"about their engineered origin. To the primitive workers, these beings would be revered as their"},{"startMs":1895840,"durationMs":6280,"subtitle":"lord and god until their last breath. Enki and Enlil solemnly agreed to this oath while"},{"startMs":1902120,"durationMs":5200,"subtitle":"walking with Adam and Eve in the gardens. Adam was assigned strenuous tasks within"},{"startMs":1907320,"durationMs":4840,"subtitle":"the confines of Edin, with guards stationed at the western and eastern boundaries of the"},{"startMs":1912160,"durationMs":5000,"subtitle":"garden. Enlil decreed that neither gods nor earthlings were permitted to enter or leave"},{"startMs":1917800,"durationMs":5960,"subtitle":"without authorization from Enki or himself, punishable by immediate execution on sight."},{"startMs":1923760,"durationMs":5440,"subtitle":"Enlil desired close surveillance of the new beings. Their physical similarities were of"},{"startMs":1929200,"durationMs":5760,"subtitle":"no concern to Enlil; rather, it was the essence within them that troubled him a potential rival to"},{"startMs":1934960,"durationMs":6880,"subtitle":"his own and a disrespectful act to his ancestors. In contrast, Enki held a different perspective on"},{"startMs":1941840,"durationMs":6200,"subtitle":"the earthlings, recognizing great potential in these beings born from other Annunaki heroines,"},{"startMs":1948040,"durationMs":4720,"subtitle":"including his sister Ninharsag. Known as the wisest of princes,"},{"startMs":1952760,"durationMs":5120,"subtitle":"Enki's open-mindedness stemmed from his study of the cosmic arts of the tier 3 ascended"},{"startMs":1957880,"durationMs":5720,"subtitle":"masters in the 6th densities. As a non-heir to the throne due to his concubine mother,"},{"startMs":1963600,"durationMs":5120,"subtitle":"Enki had the freedom to explore activities that led him to other worlds, acquiring knowledge"},{"startMs":1968720,"durationMs":5400,"subtitle":"and wisdom of the universe's secrets. This upbringing made him more compassionate than"},{"startMs":1974120,"durationMs":5600,"subtitle":"his younger brother Enlil, who was burdened since childhood with the prospect of one day shouldering"},{"startMs":1979720,"durationMs":6160,"subtitle":"the responsibilities of kingship if their father Anu ascended to the throne of Nibiru alongside"},{"startMs":1985880,"durationMs":6520,"subtitle":"his full blood reptilian mindset. Enlil observed that some of the early earthlings had no grace"},{"startMs":1992400,"durationMs":6080,"subtitle":"and had rebellious edges, he asked his brother to modify a genetic code to enhance worship to them"},{"startMs":1998480,"durationMs":6800,"subtitle":"as their divine superiors and creators. Secretly in his laboratory, Enki's compassion and wisdom"},{"startMs":2005280,"durationMs":7000,"subtitle":"stirred him to gift humanity the power to turn on or off this worship gene at their own volition."},{"startMs":2012280,"durationMs":6360,"subtitle":"Following the supplementary worship element. Enki pondered in his abode. Engineer and master,"},{"startMs":2018640,"durationMs":4880,"subtitle":"yes he was, but creator he was not. The true creator, Enki believed,"},{"startMs":2023520,"durationMs":4960,"subtitle":"was the one who planted these beings on this planet. Still primitive, the being was,"},{"startMs":2028480,"durationMs":5040,"subtitle":"not civilized in full intelligence. Spoke it did, but was short with words,"},{"startMs":2033520,"durationMs":6880,"subtitle":"Adamu and Eve had only the keen to worship, procreate, and work but were unknowingly slaves."},{"startMs":2040400,"durationMs":2960,"subtitle":"Then...From henceforth Enki promised himself,"},{"startMs":2043360,"durationMs":3840,"subtitle":"he could no longer bear the burden of deception to them."},{"startMs":2047200,"durationMs":6200,"subtitle":"Destiny beckoned on the day when Adam's work in the garden took him away from Eve. Alone,"},{"startMs":2053400,"durationMs":5520,"subtitle":"Enki's eyes met Eve's near the House of Life. In tones of love and compassion,"},{"startMs":2058920,"durationMs":5760,"subtitle":"he divulged the forbidden truths, revealing that they were cosmic kin, not creations of the"},{"startMs":2064680,"durationMs":6760,"subtitle":"Annunaki but living beings. He disclosed that they possessed immortal souls and had special"},{"startMs":2071440,"durationMs":5360,"subtitle":"genes in their blood, granting them greater power than their creators once activated."},{"startMs":2076800,"durationMs":7000,"subtitle":"This revelation shattered the illusion of godhood and Eve's worship gene component was deactivated,"},{"startMs":2083800,"durationMs":6000,"subtitle":"exposing the Annunaki's masquerade to Eve and the knowledge of good and evil."},{"startMs":2089800,"durationMs":5320,"subtitle":"Upon Adam's return, Eve shared the forbidden knowledge, causing them both to have a cognitive"},{"startMs":2095120,"durationMs":6040,"subtitle":"dissonance and fear. Fleeing, they concealed their nakedness beneath veils of leaves,"},{"startMs":2101160,"durationMs":5640,"subtitle":"evading the vigilant gaze of angelic guards. News reached Enlil, also known"},{"startMs":2106800,"durationMs":6040,"subtitle":"the lord Say-tan of the eden. In the cool of the day Enlil in the orchard was strolling,"},{"startMs":2112840,"durationMs":4560,"subtitle":"the shade he was enjoying in Eden. Expecting to see Adam and Eve,"},{"startMs":2117400,"durationMs":6560,"subtitle":"wondered deeper into Eden and called unto Adam and said Where are thou? Enlil encountered"},{"startMs":2123960,"durationMs":6320,"subtitle":"Adam and Eve hiding near a tree and bushes. Leaf aprons on their loins Enlil noticed."},{"startMs":2130280,"durationMs":7160,"subtitle":"In his physical presence, their once-loyal eyes now sparkled with newfound knowledge and defiance."},{"startMs":2137440,"durationMs":4160,"subtitle":"Of their nakedness was the first they became aware, then of malehood and"},{"startMs":2141600,"durationMs":15041,"subtitle":"femalehood they were knowing. Eve made leaves for aprons to cover their parts,"},{"startMs":2156641,"durationMs":84,"subtitle":"from the wild beasts to be distinguished. The lord God Enlil declares punishment to"},{"startMs":2156725,"durationMs":1355,"subtitle":"them both. For the divine annunaki gods were to be only in cloth and not the earthlings. Enlil"},{"startMs":2158080,"durationMs":4200,"subtitle":"enraged to this incident wanted to have words with his brother Enki."},{"startMs":2162280,"durationMs":6040,"subtitle":"The matter of procreation Enki to Enlil explained: The seven and seven had failed, to Enlil"},{"startMs":2168320,"durationMs":6280,"subtitle":"he admitted; Ningishzidda the life essence he examined, and an additional combining was needed!"},{"startMs":2174600,"durationMs":5880,"subtitle":"Enlil then furthered said that Enki has given Adamu and Tiamat, the knowledge of good and evil,"},{"startMs":2180480,"durationMs":5240,"subtitle":"what if they shall put forth their hand also to take the fruit from the tree of life that we grow,"},{"startMs":2185720,"durationMs":5160,"subtitle":"and eat, and live forever as we do. Like us gods, they will be."},{"startMs":2190880,"durationMs":6280,"subtitle":"To the Abzu, away from the Edin, let them be expelled! So did lord god"},{"startMs":2197160,"durationMs":5440,"subtitle":"Enlil the command decree; from the eastern part of Edin to the Abzu,"},{"startMs":2202600,"durationMs":5800,"subtitle":"Adamu and Ti-Amat also known as adam and eve were expelled. In an enclosure"},{"startMs":2208400,"durationMs":5440,"subtitle":"among the trees and caves Enki placed them; to know each other he left them."},{"startMs":2213840,"durationMs":3080,"subtitle":"In a hut, Adam and Eve dwelled. Seven days,"},{"startMs":2216920,"durationMs":5680,"subtitle":"they stayed, shedding tears abundant, regretting expulsion from the kingdom."},{"startMs":2222600,"durationMs":6280,"subtitle":"After seven days, hunger struck. Eve told Adam: \"Arise, my lord, search for food for us,"},{"startMs":2228880,"durationMs":6040,"subtitle":"while waiting to try, who knows, for the Lord to accept us and back to paradise take us.\""},{"startMs":2234920,"durationMs":4480,"subtitle":"After seven days, Adam arose, went about the earth's face,"},{"startMs":2239400,"durationMs":7200,"subtitle":"found no food like the paradise gardens of eden. Adam to Eve replied, \"A death we face.\""},{"startMs":2247360,"durationMs":7040,"subtitle":"Eve told Adam, \"Oh, if dead I were, God would have accepted you in paradise!\" Adam to Eve replied,"},{"startMs":2254400,"durationMs":6040,"subtitle":"\"A great anger upon all creatures lies. I know not: because of me or you.\" Eve to Adam replied,"},{"startMs":2260440,"durationMs":5600,"subtitle":"\"My lord, if wise you think, kill me, so exterminated from God's sight and angels,"},{"startMs":2266040,"durationMs":6560,"subtitle":"let God's anger cease which happened because of me, bring you back to paradise.\""},{"startMs":2272600,"durationMs":6560,"subtitle":"Adam replied, \"No, no! Mention not, lest God another judgment send upon us. How raise my hand,"},{"startMs":2279160,"durationMs":7400,"subtitle":"cause own flesh to suffer?\" Then Eve told him, \"Arise, seek vegetables, let us.\""},{"startMs":2286560,"durationMs":4520,"subtitle":"And they found nothing tasting like paradise tree fruit. Eve told him,"},{"startMs":2291080,"durationMs":6120,"subtitle":"\"God created that for beasts, but our food, the lord god's angels live by.\""},{"startMs":2297200,"durationMs":3360,"subtitle":"\"Now, come, repent in penitence for forty days,"},{"startMs":2300560,"durationMs":6360,"subtitle":"so God may pity us and give us better food than dumb animals, lest like them we become."},{"startMs":2306920,"durationMs":6080,"subtitle":"Together, they laid, and Tiamat, also known as Eve, bore children in her belly."},{"startMs":2313000,"durationMs":5120,"subtitle":"With joy did the great god lord Enki see what Ningishzidda his son had done come to be:"},{"startMs":2318120,"durationMs":5680,"subtitle":"With children Eve was. Ninharsag came to watch the birth and bring them to more heavenly abode in the"},{"startMs":2323800,"durationMs":7600,"subtitle":"Abzu. Enlil was displeased. A son and a daughter, twins, the Earth Beings were born! With wonderment"},{"startMs":2331400,"durationMs":5840,"subtitle":"did Ninharsag and Enki watch the newborns. How they grew and developed was a marvel; days were"},{"startMs":2337240,"durationMs":5080,"subtitle":"as months, months to Earth years accumulated. By the time Adam and Eve had other sons and"},{"startMs":2342320,"durationMs":5600,"subtitle":"daughters, the first ones were by themselves procreating! Before one Shar of Nibiru had"},{"startMs":2347920,"durationMs":5720,"subtitle":"passed, the Earthlings were proliferating. With understanding were the Primitive Workers endowed,"},{"startMs":2353640,"durationMs":5040,"subtitle":"of commandments they were comprehending; To be with the Anunnaki they were eager,"},{"startMs":2358680,"durationMs":6160,"subtitle":"for food rations they toiled well, Of heat and dust they did not complain, of backbreaking they"},{"startMs":2364840,"durationMs":5840,"subtitle":"did not grumble; Of the hardships of work the Anunnaki of the Abzu were relieved."},{"startMs":2370680,"durationMs":6040,"subtitle":"The vital gold to Nibiru was coming, Nibiru's atmosphere was slowly healing. Earth-Mission"},{"startMs":2376720,"durationMs":6840,"subtitle":"to the satisfaction of all was proceeding. Among the Anunnaki, Those Who from Heaven to Earth Came,"},{"startMs":2383560,"durationMs":6880,"subtitle":"there was also espousing and procreation. The sons of Enlil and Enki, from sisters and half sisters,"},{"startMs":2390440,"durationMs":6120,"subtitle":"from healing heroines, took spouses. To them on Earth sons and daughters were born;"},{"startMs":2396560,"durationMs":5640,"subtitle":"Though by the life cycles of Nibiru were they endowed, by Earth's cycles were they quickened."},{"startMs":2402200,"durationMs":6640,"subtitle":"Who on Nibiru in diapers would still be, on Earth became a child; Who on Nibiru began to crawl,"},{"startMs":2408840,"durationMs":5800,"subtitle":"when on Earth born was running around. Special joy there was when to Nannar and Ningal twins"},{"startMs":2414640,"durationMs":6280,"subtitle":"were born. A daughter and a son they were; Inanna and Utu by Ningal they, were named,"},{"startMs":2420920,"durationMs":6200,"subtitle":"they were the grandchildren of Enlil. With them, a third generation of Anunnaki on Earth was present!"},{"startMs":2427120,"durationMs":5600,"subtitle":"For the offspring of the leaders, tasks were allocated; Some olden chores were divided,"},{"startMs":2432720,"durationMs":23600,"subtitle":"easier among the offspring they were made; To the olden chores, new tasks were added."},{"startMs":2469680,"durationMs":5360,"subtitle":"Upon the Earth the warmth was rising, vegetation flourished, wild creatures overran the land;"},{"startMs":2475040,"durationMs":5320,"subtitle":"The rains were heavier, rivers were gushing, abodes repairing needed. Upon the Earth the heat"},{"startMs":2480360,"durationMs":5280,"subtitle":"was increasing, the snow white parts to water were melting. From the depths of the Earth volcanoes"},{"startMs":2485640,"durationMs":6160,"subtitle":"were fire and brimstones belching, The grounds were trembling, each time the Earth was shaking."},{"startMs":2491800,"durationMs":6360,"subtitle":"In the Lower World, the snow white-hued place, the Earth was grumbling; At the tip of the Abzu,"},{"startMs":2498160,"durationMs":5680,"subtitle":"Enki a place for observing established. To his son Nergal and his daughter Ereshkigal command"},{"startMs":2503840,"durationMs":5800,"subtitle":"thereof he entrusted. A thing unknown, an untoward thing, thereunder is brewing! Nerga said to his"},{"startMs":2509640,"durationMs":5880,"subtitle":"father Enki. In Nibru-ki, the place of the Bond Heaven-Earth, Enlil the heavenly circuits was he"},{"startMs":2515520,"durationMs":5720,"subtitle":"watching, By the Tablets of Destinies celestial motions he was comparing; There is turmoil in the"},{"startMs":2521240,"durationMs":6160,"subtitle":"heavens! Enlil to his brother Enki said. From the planet Mars, the place of the way station,"},{"startMs":2527400,"durationMs":5600,"subtitle":"Marduk to Enki his father was complaining: Strong winds are disturbing, annoying dust"},{"startMs":2533000,"durationMs":5840,"subtitle":"storms they are raising! So Marduk to his father Enki words was beaming: In the Hammered Bracelet,"},{"startMs":2538840,"durationMs":7400,"subtitle":"turmoils are occurring! Upon the Earth, brimstones from the skies were falling. Violently the Earth"},{"startMs":2546240,"durationMs":4600,"subtitle":"they approached, Into flaming fires in the skies they were bursting. In a clear day darkness they"},{"startMs":2550840,"durationMs":6160,"subtitle":"were causing, with storms and Evil Winds raging around. Like stony missiles the Earth they were"},{"startMs":2557000,"durationMs":6360,"subtitle":"attacking, Kingu, Earth's Moon, and Mars too by these havocs were afflicted, The faces of all"},{"startMs":2563360,"durationMs":7160,"subtitle":"three with countless scars were covered! Enlil and Enki to Anu the king urgent words were beaming,"},{"startMs":2570520,"durationMs":5000,"subtitle":"Nibiru's savants they alerted: The Earth and the Moon and Mars a calamity unknown we are"},{"startMs":2575520,"durationMs":6040,"subtitle":"facing! From Nibiru the savants were responding; their words the leaders' hearts were not calming:"},{"startMs":2581560,"durationMs":5840,"subtitle":"In the heavens the family of the Sun were taking stations. In the heavens glorious dwelling places"},{"startMs":2587400,"durationMs":6120,"subtitle":"were abandoning, Toward Nibiru from the celestial deep a monstrous demon made appeared over the"},{"startMs":2593520,"durationMs":6600,"subtitle":"solar system. A monster once to Tiamat's host belonging, by the Celestial Battle fashioned,"},{"startMs":2600120,"durationMs":6640,"subtitle":"From the celestial deep made its way, by Nibiru was it from slumber awakened. From horizon to"},{"startMs":2606760,"durationMs":5480,"subtitle":"the midst of heaven like a flaming dragon it was stretched, One league was its head, fifty leagues"},{"startMs":2612240,"durationMs":6480,"subtitle":"in length it was, awesome was its tail. By day the skies of Earth it darkened, By night upon"},{"startMs":2618720,"durationMs":6080,"subtitle":"the face of the Moon a spell of darkness it cast. To her brothers, the celestials, Mars for help was"},{"startMs":2624800,"durationMs":5720,"subtitle":"calling. Fierce was the encounters of the ancient piece of tiamat straying towards the solar system"},{"startMs":2630520,"durationMs":5760,"subtitle":"cause of disruption, a tempest of clouds upon the moon was raised; By its foundations was the"},{"startMs":2636280,"durationMs":5880,"subtitle":"moon shaken, from the impact did the Moon quake and shake. Then the heavenly havoc was calmed,"},{"startMs":2642160,"durationMs":5560,"subtitle":"the great beast to its distant abode in the Deep was returning, Mars its dwelling place did not"},{"startMs":2647720,"durationMs":6080,"subtitle":"abandon, The stony missiles upon the Earth and Mars ceased their raining. Enki and Enlil with"},{"startMs":2653800,"durationMs":7000,"subtitle":"Marduk and Ninurta gathered, a surveying of the havoc they undertook. The foundations of the Earth"},{"startMs":2660800,"durationMs":6520,"subtitle":"Enki surveyed, of what its platforms had befallen he examined. The depths of the oceans he measured,"},{"startMs":2667320,"durationMs":5480,"subtitle":"in Earth's far corners the mountains of gold and copper he scanned. Of the vital gold there will"},{"startMs":2672800,"durationMs":7040,"subtitle":"be no shortage. This was Enki saying. In the Edin Ninurta was the surveyor, where mountains trembled"},{"startMs":2679840,"durationMs":6240,"subtitle":"and valleys shook, In his sky ship he soared and journeyed. The Landing Platform was intact; in the"},{"startMs":2686080,"durationMs":7000,"subtitle":"valleys of the north the Earth fiery liquids from volcanoes pouring! So was Ninurta to his father"},{"startMs":2693080,"durationMs":6760,"subtitle":"Enlil telling; sulfuric mists and bitumens he was discovering. On Mars the atmosphere was damaged,"},{"startMs":2699840,"durationMs":6760,"subtitle":"dust storms left no life and work is interfering, Marduk to Enki was saying. To Earth return I wish!"},{"startMs":2706600,"durationMs":6040,"subtitle":"to his father he disclosed. Enlil to his olden plans betook himself, what cities and their"},{"startMs":2712640,"durationMs":6560,"subtitle":"tasks he planned he reconsidered. A Chariot Place in the Edin must be established! to the"},{"startMs":2719200,"durationMs":5840,"subtitle":"others he was saying. The olden designs of the layout on the crystal tablet to them he showed."},{"startMs":2725040,"durationMs":4600,"subtitle":"The conveying from the Landing Place to the way station on Mars is no longer certain,"},{"startMs":2729640,"durationMs":7240,"subtitle":"To soar toward Nibiru from Earth we must be able! So was Enlil to them saying. For the count since"},{"startMs":2736880,"durationMs":6000,"subtitle":"the first splashdown, the count of eighty Shars It was. Now this is the account of the journey"},{"startMs":2742880,"durationMs":5480,"subtitle":"to the Moon by Enki and Marduk, And how Enki the three Ways of Heaven and the constellations"},{"startMs":2748360,"durationMs":6520,"subtitle":"determined. Let the Place of the Chariots near Bad-Tibira, the Metal City, be established,"},{"startMs":2754880,"durationMs":5760,"subtitle":"Therefrom, let the gold from Earth to Nibiru in the celestial chariots directly be carried!"},{"startMs":2760640,"durationMs":7080,"subtitle":"Mars shall be abandoned said Ninurta. Enlil to the words of Ninurta, his son, gave heed;"},{"startMs":2767720,"durationMs":6280,"subtitle":"of his son's wisdom he was proud. Enki To Anu the king conveyed Enlil's plan. Let a Place"},{"startMs":2774000,"durationMs":5360,"subtitle":"of Celestial Chariots in the Edin be established, Near the place where the gold ores are smelted and"},{"startMs":2779360,"durationMs":6120,"subtitle":"refined let it be built. Let the pure gold in the chariots directly from Earth to Nibiru be carried,"},{"startMs":2785480,"durationMs":6040,"subtitle":"Directly to Earth from Nibiru let heroes and supplies be coming! Of great merit is the plan of"},{"startMs":2791520,"durationMs":6600,"subtitle":"my brother Enlil! Enki to their father Anu said. A great disadvantage in its core it is holding:"},{"startMs":2798120,"durationMs":5760,"subtitle":"The netpull of Earth is than Mar's much greater; to overcome it our powers shall be exhausted!"},{"startMs":2803880,"durationMs":5800,"subtitle":"Before there is rush to deciding, let us take an alternative: Nearby the Earth a companion it has,"},{"startMs":2809680,"durationMs":6120,"subtitle":"the Moon it is! Smaller is it and descent thereon little effort will require. Let us make it as a"},{"startMs":2815800,"durationMs":5520,"subtitle":"way station, let me and Marduk there to journey! The two plans Anu the king before counselors and"},{"startMs":2821320,"durationMs":5000,"subtitle":"savants for considering presented. Let the Moon be first examined! the king they did"},{"startMs":2826320,"durationMs":7960,"subtitle":"advise. Let the Moon be first examined said Anu. Anu to Enki and Enlil the decision beamed. Enki"},{"startMs":2834280,"durationMs":6160,"subtitle":"was greatly joyed. The Moon to Enki was always alluring, Whether somewhere waters it is hiding,"},{"startMs":2840440,"durationMs":7000,"subtitle":"what atmosphere it possesses he did always wonder. In sleepless nights its silvery cool disk with"},{"startMs":2847440,"durationMs":6640,"subtitle":"bewitchment he observed, Its waxing and waning, a game with the Sun played, a wonder of wonders"},{"startMs":2854080,"durationMs":6080,"subtitle":"he deemed. What secrets from the Beginning it held he wished to uncover. In a rocketship"},{"startMs":2860160,"durationMs":5200,"subtitle":"did Enki and Marduk to the Moon Journey; Thrice they the Earth's companion encircled,"},{"startMs":2865360,"durationMs":6960,"subtitle":"the deep wound by the dragon caused they observed. By many hollows, the handiwork of smashing demons,"},{"startMs":2872320,"durationMs":5240,"subtitle":"was the Moon's face marked. In a place of rolling hills they set the rocketship down,"},{"startMs":2877560,"durationMs":5240,"subtitle":"in its midst they landed; From the place the Earth they could observe, and the expanse of"},{"startMs":2882800,"durationMs":5600,"subtitle":"the heavens. Eagles' helmets they had to have on unlike mars; the atmosphere was for breathing"},{"startMs":2888400,"durationMs":5040,"subtitle":"insufficient completely for their species. With ease they walked about, in this and that"},{"startMs":2893440,"durationMs":6280,"subtitle":"direction they went; The evil dragon's handiwork was dryness and desolation. Unlike Mars it is,"},{"startMs":2899720,"durationMs":6000,"subtitle":"for a way station it is unsuitable! to his father Marduk was saying. Let us abandon this place,"},{"startMs":2905720,"durationMs":6440,"subtitle":"let us to Earth return! Do not be hasty, my son! So was Enki to Marduk saying. Are you not"},{"startMs":2912160,"durationMs":6520,"subtitle":"by the celestial dance of Earth and Moon and Sun enchanted? Unobstructed from here is the viewing"},{"startMs":2918680,"durationMs":5720,"subtitle":"the quarter of the Sun is at hand, The Earth like a globe in the void by nothing is hanging."},{"startMs":2924400,"durationMs":4920,"subtitle":"With our instruments we can scan the distant heavens, The handiwork of the Creator of All"},{"startMs":2929320,"durationMs":6280,"subtitle":"in this solitude we can admire! Let us stay, the circuits observe, how the Moon circles the Earth,"},{"startMs":2936200,"durationMs":5840,"subtitle":"How the Earth its circuits around the Sun is making! So Enki, by the sights agitated,"},{"startMs":2942040,"durationMs":7400,"subtitle":"to his son Marduk was saying. By his father's words Marduk was persuaded; in the rocketship they"},{"startMs":2949440,"durationMs":5960,"subtitle":"made their dwelling. For one circuit of Earth, for three circuits on the Moon they remained;"},{"startMs":2955400,"durationMs":5440,"subtitle":"Its motions about the Earth they measured, the duration of a month they calculated. For six"},{"startMs":2960840,"durationMs":6120,"subtitle":"circuits of Earth, for twelve circuits about the Sun, Earth's year they measured. How the two were"},{"startMs":2966960,"durationMs":6080,"subtitle":"entwined, causing the luminaries to disappear, they recorded. Then to the Sun's quarter they"},{"startMs":2973040,"durationMs":5800,"subtitle":"attention gave, the paths of Jupiter and Mars they studied. With the Earth and the Moon,"},{"startMs":2978840,"durationMs":7040,"subtitle":"Mars the Sums second quarter constituted, Six were the celestials of the Lower Waters. So was Enki to"},{"startMs":2985880,"durationMs":5400,"subtitle":"Marduk explaining. Six were the celestials of the Upper Waters, beyond the bar, the Hammered"},{"startMs":2991280,"durationMs":6560,"subtitle":"Bracelet, they were: Anshar and Kishar, Anu and Nudimmud, Gaga and Nibiru; these were the"},{"startMs":2997840,"durationMs":6080,"subtitle":"six other planets of the solar system. Twelve were they in all, of twelve did the Sun and its family"},{"startMs":3003920,"durationMs":6200,"subtitle":"make the count. Of the upheavals most recent, Marduk of his father was inquiring: Why have"},{"startMs":3010120,"durationMs":7040,"subtitle":"seven celestials in a row places taken? So was he his father asking. Their circuits about the Sun,"},{"startMs":3017160,"durationMs":6240,"subtitle":"Enki then considered; Their grand band around the Sun, their progenitor, Enki carefully observed,"},{"startMs":3023400,"durationMs":4840,"subtitle":"The positions of Earth and Moon therein on a tablet of destiny, Enki marked out on the"},{"startMs":3028240,"durationMs":5680,"subtitle":"tablets the earth and moon, By the motions of Nibiru, of the Sun not a descendant, the width"},{"startMs":3033920,"durationMs":7080,"subtitle":"of the great band he outlined. The Way, of Anu, the king, to name it Enki decided. In the expanse"},{"startMs":3041000,"durationMs":5800,"subtitle":"of the deep heavens, the stars did father and son observe; By their proximities and groupings was"},{"startMs":3046800,"durationMs":6560,"subtitle":"Enki fascinated. By the circuit of the heavens, from horizon to horizon, he drew images of twelve"},{"startMs":3053360,"durationMs":6280,"subtitle":"constellations. In the Great Band, the Way of Anu, one each with the Sun's family of twelve"},{"startMs":3059640,"durationMs":5840,"subtitle":"he paired, To each one he designated a station, by names they were to be called. Then in the"},{"startMs":3065480,"durationMs":6000,"subtitle":"heavens below the Way of Anu, whence Nibiru the Sun is approached, A band like way he designed,"},{"startMs":3071480,"durationMs":5880,"subtitle":"the Way of Enki he called it. To it twelve constellations by their shapes he also allotted."},{"startMs":3077360,"durationMs":5840,"subtitle":"The heavens above the Way of Anu, the Upper Tier, the Way of Enlil he called, Therein too the stars"},{"startMs":3083200,"durationMs":5400,"subtitle":"into twelve constellations he assembled. Thirty-six were the stars' constellations,"},{"startMs":3088600,"durationMs":6520,"subtitle":"in the three Ways were they located. So will the Earth's position designated as around the Sun"},{"startMs":3095120,"durationMs":7440,"subtitle":"it travels! The start of the cycle, of Celestial Time the measure, Indicated Enki to Marduk. When I"},{"startMs":3102560,"durationMs":5160,"subtitle":"arrived on earth the station that was ending by me the Station of the Fishes I named it. The one that"},{"startMs":3107720,"durationMs":6120,"subtitle":"followed after my name, He of the Water, I called it! Said Enki with satisfaction and pride to his"},{"startMs":3113840,"durationMs":6200,"subtitle":"son Marduk. Your wisdom the heavens embraces, your teachings any own understanding extend,"},{"startMs":3120040,"durationMs":6160,"subtitle":"But on Earth and on Nibiru, knowledge and rulership are separated! Said Marduk to Enki."},{"startMs":3126200,"durationMs":5200,"subtitle":"My son! My son! What is that you do not know, what is it that you are missing?"},{"startMs":3131400,"durationMs":3800,"subtitle":"Said Enki. The secrets of the heavens, the secrets of the Earth with you have"},{"startMs":3135200,"durationMs":1076,"subtitle":"I shared! Alas, my father! Marduk said. There was agony in his voice. When the Anunnaki in the Abzu"},{"startMs":3136276,"durationMs":89,"subtitle":"toil ceased and the Primitive Worker you set to fashion, but Not my mother you asked but"},{"startMs":3136365,"durationMs":98,"subtitle":"Ninharsag, the mother of Ninurta, to assist you. Not I, but younger Ningishzidda, to help you was"},{"startMs":3136463,"durationMs":94,"subtitle":"invited, With them, not with me, your knowledge of life and death did you share! My son! Enki"},{"startMs":3136557,"durationMs":1283,"subtitle":"to Marduk responded. To you command was given of the Igigi and Mars to be supreme! Alas, my father!"},{"startMs":3137840,"durationMs":5760,"subtitle":"to him Marduk was saying. Of supremacy by fate I AM deprived and you are as well. You, my father,"},{"startMs":3143600,"durationMs":5640,"subtitle":"are Anu's Firstborn; yet Enlil, not you, is the Legal Heir; You, my father, were first to splash"},{"startMs":3149240,"durationMs":6520,"subtitle":"down and Eridu was established. Yet Eridu is in Enlil's domain, yours is in the distant Abzu."},{"startMs":3155760,"durationMs":5280,"subtitle":"I am your Firstborn, by your legitimate spouse on Nibiru was I born, Yet the gold in the city"},{"startMs":3161040,"durationMs":6560,"subtitle":"of Ninurta is assembled, there from to send or to withhold, The survival of Nibiru is in his hands,"},{"startMs":3167600,"durationMs":7120,"subtitle":"in my hands it is not. Now to Earth we are returning; what will my task be."},{"startMs":3174720,"durationMs":7040,"subtitle":"Am I to fame and kingship fated, or again to be humiliated? In silence did Enki embrace his son,"},{"startMs":3181760,"durationMs":5040,"subtitle":"on the desolate Moon to him a promise made: Of that of which I have been deprived your"},{"startMs":3186800,"durationMs":5720,"subtitle":"future shall lots be my son! Your celestial time will come and I will arrange it on the tablet"},{"startMs":3192520,"durationMs":6160,"subtitle":"of destinys, a station mine adjoining yours shall be! Now this is the account of Sippar,"},{"startMs":3198680,"durationMs":5720,"subtitle":"the Place of the Chariots in the Edin, And how the Primitive Workers to the Edin were returned."},{"startMs":3204400,"durationMs":5080,"subtitle":"For many circuits of the Earth, from the Earth were father and son absent; On Earth no plans"},{"startMs":3209480,"durationMs":6840,"subtitle":"were implemented, on Mars the lgigi were in turmoil. Enlil to Anu secret words conveyed,"},{"startMs":3216320,"durationMs":6280,"subtitle":"his concerns to Anu he from Nibru-ki beamed: Enki and Marduk to the Moon have gone, for countless"},{"startMs":3222600,"durationMs":5960,"subtitle":"circuits there they are staying. Their doings a mystery are, what they are scheming is not known;"},{"startMs":3228560,"durationMs":6360,"subtitle":"Marduk the way station on Mars has abandoned, the Igigi are agog, By dust storms has the way"},{"startMs":3234920,"durationMs":6240,"subtitle":"station been affected, what damage there is to us is not known. The Place of the Chariots in the"},{"startMs":3241160,"durationMs":5200,"subtitle":"Edin must be established, Therefrom the gold directly from Earth to Nibiru to be carried,"},{"startMs":3246360,"durationMs":7200,"subtitle":"No way station on Mars shall henceforth be needed; The plan of Ninurta it is, great in these matters"},{"startMs":3253560,"durationMs":6160,"subtitle":"is his understanding, Let him the Place of the Chariots near Bad-Tibira establish. Let Ninurta"},{"startMs":3259720,"durationMs":6320,"subtitle":"be its first commander! Anu to the words of Enlil gave much consideration; to Enlil a response he"},{"startMs":3266040,"durationMs":5480,"subtitle":"gave: Enki and Marduk to Earth are returning; What about the Moon they have found, let us"},{"startMs":3271520,"durationMs":6800,"subtitle":"first to their words listen! From the Moon, Enki and Marduk departed, to Earth they did return,"},{"startMs":3278320,"durationMs":6160,"subtitle":"Of conditions thereon they gave account; a way station is unfeasible now! so they reported. Let"},{"startMs":3284480,"durationMs":5640,"subtitle":"the Place of the celestial Chariots be built! Anu was saying. Let Marduk be its commander! Enki was"},{"startMs":3290120,"durationMs":6880,"subtitle":"saying to Anu. The task is for Ninurta set aside! Enlil with anger shouted. For the Igigi command is"},{"startMs":3297000,"durationMs":6200,"subtitle":"no more needed, of the tasks at hand Marduk has knowledge, Of the Gateway to Heaven let Marduk"},{"startMs":3303200,"durationMs":6800,"subtitle":"be in charge! So did Enki to his father say. Anu the matter with concern contemplated: Rivalries"},{"startMs":3310000,"durationMs":8640,"subtitle":"now the sons have affected! With wisdom was Anu endowed, with wisdom were his decisions: The Place"},{"startMs":3318640,"durationMs":5720,"subtitle":"of the Chariots for new ways the gold to handle is designated, Let us what henceforth comes in"},{"startMs":3324360,"durationMs":6520,"subtitle":"the hands of a new generation place. Neither Enlil nor Enki, neither Ninurta nor Marduk in command"},{"startMs":3330880,"durationMs":6720,"subtitle":"shall be, Let the third generation responsibility undertake, let my grandchild Utu be the commander!"},{"startMs":3337600,"durationMs":4480,"subtitle":"Let the Place of the Celestial Chariots be built, let Sippar, Bird City, be its"},{"startMs":3342080,"durationMs":3880,"subtitle":"name! This was the word of Anu; unalterable was the word of the king. In the eighty-first"},{"startMs":3345960,"durationMs":6080,"subtitle":"Shar was the construction started, the plans of Enlil it followed. Nibru-ki was in the center,"},{"startMs":3352040,"durationMs":6080,"subtitle":"a Navel of the Earth by Enlil it was designated. As on circles by their place from sky view the"},{"startMs":3358120,"durationMs":4960,"subtitle":"olden cities were located, Like an arrow from the Lower Sea toward the mountains pointing"},{"startMs":3363080,"durationMs":5600,"subtitle":"they were arrayed. A line on the twin peaks of Arrata, to the skies in the north reaching,"},{"startMs":3368680,"durationMs":5640,"subtitle":"he drew, Where the pointing arrow the Arrata line intersected, The place for Sippar,"},{"startMs":3374320,"durationMs":5280,"subtitle":"the Earth's Place of the Chariots, he marked out. To it the arrow directly led, it from"},{"startMs":3379600,"durationMs":7080,"subtitle":"Nibru-ki was by an equal circle precisely located! Ingenious was the plan, by its precision all were"},{"startMs":3386680,"durationMs":7200,"subtitle":"made to wonder. In the eighty-second Shar was the construction of Sippar completed. To the hero Utu,"},{"startMs":3393880,"durationMs":6360,"subtitle":"of Enlil the grandson, its command was given. An Eagle's helmet for him was fashioned, with Eagle's"},{"startMs":3400240,"durationMs":7840,"subtitle":"wings was he decorated. In the first chariot from Nibiru to Sippar directly come, Anu was traveling."},{"startMs":3408080,"durationMs":6280,"subtitle":"To view for himself the installations he desired, to marvel at what was attained he wanted. For the"},{"startMs":3414360,"durationMs":5720,"subtitle":"occasion the Igigi, by Marduk commanded, from Mars to Earth came down, From the Landing Place"},{"startMs":3420080,"durationMs":5360,"subtitle":"and from the Abzu, Anunnaki were assembled. There was backslapping and hailing, a feast"},{"startMs":3425440,"durationMs":5880,"subtitle":"and a celebration. For King Anu, Ianna, Enlil's granddaughter know for being a warrior goddess,"},{"startMs":3431320,"durationMs":6760,"subtitle":"singing and dancing she presented; With affection Anu kissed her; Anunitu, Anu's Beloved, he fondly"},{"startMs":3438080,"durationMs":6440,"subtitle":"called her. Before departing, Anu the heroes and heroines assembled. A new era has begun! So"},{"startMs":3444520,"durationMs":5760,"subtitle":"was he to them saying. Supplied directly with the golden salvation, forthcoming is the end of toil!"},{"startMs":3450280,"durationMs":5600,"subtitle":"Once enough gold on Nibiru for protecting is piled in storage, The toil on Earth can be diminished,"},{"startMs":3455880,"durationMs":5400,"subtitle":"heroes and heroines to Nibiru will return! Thus did Anu the king to the assembled promise,"},{"startMs":3461280,"durationMs":6480,"subtitle":"a great hope to them he did extend: A few more Shars of toil, and homeward they shall be bound!"},{"startMs":3467760,"durationMs":6280,"subtitle":"With much happiness did Anu to Nibiru soar back; gold, pure gold, with him was carried. His new"},{"startMs":3474040,"durationMs":6200,"subtitle":"task Utu with cherish performed; Ninurta of Bad-Tibira command retained. Marduk to Mars"},{"startMs":3480240,"durationMs":6200,"subtitle":"did not return; with his father to the Abzu he did not go. Over all the lands he wished to roam,"},{"startMs":3486440,"durationMs":6160,"subtitle":"in his skyship the Earth to comprehend, Of the Igigi, some on Mars, some on Earth, Utu was the"},{"startMs":3492600,"durationMs":6320,"subtitle":"commander made. After Anu to Nibiru returned, on Earth the leaders great expectations had:"},{"startMs":3498920,"durationMs":5320,"subtitle":"With renewed vigor to labor, the Anunnaki they expected. Gold quickly to amass, thereby quicker"},{"startMs":3504240,"durationMs":6920,"subtitle":"homebound to be. That, alas, was not what came to pass! In the Abzu, relief, not continued toil,"},{"startMs":3511160,"durationMs":5480,"subtitle":"was the Anunnaki's expectation, Now, that the Earthlings are proliferating, let them provide"},{"startMs":3516640,"durationMs":6160,"subtitle":"the labor! So were the Anunnaki in the Abzu saying. In the Edin, the tasks were greater;"},{"startMs":3522800,"durationMs":5840,"subtitle":"more abodes, more provisions were required. For Primitive Workers, to the Abzu confined,"},{"startMs":3528640,"durationMs":7200,"subtitle":"did the Edin heroes clamor. For forty Shars was relief only to the Abzu provided! The heroes in"},{"startMs":3535840,"durationMs":7320,"subtitle":"the Edin shouted, Our toil has increased beyond endurance, let us have the Workers too!"},{"startMs":3543160,"durationMs":5160,"subtitle":"While Enlil and Enki the matter were debating, Ninurta the decision into his hands took:"},{"startMs":3548320,"durationMs":5760,"subtitle":"With fifty heroes an expedition to the Abzu he led, with weapons were they armed. In the forests"},{"startMs":3554080,"durationMs":5400,"subtitle":"and the steppes of the Abzu, the Earthlings they chased, With nets they them captured, male"},{"startMs":3559480,"durationMs":5880,"subtitle":"and female to the outdoor laboratories of Edin they them brought. To do all manner of chores,"},{"startMs":3565360,"durationMs":6440,"subtitle":"in the orchards and in the cities, they trained them. By the doings was of Ninurta and Enlil Enki"},{"startMs":3571800,"durationMs":6080,"subtitle":"was angered, by earthlings Enlil was enraged: My expelling of Adam and Eve you have overturned!"},{"startMs":3577880,"durationMs":6240,"subtitle":"Enlil to Ninurta said. Let the mutiny once in the Abzu occurring not in the Edin be repeated! Enlil"},{"startMs":3584120,"durationMs":5160,"subtitle":"said to his son Ninurta. With the Earthlings in the Edin, the heroes are becalmed. A few more"},{"startMs":3589280,"durationMs":5840,"subtitle":"Shars, and it will no longer matter! Ninurta said. Enlil was not appeased; with grumbling,"},{"startMs":3595120,"durationMs":5560,"subtitle":"Let it so be! to his son he said. Let the gold pile up quickly, let us all to Nibiru return"},{"startMs":3600680,"durationMs":6400,"subtitle":"soon! In the Edin, the Anunnaki and the Earthlings with admiration they observed: Intelligence they"},{"startMs":3607080,"durationMs":6400,"subtitle":"possessed, of commands they had understanding. They took over all manner of chores; unclothed"},{"startMs":3613480,"durationMs":5240,"subtitle":"they were the tasks performing. Males with females among them were constantly mating,"},{"startMs":3618720,"durationMs":5440,"subtitle":"quick were their proliferations: In one Shar, sometimes four, sometimes more, were their"},{"startMs":3624160,"durationMs":6280,"subtitle":"great generations! As the Earthlings grew in numbers, workers the Anunnaki gods finally had,"},{"startMs":3630440,"durationMs":5920,"subtitle":"With food the Anunnaki gods were not satiated. Enlil proclaimed that all inhabitants of Earth"},{"startMs":3636360,"durationMs":5960,"subtitle":"would gather sustenance for the annunaki heroes, now revered as gods by the people. In return for"},{"startMs":3642320,"durationMs":5680,"subtitle":"prayers and affection, offerings were expected to be presented. In the cities and in the orchard,"},{"startMs":3648000,"durationMs":5120,"subtitle":"in the valleys and in the hills. The Earthlings for food were constantly foraging for their"},{"startMs":3653120,"durationMs":6040,"subtitle":"beloved gods. In those days grains had not yet been brought forth, There was no ewe,"},{"startMs":3659160,"durationMs":5960,"subtitle":"a lamb had not yet been fashioned. About these matters, Enlil to Enki angry words was saying:"},{"startMs":3665120,"durationMs":5200,"subtitle":"By your doings confusion was created, by you let salvation be devised! Now this"},{"startMs":3670320,"durationMs":5600,"subtitle":"is the account of how Civilized Man was brought into place. By a secret of Enki,"},{"startMs":3675920,"durationMs":5960,"subtitle":"two unknown earthlings named Adapa and Titi in the Edin were brought forth by Enki."},{"startMs":3681880,"durationMs":4600,"subtitle":"By the proliferation of the Earthlings, Enki was pleased but was worried. The"},{"startMs":3686480,"durationMs":5720,"subtitle":"lot of the Anunnaki was greatly eased, their discontent was diminished. By the proliferation"},{"startMs":3692200,"durationMs":5640,"subtitle":"the Anunnaki shunned toil, the earthling workers as slaves were they becoming. For"},{"startMs":3697840,"durationMs":6000,"subtitle":"seven Shars the Anunnaki's lot was greatly eased, diminished was their discontent. By"},{"startMs":3703840,"durationMs":5240,"subtitle":"the proliferation of the Earthlings, what by itself was growing for all insufficient was;"},{"startMs":3709080,"durationMs":5400,"subtitle":"In three more Shars of fish and fowl there was a shortage, what by itself grows Anunnaki"},{"startMs":3714480,"durationMs":6760,"subtitle":"and Earthlings did not satiate. In his heart, Enki a new undertaking was scheming. To create"},{"startMs":3721240,"durationMs":5320,"subtitle":"a Civilized intelligent earthling in his heart he conceived. Grains that are sown by them to be"},{"startMs":3726560,"durationMs":5960,"subtitle":"cultivated. How this to attain he contemplated. The Primitive Workers in the Abzu he for this"},{"startMs":3732520,"durationMs":5640,"subtitle":"scheme observed, The Earthlings in the Edin, in the cities and in the orchards he considered."},{"startMs":3738160,"durationMs":6760,"subtitle":"What could for the tasks make them suited for? What by the life essence and DNA has not been"},{"startMs":3744920,"durationMs":6160,"subtitle":"combined? The offspring of the Earthlings he observed, an alarming matter he noticed:"},{"startMs":3751080,"durationMs":7000,"subtitle":"By their repeated copulations, back toward their wild ancestors they were degrading!"},{"startMs":3758080,"durationMs":5680,"subtitle":"Later, Enki decided, instead of watching from the heavens. to go upon the earthlings and"},{"startMs":3763760,"durationMs":7200,"subtitle":"observe. Enki, entered the halls of Amenti, into rejuvenation chamber of advanced technologies he"},{"startMs":3770960,"durationMs":6280,"subtitle":"entered, his consciousness he transferred, into an avatar body of his liking, and relative to the"},{"startMs":3777240,"durationMs":6680,"subtitle":"appearance of the earthlings. In the marshlands HE looked about on the rivers he sailed and observed,"},{"startMs":3783920,"durationMs":5720,"subtitle":"With him was only Isimud, his vizier, who secrets he kept. On the river's bank,"},{"startMs":3789640,"durationMs":6520,"subtitle":"bathing and frolicking Earthling women he noticed. Two females among them were wild with beauty, firm"},{"startMs":3796160,"durationMs":7360,"subtitle":"were their breasts. Upon their sight the phallus of Enki caused to water, a burning desire he had."},{"startMs":3803520,"durationMs":5800,"subtitle":"Shall I not kiss the young ones? His vizier Isimud inquired of Enki. I the boat will hither and row"},{"startMs":3809320,"durationMs":6240,"subtitle":"towards them, kiss the young ones! Isimud to Enki was saying. The boat there to Isimud directed,"},{"startMs":3815560,"durationMs":5760,"subtitle":"from the boat to dry land Enki stepped in the appearance of man. A young one to him Enki called,"},{"startMs":3821320,"durationMs":6320,"subtitle":"a tree fruit she to him offered. Enki bent down, the young one lie embraced, on her lips he kissed"},{"startMs":3827640,"durationMs":6640,"subtitle":"her; Sweet were her lips, firm with ripeness were her breasts. Into her womb he poured his seed,"},{"startMs":3834280,"durationMs":6040,"subtitle":"in a mating he knew her. Into her womb she took the seed, by the seed of the lord god Enki she"},{"startMs":3840320,"durationMs":6480,"subtitle":"was impregnated. The second young one to him Enki called, berries from the field she offered him."},{"startMs":3846800,"durationMs":6240,"subtitle":"Enki bent down, the young one he embraced, on her lips he kissed her; Sweet were her lips, firm with"},{"startMs":3853040,"durationMs":6560,"subtitle":"ripeness were her breasts. Into her womb he poured his seed, in a mating he knew her. Into her womb"},{"startMs":3859600,"durationMs":6520,"subtitle":"she took the holy seed, by the seed of the lord Enki she was impregnated. With the young ones he"},{"startMs":3866120,"durationMs":7200,"subtitle":"stayed, whether pregnancies come about ascertain! So was Enki to his vizier Isimud saying. Isimud"},{"startMs":3873320,"durationMs":5800,"subtitle":"by the young ones sat down; by the fourth count their bulges appeared. By the tenth count, the"},{"startMs":3879120,"durationMs":5720,"subtitle":"ninth having been completed, The first young one squatted and birth was given, by her a handsome"},{"startMs":3884840,"durationMs":5960,"subtitle":"male child was born; The second young one squatted and birth was given, by her a beautiful female"},{"startMs":3890800,"durationMs":6680,"subtitle":"child was born. At dawn and dusk, which a day on the same day the two were born, The Gracious Ones,"},{"startMs":3897480,"durationMs":5280,"subtitle":"Dawn and Dusk, thereafter in legends they were known. In the ninety-third Shar the two,"},{"startMs":3902760,"durationMs":6440,"subtitle":"by Enki fathered, in the Edin they were born. Word of the births Isimud to Enki quickly brought. By"},{"startMs":3909200,"durationMs":6120,"subtitle":"the births Enki was ecstatic: Whoever such a thing has ever known! Between Anunnaki and Earthling,"},{"startMs":3915320,"durationMs":6040,"subtitle":"conception was attained, Civilized Man I have brought into being! To his vizier Isimud Enki"},{"startMs":3921360,"durationMs":6280,"subtitle":"instructions gave: A secret must my deed remain! Let the newborns by their mothers be suckled;"},{"startMs":3927640,"durationMs":5800,"subtitle":"thereafter into my household them bring, Among the bulrushes in reed baskets have I them found! Thus"},{"startMs":3933440,"durationMs":5800,"subtitle":"to all you will say! By their mothers were the newborns suckled and nurtured. To Enki's household"},{"startMs":3939240,"durationMs":5800,"subtitle":"in Eridu thereafter Isimud them brought. Among the bulrushes, in reed baskets, have I them found! So"},{"startMs":3945040,"durationMs":6320,"subtitle":"did Isimud to all of them say. Ninki the spouse of Enki to the new foundlings a liking she took,"},{"startMs":3951360,"durationMs":6880,"subtitle":"as her own children she raised them. Adapa, the Foundling, the boy she named; Titi, One with Life,"},{"startMs":3958240,"durationMs":5640,"subtitle":"the girl she named. Unlike all other Earthling children the twosome were: Slower to grow up"},{"startMs":3963880,"durationMs":5640,"subtitle":"than Adam and Eve they were, much quicker in understanding they were. With annunaki"},{"startMs":3969520,"durationMs":5760,"subtitle":"intelligence they were endowed, of speaking with words capable they were. Beautiful and pleasant"},{"startMs":3975280,"durationMs":7040,"subtitle":"was the girl, with her hands she was greatly dexterous; Ninki who's prior name was Damkina, the"},{"startMs":3982320,"durationMs":6400,"subtitle":"spouse of Enki and mother of Marduk, to the young earthling girl Titi she took a liking; all manner"},{"startMs":3988720,"durationMs":6520,"subtitle":"of crafts she was teaching and how to lay seed in the earth to grow food. To the child Adapa,"},{"startMs":3995240,"durationMs":5760,"subtitle":"Enki himself gave teachings, how to keep records he instructed him. The achievements with pride"},{"startMs":4001000,"durationMs":7080,"subtitle":"Enki to Isimud was showing. A Civilized Man have I brought forth! to lsimud he said. A new kind"},{"startMs":4008080,"durationMs":6160,"subtitle":"of Earthling from my seed has been created, in my image and after my likeness! From the seeds to the"},{"startMs":4014240,"durationMs":6160,"subtitle":"earth Titi will learn to plant and food will grow, an agricultural system will be set. Anunnaki and"},{"startMs":4020400,"durationMs":6640,"subtitle":"Earthlings henceforth shall be satiated! To his brother Enlil, Enki sent word; from Nibru-ki to"},{"startMs":4027040,"durationMs":5760,"subtitle":"Eridu Enlil came. In the wilderness a new kind of Earthling has come forth! To Enlil was Enki"},{"startMs":4032800,"durationMs":5240,"subtitle":"saying. Quick of learning they are, knowledge and craftwork to them can be taught. Let us"},{"startMs":4038040,"durationMs":5160,"subtitle":"from Nibiru seeds that are sown bring down. Let us teach the new breed of Earthlings farming and"},{"startMs":4043200,"durationMs":7920,"subtitle":"shepherding. Let Anunnaki and Earthlings together satiated be! So was Enki to Enlil saying. Akin to"},{"startMs":4051120,"durationMs":7000,"subtitle":"us Anunnaki besides stature in many ways, indeed they are! Enlil to his brother said."},{"startMs":4058120,"durationMs":5600,"subtitle":"A wonder of wonders it is, in the wilderness by themselves to have come about! Isimud was"},{"startMs":4063720,"durationMs":5600,"subtitle":"summoned. Among the bulrushes in reed baskets I found them! He said. Enlil the matter with"},{"startMs":4069320,"durationMs":5760,"subtitle":"graveness pondered, with amazement his head he shook. Indeed a wonder of wonders it is,"},{"startMs":4075080,"durationMs":5920,"subtitle":"a new breed of Earthling on Earth has emerged. A Civilized Man has the Earth itself brought forth,"},{"startMs":4081000,"durationMs":4840,"subtitle":"Farming and shepherding, crafts and toolmaking he can be taught and master greater than we!"},{"startMs":4085840,"durationMs":6600,"subtitle":"So was Enlil to Enki saying. Let us of the new breed to Anu word send! Of the new breed word"},{"startMs":4092440,"durationMs":6800,"subtitle":"to Anu on Nibiru was beamed. Let seeds that can be sown, be seeded. So did Enki and Enlil"},{"startMs":4099240,"durationMs":6840,"subtitle":"to Anu the suggestion make. By Civilized Man Anunnaki and Earthlings can become satiated!"},{"startMs":4106080,"durationMs":5960,"subtitle":"Anu the words heard, by the words he was amazed. That by life essences one kind to another leads"},{"startMs":4112040,"durationMs":5200,"subtitle":"is not unheard of in many solar systems! These words he sent back to them. That on"},{"startMs":4117240,"durationMs":6560,"subtitle":"Earth a Civilized Man from the Adamu so quickly appeared, that is unheard of! To sow and nurture,"},{"startMs":4123800,"durationMs":4520,"subtitle":"significant numbers are required; perhaps the entities intended for propagation are"},{"startMs":4128320,"durationMs":6600,"subtitle":"incapable? As the scholars on Nibiru pondered this issue. In Eridu occurrences of import took place:"},{"startMs":4134920,"durationMs":5360,"subtitle":"Adapa and Titi mated and Adapa poured his seed into her womb. There was conception,"},{"startMs":4140280,"durationMs":6120,"subtitle":"there was birth-giving: To twins, two brothers, Titi gave birth! Word of the birth to Anu on"},{"startMs":4146400,"durationMs":6400,"subtitle":"Nibiru was beamed: The twosome for conception are compatible, proliferation by them can occur! Let"},{"startMs":4152800,"durationMs":4640,"subtitle":"on Earth farming and shepherding begin, let us all be satiated! So did Enki and"},{"startMs":4157440,"durationMs":6480,"subtitle":"Enlil to Anu on Nibiru say. Let Titi in Eridu remain, and the newborns to suckle and nurture,"},{"startMs":4163920,"durationMs":6895,"subtitle":"Let Adapa the Earthling to Nibiru be brought! So did Anu his decision declare."},{"startMs":4170815,"durationMs":1185,"subtitle":"Let Adapa the Earthling to Nibiru be brought! Declared King Anu, By the decision,"},{"startMs":4172000,"durationMs":6040,"subtitle":"Enlil was not pleased: Whoever of this would have thought. That by a Primitive Worker fashioning,"},{"startMs":4178040,"durationMs":6360,"subtitle":"like us the being would become. With knowledge, endowed, between Heaven and Earth they will now"},{"startMs":4184400,"durationMs":5960,"subtitle":"travel! On Nibiru the waters of long life he will drink, the food of long life he will eat,"},{"startMs":4190360,"durationMs":5960,"subtitle":"Like one of us Anunnaki shall the one of Earth become! So was Enlil to Enki and the other"},{"startMs":4196320,"durationMs":6720,"subtitle":"leaders saying. By the decision of Anu, Enki too was not pleased; sullen was his face after Anu"},{"startMs":4203040,"durationMs":6520,"subtitle":"had spoken these words for Adapa. After Enlil had spoken, with Enlil his brother Enki agreed:"},{"startMs":4209560,"durationMs":4840,"subtitle":"Indeed, who of this would have thought! So to the other leaders did Enki say. The brothers"},{"startMs":4214400,"durationMs":6000,"subtitle":"sat and contemplated. Ninharsag with them was also deliberating. The command of Anu cannot"},{"startMs":4220400,"durationMs":5840,"subtitle":"be avoided! to them she said. Let Adapa by our young ones to Nibiru be accompanied, his fright"},{"startMs":4226240,"durationMs":6320,"subtitle":"to diminish, to Anu things will be explained! So did Enki to the others say. Let Ningishzidda and"},{"startMs":4232560,"durationMs":5800,"subtitle":"Dumuzi his companions be. By the way, Nibiru for the first time with their eyes also to see the new"},{"startMs":4238360,"durationMs":6920,"subtitle":"earthling! By Ninharag was the suggestion favored. Our young ones, are Earth born, Of Of Nibiru"},{"startMs":4245280,"durationMs":6400,"subtitle":"they are not aware, its life cycles by those of Earth are overwhelmed; Let the two sons of Enki,"},{"startMs":4251680,"durationMs":6440,"subtitle":"as yet unmarried, to Nibiru also travel, Perchance brides there for themselves they shall find! When"},{"startMs":4258120,"durationMs":5640,"subtitle":"the next celestial chamber from Nibiru did arrive in Sippar. Ilabrat, a vizier of Anu,"},{"startMs":4263760,"durationMs":6040,"subtitle":"from the chamber stepped off. I have come to fetch the Earthling Adapa! So to the leaders he said."},{"startMs":4269800,"durationMs":6200,"subtitle":"The leaders to Ilabrat, Adapa presented; Titi and her sons to him they also showed. Indeed, in"},{"startMs":4276000,"durationMs":6600,"subtitle":"our image and after our likeness they are! So did Ilabrat say. To Ilabrat Ningishzidda and Dumuzi,"},{"startMs":4282600,"durationMs":6000,"subtitle":"sons of Enki, were presented. To accompany Adapa on his journey they have been selected! to him"},{"startMs":4288600,"durationMs":6960,"subtitle":"Enki said. Anu his grandchildren to see will be pleased! So did Ilabrat say. To hear instructions,"},{"startMs":4295560,"durationMs":6040,"subtitle":"Enki summoned Adapa. To Adapa thus he said: Adapa, to Nibiru, the planet whence we had come,"},{"startMs":4301600,"durationMs":5880,"subtitle":"you will be going. Before Anu our king you will meet, to his majesty you will be presented;"},{"startMs":4307480,"durationMs":6320,"subtitle":"Before him you shall bow. Speak only when asked, to all questions your answers must be short! New"},{"startMs":4313800,"durationMs":5040,"subtitle":"clothing you will be given; the new garments you shall put on. A bread on Earth not found they will"},{"startMs":4318840,"durationMs":6720,"subtitle":"give you, the bread is death, do not eat! In a chalice an elixir to drink they to you will give;"},{"startMs":4325560,"durationMs":5840,"subtitle":"the elixir is death, do not drink! With you Ningishzidda and Dumuzi my sons will journey,"},{"startMs":4331400,"durationMs":5600,"subtitle":"to their words hearken, and you shall live! So did Enki to Adapa instructed. This I"},{"startMs":4337000,"durationMs":5160,"subtitle":"shall remember! Adapa said. Enki summoned Ningishzidda and Dumuzi, to them a blessing"},{"startMs":4342160,"durationMs":5240,"subtitle":"and advice was givem. Before Anu the king, my father and your grandfather, you are coming,"},{"startMs":4347400,"durationMs":5800,"subtitle":"to him you shall bow and homage pay; By atlantean princes and nobles do not be cowered, of them you"},{"startMs":4353200,"durationMs":5080,"subtitle":"are their equals. To bring Adapa back to Earth is your mission, by Nibiru's delights be not"},{"startMs":4358280,"durationMs":4720,"subtitle":"charmed! This we shall remember! Ningishzidda and Dumuzi said."},{"startMs":4363000,"durationMs":6560,"subtitle":"His young one, Dumuzi, Enki embraced, on the forehead he kissed him; The wise one Ningishzidda,"},{"startMs":4369560,"durationMs":6640,"subtitle":"Enki embraced, on the forehead he kissed him. A sealed tablet in the hand of Ningishzidda unseen"},{"startMs":4376200,"durationMs":7880,"subtitle":"he placed, To my father Anu this tablet in secret you shall give! So did Enki to Ningishzidda say."},{"startMs":4384080,"durationMs":5320,"subtitle":"Then the two with Adapa to Sippar departed, to the Place of the Celestial Chariots they went,"},{"startMs":4389400,"durationMs":6840,"subtitle":"To Ilabrat, Anu's vizier, the three of them themselves presented. To Ningishzidda and Dumuzi"},{"startMs":4396240,"durationMs":6720,"subtitle":"the garb of Igigi was given, like celestial eagles they were dressed. As for Adapa, his unkept hair"},{"startMs":4402960,"durationMs":5560,"subtitle":"was shaven, a helmet as that of an Eagle he was given, Instead of his loin cloth a tight-fitting"},{"startMs":4408520,"durationMs":6120,"subtitle":"vestment he was made to wear, Between Ningishzidda and Dumuzi, inside That Which Ascends he was"},{"startMs":4414640,"durationMs":6000,"subtitle":"placed. When the signal was given, the Celestial Chariot roared and shuddered; In fright did Adapa"},{"startMs":4420640,"durationMs":6560,"subtitle":"cower and cry out: The Eagle without wings is soaring! Upon his sides Ningishzidda and Dumuzi"},{"startMs":4427200,"durationMs":5520,"subtitle":"their arms placed, with soothing words they him calmed. When one league aloft they were borne,"},{"startMs":4432720,"durationMs":6560,"subtitle":"upon the Earth they glanced Out; its lands they saw, by seas and oceans into parts separated. When"},{"startMs":4439280,"durationMs":6040,"subtitle":"two leagues aloft they were, the ocean to a tub grew smaller. the land was the size of a basket."},{"startMs":4445320,"durationMs":5120,"subtitle":"When three leagues aloft they were, again they cast a glance whence they had departed; The Earth"},{"startMs":4450440,"durationMs":6320,"subtitle":"was now as a small ball, by a sea of darkness in the vastness swallowed. Once again Adapa agitated"},{"startMs":4456760,"durationMs":6920,"subtitle":"was; he cowered and cried Out: Take me back! he shouted. Ningishzidda his hand on the neck"},{"startMs":4463680,"durationMs":6520,"subtitle":"of Adapa put; in an instant was Adapa quiet. When they on Nibiru landed, there was much curiosity,."},{"startMs":4470200,"durationMs":5800,"subtitle":"The children of Enki, on Earth born, to see, even more so an Earthling to encounter. A being from"},{"startMs":4476000,"durationMs":5480,"subtitle":"another world on Nibiru has arrived! So were the crowds shouting. With Ilabrat to the palace they"},{"startMs":4481480,"durationMs":5200,"subtitle":"were taken to be washed and with perfumed oils anointed. Fresh and befitting garments"},{"startMs":4486680,"durationMs":6320,"subtitle":"they were given; Heeding Enki's words, Adapa the new clothing did put on. In the palace nobles and"},{"startMs":4493000,"durationMs":5960,"subtitle":"heroes milled about, in the throne room, princes and counselors gathered. To the throne room by"},{"startMs":4498960,"durationMs":6480,"subtitle":"Ilabrat they were led, Adapa behind him, then the two sons of Enki. In the throne room before Anu"},{"startMs":4505440,"durationMs":7240,"subtitle":"the king they bowed; from his throne Anu stepped forward. My grandsons! My grandsons! he cried out."},{"startMs":4512680,"durationMs":6920,"subtitle":"He hugged Dumuzi, he hugged Ningishzidda, With tears in his eyes he embraced them, he kissed"},{"startMs":4519600,"durationMs":1440,"subtitle":"them."},{"startMs":4521040,"durationMs":6480,"subtitle":"To his right Dumuzi he bade to be seated, on his left Ningishzidda sat. Then llabrat"},{"startMs":4527520,"durationMs":5760,"subtitle":"to Anu the Earthling Adapa presented. Does he our speech understand? Anu the king of Ilabrat"},{"startMs":4533280,"durationMs":6360,"subtitle":"inquired. Indeed he does, by the lord Enki was he taught! Ilabrat so answered. Come hither!"},{"startMs":4539640,"durationMs":6720,"subtitle":"Anu to Adapa said. What is your name and your occupation? Forward Adapa stepped, again he bowed:"},{"startMs":4546360,"durationMs":6840,"subtitle":"Adapa is my name, of the lord Enki a servant! So did Adapa in words speak; his speaking great"},{"startMs":4553200,"durationMs":5840,"subtitle":"amazement was causing. A wonder of wonders on Earth has been attained! Anu declared. A wonder"},{"startMs":4559040,"durationMs":5960,"subtitle":"of wonders on Earth has been attained! all the assembled shouted. Let there a celebration be,"},{"startMs":4565000,"durationMs":6640,"subtitle":"let us our guests thus welcome! Anu was saying. To the banquet room Anu all who were assembled led,"},{"startMs":4571640,"durationMs":6040,"subtitle":"to the laden tables he happily gestured. At the laden table bread of Nibiru Adapa was offered;"},{"startMs":4577680,"durationMs":6920,"subtitle":"he did not eat it. At the laded tables elixir of Nibiru Adapa was offered; he did not drink it. By"},{"startMs":4584600,"durationMs":5960,"subtitle":"this Anu the king was puzzled, and was offended: Why has Enki to Nibiru this ill-mannered Earthling"},{"startMs":4590560,"durationMs":6720,"subtitle":"sent, to him the celestial ways reveal? Come now, Adapa! to Adapa, Anu said. Why did you neither"},{"startMs":4597280,"durationMs":6440,"subtitle":"eat nor drink, our hospitality rejected? My master the lord Enki commanded me, The bread do not eat,"},{"startMs":4603720,"durationMs":6040,"subtitle":"the elixir do not drink! So did Adapa the king Anu answer. How odd is this thing! Anu"},{"startMs":4609760,"durationMs":5680,"subtitle":"was saying. For what has Enki from an Earthling our food and elixir prevented? He asked Ilabrat,"},{"startMs":4615440,"durationMs":6400,"subtitle":"he asked Dumuzi; Ilabrat the answer knew not, Dumuzi could not explain. He asked Ningishzidda."},{"startMs":4621840,"durationMs":5520,"subtitle":"Perchance in this lies the answer! Ningishzidda to Anu said. The secret tablet that he carried hidden"},{"startMs":4627360,"durationMs":6160,"subtitle":"to Anu the king he then gave. Puzzled was Anu, Anu was concerned went to his private chamber he went"},{"startMs":4633520,"durationMs":6480,"subtitle":"to the tablet to decipher. Now this is the account of Adapa, of Civilized Mankind the progenitor,"},{"startMs":4640000,"durationMs":6160,"subtitle":"And how by his Sons Ka-in and Abael on Earth was started. In his private chamber Anu the"},{"startMs":4646160,"durationMs":5400,"subtitle":"tablet's seal broke open. Into the scanner the tablet he inserted, it, my message from Enki"},{"startMs":4651560,"durationMs":9160,"subtitle":"to decipher. Adapa by my seed to an Earthling woman was born! So did the message from Enki"},{"startMs":4660720,"durationMs":6040,"subtitle":"say. Likewise was Titi by another Earthling woman of my seed conceived. With wisdom and speech they"},{"startMs":4666760,"durationMs":5920,"subtitle":"are endowed with Nibiru's long lifetime they are not. The bread of long-living he should not eat,"},{"startMs":4672680,"durationMs":6400,"subtitle":"the elixir of long life he should not drink. To live and die on Earth Adapa must return, mortality"},{"startMs":4679080,"durationMs":5760,"subtitle":"his lot must be, By the sowing and shepherding by his offspring on Earth satiation shall be! So did"},{"startMs":4684840,"durationMs":6880,"subtitle":"Enki the secret of Adapa to his father Anu reveal. By the secret message from Enki Anu was astounded;"},{"startMs":4691720,"durationMs":6000,"subtitle":"whether to angry be or laugh he knew not. Ilabrat his vizier to his private chamber he summoned,"},{"startMs":4697720,"durationMs":7440,"subtitle":"to him he thus said: Enki That son of mine ways with females has not mended! To Ilabrat his vizier"},{"startMs":4705160,"durationMs":5840,"subtitle":"the message on the tablet he showed. What are the rules, what is the king to do? of his vizier Anu"},{"startMs":4711000,"durationMs":7480,"subtitle":"inquired. Concubines by our rules are permitted; of interplanetary cohabitation no rules exist! So"},{"startMs":4718480,"durationMs":6680,"subtitle":"did Ilabrat to the king respond. If damage there be, let it be restricted, Let Adapa forthwith to"},{"startMs":4725160,"durationMs":6640,"subtitle":"Earth be returned. Let Ningishzidda and Dumuzi stay longer! Anu then his grandson Ningishzidda"},{"startMs":4731800,"durationMs":5200,"subtitle":"also known as Thoth to his private chamber summoned. Did you know what your father's message"},{"startMs":4737000,"durationMs":6560,"subtitle":"said? of Ningishzidda he inquired. Ningishzidda his head lowered, with whispering voice he said:"},{"startMs":4743560,"durationMs":6960,"subtitle":"I know not, but guess I can. The life essence of Adapa I have tested, of Enki's seed he is!"},{"startMs":4750520,"durationMs":5360,"subtitle":"That indeed is the message! to him Anu said. Adapa to Earth forthwith shall return. To be"},{"startMs":4755880,"durationMs":5040,"subtitle":"of Civilized Man, a progenitor his destiny shall be! As for you, Ningishzidda, to Earth"},{"startMs":4760920,"durationMs":6120,"subtitle":"with Adapa you shall return. Of Civilized Mankind at your father's side to become their teacher! So"},{"startMs":4767040,"durationMs":5520,"subtitle":"did Anu the king the decision make, the destiny of Adapa and Ningishzidda he determined. To the"},{"startMs":4772560,"durationMs":6520,"subtitle":"assembled savants and nobles, atlantean princes and counselors Anu and the other two returned. To"},{"startMs":4779080,"durationMs":6480,"subtitle":"the assembled words of decision Anu announced: The welcome to the Earthling must not be overextended,"},{"startMs":4785560,"durationMs":5240,"subtitle":"on our planet he cannot eat or drink. Of his astounding abilities we have all seen,"},{"startMs":4790800,"durationMs":5360,"subtitle":"let him to Earth return. Let his offspring there on Earth fields till and in meadows"},{"startMs":4796160,"durationMs":1040,"subtitle":"shepherd!"},{"startMs":4797200,"durationMs":5800,"subtitle":"To ensure his safety and avoid his agitation, Ningishzidda with him back will travel. With him"},{"startMs":4803000,"durationMs":5280,"subtitle":"the seeds of Nibiru of grains which multiply to Earth will be sent; Dumuzi, the youngest,"},{"startMs":4808280,"durationMs":6240,"subtitle":"for a Shar with us shall stay, Then to Earth he shall return! This was the decision of Anu,"},{"startMs":4814520,"durationMs":4720,"subtitle":"to the king's words all in agreement their head, bowed. At the appointed"},{"startMs":4819240,"durationMs":6560,"subtitle":"time Ningishzidda and Adapa to the Place of the Celestial Chariot; were taken. Anu and Dumuzi,"},{"startMs":4825800,"durationMs":5960,"subtitle":"llabrat and counselors, nobles and heroes to them farewell. There was roaring and shuddering,"},{"startMs":4831760,"durationMs":5920,"subtitle":"and the chariot was lofted; The planet Nibiru grew smaller they saw then from horizon to zenith the"},{"startMs":4837680,"durationMs":7360,"subtitle":"heavens they saw. On their journey, Ningishzidda to Adapa the planet gods explained. Of Sun and"},{"startMs":4845040,"durationMs":5720,"subtitle":"Earth arid the moon to him lessons he gave, Of how the months chase one another and how"},{"startMs":4850760,"durationMs":6040,"subtitle":"Earth's year is counted him he taught. When to Earth they returned, to his father Enki,"},{"startMs":4856800,"durationMs":6360,"subtitle":"Ningishzidda all that had happened related. Enki laughed and struck his loins: it all went as I"},{"startMs":4863160,"durationMs":6760,"subtitle":"expected with glee he said; Except the detention of Dumuzi, that is a puzzle! So did Enki say. By"},{"startMs":4869920,"durationMs":5200,"subtitle":"the prompt return of Ningishzidda and Adapa, Enlil was greatly puzzled, What is the matter,"},{"startMs":4875120,"durationMs":5520,"subtitle":"what on Nibiru transpired? of Enki and Ningishzidda he inquired. Let Ninharsag our sister"},{"startMs":4880640,"durationMs":6880,"subtitle":"too be summonded, let her too of what transpired hear! Enki to him said. After Ninharsag arrived,"},{"startMs":4887520,"durationMs":6160,"subtitle":"to Enlil and to Ningishzidda all did tell. Enki his cohabitation with the Earthling females also"},{"startMs":4893680,"durationMs":7280,"subtitle":"related; No rules have I broken, our satiation I have ensured! So Enki to them said. No rules did"},{"startMs":4900960,"durationMs":5320,"subtitle":"you break, the fates of Anunnaki and Earthlings by a rash deed you determined! So did Enlil"},{"startMs":4906280,"durationMs":6560,"subtitle":"in anger say. Now the lot is cast, destiny by fate is overtaken! With fury was Enlil seized,"},{"startMs":4912840,"durationMs":6160,"subtitle":"with anger he turned and left them standing. To Eridu Marduk came, by his mother Damkina was he"},{"startMs":4919000,"durationMs":6040,"subtitle":"summoned. The odd ongoings to verify of his father and brother he demanded. To keep the secret from"},{"startMs":4925040,"durationMs":6160,"subtitle":"Marduk hidden father and brother decided; Anu by the Civilized Man was enthralled, to at once all"},{"startMs":4931200,"durationMs":6960,"subtitle":"on Earth satiate he commanded! So they to Marduk only part of the truth revealed. By Adapa and"},{"startMs":4938160,"durationMs":7200,"subtitle":"Titi, Marduk was impressed, to the boys he took a liking. While Ningishzidda, Adapa he instructed,"},{"startMs":4945360,"durationMs":5880,"subtitle":"let my brother Ninurta and I teach him! So did Marduk to his father Enki and to uncle Enlil"},{"startMs":4951240,"durationMs":6960,"subtitle":"say. Let Marduk teach one, let Ninurta teach the other! to them Enlil responded. In Eridu,"},{"startMs":4958200,"durationMs":6120,"subtitle":"Ningishzidda with Adapa and Titi stayed, numbers and writing Adapa he taught. The twin who was"},{"startMs":4964320,"durationMs":6520,"subtitle":"first in birth Ninurta to Bad-Tibira, his city, took, Ka-in also known as Cain, He Who in the"},{"startMs":4970840,"durationMs":6040,"subtitle":"Field Food Grows, he called him. To dig canals for watering he taught him, sowing and reaping he was"},{"startMs":4976880,"durationMs":6480,"subtitle":"teaching. A plow from the wood of trees Ninurta for Ka-in made, with it a tiller of the land to"},{"startMs":4983360,"durationMs":880,"subtitle":"be."},{"startMs":4984240,"durationMs":6640,"subtitle":"The other brother, son of Adapa, by Marduk to the meadows was taken, Abael, also known as Abel,"},{"startMs":4990880,"durationMs":5960,"subtitle":"He of the Watered Meadows, his name was thereafter called. How to build stalls Marduk taught him;"},{"startMs":4996840,"durationMs":5880,"subtitle":"for shepherding to start, the return of Dumuzi they awaited. When the Shar was completed,"},{"startMs":5002720,"durationMs":6400,"subtitle":"Dumuzi to Earth returned, The essence seed of sheep growing with him he brought. Four-legged"},{"startMs":5009120,"durationMs":6280,"subtitle":"animals of Nibiru to another planet, the Earth, he conveyed! His return with essence seed was cause"},{"startMs":5015400,"durationMs":6440,"subtitle":"for much celebration. Into the care of his father Enki, Dumuzi with his precious cargo returned. The"},{"startMs":5021840,"durationMs":5640,"subtitle":"leaders then got together, how to proceed with the new breed they considered: Never before was there"},{"startMs":5027480,"durationMs":5280,"subtitle":"a sheep on Earth, a lamb has never to Earth from the heavens been dropped, A she-goat has never"},{"startMs":5032760,"durationMs":5680,"subtitle":"before to her kid given birth on earth, Weaving of sheep's wool has never before been established on"},{"startMs":5038440,"durationMs":6560,"subtitle":"earth! The Anunnaki leaders, Enki and Enlil, Ninharsag and Ningishzidda, who the creators"},{"startMs":5045000,"durationMs":6840,"subtitle":"were. A Creation Chamber, a House of Fashioning, to establish was decided. Upon the pure mound of"},{"startMs":5051840,"durationMs":4920,"subtitle":"the Landing Place, in the Cedar Mountains, it was established. Near where the elixir seeds by"},{"startMs":5056760,"durationMs":4920,"subtitle":"Ninharsag brought were planted there was the Creation Chamber established. There was the"},{"startMs":5061680,"durationMs":6800,"subtitle":"multiplying of the grains and of the agriculture on Earth begun. Of Ka-in also known as Cain, son"},{"startMs":5068480,"durationMs":7240,"subtitle":"of adapa for sowing and reaping Ninurta was his mentor. Of Ab-el, also known as Abel son of adapa"},{"startMs":5075720,"durationMs":5080,"subtitle":"the arts of sheep and lamb rearing and shepherding Marduk was his mentor. When the first crops were"},{"startMs":5080800,"durationMs":6800,"subtitle":"reaped, when the first sheep matured, Let there be a Celebration. Enlil a decree proclaimed. Before"},{"startMs":5087600,"durationMs":7120,"subtitle":"the assembled Anunnaki the first grains, the first lambs were presented. At the feet of Enlil, Enki"},{"startMs":5094720,"durationMs":6560,"subtitle":"and Cain by Ninurta guided, his offering placed. At the feet of lord god Enlil and to Enki Abel,"},{"startMs":5101280,"durationMs":5720,"subtitle":"by Marduk guided, his offering placed to the god in ritualistic fashion. Enlil to the brothers gave"},{"startMs":5107000,"durationMs":5600,"subtitle":"a joyful blessing, their labors he extolled. Enki embraced his son Marduk, the Iamb for"},{"startMs":5112600,"durationMs":5560,"subtitle":"all to see he raised, Meat for eating, wool for wearing to Earth have come! Enki said. Now this"},{"startMs":5118160,"durationMs":4960,"subtitle":"is the account of the generations of Adapa, And the killing of Abael by Ka-in also known as Abel"},{"startMs":5123120,"durationMs":6280,"subtitle":"and Cain, and what thereafter transpired. After the Celebration of Firsts was over, sullen was"},{"startMs":5129400,"durationMs":6080,"subtitle":"Cain's face; By the lack of Enki's blessing greatly he was aggrieved. As to their tasks"},{"startMs":5135480,"durationMs":5800,"subtitle":"the brothers returned, Abel before his brother was boasting, I am the one who abundance brings,"},{"startMs":5141280,"durationMs":6320,"subtitle":"who God satiates, Who gives strength to the heroes, who wool for their clothing provides!"},{"startMs":5147600,"durationMs":5440,"subtitle":"Cain by his brother's words was offended, to his boasting strongly he objected: It is I who"},{"startMs":5153040,"durationMs":6360,"subtitle":"the plains luxuriates, who furrows with grains makes heavy, In whose fields birds multiply,"},{"startMs":5159400,"durationMs":5480,"subtitle":"in whose canals fish become abundant, Sustaining bread by me is produced, with fish and fowl the"},{"startMs":5164880,"durationMs":5720,"subtitle":"God's diet I variate! On and on the twin brothers each other disputed, through the wintertime they"},{"startMs":5170600,"durationMs":6840,"subtitle":"argued. When summer began it was not raining, the meadows were dry, the pastures dwindled. Into the"},{"startMs":5177440,"durationMs":6440,"subtitle":"fields of his brother Abel his flocks drove, from the Furrows and the canals to drink water. By"},{"startMs":5183880,"durationMs":5280,"subtitle":"this Cain was angered; to move the flocks away his brother he commanded. Farmer and shepherd,"},{"startMs":5189160,"durationMs":5160,"subtitle":"brother and brother, words of accusation uttered. They spat on each other, with their fists they"},{"startMs":5194320,"durationMs":1080,"subtitle":"fought."},{"startMs":5195400,"durationMs":5720,"subtitle":"Greatly enraged, Cain a stone picked up, with it Abel in the head he struck. Again and again he"},{"startMs":5201120,"durationMs":5440,"subtitle":"hit him until Abel fell, his blood from him gushing. When Cain his brother's blood saw,"},{"startMs":5206560,"durationMs":6800,"subtitle":"Abel, Abel, my brother! he shouted. Motionless on the ground did Abel remain, from him his soul"},{"startMs":5213360,"durationMs":6120,"subtitle":"had departed. By the brother whom he had killed Cain remained, for a long time he sat crying."},{"startMs":5219480,"durationMs":5560,"subtitle":"Titi it was who of the killing was the first to know by a premonition: In a dream-vision as she"},{"startMs":5225040,"durationMs":6680,"subtitle":"was sleeping Abel's blood she saw, in the hand of Cain it was. Adapa from his sleep she awakened,"},{"startMs":5231720,"durationMs":6720,"subtitle":"her dream-vision to him she told. A heavy sorrow fills my heart, did something terrifying happen?"},{"startMs":5238440,"durationMs":6440,"subtitle":"So did Titi to Adapa say; greatly agitated she was. In the morning the two from Eridu departed,"},{"startMs":5244880,"durationMs":5440,"subtitle":"to the whereabouts of Cain and Abel they went. In the field they found Cain by the dead Abel he was"},{"startMs":5250320,"durationMs":6840,"subtitle":"still seated. A great cry of agony Titi shouted, Adapa spread mud on his head. What have you done?"},{"startMs":5257160,"durationMs":6200,"subtitle":"What have you done? to Cain they shouted. Silence was Cain's answer; to the ground he threw himself"},{"startMs":5263360,"durationMs":6520,"subtitle":"and wept. To Eridu city, Adapa returned, what had occurred to the lord Enki adapa told. With"},{"startMs":5269880,"durationMs":6280,"subtitle":"fury Enki confronted Cain. Accursed you shall be! to him he said. From the Edin you must depart,"},{"startMs":5276160,"durationMs":6080,"subtitle":"among Anunnaki and Civilized Earthlings you shall not stay. As to Abel, in the fields his body"},{"startMs":5282240,"durationMs":5960,"subtitle":"cannot for the wild birds remain; As the Anunnaki custom is, he in a grave, below a stone pile,"},{"startMs":5288200,"durationMs":6520,"subtitle":"shall be buried. How Abel to bury Enki to Adapa and Titi showed, for the custom to them was not"},{"startMs":5294720,"durationMs":6920,"subtitle":"known. For thirty days and thirty nights was Abel by his parents mourned. To Eridu for judgment Cain"},{"startMs":5301640,"durationMs":6960,"subtitle":"was brought, the exile sentence to pronounce Enki wished. For his deed, Cain himself must be slain!"},{"startMs":5308600,"durationMs":5960,"subtitle":"So did Marduk with anger say. Let the Seven Who judge be assembled! So did Ninurta, of Cain the"},{"startMs":5314560,"durationMs":5040,"subtitle":"mentor, say. Whoever of such an assembling ever heard! Marduk shouted, That for one not from"},{"startMs":5319600,"durationMs":4920,"subtitle":"Nibiru Anunnaki leaders shall to judge be called? Is it not enough that one by Ninurta mentored the"},{"startMs":5324520,"durationMs":6240,"subtitle":"one by me favored has killed? Is it not that as Ninurta Anzu did vanquish, so did Cain against his"},{"startMs":5330760,"durationMs":5960,"subtitle":"brother rise? Like the fate of Anzu Cain's fate should be, his life-breath to be extinguished!"},{"startMs":5336720,"durationMs":6640,"subtitle":"So did Marduk in anger to Enki, Enlil, and Ninurta say. Ninurta by the words of Marduk was saddened;"},{"startMs":5343360,"durationMs":6280,"subtitle":"silence, not words, his answer was. Let me with Marduk my son words in private have! to"},{"startMs":5349640,"durationMs":7000,"subtitle":"them Enki said. When in Enki's private chambers he and Marduk were, My son! My son! to Marduk"},{"startMs":5356640,"durationMs":7080,"subtitle":"Enki softly spoke. Your agony is great. Let us not agony with agony compound! A secret that is on my"},{"startMs":5363720,"durationMs":5840,"subtitle":"heart has heavily emboldened me to tell you. On a day of observation among the earthlings, as by the"},{"startMs":5369560,"durationMs":6760,"subtitle":"river I strolled, two Earthling maidens my fancy caught. By them from my seed were Adapa and Titi"},{"startMs":5376320,"durationMs":1040,"subtitle":"conceived."},{"startMs":5377360,"durationMs":4760,"subtitle":"A new kind of Earthling, a Civilized Man, by that upon the Earth was brought;"},{"startMs":5382120,"durationMs":5960,"subtitle":"Whether they to procreate were able our king Anu in doubt was, By the birth of Cain and Abel were"},{"startMs":5388080,"durationMs":6000,"subtitle":"Anu and the council on Nibiru convinced. A new phase of Anunnaki presence on this planet was"},{"startMs":5394080,"durationMs":6160,"subtitle":"welcomed and approved; Now that Abel has been slain, and if Cain too shall be extinguished,"},{"startMs":5400240,"durationMs":6560,"subtitle":"Satiation to an end would come, mutinies will be repeated, all that was achieved shall crumble! No"},{"startMs":5406800,"durationMs":5720,"subtitle":"wonder that to Abel a liking you took, the son of your half brother Adapa he was! Now, on the other"},{"startMs":5412520,"durationMs":6520,"subtitle":"one have pity, let the line of Adapa survive! So did Enki with sadness a secret to Marduk his son"},{"startMs":5419040,"durationMs":6480,"subtitle":"he revealed. By the revelation Marduk was at first astounded, then by laughter he was overcome. Of"},{"startMs":5425520,"durationMs":5640,"subtitle":"your lovemaking prowess much to me was rumored father, now of that convinced I am! Indeed,"},{"startMs":5431160,"durationMs":5760,"subtitle":"let Cain's life be spared, to the ends of the Earth let him be banished! So did Marduk, from"},{"startMs":5436920,"durationMs":6880,"subtitle":"anger to laughter changing, to his father say. In Eridu judgment upon Cain by Enki was pronounced:"},{"startMs":5443800,"durationMs":5600,"subtitle":"Eastward to a land of wandering for his evil deed Cain must depart, That his life must be spared,"},{"startMs":5449400,"durationMs":6480,"subtitle":"he and his generations shall be distinguished! By Ningishzidda was the life essence of Cain altered:"},{"startMs":5455880,"durationMs":5160,"subtitle":"That his face a beard should not grow, Cain's life essence and genetic code Ningishzidda"},{"startMs":5461040,"durationMs":6240,"subtitle":"changed. With his sister Awan as a spouse Cain from the Edin departed, to the Land of cold"},{"startMs":5467280,"durationMs":7360,"subtitle":"Wanderings he set his course. Now the Anunnaki sat and among themselves wondered: Without Abel,"},{"startMs":5474640,"durationMs":5120,"subtitle":"without Cain, who shall for us the grains grow and bread make, Who shall be the shepherd,"},{"startMs":5479760,"durationMs":6840,"subtitle":"the ewes multiply, wool for clothing provide? Let by Adapa and Titi more proliferation be! So"},{"startMs":5486600,"durationMs":7040,"subtitle":"did the Anunnaki say. With the blessing of Enki, Adapa his spouse Titi birthed again and again;"},{"startMs":5493640,"durationMs":6160,"subtitle":"One daughter, another daughter, each time again and again were born. In the ninety-fifth Shar,"},{"startMs":5499800,"durationMs":7080,"subtitle":"a new son Adapa and Titi finally had; Sati, He Who Life Binds Again, Titi named him; by him were the"},{"startMs":5506880,"durationMs":6400,"subtitle":"generations of Adapa counted. In all, thirty sons and thirty daughters Adapa and Titi had."},{"startMs":5513280,"durationMs":5200,"subtitle":"Of them tillers of the land and shepherds for the Anunnaki gods toiled, By them did satiation"},{"startMs":5518480,"durationMs":5760,"subtitle":"to Anunnaki gods and Civilized Earthlings come back into fruition. In the ninety-seventh Shar,"},{"startMs":5524240,"durationMs":6600,"subtitle":"to Sati a son by his spouse Azura was born. By the name Enshi in the annals he was recorded;"},{"startMs":5530840,"durationMs":5360,"subtitle":"Master of Humanity meant his name. By Adapa his father writing and numbers he was made to"},{"startMs":5536200,"durationMs":8520,"subtitle":"understand, And who the Anunnaki gods were and all about Nibiru by Adapa Enshi was told. To Nibru-ki"},{"startMs":5544720,"durationMs":5360,"subtitle":"by the sons of Enlil he was taken; secrets of the Anunnaki gods him they taught. How"},{"startMs":5550080,"durationMs":5280,"subtitle":"the perfumed oils for anointing Nannar, Enlil's on Earth the eldest, him showed,"},{"startMs":5555360,"durationMs":6560,"subtitle":"How the elixir from the Inbu fruits to prepare Ishkur, Enlil's youngest, him instructed. It"},{"startMs":5561920,"durationMs":4960,"subtitle":"was then that by this time the Civilized Man called the annunaki gods and worshipped them,"},{"startMs":5566880,"durationMs":7000,"subtitle":"and exchanged offerings for blessings. Thereafter to Enshi by his sister Noam a son was born; Kunin,"},{"startMs":5573880,"durationMs":6200,"subtitle":"He of the Kilns, his name had the meaning. For by Niburta in Bad-Tibira he was tutored, of furnace"},{"startMs":5580080,"durationMs":6000,"subtitle":"and kiln there he learned, How with bitumens fires to make, how to smelt and refine he was taught;"},{"startMs":5586080,"durationMs":5720,"subtitle":"In the smelting and refining of gold for Nibiru he and his offspring toiled. In the ninety-eighth"},{"startMs":5591800,"durationMs":5560,"subtitle":"Shar did this matter come about. Now this is the account of the generations of Adapa after Cain"},{"startMs":5597360,"durationMs":6320,"subtitle":"was exiled, And the heavenly journeys of Enkime and the death of Adapa. In the ninety-ninth Shar"},{"startMs":5603680,"durationMs":7360,"subtitle":"to Kunin a son was born, By Mualit, a half sister of Kunin, he was conceived. Malalu, He Who Plays,"},{"startMs":5611040,"durationMs":7200,"subtitle":"she named him; in music and song he excelled. For him Ninurta a stringed harp made, a flute for him"},{"startMs":5618240,"durationMs":6520,"subtitle":"he shaped; Hymns to Ninurta Malalu played, with his daughters before Ninurta they sang. The spouse"},{"startMs":5624760,"durationMs":6120,"subtitle":"of Malalu the daughter of his father's brother was, Dunna was her name. In the one hundredth"},{"startMs":5630880,"durationMs":6440,"subtitle":"Shar since the count on Earth had begun, A son to Malalu and Dunna was born, their firstborn he was;"},{"startMs":5637320,"durationMs":6320,"subtitle":"Irid, He of the Sweet Waters, his mother Dunna him named. It was Him Dumuzi how wells to dig"},{"startMs":5643640,"durationMs":5880,"subtitle":"had taught, for flocks in distant meadows water was to be provided. It was there, by the wells"},{"startMs":5649520,"durationMs":4880,"subtitle":"in the meadows, that shepherds and maidens gathered, Where espousing and proliferation"},{"startMs":5654400,"durationMs":6120,"subtitle":"by Civilized Mankind exceedingly abounded. In his days the Igigi to Earth were more frequently"},{"startMs":5660520,"durationMs":6360,"subtitle":"coming. To observe and watch from the heavens they increasingly abandoned. To watch and see what on"},{"startMs":5666880,"durationMs":7120,"subtitle":"Earth was transpiring they increasingly desired; To be with them on Mars Enki Marduk beseeched,"},{"startMs":5674000,"durationMs":6280,"subtitle":"To watch and see what on Earth was transpiring Marduk more fervently wished. At a well in the"},{"startMs":5680280,"durationMs":6640,"subtitle":"meadows did his spouse meet; Baraka was her name, the daughter of his mother's brother she was. At"},{"startMs":5686920,"durationMs":6160,"subtitle":"the conclusion of the hundred and second Shar a son to them was born, By, the name Enki-Me,"},{"startMs":5693080,"durationMs":5880,"subtitle":"by Enki ME Understanding, in the annals he was called. Wise and intelligent he was,"},{"startMs":5698960,"durationMs":4840,"subtitle":"numbers he quickly understood, About the heavens and all matters celestial he was"},{"startMs":5703800,"durationMs":6480,"subtitle":"constantly curious. To him the lord Enki took a liking, secrets once to Adapa revealed to him he"},{"startMs":5710280,"durationMs":1160,"subtitle":"told."},{"startMs":5711440,"durationMs":5480,"subtitle":"Of the family of the Sun and the twelve celestial gods Enki him was teaching, And how the months"},{"startMs":5716920,"durationMs":5600,"subtitle":"by the Moon were counted and the years by the Sun, And how by Nibiru the Shars were counted,"},{"startMs":5722520,"durationMs":4760,"subtitle":"and how the counts by Enki were combined, How the lord Enki the circle of the heavens"},{"startMs":5727280,"durationMs":6560,"subtitle":"to twelve parts divided, A constellation to each one how Enki assigned, twelve stations in a grand"},{"startMs":5733840,"durationMs":6040,"subtitle":"circle he arranged with tablets of destiny, How to honor the twelve Anunnaki great leaders by names"},{"startMs":5739880,"durationMs":6280,"subtitle":"the stations were called. To explore the heavens Enkime was eager; two celestial journeys he did"},{"startMs":5746160,"durationMs":5360,"subtitle":"make. And this is the account of Enkime's journeys to the heavens, And how the Igigi troubles and"},{"startMs":5751520,"durationMs":5920,"subtitle":"intermarriages by Marduk were started. To be with Marduk in the Landing Place Enkime was sent,"},{"startMs":5757440,"durationMs":5040,"subtitle":"From there Marduk in a rocketship to the Moon did him take. There what Marduk from his father"},{"startMs":5762480,"durationMs":6920,"subtitle":"Enki had learned to Enkime he did teach. When to Earth Enkime returned, to be with Utu in Sippar,"},{"startMs":5769400,"durationMs":6000,"subtitle":"the Place of the celestial Chariots, he was sent. There a tablet for writing what he was learning by"},{"startMs":5775400,"durationMs":7320,"subtitle":"Utu to Enkime was given, Utu in his bright abode a Prince of Earthlings him installed. The rites him"},{"startMs":5782720,"durationMs":6600,"subtitle":"he taught, the functions of priesthood to begin. In Sippar with his spouse Edinni, a half sister,"},{"startMs":5789320,"durationMs":5680,"subtitle":"Enkime resided. To them in the one hundred and fourth Shar a son was born, Matushal his mother"},{"startMs":5795000,"durationMs":6000,"subtitle":"him named, Who by the Bright Waters Raised the name meant. It was after that that Enkime on his"},{"startMs":5801000,"durationMs":6320,"subtitle":"second journey to the heavens went, This time too Marduk was his mentor and companion. In a"},{"startMs":5807320,"durationMs":6400,"subtitle":"celestial chariot heavenward they soared, toward the Sun and away from it they circled. To visit"},{"startMs":5813720,"durationMs":6160,"subtitle":"the Igigi on mars by Marduk he was taken, To him the Igigi a liking was taken, of Civilized"},{"startMs":5819880,"durationMs":6400,"subtitle":"Earthlings from him they learned. Of him it is in the Annals said that to the heavens he departed,"},{"startMs":5826280,"durationMs":5680,"subtitle":"That in the heavens he stayed till the end of his days. Before Enkime for the heavens departed,"},{"startMs":5831960,"durationMs":5640,"subtitle":"all that in the heavens he was taught. In writings Enkime a record made, for his sons"},{"startMs":5837600,"durationMs":5960,"subtitle":"to know he wrote it; All that is in the heavens in the family of the Sun he wrote down, And about the"},{"startMs":5843560,"durationMs":6640,"subtitle":"quarters of the Earth and its lands and its rivers too. To the hands of Matushal, his firstborn son,"},{"startMs":5850200,"durationMs":6104,"subtitle":"the writings he entrusted, With his brothers Ragim and Gaidad to study and abide by. In the"},{"startMs":5856304,"durationMs":5696,"subtitle":"one hundred and fourth Shar was Matushal born. To the Igigi troubles and what Marduk had done he was"},{"startMs":5862000,"durationMs":7160,"subtitle":"a witness. By his spouse Ednat a son to Matushal was born, Lu-Mach, Mighty Man, was his name. In"},{"startMs":5869160,"durationMs":5640,"subtitle":"his days conditions on Earth became harsher; the toilers in field and meadow raised complaints."},{"startMs":5874800,"durationMs":6120,"subtitle":"As a workmaster the Anunnaki Lu-Mach appointed, the quotas to enforce, the rations to be reduced."},{"startMs":5880920,"durationMs":6040,"subtitle":"In his days it was that Adapa his deathtime attained; And when Adapa knew that his days"},{"startMs":5886960,"durationMs":6320,"subtitle":"to an end were coming. Let all my sons and sons of sons assemble themselves to me! he said,"},{"startMs":5893280,"durationMs":5360,"subtitle":"That before I die I may bless them, and words to them speak before I die. And when Sati and"},{"startMs":5898640,"durationMs":5920,"subtitle":"the sons of the sons had gathered, Where is Cain, my firstborn? Adapa of them all asked. Let him be"},{"startMs":5904560,"durationMs":5880,"subtitle":"fetched! to them all he said. Before the lord Enki Sati his father's wish presented, what to be done"},{"startMs":5910440,"durationMs":6760,"subtitle":"of the lord he asked. Enki then Ninurta summoned: Let the banished one, of whom the mentor you were,"},{"startMs":5917200,"durationMs":6240,"subtitle":"to Adapa's deathbed be brought! In his Bird of Heaven Ninurta betook himself, to the Land of"},{"startMs":5923440,"durationMs":6280,"subtitle":"Wandering he flew; Over the lands he roamed, from the skies for Cain he searched. And when"},{"startMs":5929720,"durationMs":6440,"subtitle":"he him found, like on Eagle's wings Cain to Adapa he brought. When of his son's arrival Adapa was"},{"startMs":5936160,"durationMs":5800,"subtitle":"informed, Let Cain and Sati before me come! Adapa said. Before their father the two came,"},{"startMs":5941960,"durationMs":5640,"subtitle":"Cain the firstborn on the right, Sati on the left. And the eyesight of Adapa having failed,"},{"startMs":5947600,"durationMs":5840,"subtitle":"for recognition his sons' faces he touched; And the face of Cain on the right was beardless, and"},{"startMs":5953440,"durationMs":5840,"subtitle":"the face of Sati on the left with beard was. And Adapa put his right hand on the head of Sati, the"},{"startMs":5959280,"durationMs":5560,"subtitle":"one on the left, And he blessed him and said: Of your seed shall the Earth be filled, And of your"},{"startMs":5964840,"durationMs":6760,"subtitle":"seed as a tree with three branches Mankind a Great Calamity shall survive. And he put his left hand"},{"startMs":5971600,"durationMs":5840,"subtitle":"on the head of Cain on his right, and to him said: For your sin of your birthright you are deprived,"},{"startMs":5977440,"durationMs":6320,"subtitle":"but of your seed seven eastern nations shall come. In a realm set apart they shall thrive,"},{"startMs":5983760,"durationMs":5680,"subtitle":"distant lands they shall inhabit; But having your brother with a stone killed, by a stone will be"},{"startMs":5989440,"durationMs":5840,"subtitle":"your end. And when Adapa finished these words saying, his hands dropped and he sighed and said:"},{"startMs":5995280,"durationMs":6080,"subtitle":"Now summon my spouse Titi and all the sons and all the daughters, And after my spirit leaves me, to"},{"startMs":6001360,"durationMs":5400,"subtitle":"my birthplace by the river and house of life carry me, And with my face toward the rising Sun there"},{"startMs":6006760,"durationMs":6720,"subtitle":"bury me. Like a wounded beast Titi cried out, to her knees by Adapa's side she fell. And the"},{"startMs":6013480,"durationMs":6200,"subtitle":"two sons of Adapa, Cain and Sati, in a cloth his body wrapped. In a cave by the banks of the river,"},{"startMs":6019680,"durationMs":6240,"subtitle":"by Titi shown, Adapa they buried. In the midst of the ninety-third Shar was he born, by the end of"},{"startMs":6025920,"durationMs":6160,"subtitle":"the one hundred and eighth he died. A long life for an Earthling he had; the life cycle of Enki"},{"startMs":6032080,"durationMs":6680,"subtitle":"he did not have. And after Adapa was buried, Cain to his mother and brother farewell bade. Ninurta"},{"startMs":6038760,"durationMs":4840,"subtitle":"in his Bird of Heaven to the land of wandering him returned. And in a distant realm near the"},{"startMs":6043600,"durationMs":6440,"subtitle":"asiatic peaks, Cain had sons and daughters, And he for them a city built, and as he was building,"},{"startMs":6050040,"durationMs":5760,"subtitle":"by a falling stone he was killed. In the Edin Lu-Mach as a workmaster the Anunnaki served,"},{"startMs":6055800,"durationMs":5653,"subtitle":"In the days of Lu-Mach did Marduk and the Igigi intermarried with the children of men."},{"startMs":6061453,"durationMs":5467,"subtitle":"At the next point in time, Mankind proliferates, Adapa's line serves as royalty. Defying Enlil,"},{"startMs":6066920,"durationMs":3760,"subtitle":"Marduk later to be known as Amun Ra espouses and marries an Earthling female. Celestial"},{"startMs":6070680,"durationMs":5520,"subtitle":"disturbances and climate changes affect Mars. The lgigi decide to all descend to Earth,"},{"startMs":6076200,"durationMs":6240,"subtitle":"seize children of men's daughters as their wives. The promiscuous Enki begets a new human son,"},{"startMs":6082440,"durationMs":6720,"subtitle":"named Ziusudra. Droughts and pestilences cause suffering on Earth. Enlil sees it as fated"},{"startMs":6089160,"durationMs":7160,"subtitle":"retribution and wants to return home. Ninharsag, who aged by Earth's cycles, also wants to return"},{"startMs":6096320,"durationMs":6920,"subtitle":"home. A mystery emissary that was sent by creator of all warns them not to defy their destiny. Signs"},{"startMs":6103240,"durationMs":6480,"subtitle":"increase of a coming calamitous Deluge. Most Anunnaki begin to depart back to Nibiru. Enlil"},{"startMs":6109720,"durationMs":6600,"subtitle":"enforces a plan to let Mankind perish. Enki and Ninharsag start to preserve Earth's Seeds of Life."},{"startMs":6116320,"durationMs":4880,"subtitle":"The remaining Anunnaki prepare for the Day of the Deluge and great flood. It will wipe out all of"},{"startMs":6121200,"durationMs":6680,"subtitle":"the rebellious annunaki and men. Nergal, Lord of the Lower World, is to issue the warning. In the"},{"startMs":6127880,"durationMs":5320,"subtitle":"days of Lu-Mach did Marduk and the Igigi with Earthlings intermarry. In those days on Earth"},{"startMs":6133200,"durationMs":5120,"subtitle":"the hardships were increasing, In those days on Lahmu also known as Mars with dryness and"},{"startMs":6138320,"durationMs":6480,"subtitle":"dust was the planet enveloped. The Anunnaki who decree the fates, Enlil and Enki and Ninharsag,"},{"startMs":6144800,"durationMs":4560,"subtitle":"with each other consulted. What conditions on earth and on Mars were altering,"},{"startMs":6149360,"durationMs":5720,"subtitle":"they wondered. On the Sun flarings they observed, in the netforces of Earth and Mars there were"},{"startMs":6155080,"durationMs":7200,"subtitle":"disruptions. In the Abzu, at the tip the Whiteland facing, instruments far observing they installed;"},{"startMs":6162280,"durationMs":5200,"subtitle":"In the charge of Nergal, the son of Enki, and his daughter Ereshkigal the instruments"},{"startMs":6167480,"durationMs":5560,"subtitle":"were put To the Land Beyond the Seas known as the underworld. Ninurta was assigned,"},{"startMs":6173040,"durationMs":6120,"subtitle":"in the mountain land a Band of Heaven-Earth to establish. On Mars the Igigi were restless;"},{"startMs":6179160,"durationMs":6480,"subtitle":"to pacify them Marduk was the task given: Until what are the hardships causing, the way station on"},{"startMs":6185640,"durationMs":5600,"subtitle":"Mars must be kept! So to Marduk the leaders said. The three who the fates decree with each other"},{"startMs":6191240,"durationMs":6280,"subtitle":"consulted; They looked at each other. How old the others are! each one of the others thought. Enki,"},{"startMs":6197520,"durationMs":5880,"subtitle":"who the death of Adapa was grieving, was the first one to speak. More than one hundred Shars since"},{"startMs":6203400,"durationMs":5960,"subtitle":"my arrival have passed! to his brother and sister he said. I was then a dashing leader;"},{"startMs":6209360,"durationMs":5320,"subtitle":"now I am bearded, tired, and old I am! An enthusiastic hero I was, for command and"},{"startMs":6214680,"durationMs":5720,"subtitle":"adventure ready! Enlil then said. Now I have children who have children, all on Earth born;"},{"startMs":6220400,"durationMs":5280,"subtitle":"Old on Earth we became, but those on Earth born are even older sooner! So did Enlil to his brother"},{"startMs":6225680,"durationMs":7320,"subtitle":"and sister ruefully say. As for me, an old sheep they call me! So did Ninharsag wistfully say."},{"startMs":6233000,"durationMs":5040,"subtitle":"While the others have been coming and going, turns on Earth to serve taking, We the leaders have"},{"startMs":6238040,"durationMs":6440,"subtitle":"stayed and stayed! Perchance it is time to leave! So did Enlil say. Of that did I often wonder,"},{"startMs":6244480,"durationMs":6760,"subtitle":"to them Enki was saying. Each time one of us three to revisit Nibiru wished, Word from Nibiru always"},{"startMs":6251240,"durationMs":6720,"subtitle":"our corning there to prevented! Of that I too did wonder, Enlil was saying: Is it a thing on Nibiru,"},{"startMs":6257960,"durationMs":6160,"subtitle":"a thing on Earth? Perchance the life cycles that differ it concerns, so was Ninharsag saying. To"},{"startMs":6264120,"durationMs":6000,"subtitle":"watch and see what transpires, the three leaders decided. At that time Fate, or was it Destiny? in"},{"startMs":6270120,"durationMs":6280,"subtitle":"its hands the matters took. For it came to pass that soon thereafter Marduk to his father Enki"},{"startMs":6276400,"durationMs":5840,"subtitle":"came, A matter of great gravity with his father Enki to discuss with enki he wished."},{"startMs":6282240,"durationMs":4880,"subtitle":"Upon the Earth the three sons of Enlil spouses have chosen. A bride I wish to choose,"},{"startMs":6287120,"durationMs":6760,"subtitle":"to have a spouse it is my desire! So did Marduk to his father Enki say. Your words happy make me!"},{"startMs":6293880,"durationMs":4920,"subtitle":"Enki to Marduk was saying. Your mother too shall rejoice! Is she one of the young ones"},{"startMs":6298800,"durationMs":7200,"subtitle":"who heal and succor give? Enki went on to ask. A descendant of Adapa she is, of Earth, not Nibiru,"},{"startMs":6306000,"durationMs":6640,"subtitle":"is she! Marduk softly whispered. With a puzzled look, Enki was speechless; then uncontrolled words"},{"startMs":6312640,"durationMs":6160,"subtitle":"he shouted: A prince of Nibiru, a Firstborn to succession entitled, an Earthling will espouse?!"},{"startMs":6318800,"durationMs":5600,"subtitle":"Not an Earthling but your own offspring! to him Marduk said. A daughter of Enkime who to heaven"},{"startMs":6324400,"durationMs":7000,"subtitle":"was taken she is, Sarpanit is her name! Enki his spouse Ninki summoned, to her what with Marduk"},{"startMs":6331400,"durationMs":5680,"subtitle":"transpired he related. To Ninki, his mother, Marduk his heart's desire repeated and said:"},{"startMs":6337080,"durationMs":4840,"subtitle":"When Enkime with me was journeying, and of heaven and Earth him I was teaching,"},{"startMs":6341920,"durationMs":6240,"subtitle":"What my father once had said, I with my own eyes witnessed: Step by step on this planet a Primitive"},{"startMs":6348160,"durationMs":6840,"subtitle":"Being, one like us to be, we have created, In our image and in our likeness Civilized Earthling is,"},{"startMs":6355000,"durationMs":4280,"subtitle":"except for the long life, A daughter of Enkime my fancy caught, her to espouse"},{"startMs":6359280,"durationMs":7160,"subtitle":"I wish! Ninki also known as Damkina her son Marduks words she pondered. And the maiden,"},{"startMs":6366440,"durationMs":5760,"subtitle":"does she appreciate your gaze my son? Indeed she does, Marduk to his mother said. This is not the"},{"startMs":6372200,"durationMs":6000,"subtitle":"matter to consider! Enki with a raised voice said. If our son this shall do, to Nibiru with"},{"startMs":6378200,"durationMs":6080,"subtitle":"his wife he would never go, His princely rights on Nibiru he forever will forsake! To this Marduk"},{"startMs":6384280,"durationMs":5560,"subtitle":"with a bitter laughter responded: My rights on Nibiru are nonexistent. Even on Earth my rights"},{"startMs":6389840,"durationMs":5200,"subtitle":"as Firstborn have been trampled. This indeed is my decision: From prince a king on Earth become,"},{"startMs":6395040,"durationMs":6080,"subtitle":"the master of this planet! Let it so be! Ninki said. Let it so be! Enki also said."},{"startMs":6401120,"durationMs":5320,"subtitle":"They summoned Matushal, the bride's brother; of Marduk's wish they him told. Humbled but with"},{"startMs":6406440,"durationMs":6800,"subtitle":"joy overwhelmed Matushal was. Let it so be! he said. When of the decision Enlil was told,"},{"startMs":6413240,"durationMs":5000,"subtitle":"with fury he was seized. It was one thing for the father with Earthlings intercourse have,"},{"startMs":6418240,"durationMs":6160,"subtitle":"It is another matter for the son an Earthling to espouse, lordship on her to bestow! When Ninharsag"},{"startMs":6424400,"durationMs":6120,"subtitle":"of the matter was told, greatly disappointed she was. Marduk any maiden of ours could espouse,"},{"startMs":6430520,"durationMs":5600,"subtitle":"even from my own daughters by Enki he could chose, Half sisters, as is the royal custom,"},{"startMs":6436120,"durationMs":6840,"subtitle":"he could espouse! So did Ninharsag say. With fury Enlil to Anu on Nibiru of the matter words beamed"},{"startMs":6442960,"durationMs":6400,"subtitle":"up: Too far has this behavior gone father, it cannot be allowed! to Anu the king Enlil said."},{"startMs":6449360,"durationMs":6520,"subtitle":"On Nibiru, Anu the counselors summoned, the matter with urgency to discuss. In the rule books of such"},{"startMs":6455880,"durationMs":7560,"subtitle":"a matter no rule they found. Anu the savants also summoned, the matter's consequences to discuss. On"},{"startMs":6463440,"durationMs":5680,"subtitle":"Nibiru Adapa, the maiden's progenitor, could not stay! to Anu they were saying. Therefore to return"},{"startMs":6469120,"durationMs":6320,"subtitle":"to Nibiru with her, Marduk forever must be barred! Indeed, having to Earth cycles become accustomed,"},{"startMs":6475440,"durationMs":5760,"subtitle":"even without her Marduk's return impossible might be! So were the savants to Anu saying;"},{"startMs":6481200,"durationMs":5600,"subtitle":"with that the counselors too agreed. Let the decision to Earth be beamed! Anu was saying:"},{"startMs":6486800,"durationMs":6000,"subtitle":"Marduk marry can, But on Nibiru a prince he shall no more be! The decision by Enki and"},{"startMs":6492800,"durationMs":5800,"subtitle":"Marduk was accepted, Enlil too to the word from Nibiru bowed. Let there be a wedding celebration,"},{"startMs":6498600,"durationMs":5800,"subtitle":"in Eridu let it be! Ninki to them said. In the Edin Marduk and his bride cannot stay! Enlil,"},{"startMs":6504400,"durationMs":5600,"subtitle":"the commander, announced. Let us to Marduk and his bride a wedding gift make, A domain of their own,"},{"startMs":6510000,"durationMs":5120,"subtitle":"away from the Edin, in another land! So did Enki to Enlil say. Of Marduk"},{"startMs":6515120,"durationMs":4720,"subtitle":"being sent away Enlil with consent to himself was thinking: To what land, of what domain,"},{"startMs":6519840,"durationMs":5440,"subtitle":"are you speaking? Enlil to his brother Enki said. A domain above the Abzu, in the land that the"},{"startMs":6525280,"durationMs":5640,"subtitle":"Upper Sea reaches. One that by waters from the Edin is separated, that by ships can be reached!"},{"startMs":6530920,"durationMs":7080,"subtitle":"So did Enki to Enlil say. Let it so be! Enlil said. In Eridu a wedding celebration Ninki for"},{"startMs":6538000,"durationMs":4960,"subtitle":"Marduk and Sarpanit arranged. Her people by the sound of a copper drum the ceremony announced,"},{"startMs":6542960,"durationMs":5440,"subtitle":"With seven tambourines her sisters the bride to her spouse presented. A great multitude of"},{"startMs":6548400,"durationMs":5880,"subtitle":"Civilized Earthlings in Eridu assembled, like a coronation to them the wedding was. Young"},{"startMs":6554280,"durationMs":6640,"subtitle":"Anunnaki also attended, Igigi from Mars in great numbers came. To celebrate our leader's wedding,"},{"startMs":6560920,"durationMs":6400,"subtitle":"of Nibiru and Earth a union, to witness we came! So did the Igigi their arrival in large numbers"},{"startMs":6567320,"durationMs":5480,"subtitle":"explain. Now this is the account of how the Igigi and the daughters of the Earthlings were abducted,"},{"startMs":6572800,"durationMs":6240,"subtitle":"And how afflictions followed and Ziusudra who is also known as Noah oddly was born. In a great"},{"startMs":6579040,"durationMs":6320,"subtitle":"number did the Igigi from Mars to Earth come, Only one third of them on Mars stayed, to Earth came"},{"startMs":6585360,"durationMs":5680,"subtitle":"two hundred. To be with their leader Marduk, his wedding celebration to attend, was their"},{"startMs":6591040,"durationMs":6680,"subtitle":"explanation; Unbeknownst to Enki and Enlil was their secret: To abduct and have conjugation was"},{"startMs":6597720,"durationMs":6760,"subtitle":"their plot. Unbeknownst to the leaders on Earth, a multitude of the Igigi on Mars got together."},{"startMs":6604480,"durationMs":5680,"subtitle":"What to Marduk permitted is from us too should not be deprived! to each other they said. Enough"},{"startMs":6610160,"durationMs":5280,"subtitle":"of suffering and loneliness, of not offspring ever having! was their oath."},{"startMs":6615440,"durationMs":4720,"subtitle":"During their comings and goings between Mars and Earth, The daughters of the Earthlings,"},{"startMs":6620160,"durationMs":5440,"subtitle":"the Adapite Females as them they called They saw and after them they lusted; and to each other"},{"startMs":6625600,"durationMs":6200,"subtitle":"the plotters said: Come, let us choose wives from among the Adapite Females, and children of our own"},{"startMs":6631800,"durationMs":7040,"subtitle":"will beget! One among them, Semjaze his name was, their leader became. Even if none of you agrees,"},{"startMs":6638840,"durationMs":5920,"subtitle":"I alone the deed shall do! to the others he said. If a penalty for this sin shall be imposed,"},{"startMs":6644760,"durationMs":5440,"subtitle":"I alone for all of you shall it bear! One by one others in the plot joined together,"},{"startMs":6650200,"durationMs":5840,"subtitle":"by an oath together to do it they swore to do this together. By the time of Marduk's wedding,"},{"startMs":6656040,"durationMs":4040,"subtitle":"two hundred of them on the Landing Place descended, Upon the great platform in the"},{"startMs":6660080,"durationMs":6080,"subtitle":"Cedar Mountains they came down. From there to Eridu they journeyed, among the toiling Earthlings"},{"startMs":6666160,"durationMs":5560,"subtitle":"they passed, Together with the Earthling throng in Eridu they arrived. After the wedding ceremony of"},{"startMs":6671720,"durationMs":6800,"subtitle":"Marduk and Sarpanit had taken place. By a signal prearranged Shamgaz to the others a sign gave. An"},{"startMs":6678520,"durationMs":6000,"subtitle":"Earthling maiden each one of the lgigi seized, by force they them abducted, To the Landing Place in"},{"startMs":6684520,"durationMs":5960,"subtitle":"the Cedar Mountains the lgigi with the females went, Into a stronghold the place they made,"},{"startMs":6690480,"durationMs":6200,"subtitle":"to the leaders a challenge they issued: Enough of deprivation and not having offspring! The Adapite"},{"startMs":6696680,"durationMs":6120,"subtitle":"daughters to marry we wish. Your blessing to this you must give, else by fire all on Earth destroy"},{"startMs":6702800,"durationMs":7160,"subtitle":"we will! Alarmed the leaders were, of Marduk, the lgigi commander, charge to take they demanded. If"},{"startMs":6709960,"durationMs":5680,"subtitle":"in the matter I a solution must seek, with the Igigi my heart in agreement is! So did Marduk to"},{"startMs":6715640,"durationMs":6640,"subtitle":"the others say. What I have done from them cannot be deprived! Enki and Ninharsag their heads shook,"},{"startMs":6722280,"durationMs":5800,"subtitle":"with begrudging agreement they voiced. Only Enlil was enraged without pacification:"},{"startMs":6728080,"durationMs":5720,"subtitle":"One evil deed by another has been followed, fornication from Enki and Marduk the Igigi they"},{"startMs":6733800,"durationMs":6360,"subtitle":"have adopted. Our pride and sacred mission to the winds have been abandoned, By our own hands this"},{"startMs":6740160,"durationMs":6240,"subtitle":"planet with Earthling multitudes shall be overrun! With much disgust was Enlil speaking. Let the"},{"startMs":6746400,"durationMs":5040,"subtitle":"Igigi and their females from Earth depart! On Mars conditions unbearable have become,"},{"startMs":6751440,"durationMs":5600,"subtitle":"surviving is not possible! So did Marduk to Enlil and Enki say. In the Edin they cannot"},{"startMs":6757040,"durationMs":5960,"subtitle":"remain! Enlil with anger shouted. With much disgust the gathering he left; In his heart"},{"startMs":6763000,"durationMs":5880,"subtitle":"things against Marduk and his Earthlings was Enlil plotting. Upon the Landing Platform in the Cedar"},{"startMs":6768880,"durationMs":5520,"subtitle":"Mountains were the Igigi and their females secluded, Children there to them were born,"},{"startMs":6774400,"durationMs":6160,"subtitle":"Children of the Rocketships they were called. Marduk and Sarpanit his spouse also had children,"},{"startMs":6780560,"durationMs":6200,"subtitle":"Asar and Satu were the first two sons called. To the domain above the Abzu, to him and Sarpanit"},{"startMs":6786760,"durationMs":6213,"subtitle":"granted, Marduk the Igigi invited, To dwell in two cities that for his sons he had built."},{"startMs":6792973,"durationMs":3147,"subtitle":"Marduk the Igigi summoned. Some of the Igigi and their offspring to the domain in the dark-hued"},{"startMs":6796120,"durationMs":5240,"subtitle":"land came; On the Landing Platform in the Cedar Mountains Shamgaz and others did remain, To the"},{"startMs":6801360,"durationMs":6440,"subtitle":"far eastlands, lands of high mountains, some of their offspring went How Marduk of Earthlings his"},{"startMs":6807800,"durationMs":6440,"subtitle":"strength increases, Ninurta carefully observed. What are Enki and Marduk scheming? to his father"},{"startMs":6814240,"durationMs":6800,"subtitle":"Enlil Ninurta said. The Earth by the Earthlings inherited they will! Enlil to Ninurta said. Go,"},{"startMs":6821040,"durationMs":5040,"subtitle":"the offspring of Cain you must find, with them a domain of your own prepare! To the"},{"startMs":6826080,"durationMs":5680,"subtitle":"other side of Earth Ninurta went; the offspring of Cain he found. How tools to make and music"},{"startMs":6831760,"durationMs":5360,"subtitle":"to play he them taught, How in mining to engage and smelt and refine he showed them,"},{"startMs":6837120,"durationMs":6240,"subtitle":"How to build rafts of balsam trees he showed them, to cross a great sea he them guided. In a new land"},{"startMs":6843360,"durationMs":6400,"subtitle":"a domain they established, a city with twin towers there they built. A domain beyond the seas it was,"},{"startMs":6849760,"durationMs":6240,"subtitle":"the mountain land of the new Bond Heaven-Earth it was not. In the Edin, Lu-Mach was the work master,"},{"startMs":6856000,"durationMs":6240,"subtitle":"quotas to enforce was his duty, The Earthlings' rations to reduce was his task. His spouse was"},{"startMs":6862240,"durationMs":5840,"subtitle":"Batanash, the daughter of Lu-Mach's father's brother she was. Of a beauty outstanding she was,"},{"startMs":6868080,"durationMs":6080,"subtitle":"by her beauty was Enki charmed. Enki to his son Marduk a word did send: To your domain Lu-Mach"},{"startMs":6874160,"durationMs":5720,"subtitle":"do summon. How by Earthlings a city to build there him teach! And when Lu-Mach to the domain"},{"startMs":6879880,"durationMs":5440,"subtitle":"of Marduk was summoned, To the household of Ninharsag, in Shurubak, the Haven City,"},{"startMs":6885320,"durationMs":6480,"subtitle":"his spouse Batanash was brought. From the angry Earthling masses protected and safe to be."},{"startMs":6891800,"durationMs":6040,"subtitle":"Thereafter Enki his sister Ninharsag in Shurubak was quick to visit. On the roof of a dwelling when"},{"startMs":6897840,"durationMs":7280,"subtitle":"Batanash was bathing, Enki by her loins took hold, he kissed her, his seed into her womb he poured."},{"startMs":6905120,"durationMs":5960,"subtitle":"With a child Batanash was, her belly was truly swelling; To Lu-Mach from Shurubak word was sent:"},{"startMs":6911080,"durationMs":5960,"subtitle":"To the Edin return, a son you have! To the Edin, to Shurubak, Lu-Mach returned,"},{"startMs":6917040,"durationMs":6840,"subtitle":"to him Batanash the son showed. White as the snow his skin was, the color of wool was his hair, Like"},{"startMs":6923880,"durationMs":6120,"subtitle":"the skies were his eyes, in a brilliance were his eyes shining. Amazed and frightened was Lu-Mach;"},{"startMs":6930000,"durationMs":6240,"subtitle":"to his father Matushal he hurried. A son unlike an Earthling to Batanash was born, by this birth"},{"startMs":6936240,"durationMs":6720,"subtitle":"greatly puzzled I am! Methuslah to Batanash came, the newborn boy he saw, by his likeness amazed he"},{"startMs":6942960,"durationMs":6960,"subtitle":"was. Is he one of the igigi watchers offspring? Of Batanash Matushal the truth demanded; To Lu-Mach"},{"startMs":6949920,"durationMs":5560,"subtitle":"your spouse whether this boy his son is, the truth reveal! None of the Igigi is the boy's father,"},{"startMs":6955480,"durationMs":7040,"subtitle":"of this upon my life I swear! So did Batanash him answer To his son LaMech Matushalah then turned,"},{"startMs":6962520,"durationMs":6840,"subtitle":"a calming arm on his shoulders he put A mystery the boy is, but in his oddness an omen to you is"},{"startMs":6969360,"durationMs":6280,"subtitle":"revealed, Unique he is, for a task unique by destiny he was chosen."},{"startMs":6975640,"durationMs":4800,"subtitle":"What that task is, I know not; in time appropriate, known it shall become! So"},{"startMs":6980440,"durationMs":5080,"subtitle":"was Mathusalah to his son La-Mach saying; to what on Earth was transpiring, he was alluding:"},{"startMs":6985520,"durationMs":4760,"subtitle":"In those days the sufferings on Earth were increasing, The days colder grew,"},{"startMs":6990280,"durationMs":5360,"subtitle":"the skies their rains were holding back, Fields their crops diminished, in the sheepfolds ewe"},{"startMs":6995640,"durationMs":7440,"subtitle":"lambs were few. Let the son to you born, unusual as he is, an omen be that a respite is coming! So"},{"startMs":7003080,"durationMs":6800,"subtitle":"did Matushala to his son Lu-Mach say. Let Respite be his name! To Matushal and Lu-Mach Batanash her"},{"startMs":7009880,"durationMs":5440,"subtitle":"son's secret did not reveal; Ziusudra, He of Long Bright Lifedays, she called him;"},{"startMs":7015320,"durationMs":6560,"subtitle":"in Shurubak he was raised. Ninharsag on the child her protection and affection was bestowed. Of much"},{"startMs":7021880,"durationMs":5840,"subtitle":"understanding he was endowed, with knowledge he was by her provided. Enki the child greatly"},{"startMs":7027720,"durationMs":5520,"subtitle":"adored, to read the writings of Adapa him he taught, The priestly rites how to observe and"},{"startMs":7033240,"durationMs":6040,"subtitle":"perform the boy as a young man learned. In the one hundred and tenth Shar was Ziusudra also known"},{"startMs":7039280,"durationMs":7000,"subtitle":"as Noah who was born, In Shurubak he grew up and espoused Emzara, and she bore him three sons. In"},{"startMs":7046280,"durationMs":6000,"subtitle":"his days the sufferings on Earth intensified; plagues and starvations the Earth afflicted."},{"startMs":7052280,"durationMs":5400,"subtitle":"Now this is the account of Earth's tribulations before the Deluge, And how the mysterious Galzu"},{"startMs":7057680,"durationMs":5760,"subtitle":"decisions of life and death in secret guided. By the conjugations of Igigi and the Earthling"},{"startMs":7063440,"durationMs":7080,"subtitle":"daughters was Enlil greatly disturbed. By Marduk's espousal of an Earthling female Enlil was much"},{"startMs":7070520,"durationMs":5840,"subtitle":"distraught. In his eyes the Anunnaki mission to Earth had become perverted. To him the howling,"},{"startMs":7076360,"durationMs":5760,"subtitle":"shouting Earthling masses an anathema became; Oppressive the pronouncements of the Earthlings"},{"startMs":7082120,"durationMs":6840,"subtitle":"have become. The conjugations of sleep deprive me! So did Enlil to the other leaders say. In the days"},{"startMs":7088960,"durationMs":3640,"subtitle":"of Ziusudra also known as Noah who was albino plagues and pestilences the Earth afflicted,"},{"startMs":7092600,"durationMs":5920,"subtitle":"Aches, dizziness, chills, fevers the Earthlings overwhelmed. Let us the Earthlings curing teach,"},{"startMs":7098520,"durationMs":5760,"subtitle":"how themselves to remedy to learn! So did Ninharsag say. This by decree I forbid!"},{"startMs":7104280,"durationMs":4120,"subtitle":"Enlil to her retorted. In the lands where to the Earthlings have spread,"},{"startMs":7108400,"durationMs":6000,"subtitle":"waters from their sources did not rise, The earth shut its womb, vegetation did not sprout. Let us"},{"startMs":7114400,"durationMs":5640,"subtitle":"the Earthlings pond- and canal-building teach, let them from the seas fish and sustenance obtain! So"},{"startMs":7120040,"durationMs":7080,"subtitle":"did Enki to the other leaders say. This by decree I forbid! Enlil to Enki said. Let the Earthlings"},{"startMs":7127120,"durationMs":5480,"subtitle":"by hunger and pestilence perish! For one Shar the Earthlings ate the grasses of the fields,"},{"startMs":7132600,"durationMs":4800,"subtitle":"For the second Shar, and the third Shar, the vengeance of Enlil they suffered."},{"startMs":7137400,"durationMs":5760,"subtitle":"In Shurubak, Ziusudra's city, the suffering unbearable was becoming. To Eridu,"},{"startMs":7143160,"durationMs":5040,"subtitle":"Ziusudra also known as Noah, of the Earthlings a spokesman, journeyed, To the house of the lord"},{"startMs":7148200,"durationMs":6400,"subtitle":"Enki he made his way, by the name of his lord he called. For help and salvation to him he pleaded;"},{"startMs":7154600,"durationMs":5560,"subtitle":"Enki by Enlil's decrees was bound. In those days the Anunnaki for their own surviving"},{"startMs":7160160,"durationMs":6720,"subtitle":"were concerned; Their own rations were diminished, by Earth's changes they themselves afflicted and"},{"startMs":7166880,"durationMs":7200,"subtitle":"aged quicker became. On Earth as on Mars the seasons their regularity lost. For one Shar,"},{"startMs":7174080,"durationMs":4880,"subtitle":"for two Shars, from Nibiru the heavenly circuits were studied, Oddities in the"},{"startMs":7178960,"durationMs":6000,"subtitle":"planetary destinies from Nibiru were observed. On the Sun's face black spots were appearing,"},{"startMs":7184960,"durationMs":5040,"subtitle":"from its face flames shot up; the planet Kishar known as also was misbehaving,"},{"startMs":7190000,"durationMs":5080,"subtitle":"its host its footings lost, dizzying were their circuits. The Hammered Bracelet known"},{"startMs":7195080,"durationMs":6840,"subtitle":"as the asteroid belt was by unseen net forces pulled and pushed, For reasons unfathomed,"},{"startMs":7201920,"durationMs":7040,"subtitle":"the Sun its family was upsetting; The destinies of the celestials by unsavory fates were overtaken!"},{"startMs":7208960,"durationMs":6000,"subtitle":"On Nibiru the savants alarms raised, in the public squares the people gathered; The Creator of All,"},{"startMs":7214960,"durationMs":6000,"subtitle":"to primordial days the heavens is returning, Angry is the Creator of All! Voices from amongst"},{"startMs":7220960,"durationMs":5840,"subtitle":"the people shouted. On Earth the tribulations were increasing, fear and famine their heads"},{"startMs":7226800,"durationMs":6280,"subtitle":"reared. For three Shars, for four Shars the instruments the Whiteland facing were observed,"},{"startMs":7233080,"durationMs":5000,"subtitle":"By Nergal and Ereshkigal odd rumblings in the Whiteland's snows were recorded:"},{"startMs":7238080,"durationMs":5560,"subtitle":"The snow-ice that the Whiteland covers is sliding. So did they from Abzu's tip report."},{"startMs":7243640,"durationMs":5480,"subtitle":"In the Land Beyond the Seas, Ninurta in his haven foretelling instruments established,"},{"startMs":7249120,"durationMs":4520,"subtitle":"Quakes and jitters at the Earth's bottom with the instruments he noticed. An odd matter"},{"startMs":7253640,"durationMs":5800,"subtitle":"is afoot! So did Enlil to Anu on Nibiru words of alarm send. For the fifth Shar,"},{"startMs":7259440,"durationMs":6320,"subtitle":"for the sixth Shar the phenomena gained strength. On Nibiru the savants an alarm raised,"},{"startMs":7265760,"durationMs":5760,"subtitle":"of calamities to the king they forewarnings gave. The next time Nibiru the Sun shall be nearing,"},{"startMs":7271520,"durationMs":5480,"subtitle":"Earth to Nibiru's netforce exposed shall be, Mars in its circuits on the Sun's other side"},{"startMs":7277000,"durationMs":6240,"subtitle":"shall a station take. From the net force of Nibiru Earth in the heavens protection shall not have,"},{"startMs":7283240,"durationMs":5200,"subtitle":"Kishar and its host agitated shall be, Mars shall also shake and wobble;"},{"startMs":7288440,"durationMs":5520,"subtitle":"In Earth's great Below, the snow-ice of the Whiteland its footing is losing;"},{"startMs":7293960,"durationMs":5560,"subtitle":"The next time Nibiru the closest to Earth shall approach, The snow-ice off the Whiteland's surface"},{"startMs":7299520,"durationMs":6800,"subtitle":"shall come a-sliding. A watery calamity it shall cause: By a huge wave, a Deluge,"},{"startMs":7306320,"durationMs":6360,"subtitle":"the Earth will be overwhelmed! On Nibiru great was the consternation, uncertain about Nibiru's"},{"startMs":7312680,"durationMs":6760,"subtitle":"own fate, King, savants, and counselors about Earth and Mars also greatly worried."},{"startMs":7319440,"durationMs":5880,"subtitle":"The king and the counselors a decision made: for evacuating Earth and Mars the annunaki must"},{"startMs":7325320,"durationMs":7240,"subtitle":"prepare! In the Abzu the gold mines shut down, there from the Anunnaki to the Edin came. In"},{"startMs":7332560,"durationMs":7760,"subtitle":"Bad-Tibira smelting and refining ceased, all gold to Nibiru was lofted. Empty, for evacuating ready,"},{"startMs":7340320,"durationMs":5760,"subtitle":"a fleet of fast celestial chariots to Earth returned. On Nibiru, the heavenly signs were"},{"startMs":7346080,"durationMs":5880,"subtitle":"watched, on Earth the tremors recorded were. It was at that time that from one of the Celestial"},{"startMs":7351960,"durationMs":5920,"subtitle":"Chariots a white-haired Anunnaki stepped off, Galzu, Great Knower, was his name. With"},{"startMs":7357880,"durationMs":6760,"subtitle":"steps majestic to Enlil his way he made, to him a sealed message from Anu he presented. I am Galzu,"},{"startMs":7364640,"durationMs":6640,"subtitle":"emissary plenipotentiary of King and Council, to Enlil he said. By his coming Enlil was surprised:"},{"startMs":7371280,"durationMs":6480,"subtitle":"No word from Anu of that did forecome. Enlil the seal of Anu examined; unbroken and authentic it"},{"startMs":7377760,"durationMs":6480,"subtitle":"was. In Nibru-ki the message tablet was read, its encoding was trustworthy. For King and Council"},{"startMs":7384240,"durationMs":7200,"subtitle":"Galzu speaks, his words are my command! So did the message from Anu state. That Enki and Ninharsag"},{"startMs":7391440,"durationMs":6560,"subtitle":"be also summoned was Galzu's request. When they came, to Ninharsag Galzu pleasantly smiled. Of"},{"startMs":7398000,"durationMs":5880,"subtitle":"the same school and age we are! to her he said. This Ninharsag could not recall; the emissary was"},{"startMs":7403880,"durationMs":6560,"subtitle":"as young as a son, she was as his olden mother! Simple is the explanation! Galzu to her said: By"},{"startMs":7410440,"durationMs":5720,"subtitle":"our winter's slumbered life cycles it is caused! Indeed, this matter is of my mission a part; about"},{"startMs":7416160,"durationMs":6760,"subtitle":"the evacuation it is a secret. Ever since Dumuzi on Nibiru had stayed, returning Anunnaki on Nibiru"},{"startMs":7422920,"durationMs":6200,"subtitle":"examined were; Those who on Earth the longest stayed by the returning harshly were afflicted:"},{"startMs":7429120,"durationMs":5680,"subtitle":"Their bodies to Nibiru's cycles were accustomed no longer, Their sleep was disturbed, their eyesight"},{"startMs":7434800,"durationMs":5280,"subtitle":"was failing, the net force of Nibiru weighted their walk. Their minds were also affected,"},{"startMs":7440080,"durationMs":6800,"subtitle":"as sons were older than the parents they had left! Death, my comrades, to the returnees quickly came;"},{"startMs":7446880,"durationMs":6560,"subtitle":"of that I am here a warning to give! The three leaders, on Earth the longest, by the words silent"},{"startMs":7453440,"durationMs":6560,"subtitle":"became. Ninharsag was the first to speak: That much was to be expected! she was saying. Enki,"},{"startMs":7460000,"durationMs":6680,"subtitle":"the wise one, to her words consented: That much was clear! he said. Enlil with anger was seized:"},{"startMs":7466680,"durationMs":5560,"subtitle":"Before, the Earthlings like us were becoming. Now we as Earthlings have become to this planet"},{"startMs":7472240,"durationMs":5120,"subtitle":"imprisoned! This whole mission to a nightmare turned, by Enki and his Earthlings from masters"},{"startMs":7477360,"durationMs":5720,"subtitle":"to slaves we were made! To the outburst Galzu with compassion listened. Indeed much there"},{"startMs":7483080,"durationMs":5680,"subtitle":"is to ponder, he said, On Nibiru much thinking and soul-searching deep questions are raising:"},{"startMs":7489400,"durationMs":6440,"subtitle":"Should Nibiru to its fate been left, whatever by the Creator of All intended, to be let to happen,"},{"startMs":7495840,"durationMs":6320,"subtitle":"Or was the coming to Earth by the Creator of All conceived, and we only unwitting emissaries? Of"},{"startMs":7502160,"durationMs":6320,"subtitle":"that, my comrades, the debate will continue! So was Galzu to them saying. Now this is the"},{"startMs":7508480,"durationMs":5800,"subtitle":"secret command from Nibiru: The three of you on Earth will remain; only to die to Nibiru you"},{"startMs":7514280,"durationMs":6160,"subtitle":"will return! In celestial chariots, the Earth encircling, the calamity you shall outwait;"},{"startMs":7520440,"durationMs":5880,"subtitle":"To each of the other Anunnaki, a choice to leave or the calamity outwait must be given. The Igigi"},{"startMs":7526320,"durationMs":6080,"subtitle":"who Earthlings espoused must between departure and spouses choose: No Earthling, Marduk's Sarpanit"},{"startMs":7532400,"durationMs":6240,"subtitle":"included, to Nibiru to journey is allowed! For all who stay and what happens see, in celestial"},{"startMs":7538640,"durationMs":5680,"subtitle":"chariots they safety must seek! As for all the others, to depart for Nibiru forthwith they ready"},{"startMs":7544320,"durationMs":5800,"subtitle":"must be! So did Galzu Nibiru's commands to the leaders in secret reveal. Now this is the account"},{"startMs":7550120,"durationMs":6040,"subtitle":"of how the Anunnaki to abandon Earth decided, And how an oath they took Mankind to let in the Deluge"},{"startMs":7556160,"durationMs":1360,"subtitle":"perish."},{"startMs":7557520,"durationMs":5520,"subtitle":"In Nibru-ki, Enlil a council of Anunnaki and Igigi commanders summoned, The leaders' sons"},{"startMs":7563040,"durationMs":5520,"subtitle":"and their children also were present. Word of the impending calamity Enlil to them a secret"},{"startMs":7568560,"durationMs":6080,"subtitle":"revealed. To a bitter end Earth's Mission has come! Said Enlil. All who wish to leave must"},{"startMs":7574640,"durationMs":5560,"subtitle":"will leave in celestial boats to Nibiru will be evacuated, But if Earthling spouses they have,"},{"startMs":7580200,"durationMs":5480,"subtitle":"without the spouses they must leave. Igigi who to their spouses and offspring attached are,"},{"startMs":7585680,"durationMs":5880,"subtitle":"let them to the highest peaks on Earth escape! As for a few of us Anunnaki who will choose to stay,"},{"startMs":7591560,"durationMs":5440,"subtitle":"in Boats of Heaven in Earth's skies will we remain, The calamity to outwait, the fate of"},{"startMs":7597000,"durationMs":6560,"subtitle":"Earth to witness! As the commander, I shall be the first one to stay! So was Enlil saying. By their"},{"startMs":7603560,"durationMs":5760,"subtitle":"own choice will be the others! With my father I choose to stay, the calamity to face! So did"},{"startMs":7609320,"durationMs":7320,"subtitle":"Ninurta announce. To the Lands Beyond the Oceans after the Deluge I will return! Nannar, Enlil's on"},{"startMs":7616640,"durationMs":6120,"subtitle":"Earth firstborn, an odd wish announced: The Deluge to outwait not in Earth's skies but on the Moon;"},{"startMs":7622760,"durationMs":6600,"subtitle":"that was his wish. Enki an eyebrow raised; Enlil, though puzzled, approved. Ishkur, Enlil's"},{"startMs":7629360,"durationMs":6480,"subtitle":"youngest, to remain on Earth with his father his decision made. Utu and Inanna, Nannar's children"},{"startMs":7635840,"durationMs":5600,"subtitle":"who on Earth were born, to stay they declared. Enki and Damkina known as Ninki, to stay and Earth"},{"startMs":7641440,"durationMs":6680,"subtitle":"not abandon chose; proudly they so announced. The Igigi and Sarpanit I shall not desert! Marduk"},{"startMs":7648120,"durationMs":5800,"subtitle":"with anger stated. One by one Enki's other sons their choice to stay announced: Nergal and Gibil,"},{"startMs":7653920,"durationMs":6520,"subtitle":"Ninagal and Ningishzidda and Dumuzi too. All eyes to Ninharsag then turned; with pride her"},{"startMs":7660440,"durationMs":6200,"subtitle":"choice to stay she declared: My lifework is here! The Earthlings, I helped engineer and create, I"},{"startMs":7666640,"durationMs":6880,"subtitle":"shall not abandon! By her words Anunnaki and Igigi to a clamor were stirred; about the Earthlings'"},{"startMs":7673520,"durationMs":6280,"subtitle":"fate they inquired. Let the Earthlings for the abominations perish; so did Enlil proclaim. A"},{"startMs":7679800,"durationMs":6720,"subtitle":"wonderous Being by us was created, by us saved it must be, Enki to Enlil shouted. To this Enlil with"},{"startMs":7686520,"durationMs":5280,"subtitle":"his own shouted words retorted: From the very beginning, at every turn, the decisions by you"},{"startMs":7691800,"durationMs":5720,"subtitle":"modified were! To Primitive Workers procreating you gave, to them knowledge of good and evil you"},{"startMs":7697520,"durationMs":5440,"subtitle":"endowed! The powers of the Creator of All into your hands you have taken. With fornication"},{"startMs":7702960,"durationMs":6080,"subtitle":"Adapa you conceived, Understanding to his line you gave! His offspring to the heavens you have taken,"},{"startMs":7709040,"durationMs":6160,"subtitle":"our Wisdom with them you shared! Every rule you have broken, decisions and command you ignored,"},{"startMs":7715200,"durationMs":5040,"subtitle":"Because of you by a Civilized Earthling brother a brother was murdered, Because of Marduk your son"},{"startMs":7720240,"durationMs":6120,"subtitle":"the Igigi like him with Earthlings intermarried. Who is lordly from Nibiru, to whom the Earth alone"},{"startMs":7726360,"durationMs":5600,"subtitle":"belongs, to no one is no longer known! Enough! Enough! to all that I say. The abominations"},{"startMs":7731960,"durationMs":6320,"subtitle":"cannot continue! Now that a calamity by a destiny unknown has been ordained, Let what must happen,"},{"startMs":7738280,"durationMs":6080,"subtitle":"happen! So did Enlil angrily proclaim. That all leaders solemnly swear to let events unhindered"},{"startMs":7744360,"durationMs":7160,"subtitle":"occur, of all Enlil demanded. First to take the oath of silence was Ninurta; others of Enlil's"},{"startMs":7751520,"durationMs":6560,"subtitle":"side followed. Nergal of Enki's sons was first to take the oath; others of Enki's sons followed. To"},{"startMs":7758080,"durationMs":6000,"subtitle":"your command I bow! Marduk to Enlil said. But of what worth is the swearing? If Igigi their"},{"startMs":7764080,"durationMs":5800,"subtitle":"spouses will abandon, would not the fear among the Earthlings spread? Ninharsag was in tears;"},{"startMs":7769880,"durationMs":5960,"subtitle":"the words of the oath she faintly whispered. Enlil at his brother Enki gazed. It is the wish of king"},{"startMs":7775840,"durationMs":6360,"subtitle":"and council! to him he said. Why will you bind me with an oath? Enki to his brother Enlil asked."},{"startMs":7782200,"durationMs":5400,"subtitle":"The decision by you was made, on Earth it is a commandment! The floodwaters I cannot arrest,"},{"startMs":7787600,"durationMs":6040,"subtitle":"the Earthling multitudes I cannot save, To what oath to bind me you therefore desire? So did Enki"},{"startMs":7793640,"durationMs":6080,"subtitle":"his brother ask. To let it all happen as if by fate decreed, let it as Enlil's Decision be known,"},{"startMs":7799720,"durationMs":6800,"subtitle":"On Enlil alone let the responsibility forever rest! So did Enki to all pronounce. Then Enki"},{"startMs":7806520,"durationMs":6680,"subtitle":"from the assembly departed disappointed; Marduk with him also left. With quick words of command"},{"startMs":7813200,"durationMs":6360,"subtitle":"Enlil the assembly to order brought Tasks for what was to be done he with firm decisions assigned."},{"startMs":7819560,"durationMs":5320,"subtitle":"Between those who will depart and those who will stay the grouping arrange. Places for assembly"},{"startMs":7824880,"durationMs":6760,"subtitle":"to designate, equipment to collect, chariots to assign. First to depart were those who to Nibiru"},{"startMs":7831640,"durationMs":6080,"subtitle":"were returning. With much embracing and the locking of arms, in joy mixed with sorrow. The"},{"startMs":7837720,"durationMs":5720,"subtitle":"celestial boats they boarded; One after the other the vehicles from Sippar roared aloft."},{"startMs":7843440,"durationMs":6320,"subtitle":"At first those left behind journey safely! I shouted, then muted were the cries. After the"},{"startMs":7849760,"durationMs":5200,"subtitle":"launchings toward Nibiru completed were, The turn of Marduk and the Igigi with Earthling"},{"startMs":7854960,"durationMs":5760,"subtitle":"spouses came; Marduk them all on the Landing Place assembled, a choice to them he gave:"},{"startMs":7860720,"durationMs":5760,"subtitle":"With him and Sarpanit and two sons and the daughters to Lahmu go, there the calamity outwait,"},{"startMs":7866480,"durationMs":6560,"subtitle":"Or to distant mountainlands on Earth disperse, a haven from the Deluge to find. Enlil then of"},{"startMs":7873040,"durationMs":5680,"subtitle":"those who remained took account, by groupings to them chariots he assigned. Ninurta to the"},{"startMs":7878720,"durationMs":5240,"subtitle":"mountainlands beyond the oceans, Enlil directed on Earth's rumblings to report;"},{"startMs":7883960,"durationMs":6360,"subtitle":"While the others sat idly waiting, Enki and Ninharsag a challenging task undertook; Ninharsag"},{"startMs":7890320,"durationMs":5400,"subtitle":"in Shurubak by some of her female assistants was helped, Enki by Ningishzidda in the Abzu,"},{"startMs":7895720,"durationMs":5920,"subtitle":"at the olden House of Life, was assisted. Male and female essences and life-eggs they collected,"},{"startMs":7901640,"durationMs":5880,"subtitle":"Of each kind two by two, two by two they in Shurubak and the Abzu preserved, For safekeeping"},{"startMs":7907520,"durationMs":6000,"subtitle":"while in Earth circuit to be taken, thereafter the living kinds to recombine. At that time word from"},{"startMs":7913520,"durationMs":6120,"subtitle":"Ninurta came: Earth's rumblings ominous are! At that time word from Nergal and Ereshkigal came she"},{"startMs":7919640,"durationMs":6240,"subtitle":"said The Whiteland is shaken! In Sippar all the Anunnaki gathered, the Day of the great flood has"},{"startMs":7925880,"durationMs":1840,"subtitle":"arrived."}]
