[{"startMs":120,"durationMs":4440,"subtitle":"Did you know every time you fall to sleep you undergo an out-of-body experience known"},{"startMs":4560,"durationMs":6120,"subtitle":"as astral projection? In this phenomenal occurrence, your spiritual soul or higher"},{"startMs":10680,"durationMs":6640,"subtitle":"self SAFELY disengages from your physical body unto the spiritual realm. The spiritual realm"},{"startMs":17320,"durationMs":5800,"subtitle":"is regarded as the realm where your soul wanders during your dream state while your body is at rest"},{"startMs":23120,"durationMs":5000,"subtitle":"during sleep or transcendental meditation. As you leave your physical body behind,"},{"startMs":28120,"durationMs":7360,"subtitle":"you will have the incredible ability to astral fly through all of existence. Once mastered correctly,"},{"startMs":35480,"durationMs":7160,"subtitle":"you will eventually explore beautiful worlds that stretch to the extent of the universe, spend time"},{"startMs":42640,"durationMs":6280,"subtitle":"with lost loved ones and ultimately meet and speak with your doppelganger which is another"},{"startMs":49960,"durationMs":5960,"subtitle":"you in another dimension. Astral projection might allow you"},{"startMs":55920,"durationMs":6600,"subtitle":"to transcend the constraints of time, letting you visit historical events, ancient civilizations,"},{"startMs":62520,"durationMs":6560,"subtitle":"or even glimpse into the the future and take a walk through the end of time. During astral"},{"startMs":69080,"durationMs":5240,"subtitle":"projection, many people report meeting wise and higher dimensional benevolent entities"},{"startMs":74320,"durationMs":6760,"subtitle":"that guide them through the astral plane and warn them of the demonic lower dimensional spirits."},{"startMs":81080,"durationMs":4800,"subtitle":"It's crucial to acknowledge that throughout your time and mastery of the astral plane,"},{"startMs":85880,"durationMs":6360,"subtitle":"you may encounter the formidable celestial beings known as the formidable Hounds, guardians of the"},{"startMs":92240,"durationMs":6160,"subtitle":"barriers of the universe and void. These beings, capable of trapping your soul in a soul prison,"},{"startMs":98400,"durationMs":4840,"subtitle":"should be avoided at all costs, as capture could result in an eternal slumber of your"},{"startMs":103240,"durationMs":5760,"subtitle":"physical body on earth also known as a coma. These Hounds are believed to safeguard the void"},{"startMs":109000,"durationMs":6520,"subtitle":"realm where time and nothingness prevail, housing the mother essence of all existence. Tragically,"},{"startMs":115520,"durationMs":6320,"subtitle":"she is ensnared by her malevolent offspring, the archons, forever separated from our universe."},{"startMs":121840,"durationMs":6360,"subtitle":"The astral plane is said to be populated with various entities, from angels and ascended masters"},{"startMs":128200,"durationMs":6880,"subtitle":"to mythical creatures. Interacting with these beings can be both awe-inspiring and enlightening,"},{"startMs":135080,"durationMs":5600,"subtitle":"providing you with new perspectives on existence. Some practitioners claim that during astral"},{"startMs":140680,"durationMs":6360,"subtitle":"projection, they can access the Akashic Records, a cosmic library containing information about every"},{"startMs":147040,"durationMs":6280,"subtitle":"soul, event, and experience throughout time. Exploring these records could unlock profound"},{"startMs":153320,"durationMs":5440,"subtitle":"insights into your own life and the universe. Some practitioners claim to have shared astral"},{"startMs":158760,"durationMs":6360,"subtitle":"experiences with others, allowing them to explore the astral plane together. This shared journey"},{"startMs":165120,"durationMs":4041,"subtitle":"can deepen connections between individuals on a spiritual levell/ Advanced astral projectors"},{"startMs":169161,"durationMs":89,"subtitle":"speak of reaching higher vibrational planes, where they experience states of pure bliss,"},{"startMs":169250,"durationMs":76,"subtitle":"unity, and oneness with the universe. These transcendent experiences can be"},{"startMs":169326,"durationMs":2194,"subtitle":"deeply profound and life-changing. Here the Four Easy Steps for Astral"},{"startMs":171520,"durationMs":4920,"subtitle":"Projection including Methods and Tips From Thoth The Atlantean Priest King of Ancient Khem & Egypt."},{"startMs":176440,"durationMs":6400,"subtitle":"Before step 1 you must be open to the essence of life, expanding your awareness beyond the"},{"startMs":182840,"durationMs":5480,"subtitle":"shadows and connecting with everything in the universe. Begin by being still,"},{"startMs":188320,"durationMs":7040,"subtitle":"free from desires and the urge to speak. Break the chains of words with the power of silence."},{"startMs":195360,"durationMs":6720,"subtitle":"Overcome the longing for food, as it binds the soul. In darkness, close your eyes and focus your"},{"startMs":202080,"durationMs":5840,"subtitle":"inner energy on the place you wish to visualize. Use your power to shake off the constraints"},{"startMs":207920,"durationMs":8920,"subtitle":"of the night until your soul is liberated. Step 1 is to Choose the Right Time & Mindset"},{"startMs":216840,"durationMs":6080,"subtitle":"Choose an appropriate time, such as just before a nap or upon waking up. It's crucial to be in a"},{"startMs":222920,"durationMs":5000,"subtitle":"state of being half awake and half sleepy or fatigued. The key to success lies in"},{"startMs":227920,"durationMs":4800,"subtitle":"relaxing both the mind and the body. Thoth mentions it is prominent to"},{"startMs":232720,"durationMs":5200,"subtitle":"open to the essence of life, expanding your awareness beyond the shadows and connecting"},{"startMs":237920,"durationMs":6560,"subtitle":"with everything in the universe. Begin by being still, free from desires and the urge to speak."},{"startMs":244480,"durationMs":4880,"subtitle":"Step 2 is to Stay Mentally Active Lay on your back in a comfortable position,"},{"startMs":249360,"durationMs":5400,"subtitle":"relax your entire body and maintain conscious awareness. Think on positive"},{"startMs":254760,"durationMs":4840,"subtitle":"beautiful thoughts to keep your mind active. As you approach the launch of your spirit,"},{"startMs":259600,"durationMs":6320,"subtitle":"your thinking becomes progressively challenging but stay focused. Close your eyes and focus your"},{"startMs":265920,"durationMs":6320,"subtitle":"inner energy on the place you wish to visualize. Be sure you have not eaten and your stomach is"},{"startMs":272240,"durationMs":6040,"subtitle":"not full for food weighs your spirit down and keeps you tied to your physical body."},{"startMs":278280,"durationMs":7040,"subtitle":"Step 3 is to Set Your Intent During the process, declare your"},{"startMs":285320,"durationMs":5840,"subtitle":"intention to astral project. Keep arms to your side and legs straight and focus on the ceiling"},{"startMs":291160,"durationMs":5520,"subtitle":"to maintain the process of relaxation. Remember to stay relaxed, as fear can"},{"startMs":296680,"durationMs":7600,"subtitle":"disrupt the experience abruptly. Step 4 is Explore the Astral Realm"},{"startMs":304280,"durationMs":6000,"subtitle":"By step 4, Your soul will begin the vibrational process of leaving your body after 15-20 minutes"},{"startMs":310280,"durationMs":5240,"subtitle":"of prior steps. You will feel a slight pull or tug near your chest and your soul"},{"startMs":315520,"durationMs":1888,"subtitle":"will start moving out of your body. Once you're aware of your astral"},{"startMs":317408,"durationMs":95,"subtitle":"projection spirit, focus on a specific positive direction or destination you would like to go."},{"startMs":317503,"durationMs":78,"subtitle":"From there Enjoy the vivid and intense surroundings and keep in mind, you can"},{"startMs":317581,"durationMs":99,"subtitle":"go back to your physical body at anytime since your silver cord is still attached to your body."},{"startMs":317680,"durationMs":5520,"subtitle":"In a profound discourse found within a 36,000-year-old Egyptian text, Thoth The"},{"startMs":323200,"durationMs":5280,"subtitle":"Atlantean Priest King, who is an Annunaki extraterrestrial, explores hidden knowledge"},{"startMs":328480,"durationMs":5160,"subtitle":"on astral projection and his soul threatening encounter with the non living guardians of the"},{"startMs":333640,"durationMs":5760,"subtitle":"barrier and void in the Emerald Tablets. In tablet 6, second verse READS."},{"startMs":339400,"durationMs":4840,"subtitle":"Far have I been on my journey though Space-Time, even to the end of the space"},{"startMs":344240,"durationMs":892,"subtitle":"of this cycle. Found I there the great barrier, holding man from leaving this cycle. Aye,"},{"startMs":345132,"durationMs":99,"subtitle":"glimpsed the Hounds of the Barrier, laying in wait for he who would pass them. In that space where"},{"startMs":345231,"durationMs":95,"subtitle":"time exists not, faintly I sensed the guardians of cycles. Move they only through angles. Free"},{"startMs":345326,"durationMs":81,"subtitle":"are they not of the curved dimensions. Strange and terrible are the Hounds of the"},{"startMs":345407,"durationMs":101,"subtitle":"Barrier. Follow the consciousness to the limits of space. Think not to escape by entering your body,"},{"startMs":345508,"durationMs":87,"subtitle":"for follow they fast the Soul through angles. Only the circle will give ye protection,"},{"startMs":345595,"durationMs":3165,"subtitle":"safe from the claws of the Dweller in Angles. Once, in a time past, I approached the great"},{"startMs":348760,"durationMs":4880,"subtitle":"Barrier, and saw on the shores where time exists not, the formless forms"},{"startMs":353640,"durationMs":6000,"subtitle":"of the Hounds of the Barrier. Aye, hiding in the mist beyond time I found them; and They,"},{"startMs":359640,"durationMs":5040,"subtitle":"scenting me afar off, raised themselves and gave the great bell cry that can be heard from cycle"},{"startMs":364680,"durationMs":6400,"subtitle":"to cycle and moved through space toward my Soul. Fled I then fast before them, back from time's"},{"startMs":371080,"durationMs":6840,"subtitle":"unthinkable end. But ever after me pursued they, moving in strange angles not known to man. Aye,"},{"startMs":377920,"durationMs":5240,"subtitle":"on the gray shore of Time-Space's end found I the Hounds of the Barrier, ravening for the Soul who"},{"startMs":383160,"durationMs":6320,"subtitle":"attempts the beyond. Fled I through circles back to my body. Fled, and fast after me they"},{"startMs":389480,"durationMs":6840,"subtitle":"followed. Aye, after me the devourers followed, seeking through angles to devour my Soul."},{"startMs":396320,"durationMs":5200,"subtitle":"Aye, know ye man, that the Soul who dares the Barrier may be held in bondage by the Hounds"},{"startMs":401520,"durationMs":6080,"subtitle":"from beyond time, held till this cycle is all completed and left behind when the consciousness"},{"startMs":407600,"durationMs":7960,"subtitle":"leaves. Entered I my body. Created the circles that know not angles, created the form that from"},{"startMs":415560,"durationMs":7080,"subtitle":"my form was formed. Made my body into a circle and lost the pursuers in the circles of time. But,"},{"startMs":422640,"durationMs":5280,"subtitle":"even yet, when free from my body, cautious ever must I be not to move through angles,"},{"startMs":427920,"durationMs":5200,"subtitle":"else my Soul might never be free. Know ye, the Hounds of the Barrier move only"},{"startMs":433120,"durationMs":6280,"subtitle":"through angles and never through curves of space. Only by moving through curves can ye escape them,"},{"startMs":439400,"durationMs":7200,"subtitle":"for in angles they will pursue thee. O man, heed ye my warning; Seek not to break open the gate"},{"startMs":446600,"durationMs":4840,"subtitle":"to beyond. Few there are who have succeeded in passing the Barrier to the greater Light that"},{"startMs":451440,"durationMs":6680,"subtitle":"shines beyond. For know ye, ever the dwellers, seek such Souls to hold in their thrall."},{"startMs":458120,"durationMs":6400,"subtitle":"Listen, O man, and heed ye my warning; seek ye to move not in angles but curves. And if while"},{"startMs":464520,"durationMs":4200,"subtitle":"free from thy body, thou hearest the sound like the bay of a hound ringing clear and"},{"startMs":468720,"durationMs":6560,"subtitle":"bell-like through thy being, flee back to thy body through circles, penetrate not the mist before."},{"startMs":475280,"durationMs":5800,"subtitle":"When thou hast entered the form thou hast dwelt in, use thou the cross and the circle combined."},{"startMs":481080,"durationMs":5840,"subtitle":"Open thy mouth and use thou thy Voice. Utter the Word and thou shalt be free. Only the one"},{"startMs":486920,"durationMs":5360,"subtitle":"who of Light has the fullest can hope to pass by the guards of the way. And then"},{"startMs":492280,"durationMs":6200,"subtitle":"must he move through strange curves and angles that are formed in direction not known to man."},{"startMs":498480,"durationMs":7560,"subtitle":"List ye, O man, and heed ye my warning: attempt not to pass the guards in the way. Rather should"},{"startMs":506040,"durationMs":5560,"subtitle":"ye seek to gain of thine own Light and make thyself ready to pass on the way."},{"startMs":511600,"durationMs":7000,"subtitle":"Light is thine ultimate end, O my brother. Seek and find ever the Light on thy way."},{"startMs":518600,"durationMs":5600,"subtitle":"Thoth recounts his profound astral journey, delving into the deepest realms until he"},{"startMs":524200,"durationMs":7760,"subtitle":"confronted a dimensional barrier leading to the highest planes and dimensions. Ingeniously, Thoth"},{"startMs":531960,"durationMs":6360,"subtitle":"describes his escape from the pursuing hounds by navigating in circles, and declaring your eternal"},{"startMs":538320,"durationMs":6040,"subtitle":"light and connection to the creator of all. Our ultimate objective is to attain a meditative"},{"startMs":544360,"durationMs":5720,"subtitle":"state wherein astral projection becomes a natural and seamless process during sleep"},{"startMs":550080,"durationMs":6840,"subtitle":"or transcendental meditation, connecting us to our higher self rather than the ego. We encourage"},{"startMs":556920,"durationMs":4800,"subtitle":"individuals on this transformative journey to fully embrace the learning experience it offers,"},{"startMs":561720,"durationMs":6880,"subtitle":"provided they are mentally ready and stable. Astral projection, an ancient spiritual practice,"},{"startMs":568600,"durationMs":3960,"subtitle":"on both astral projection through transcendental meditation or sleep"},{"startMs":572560,"durationMs":4920,"subtitle":"the consciousness dances on the precipice of reality, and one's sense of higher self,"},{"startMs":577480,"durationMs":6120,"subtitle":"the true self and real you expands exponentially. These experiences offer glimpses into the"},{"startMs":583600,"durationMs":5840,"subtitle":"potential of human consciousness. The power of intention, focused thought, and the exploration"},{"startMs":589440,"durationMs":5040,"subtitle":"of these deep states of consciousness become the key to unlocking the hidden mysteries of"},{"startMs":594480,"durationMs":6920,"subtitle":"our reality and connection to the creator of all. We trust that this step-by-step guide for astral"},{"startMs":601400,"durationMs":4440,"subtitle":"projection will prove beneficial on your quest for enlightenment."},{"startMs":605840,"durationMs":6200,"subtitle":"The guide encompasses essential practices such as setting clear intentions, conducting reality"},{"startMs":612040,"durationMs":6920,"subtitle":"checks, waking up during the night, and employing mantras. The key elements for success in this"},{"startMs":618960,"durationMs":6760,"subtitle":"endeavor are patience and consistency, as each attempt signifies progress along the path. We"},{"startMs":625720,"durationMs":5960,"subtitle":"also recommend reading Mari' Silver's Astral Projection books for ethereal information on"},{"startMs":631680,"durationMs":6160,"subtitle":"the astral plane and Billy Carson's Compendium of The Emerald Tablets for more knowledge on"},{"startMs":637840,"durationMs":4960,"subtitle":"Thoth The ancient extraterrestrial. If you like this video, please like"},{"startMs":642800,"durationMs":4640,"subtitle":"share and subscribe to Astral Legends, for more unveiling of ancient myths and"},{"startMs":647440,"durationMs":11600,"subtitle":"legends. May the eternal Light forever guide your path. See you on the next episode."}]
