[{"pageNumber":1,"pageContent":"De Arte Magica1 - 11De Arte Magica, secundum ritum Gradus Non? O.T.O. Baphometi Epistola anno belli univer-salis ne perdat arcanum scripta. A commentary on the O.T.O. system of magick, written in1914.Dubiously listed asClass B.Published as an appendix to Crowley on Christ, edited by Francis King (C.W. Daniel, 1974),by Level Press as a pamphlet circa 1976 (edited by Gerald Yorke, with material not in King'sedition), bound up with Liber Agape by Kadath Press in 1986 (edited by Ray Sherwin), as apamphlet (pirated from Crowley on Christ) by Sure Fire Press in 1988, in Portable Darkness:An Aleister Crowley Reader in 1989 and in O.T.O.Rituals and Sex Magick.A German translation was issued by Reuss through the Oriflamme circa 1914.414= AZVTh (Hebrew), Azoth (some lists cite this work as Azoth: De Arte Magica), also AINSVP AVR, Ain Soph Aur, the Limitless Light.DE ARTE MAGICAbyBaphomet(Aleister Crowley)IOf AraratThe supreme secret of the O.T.O. is written in detail in the Book called Agape and isalso written plainly in Liber CCCXXXIII, Cap. XXXVI.But now also do We think it fitting to add Our own comment to this book Agape which Wewrote in Our own words for the proper setting-forth of this Secret taught Us at Our Initiation tothe IX by the O.H.O. And this Book has received His official approbation in every wordthereof.But in this comment do We not set forth the Secret itself (rather on the contrary guarding it bycertain subtilties even from the conjecture of the unworthy) but only Our own ideas as to itsright use, with other matters germane, thinking that those into whose hands it may come maythereby understand more fully the utter importance of this Secret as having been the Pivot ofOur working for so long a period, and further that it may aid such persons to attain perfectlythe mastery of this Holy and Imperial Art.IIOf the Importance of the SecretThis secret is the true Key to Magick; that is, by the right use of this secret man mayimpose his Will on Nature herself, as will appear hereafter in this comment.In this way, although all recorded Knowledge were destroyed, it would be possible for an adeptof this secret to restore it."},{"pageNumber":2,"pageContent":"De Arte Magica2 - 11IIIOf the Mind of the AdeptIn Our holiest isle Ierne is found a being called Leprechaun. This creature, once seen, iseasy to catch; and once caught must lead his captor to great treasure, provided that never for aneye-wink doth he relax viligance; and the Leprechaun by all manner of tricks doth seek ever todivert the attention of him that hath made him prisoner.Now this is a Magical Apologue or Fable of the utmost abyss of Truth.For in the preperation of the Sacrament, and in its consummation also, the mind of the Initiatemust be concerned absolutely in one rushing flame of will upon the determined object of hisoperation.For there is no act more easy and natural to man than this preperation, none which requires lessauxiliary. And yet by far the most part of mankind is ignorant and incapable of its proper per-formance; so that it is said that perfection in it as both science and art requires no less studythan the most abstruse of philosophies, and no less practice than the most difficult of dexteri-ties. But it is utterly in vain unless this first condition be fulfilled; and so difficult is this, notonly because of the Overcoming of the Bodily Trance, but because of the wandering nature ofthe mind itself. And thereafter only by long and hard training preliminary in the art of medita-tion, and by constant practice and experience, can this Act become fruitful in Magick.IVOf Times and SeasonsAlthough no instruction has been given on this matter, yet it is evident, not only fromconsiderations of the nature of things, but from Our own experience of these two years, that thefruitfulness of this Sacrament varies constantly, as it seems without rational cause.Nor have We fully understood the best conditions. But it is Our Opinion that the Adept shouldsuffer inward premonition whether the hour be propitious or no.Yet it hath also been observed, and that often, that by extreme violence to Nature results areobtained equal to those garnered when Nature herself urges vehemently to the Act by enthusi-asm.But mediocre states of body and mind are to be avoided. As it is written \"I would thou wertcold or hot; but because thou art lukewarm I shall spew thee out of My mouth.\"Nor is it necessarily to be disregarded as superstition to assert that certain hours of the day andcertain aspects of the stars are more favourable than others, but rather to be criticised andinvestigated according to the methods of true science.VOf Bodily StatesThere is here a certain difficulty, in that the body being full of meat and wine is moreapt for the preperation, as it is said, Sine Cereri et Baccho Venus friget, while for the consuma-tion the body should be empty of all gross nutriment, so that the Elixir may be sucked upeagerly, and, running nobly into every part, revivify the whole."},{"pageNumber":3,"pageContent":"De Arte Magica3 - 11It will in Our opinion be best if a full meal be taken not less than three hours before the begin-ning of the Ceremony, and after that no food, although stimulants whether of wine or subtleragents may be continued, so as to raise the body from excitement to excitement, and thus fit itfor the proper exaltation suitable to the Work.But in all this men may differ, and there is no rule but what may be engraven upon her TracingBoard by the burin of Experience.VIOf Operations of this Art,whether they should beSingle or MultipleWe have doubt also in this matter whether, if an operation fail, it be wise to reiterate.A Single Act implieth perfection, and full faith, in the Adept, if he repeat, that is Fear, andargueth imperfection in the first Trial.Yet possibly for great cosmic operations it may be well to perform a series of Sacraments; butin this case the series should be arranged beforehand, and carried out regularly. As for examplethe 16 operations of Jupiter done in the city of Paris during the passage of the Sun from 10`Capricorn to 22` Aquarius An Ix.In Our experience, repititions undertaken because of apparent failure have sometimes seemedfatal, actually stopping what might reasonably have been expected to occur, and which hasoccured only some time after the cessation of such attempts.But we have also noted that in such cases the result hath been great and favourable, as if therepeated operations had built a dam restraining the the natural current of the favourable forces,thus keeping them back so as to make them more effective in the end. But this may be falseinterpretation of the observed phenomena.And, again, a series of such Sacraments has been futile until one last Work has landed in suc-cess.Yet this again may be coincidence, the result of the first working, but delayed.The Adept will develop Intuition in all these questions; it is likely that the personal equation isvery important, and that no absolute Rule Catholic, always everywhere, and by all men to beobserved, exists.VIIOf certain unknown Inhibitions,and their EffectWe have marked subtly and regularly, the conditions and results of divers Workings ofthis Art, and this is the marvel now the Result follows swift and perfect, now again a group oflesser Results symapthetic to the Result willed, now but slight movements imitative of thatResult, and now not only perfect failure, but the sudden reversal of all hopes in despair andruin.More plainly, if X be the Object __of the Work, the__result is sometimes X, sometimes x x xx, sometimes \\/(x), sometimes -\\/(x), or -x x x x, or -X."},{"pageNumber":4,"pageContent":"De Arte Magica4 - 11In the concrete, suppose that one worketh this Art to obtain a great sum. Then at one time thatsum will arrive that same night or within (say) 48 hours after, or an event occur involving thegain of that sum; at another time there will merely arise a group of circumstances favourable;at another time again a lesser sum will arrive; but also these may be reversed, in the worst casethe loss of the sum proposed or the occurance of an event which might involve that loss, or atleast disappoint some reasonable expectation of that gain.In the particular case of employing this Sacrament for the Elixer of Life, its misuse mightcause premature old age, disease, or even death, as it is said; We do not think that these resultswould follow the miscarriage of any other operation; We think that retribution is to be the eviland adverse reflection of reward, and on its plane. Adepts will then shew prudence by experi-menting thoroughly in minor operations, where failure does not imply irreparable disaster,until they have the knowledge and Experience of this Art which will give a reasonable confi-dence.VIIIOf a Theory of this Art MagicalThe theory of this Art appears to Us to involve certain cosmic hypotheses to which it isperhaps not impossible to assent at least tentatively, but which are certainly unproven.The idea of Prana in some form more mystical than that which identifieth it with the Motion ofthe physicist is perhaps inherent.In the mere consumation of the Sacrament for health and vitality is no violation of reason, butat most an exaggeration of anticipation; for the Matter of the Sacrament is indubitably a Micro-cosm; but in the extension of this Sacrament to validity in Magick is an hiatus comparable tothat which exists in the theory of Astrology. Even granting that an angle of 120 degrees sub-tended at the eye of the observer on Earth between Sol and Saturn (exempli gratia) is accompa-nied by certain fortunes, this may be casual and not causal.However, in this matter We have no doubt of the efficacy of the process, and are therefore fainto toy with any hypothesis, investigating as probablity may determine us to do.Thus we may assume an Ether or Akasa, inflamed or stressed by a particular Prana. And allstresses in this Akasa being of one kind ultimately, though mediately diverse, it may be as easyto arrest the course of the Earth as to destroy a worm. For the Work is taking place in a Worldof Causes fluid and not soild, in Yetzirah (or even Briah) rather than in Assiah.It will be impossible or very difficult to move infantry from one wing of the engaged line to theother, but in the Quarters of the Staff it is indifferent whether that body, being at the base, ispushed forward to either. One cannot easily oxidize gold precipated from the chloride, but hav-ing the chloride, it is easy to prepare the oxide rather than the metal.And in all these matters reason must be the guide, and experience the teacher, so that the adeptseek not to perform things impossible in Nature, and so blaspheme the Sacrament and bring itto comtempt.Yet let this be said, that to the consumate and sublime Initiate it may seem that of Himself wasit written: \"With God all things are possible.\"However, God Himself is not found to interfere arbitrarily with the course of Nature, but towork within His laws.Let the Adept act not otherwise."},{"pageNumber":5,"pageContent":"De Arte Magica5 - 11IXOf the Course of the Moon,and her InfluenceIt is said that the second party is useless, even dangerous, when the influence of theMoon first shews itself. [Yet the motion of the Earth implying great causes in Briah andYetzirah, must be difficult to check, unless by Briatic forces of much intensity.] But on the sec-ond day and after, though perhaps not on the last day, the Sacrament is more efficacious than atany other time, as is figured by our ancient Brethren the Alchemists in their preference of theRed Tincture to the White.This We also beleive, though We hold it hitherto not proven.XOf the Second Party to this Art,to that of the IX`If the other party to the Sacrament be also of the Ninth degree an Initiate of the Sanctu-ary of the Gnosis, it seems to Us urgent that the Object of both be one only, also that the gen-eral interest and nature of them be but one; else cometh division the enemy of Will, and utterfailure following. And, the whole being considered carefully, We do opine that it is better andeasier that the other party should be in ignorance of the sacred character of the Office.It is enough if that the assistant be formed by Nature signally for the physical task, robust, vig-orous, eager, sensible, hot and healthy; flesh, nerve and blood being tense, quick, and lively,easily enflamed, and nigh inextinguishable.XIOf certain Rites analogousto that of the IX`It is said by certain Initiates that to obtain Spiritual gifts, and to aid Nature, the Sacra-ment should be as it were a Nuptial of the Folk of Earth; but that Magick is of the Demon, andthat by a certain Perversion of the Office, may be created Elementals fit to perform the Will ofthe Magician.Now herein is a difficulty, since in this case the Matter of the Sacrament cannot exist, for thatthere is no White Eagle to generate the Gluten.Howbeit, We hold that in this rite is great efficacy; it may be that for certain operations it isequal or superior to that explained to Initiates of the IX`.But We hold that in this case the Priest must be an Initiate, for that it is his will which deter-mineth the magical character of his Lion; so that if he hath no purpose but that of the goddessAdonai he cannot raise agape to her Lord Thelema, nor will the Intention of the Priestess,although a lofty Initiate, replace this essential Power of the Priest over that of which he is butthe vehicle and guardian.For this reason the Ninth degree is not so easy to be made effective by Woman initiates.Of what may be the result of a development parallel to that indicated above among the Noble"},{"pageNumber":6,"pageContent":"De Arte Magica6 - 11and Chaste Ladies of the Order, it is at present impossible for Us to declare; but a priori itseems that, though the Lion and the Eagle are best in combination, the Lion is more likely to beable to dispense with the assistance of the Eagle, than the Eagle to make shift in the absence ofthe Lion. For the Gluten is but a menstruum or solvent, and containeth nothing in itself. Thetradition also of certain lesser initiations confirmeth this. Yet considerations of divinity and ofPhilosophy, and even of physics, do assure that our Way excelleth others even as spring tidesexceed the neap. Water burneth the skin not at all, and the Oil of Vitriol but slowly but add adrop of water to the drop of Oil, and instantly cometh Heat and a pang intense and sharp. Thisis but analogy, yet just, and pleasing to the philosopher.XIIOf the Choice of an AssistantWith regard to the choice of one to serve this Sacrament, man is so confused in mind,and so easily deceived as to this matter, that it seems to Us not unreasonable to allow full swayto the Caprice of the Moment.For this caprice so-called is in truth perhaps the Voice of the Sub-Con- sciousness; that is, it isthe deliberate choice of the Holy Phallus it- self. \"The Phallus is the physiological basis of theOversoul.\" For this very reason are these many men led astray, lost in unchastity and ruin.But let the conscious Will be devoted wholly to the Great Work, then shall the SubconsciousWill choose inevitably the Appointed Vehicle of the Work.It is for this reason that already in the Seventh Degree the Sir Knights are sworn to Chastity.And this Chastity is an Abstinence from all gross sexual acts of every kind.Moreover, this is further to be observed in the choice, that the second party must be consentingenthusiastically to co-operate physically with the Priest, so that the Lion be perfectly dissolvedin a full portion of the Gluten. And whether this preparation be truly and duly done is knownby the appearance of the Matter of the Sacrament, and also by its taste.For not idly is it written in the Book of Judges, \"What is sweeter than honey, and what is stron-ger than a Lion?\" And that this secret is here manifested by the Holy Ghost is clear from therejoinder of Samson, \"If ye had not plowed with my heifer, ye had not found out my riddle.\"XIIIOf certain Jewish theoriesAmong the Jews are certain instructed Initiates of their Qabalah who hold, as Weunderstand, the view that in the Zraa or Semen itself lies a creative force inherent which cannotbe baulked. Thus they say that before Eve was made, the dreams of Adam produced Lilith, ademon, and that from his intercourse with her sprang evil races.Now then they mine the Roads of the Harbour of conjugal love with many restrictions; as these(1) it must be an holy act, preceded by ablutions, and by prayer (2) all lustful thoughts must berigidly excluded (3) the purpose must be solely that of procreation (4) the blessing of God mustbe most earnestly invoked, so that the child shall be under His special protection. In other lan-guage, this is their theory: the act of love causes a magical disturbance in the Aether of Akasaof such a nature as to attract or create a discarnate human spirit."},{"pageNumber":7,"pageContent":"De Arte Magica7 - 11All other sexual acts involving emission of semen therefore attract or other spirits, incompleteand therefore evil. Thus nocturnal pollutions bring succubi, which are capable of seperateexistance, and of vampirising their creator.But voluntary sterile acts create demons, and (if done with concentration and magical inten-tion), such demons as may subserve that intention.Thus, as Levi testifieth, to graft a tree successfully, the graft is fixed by a woman while theman copulateth with her per vas nefandum.We also narrate for the sake of completeness their method-perfected by modern Adepts-let ushere give honour and worship to the name of Our lay-sister Ida Nelidoff-of attaining spiritualecstasy by sexual means.And this method We have called Erotocomatose Lucidity.XIVOf the Cosummation of the Element diune,whether Quantity be as important as Quality,and whether its waste be SacrilegeIt is said by the O.H.O. that of this perfect medicine a single dewdrop sufficeth, andthis may be true. Yet it is humbly and with all deference and worship Our opinion that everydrop generated (so far as may be possible) should be consumed. Firstly, that this most preciousof all gifts of Nature be not lost or profaned-indeed the Roman heresy hath appointed mostexcellent instructions for the treatment in all respects of the consecrated Host.Let the adepts of this degree study`Missale Romanum-Ritus servandus in celebratione Mis-sae'and`De defectibus in celebratione Missarum occurrenti- bus'-and gather therefrom the cer-emonial adjuncts, the mental attitude, and so forth as a guide to their own working in thishigher Sacrament.And also do We think that the Consummation should be complete on this consideration, that ifindeed it be the contained Prana that operateth the miracle, then the Quantity is as important asthe Quality, just as in working with electricity amperage is as important as voltage.And this We beleive especially to be true in the case of great miracles; for We hold that it is thepitting of the David Spirit against the Goliah Matter. And although this proportion be small, itis not indefinitely small.But it may be that the Action of this Divine Substance is catalytic, and comparable of trans-muting an unlimited quantity of base and blind matter into the plastic and docile image of theWill. And this theory is certainly more in accordance with the tradition of the Stone and of theMedicine.XVOf Eroto-comatose LucidityThe Candidate is made ready for the Ordeal by general athletic training, and by feast-ing. On the appointed day he is attended by one or more chosen and experienced attendantswhose duty is (a) to exhaust him sexually by every known means (b) to rouse him sexually byevery known means. Every device and artifice of the courtesan is to be employed, and every"},{"pageNumber":8,"pageContent":"De Arte Magica8 - 11stimulant known to the physician. Nor should the attendants reck of danger, but hunt downruthlessly their appointed prey.Finally the Candidate will into a sleep of utter exhaustion, resembling coma, and it is now thatdelicacy and skill must be exquisite. Let him be roused from this sleep by stimulation of a def-initely and exclusively sexual type. Yet if convenient, music wisely regulated will assist.The attendants will watch with assiduity for signs of waking; and the moment these occur, allstimulation must cease instantly, and the Candidate be allowed to fall again into sleep; but nosooner has this happened than the former practice is resumed. This alteration is to continueindefinitely until the Candidate is in a state which is neither sleep nor waking, and in which hisSpirit, set free by perfect exhaustion of the body, and yet prevented from entering the City ofSleep, communes with the Most High and the Most Holy Lord God of its being, maker ofheaven and earth.The Ordeal terminates by failure-the occurence of sleep invincibleor by success, in which ulti-mate waking is followed by a final performance of the sexual act. The Initiate may then beallowed to sleep, or the practice may be renewed and persisted in until death ends all. The mostfavourable death is that occurring during the orgasm, and is called Mors Justi.As it is written: Let me die the death of the Righteous, and let my last end be like his!XVIOf certain Hindu theoriesLike the Jews, the wise men of India have a belief that a certain particular Prana, orforce, resides in the Bindu, or semen. But all their theory of magick and meditation being areverbatory, so that their \"communing with God\", is but a \"communing with Self\", and all theirartifice directed to development of the powers in their own bodies and minds, as opposed to theWestern idea of extending those powers to bear sway over others, we find naturally that just asthey seek to restrain the breath altogether, or to avoid its violent extrusion from the nostrils,lest the Prana thereof be lost to them, and as they even practice to suck up water into the rec-tum, so that in defaecation they may be able to retain the Apana, or particular virtue thereof,and replace it in the Svadistthana-cakkra, so also much more do they extravagantly labour toretain the prime Prana of life, the Bindu.Therefore they stimulate to the maximum its generation by causing a consecrated prostitute toexcite the organs, and at the same time vigorously withhold by will. After some little exercisethey claim that they can deflower as many as eighty virgins in a night without losing a singledrop of the Bindu. Nor is this ever to be lost, but reabsorbed through the tissues of the body.The organs thus act as a siphon to draw constantly fresh supplies of life from the cosmicreservior, and flood the body with their fructifying virtue.The Initiate is asked to compare and contrast this chapter with chapter XIV, observing in par-ticular, underlying both systems, this one postulate: in the semen itself exists a physical forcewhich can be turned to the magical or mystical Ends of the Adept.Initiates will notice also that these heathen philosophers have made one further march towardsthe truth when they say that the Sun and Moon must be united before the reabsorption (seealmost any Tantra, in particular Shiva Sanhita). But the full glory of the Sun, the simple andmost efficacious and most Holy Sacrament, is reserved for the Elect, the Illuminated, the Ini-tiates of the Sanctuary of the Gnosis."},{"pageNumber":9,"pageContent":"De Arte Magica9 - 11XVIIOf a suggested Course of ExperimentHere is a series of Operations of this Art Magick of the IX` suggested for the Use ofany Initiate as he begins his Working.I. Sex-force and sex-attraction (To ensure the regular course of these operations)II. Understanding the Mysteries of the IX` and Wisdom in their use(To ensure the right performance of these operations)III. Increase of the O.T.O.(As a duty, and to ensure a suitable heir to the Secret. This is especially important if the Initiatebe of the X`)IV. (If necessary) Ease of circumstances(To ensure leisure for these operations, and to enlarge the field of choice of second parties)V. Establishment of a protective bodyguard of invisible warriors(To secure freedom from interruption in the course of these operations. This may include pres-ervation of the health)VI. The Knowledge and Conversation of the Holy Guardian AngelVII. Spiritual attainment: e.g. devotion to Nuit-Babalon-BaphometVIII. Further insight into Nature and her lawsIX. The foundation of an Abbey of O.T.O.X. The establishment of the Kingdom of Ra-Hoor-Khuit upon the earth.Also divers matters, as the Rejuvenation of one's own body, if desired, the power of healing,and the like.It will be seen that these few operations appear to fill every Lotus of the Universe with theirBuddhas. But it may be that each operation must be worked in detail, with digital probe ratherthan palmary grasp, so that each practical act of the Initiate might need a seperate consecration.Or for great operations like the X in the above list it might be arranged to make a speciallyelaborate Sacrament every Sunday (for example) in the year, the intervening days beingdevoted to the details of the Building.But the Initiate will soon develop a Method of his own for extracting the most efficiently thehoney from this Comb.XVIIIOf a certain other method of Magicknot included in the instruction of O.T.O.It may not be altogether inappropriate to allude to a method of vampirism commonlypractised.The Vampire selects the victim, stout and vigourous as may be, and, with the magical intentionof transferring all that strength to himself, exhausts the quarry by a suitable use of the body,most usually the mouth, without himself entering in any other way into the matter. And this isthought by some to partake of the nature of Black Magic.The exhaustion should be complete; if the work be skilfully executed, a few minutes shouldsuffice to produce a state resembling, and not far removed from, coma."},{"pageNumber":10,"pageContent":"De Arte Magica10 - 11Expets may push this practice to the point of the death of the victim, thus not merely obtainingthe physical strength, but imprisoning and enslaving the soul. This soul then serves as a famil-iar spirit, The practice was held to be dangerous. (It was used by the late Oscar Wilde, and byMr. and Mrs. \"Horos\"; also in a modified form by S.L.Mathers and his wife, and by E.W. Berridge.The ineptitude of the three latter saved them from the fate of the three former.)XIXOf the Adept of this ArtIn armour of leaping flame let the Adept rage through the Universe, majestic and irre-sistible as the Sun.Let no eye behold him unblasted; let him strike upon the necks of the ungodly.Let him be a mighty light of comfort, and the father of all fertility.Let him send forth rain in due season, and the earth grow green at his coming.Let his planets whirl upon his wheel; let him send forth his comets as angels unto his brethren;and let him give light to all his realm.Let no eye behold him unblasted; let him strike upon the necks of the ungodly.XXOf the Thesaurus of the O.T.O.Remember these chief treasures to be preserved:1. This Secret of the IX`.2. The Secret of the VIII` concerning Universal Brotherhood: in the Macrocosm the Sun lordof all life; in the Microcosm the Sun lord of all life; in the Microcosm the Phallus lord of all-life; indubitable, undeniable, a basis for the faith of all men.3.The secret of the VII`: our particular method of instruction, selection, governance, and initi-ation.4.The secret of the VI`, the history of the Temple, the mystery of Baphomet, our war on thosenever wholly subdued foes of humanity, tyranny and superstition.5. The secret of the V`: the mystery of the Rose and Cross; and the One Law Do What ThouWilt.6. The secret of the lesser degrees: the cycle of existence- ex nihil nihil fit.7.The secret of these things reverenced: the Sun, the Moon, the Phallus, the Tree, the Ances-tor, the Fire, the Lion, the Snake, and the Mountain. [Of these is Discourse in Our Epistle `DeNatura Deorum'.]"},{"pageNumber":11,"pageContent":"De Arte Magica11 - 11XXIValedictionNow therefore all is said, mostHoly, most Illuminated, mostIllustrious and most DearBrother. In the Name of theSecret Master Hail and fare well.Given from the Throne ofIreland Iona and All the Britainsthis day of Jupiter An XSol in 0` Libra 35'21''Luna in Sagittarius 28'6'Valley of London."}]
