[{"pageNumber":26,"pageContent":"Hidden Treasure: Taufer Books of Old Europe Ttte dection of magical recipes in the manuscript by Abramelin (Abraham i Worms, 1362-1458), and his Book I1 (also edited by MacGregor-Mathers, &d from a French translation), and also Paracelsus' Archidoxes of Magic, used as an example for the first 18' century printing of The Seventh kai $Moses. Thai these manuscripts were finally printed doesn't mean that they were Â totally public, let alone that they were widely available in huge quanti- to the commoner (Scheibles series of Das Kloster were expensive). Less kmmare people kept copying the books by hand. The printed versions were available to the well-to-do, with the right contacts. In 1797 a 6. et 7. SJKT Mosis was offered for 10 Reichstaler (worth a house). It is highly prob- xÃ‡ Aar this book was the starting point for all the contemporary Books of UBSCS. The manuscripts have multiplied. I have here a spread sheet with over 150 &&mt editions, and about 40 different versions of Books of Moses. The & works of Moses have a long and ancient tradition in Germanic lore. Ã‡Â¥hocv wanted to use one of Moses' Books of Black Magic had to read the : forwards and backwards. The devil gained control of anyone who failed a read it backwards. k was no longer known where the book came from. The oldest people b only that they had come into its possession through an inheritance. -Â¥^=ordin to legend, in Sabitz near Bergen, there formerly lived a number tt\"Â¥easant who, it was said, possessed one of these books. With its help * were able to acquire substantial wealth, and if they did anything bad to a +hour, they always went unpunished. Sometimes the book caused its 1 much grief, so finally they tried to dispose of it. For a long time these -ts were to no avail, until they sought the advice of a pastor. He freed from the influences of the book, by nailing shut the drawer in which it being stored. From the 18' century on, moving to the Americas, the settlers brought Â magic books and original handwritten manuscripts with them. These Â what Johan Georg Hohmann used for his Der Lame Verborgene Freund"},{"pageNumber":40,"pageContent":"Hidden Treasure: Taufer Books of Old Europe Ã one occasion been translated as The Book of the Black Serpent). Within its we find: Faustian evocations (with seals) of Demons, Spirits and the Sm Kings; Conjurations of spirits and Exorcisms; La Main de Gfoir-e (The Hx&i of Glory ritual); Le Papillon Vert (The Green Butterfly); Charms &- kn hlerveilleux (The latter being house-hold charms & recipes such as 1 ward off unwanted people, or how to make them sick, including the use of Â bu^k hen by steaming it to death in incense fumes!) Fmn Darq Kuntz, the editor of the latest American version: This edition of the Black Pullet must not be confused with ear- her collections of reveries and errors which so many have sought ro accredit by attributing to them supernatural effects. The presented here are based on the doctrines held by both ancient and modern seekers. Only authorities recognized for their insightful devotion to the Divine have been quoted. These seekers, full of respect for the Divine, have always been friends to humanity, endeavoring to bring us back to the ways of virtue by showing us the true nature of vice. Material tor this work has only been taken from the most pure sources, and has been organized solely to reveal truth. The compilers of this work wish to help those who seek to discover the secrets of Nature and who wish to explore the Truth that is cloaked m darkness as well as light. This work is offered to those souls, beloved by the Divine, who seek to become more than human. Sw for a well-known grimoire: Albertus Magnus Egyptische Geheimnisse Magnus' Egyptian Secrets). Again pseudo-writing, claiming to be ftocn die 13* century when this Great Albert lived, nonetheless containing i- astounding recipes and the like. It is beyond doubt some of his writ- * form part of it. A truly amazing man, especially for his age, he wrote, + before Theophrastus Bombastus, about herbs, on the healing capaci- m of stones, their sympathies and even on the magnetic agencies involved"},{"pageNumber":42,"pageContent":"Hidden Treasure: Taufer Books of Old Europe ~iTie Small Book of Romanus, actually referring to the Roma - a very large id widespread family of (E)gypsies. SbLmifold differing manuscript versions of this book exist in European li- b though I do not think even one of them has been published recently Eqhh. Parts resurfaced in Jezira, and furthermore, this book was one 4-& main sources of Hohman's The Long Lost Friend. (A Romanus book JÃ‘eare in print only 13 years before Hohman went to the States.) It con- 5 d kinds of magical spells and recipes for personal health and charms, Â usance how to ward off any personal hurt or danger by armed others. ?understandably effective recipes, some nowadays known to be outright +Tmu. -Aaodier collection by a member of the clergy, Bishop Anton Christian Srartebogen (Blackbook). A Norwegian collection, probably assembled s ^ace as at the end of the 19* century, and published in 1890. This man --ad out with this smaller book, but he obviously became obsessed and & rcn years, in 1902, published the next: -armularer og magiske Opskrifter (Hexformulas and Magical Scriptures). k 3 massive hoard, 761 pages amassing over 1700 formulas. After being Â transmitted since times unknown, most were written down between ; and 185o.Norwegian Black Books exist in some 150 to 200 variants, the & dating to 1480. However, some of the formulas in these Nordic Black i replicate the Egyptian magical papyri. Tins collection, as so many of all the other books that were commonly as Svartabhk, contains, apart from the famous seals, numerous old Aar-TLS and spells, however when written down most of these were already in -dance with biblical figures and saints. Perhaps because this particular l^Ãˆera Bishop had also been a church historian, a member of the Council be Division and the Minister of Education and Church Affairs. The k Books were also known as the Cyprianus."},{"pageNumber":44,"pageContent":"Hidden Treasure: Taufer Books of Old Europe This previous book is distinct from and has different spells, charms and aons than, for example, the Antigo Livro de Sdo Cipriano (Antique iff Saint Cyprian), or 0 Traditional Livro Negro de Sdo Cipriano (The Xaf--ondl Black Book of Saint Cyprian), which still are - among innumer- ocher variations - a far and wide success in Spanish and Portuguese qdmg countries, especially in Middle and South America. Travelling high Ã‡ÃˆG San Cipriano is nowadays considered a patron saint of Peruvian sha- Parponedly, Escrito en antiguos pergarhmos Hebreos, entregados par 10s es- ill monje AlemanJonas Sufurino (written on antique Hebrew parch- delivered by the spirits to the German monk Jonas Suhrino), The ts an amusing mix of Christian prayers, black magic, love-spells ings. Its endearing naively makes a refreshing change from some Â top heavy and often equally ridiculous stuff that has been written by u serious occultists. Dcr Goldene Habermann (The Golden Habermann). A God-fearing right- person must he have been, this Habermann, nevertheless engaging in =->st wondrous summonings, evocations, and even an invocation. Uene Brunn (The Golden Well, Spring or Fountain). Though the title ly it, this book is not that alchemical: it consists of conjurations of and spirits, and how to get the apparitions to work for the magician d a hidden treasure. Frischbier: Hexenspruch und Zauberbann (Witches' spell and wealth of spells and recipes for human, animal, around around festive days. And of course, SATOR AREPO and NO pop up again."},{"pageNumber":46,"pageContent":"Hidden Treasure: Taufer Books of Old Europe : know of early English publications or versions of these. It could well Â another case of obscuring the original mine, looking at the writing and Â analogy between aforementioned collections, these relics seem to stem taocn southern Germany or Austria. Or even earlier and further south, from SÃˆn=CTlan or medieval Italy. How old they in fact are is unknown to me. Most of these are strange recipes, beautiful sympathetic magic and how to +ures. There exist as many as four parts (Books), of about 250 pages Next come Die Sdbergrube (The Silvermine), in two parts and followed h mother two of Die Goldgrube Nachtrage (Supplement), altogether com- -over 1800 pages. It is in octavo but I'll be busy with those for a while,. . There are many more. >ugh there is a growing interest, access to the originals is limited to the i&xv or devoted few. The first problem seems to be that the larger public not read all the European languages, let alone the older versions. This s a problem for publishers; translating is time consuming, and therefore ex- yesve The second steeple is getting to the manuscripts and to the libraries kslves, even centuries later travelling still seems to be a hazard. With the growing interest and demand for the originals, it is time for ~>e interested reader to gain access to these grimoires in order to use them. = umes of solemn secrecy are long gone. Now it is time to get the Black &.-~.Tfcs out. k die meantime I will be busy, painstakingly translating for you, from Â¥sa old High and Low German - handwritten or typeset in Frakrur - kdinavian, French and Latin, all the exciting and inspiring writings that 1 = find. Who knows, maybe in the future you'll be able to pick one up. I Ãˆs=. them to be thoroughly useful; hard-wearing, sturdy stuff, and to look '~nful please - leather would still seem best, or perhaps kevlar - instead i+ose shoddy short-lived stapled panic-print paperbacks. Eir all comes to pass, the collection will also be subtitled Taufer Books, after > old root word for Magic Working, Taufer has an etymology connecting it"},{"pageNumber":50,"pageContent":"I Hidden Treasure: Taufer Books of Old Europe C Horst, Damonomagie, oder Geschichte des Glaubens an Zauberei und hnische Wunder, 2 Bande. Bei den Gebriidern Wilmans, Frank- tort am Main, 1818. th &r alien und neuen Magic. Ursprung, Idee, Umfang und Geschichte. Kupferberg, Mainz, 1820. Zauber-Bibliothek, oder von Zauberei, 'Theurgie und Mantik, Zauber- i, Hexen und Hexenprocessen, Damonen, Gespenstern und Geister- Ticheinungen. Kupferberg, Mainz, 1821-1826. Mit einer Einfuhrung von Herbert Kempf und mit einem zusatzlichen Registerband, 7 Binde und 2545 Seiten. Edition Ambra, Aurum Verlag, Freiburg im Huys (transl. &Â ed.), The Fourth Book of Occult Philosophy. Trident Books, Seattle, (Leather) edition of 500 copies, 2003. W. Kriebel, Powwowing among the Pennsylvania Dutch; A Traditional Medical Practice in the Modern World. Pennsylvania State University regor-Mathers, The Book of the Sacred Magic ofibra-Melin the -\\Lye, as delivered by Abraham the Jew unto his Son Lamech - A Gri- moire of the Fifteenth Century. Watkins, London, 1898. Many reprints, ,Not recommended). X Moho (ed.), Antigo Livro de Sdo Cipriano, 0 Gigante e Verdadeiro &pa de AGO. 1945. Editora Espiritualista, Rio de Janeiro, 1973. Livto- postal Editora, 2009 (many reprints). JÃ‘c'i H. Peterson (ed. &- transl.), Grimorium Verum, A Handbook of Black -\\fapic. With 7 Appendixes and 2 Indexes. The Lesser Key of Solomon: Lemegeton Clavicula Salomonis. The Sixth and Seventh Books of Moses."}]
