[{"pageNumber":1,"pageContent":" Excerpts from The Ego and the Mechanisms of Defense by Anna Freud  Compiled by Phillip W. Weiss, LCSW CHAPTER 1 – THE EGO AS THE SEAT OF OBSERVATION All the defensive measures of the ego against the id are carried out silently and invisibly. The most we can ever do is reconstruct them in retrospect: we can never really witness them in operation. ... definite indications of obsessional exaggeration suggest that it is of the nature of reaction and that it conceals a long-standing conflict. Here again, observation of the particular mode of defense does not reveal anything of the process by which it has been evolved. CHAPTER 2 – THE APPLICATION OF ANALYTIC TECHNIQUE TO THE  STUDY OF THE PSYCHIC INSTITUTIONS The transference phenomenon which we have interpreted falls into two parts, both of which have their origin in the past: a libidinal or aggressive element, which belongs to the id, and a defense mechanism, which we must attribute to the ego – in the most instructive cases, to the ego of the same infantile period in which the id impulse first arose. When the transference reactions take this form [transference of defense], we cannot count on the patient’s willing cooperation, as we can when they are of the type first described [transference of libidinal impulses]. Whenever the interpretation touches on the unknown elements of the ego, its activities in the past, that ego is totally opposed to the work of analysis. Only the analysis of the ego’s unconscious defense operations can enable us to reconstruct the transformations which the instincts have undergone. CHAPTER 3 – THE MECHANISMS OF DEFENSE It [the term “defense”] occurs for the first time in 1894 ... to describe the ego’s struggle against painful or unendurable ideas or affects. Were it not for the intervention of the ego or of the external forces which the ego represents, every instinct would know only one fate – gratification. "},{"pageNumber":2,"pageContent":" 2 To these nine methods of defense ... (regression, repression, reaction formation, isolation, undoing, projection, introjection, turning against the self and reversal), we must add a tenth, which pertains rather to the study of the normal than to that of neurosis: sublimation, or displacement of instinctual aims. But repression is not only the most efficacious [mechanism of defense], it is also the most dangerous mechanism. The disassociation from the ego entailed by the withdrawal of consciousness from whole tracts of instinctual and affective life may destroy the integrity of the personality for good and all. Thus repression becomes the basis of compromise formation and neurosis. The considerations which determine the ego’s choice of mechanism [of defense] remain uncertain. These differences of opinion [over emergence of defense mechanisms] bring home to us the fact that the chronology of psychic processes is still one of the most obscure fields of analytic theory. CHAPTER 5 – THE SOURCE OF ANXIETY AND DANGER In this context it [the superego] appears as the originator of all neuroses. The crucial point is that, whether it be dread of the outside world or dread of the superego, it is the anxiety which sets the defensive process going. The prognosis for the solution of the psychic conflicts is most favorable when the motive for the defense against instinct has been that of superego anxiety. CHAPTER 6 – DENIAL IN FANTASY In all these situations of conflict the person’s ego is seeking to repudiate a part of his own id. Ultimately all such measures are designed to secure the ego and to save it from experiencing unpleasure. The greater the importance of the outside world as a source of pleasure and interest, the more opportunity is there to experience unpleasure from that quarter. "},{"pageNumber":3,"pageContent":" 3 ... the inner struggle between the instincts and the ego, of which neurotic symptoms are the sequel. Under the influence of a shock, such as a sudden loss of a love object, it [the ego] denies the facts and substitutes for the unbearable reality some agreeable delusion. The ego’s capacity for denying reality is wholly inconsistent with another function, greatly prized by it – its capacity to recognize and critically to test the objects of reality. CHAPTER 7 – DENIAL IN WORD AND ACT Just as, in the neurotic conflict, perception of a prohibited instinctual stimulus is warded off by means of repression, so the infantile ego resorts to denial in order not to become aware of some painful impression from without. The organization of the mature ego become unified through synthesis and this method of denial is then discarded and is resumed only if the relation to reality has been gravely disturbed and the function of reality testing suspended. When employed to excess, it [denial of reality] is a mechanism which produces in the ego excrescences, eccentricities, and idiosyncrasies, of which, once the period of primitive denial is finally past, it is hard to get rid. CHAPTER 8 – RESTRICTION OF THE EGO Instead of perceiving the painful impression and subsequently canceling it by withdrawing its cathexis, it is open to the ego to refuse to encounter the dangerous external situation at all. It [the ego] can take to flight and so, in the truest sense of the word, “avoid” the occasions of unpleasure. A person suffering from a neurotic inhibition is defending himself against the translation into action of some prohibited instinctual impulse, i.e., against the liberation of unpleasure through some internal danger. ... the difference between inhibition and ego restriction is that in the former the ego is defending itself against its own inner processes and in the latter against external stimuli. "},{"pageNumber":4,"pageContent":" 4 In many cases, if they [children] lack external guidance, their choice of occupation is determined not by their particular gifts and capacities for sublimation but by the hope of securing themselves as quickly as may be from anxiety and unpleasure. In order to avoid suffering, it [the ego] checks the development of anxiety and inflicts deformities upon itself. CHAPTER 9 – IDENTIFICATION WITH THE AGGRESSOR By impersonating the aggressor, assuming his attributes or imitating his aggression, the child transforms himself from the person threatening into the person making the threat. In “identification with the aggressor” we recognize a by no means uncommon stage in the normal development of the superego. The moment the criticism is internalized, the offense is externalized. This means that the mechanism of identification of the aggressor is supplemented by another defensive measure, namely, the projection of guilt. Vehement indignation at someone else’s wrongdoing is the precursor of and substitute for guilty feelings on its own account. When analysis brings into the patient’s consciousness genuine, unconscious, aggressive impulses, the damned-up affect will seek relief through abreaction in the transference. But, if his aggression is due to his identifying himself with what supposed to be our criticism, it will not be in the least affected by his “giving it practical expression” and “abreacting” it. CHAPTER 10 – A FORM OF ALTRUISM In repression the objectionable idea is thrust back into the id, while in projection it is displaced into the outside world. Another point in which projection resembles repression is that it is not associated with any particular anxiety situation but may be motivated equally by objective anxiety, superego anxiety, and instinctual anxiety. They [children] employ it [mechanism of projection] as a means of repudiating their own activities and wishes when these become dangerous and laying the responsibility for them at the door of some external agent. "},{"pageNumber":5,"pageContent":" 5 The mechanism of projection disturbs our human relations when we project our won jealousy and attribute to other people our own aggressive acts. The surrender of one’s own wishes to another person and the attempt to secure their fulfillment thus vicariously are, indeed, comparable to the interest and pleasure with which one watches a game in which one has no stake itself. Various factors determine the selection of the object in favor of whom instinctual impulses are surrendered. The surrender of instinctual wishes to an object better qualified to fulfill them often determines the relation of a girl to some man whom she chooses to represent her – to the detriment of any true object relation. We know that parents sometimes delegate to their children their projects for their own lives, in a manner at once altruistic and egoistic. It remains an open question whether there is such a thing as a genuinely altruistic relation to one’s fellowmen, in which the gratification of one’s own instinct plays no part at all, even in some displaced and sublimated form. CHAPTER 11 – THE EGO AND THE ID AT PUBERTY ... not only the physical but also the psychic phenomena of puberty are of the utmost importance in the development of the individual and that here are the beginning and the root of the sexual life, of the capacity for love, and of character as a whole. It is in the early infantile sexual period and not at puberty that the crucial steps in development are taken, the most important pregenital phases of sexual organization are passed through, the different component instincts are developed and brought into action and the normality or abnormality of the individual, his capacity or incapacity for love, are determined. In each case – in the early infantile period, at puberty, and at the climacteric – a relatively strong id confronts a relatively weak ego. A man’s id remains much the same throughout life. The immutability of the id is matched by the mutability of the ego. "},{"pageNumber":6,"pageContent":" 6 ... in its conflicts with the instincts it [the ego] makes use of different defense mechanisms in the different periods. Objective anxiety is the anticipation of suffering which may be inflicted on the child as punishment by outside agents, a kind of “forepain” which governs the ego’s behavior, no matter whether the expected punishment always takes place or not. It is certain that in the minds of little children urgent instinctual demands conflict with acute objective anxiety, and the symptoms of infantile neurosis are attempts at solving this conflict. But in little children the ego is the product of the conflict itself, and that side of the ego which, throughout life, will have to deal with the task of mastering the instincts only comes to birth at this early period under the combined pressure of the id’s instinctual demands and that objective anxiety which is external in origin. More and more the principles held up to the child by his parents and teachers – their wishes, requirements, and ideals – are introjected. In this struggle to preserve its own existence unchanged the ego is motivated equally by objective anxiety and anxiety of conscience and employs indiscriminately all the methods of defense to which it has ever had recourse in infancy and during the latency period. CHAPTER 12 – INSTINCTUAL ANXIETY DURING PUBERTY As we have seen, the indirect effect of the intensification of instinctual impulses is the redoubling of the subject’s efforts to master the instincts. In neurosis we find that there is always a connection between the repression of an instinct and the nature or the quality of the instinct repressed. Thus hysterics repress the genital impulses associated with the object wishes of the oedipus complex but are more or less indifferent or tolerant in their attitude toward other instinctual wishes, e.g., anal or aggressive impulses. Obsessional neurotics repress the anal-sadistic wishes which, in consequence of regression, have become the vehicles of their sexuality, but they tolerate oral gratification and have no particular mistrust of any exhibitionistic impulses which they may have, so long as they are not directly connected with the nucleus of their neurosis. Again, in melancholia it is the oral tendencies in particular which are repudiat3ed, while phobic patients repress the impulses associated with the castration complex. In none of these cases is there an indiscriminate repudiation of "},{"pageNumber":7,"pageContent":" 7 instinct, and we always find in analyzing them that there is a definite relation between the quality of the instinct repressed and the subject’s reasons for expelling it from consciousness. A different picture meets our eyes when, in analyzing adolescents, we investigate their repudiation of instinct. Young people who pass through the kind of ascetic phase which I have in mind seem to fear the quantity rather than the quality of their instincts. This adolescent mistrust of instinct has a dangerous tendency to spread; it may begin with instinctual wishes proper and extend to the most ordinary physical needs. Where ... the ego is strong enough to carry through its repudiation of instinct without any deviation, the result is a paralysis of the subject’s vital activities – a kind of catatonic condition, which can no longer be regarded as a normal phenomenon of puberty but must be recognized as a psychotic affection. ... we still have the impression that amore primitive and less complex process is at work in the asceticism of adolescence than in repression proper.... To describe the dual attitude of mankind toward the sexual life – constitutional aversion coupled with passionate desire – Bleuler coined the term ambivalence. With the accession of instinctual energy he becomes more a creature of instinct; that is natural and needs no further explanation. He also becomes more moral and ascetic, the explanation being that a conflict is taking place between the ego and the id. But he becomes, besides, more intelligent and all his intellectual interests are keener. Adolescent intellectuality seems merely to minister to daydreams. As we have seen, asceticism, with it s flat prohibition of instinct, does not generally accomplish what the adolescent hopes. Since the danger is omnipresent, he has to devise many means of surmounting it. The thinking over of the instinctual conflict – its intellectualization – would seem to be a suitable means. "},{"pageNumber":8,"pageContent":" 8 The philosophy of life which they construct – it may be their demand for revolution in the outside world – is really their response to the perception of the new instinctual demands of their own id, which threaten to revolutionize their whole lives. This intellectualization of instinctual life, the attempt to lay hold on the instinctual process by connecting them with ideas which can be dealt with in consciousness, is one of the most general, earliest, and most necessary acquirements of the human ego. We regard it not as an activity of the ego but as one of its indispensable components. The intellectual worked performed by the ego during the latency period and in adult life is incomparably more solid, more reliable, and, above all, much more closely connected with action. The danger which threatens the ego is that it may be submerged by the instincts; what it dreads above all is the quantity of instinct. The task which asceticism sets itself is to keep the id within limits by simply imposing prohibitions; the aim of intellectualization is to link up instinctual processes closely with ideational content, and so render them accessible to consciousness and amenable to control. Insofar as the superego is at this period still cathected with libido derived from the relation to the parents, it is itself treated as a suspicious incestuous object and falls a victim to the consequences of asceticism. ... asceticism, itself due to an increase in instinctual danger, actually leads to the rupture of the relation with the superego and so renders inoperative the defensive measures prompted by superego anxiety, with the result that the ego is still more violently thrown back to the level of pure instinctual anxiety and the primitive protective mechanisms characteristic of that level. But, if the ascetic attitude is rigorously maintained, if the process of intellectualization overruns the whole field of mental life, and its relations to other people are based exclusively on changing identifications, it will be difficult for a teacher or analyst to decide from observations how much may still be regarded as a transitional phase in normal development and how much is already pathological. CONCLUSION There is still considerable obscurity about the historical connection between typical experiences in individual development and the production of particular modes of defense. "},{"pageNumber":9,"pageContent":" 9 In the present state of our knowledge we can already speak with greater certainty about the parallels between the ego’s defensive measures against external and against internal danger. Repression gets rid of instinctual derivatives, just as external stimuli are abolished by denial. Reaction formation secures the ego against the return of repressed impulses from within, while by fantasies in which the real situation is reversed denial is sustained against overthrow from without. Inhibition of instinctual impulses corresponds to the restrictions imposed on the ego to avoid unpleasure form external sources. Intellectualization of the instinctual processes as a precaution against danger form within is analogous to the constant alertness of the ego to dangers from without. The existence of neurotic symptoms in itself indicates that the ego has been overpowered, and every return of repressed impulses, with its sequel in compromise formation, shows that some plan for defense has miscarried and the go has suffered a defeat. But the ego is victorious when its defensive measures effect their purpose, i.e., when they enable it to restrict the development of anxiety and unpleasure and so to transform the instincts that, even in difficult circumstances, some measure of gratification is secured, thereby establishing the most harmonious relations possible between the id, the superego, and the forces of the outside world. PWW 5/05"}]
