[{"pageNumber":2,"pageContent":"THE RIDDLE OF LIFE SERIES No. 2. THE LIFE AFTER DEATH AND HOW THEOSOPHY UNVEILS IT By C. W. yEADBEATER, \"*\"\"\" *\" WITH AN ADDITIONAL CHAPTER ON \"THOUGHTS ARE THINGS/' BY ANNIE BESANT, LONDON THEOSOPHICAL PUBLISHING HOUSE I UPPER WOBURN PLACE, W.C. C. Reprinted 1918}"},{"pageNumber":4,"pageContent":"PUBLISHERS' NOTE. The following chapters are reprinted, with kind per- mission, from pamphlets issued by The Theosophical Publishing Committee, of Harrogate, and from an article in Lucifer for September, 1896. The reception given to the first of this Series, \"T.HE RIDDLE OF LIFE,\" of which 60,000 copies have now been printed, leads us to think that the present booklet, which gives a rational picture of the actual facts of the after life, will be warmly welcomed. Mnt Printed , . 1912. m?i Thousand, . . 1917. 40JA Thousand . . 1918."},{"pageNumber":5,"pageContent":"CONTENTS. HAP. PAGE I. IS THERE ANY CERTAIN KNOWLEDGE? . 1 II. THE TRUE FACTS 5 III. PURGATORY . . . . . .10 IV. THE HEAVEN-WORLD . . . .19 V. MANY MANSIONS . . . . .26 VI. OUR FRIENDS IN HEAVEN . . .31 VII. GUARDIAN ANGELS . . . 38 VIII. HUMAN WORKERS IN THE UNSEEN . 44 IX. HELPING THE DEAD . . . .50 X. THOUGHTS ARE THINGS . . .54"},{"pageNumber":6,"pageContent":"ILLUSTRATIONS. NO. 1. A NOBLE THOUGHT . . Frontispiece 2. DEVOTIONAL FEELING 12 3. INTENSE DEVOTION ...... 12 4. AFFECTION 28 5. DEEP LOVE ...- 28 6. PUKE REASON ..*-* 44 7. AMBITION . * - . - - .44"},{"pageNumber":7,"pageContent":"CHAPTER L IS THERE ANY CERTAIN KNOWLEDGE? THIS subject of life after death is one of great interest to all of us, not only because we ourselves must certainly one day die, but far more because there can scarcely be any one among us, except perhaps the very young, who has not lost (as we call it) by death some one or more of those who are near and dear to us. So if there be any information available with regard to the life after death, we are naturally very anxious to have it. But the first thought which arises in the mind ..of the man who sees such a title as this is usually \" Can anything be certainly known as to life after death?\" We have- all had various theories put before us on the subject by the various religious bodies, and yet even the most devoted followers of these sects seem hardly to believe their teachings about this matter, for they still speak of death as \" the king of terrors,\" and seem to regard the whole question as surrounded by mystery and horror. They may use the term \" falling asleep in Jesus,\" but they still employ the black dresses and plumes, the horrible crape and the odious black-edged notepaper, they still surround death with all the trappings of woe, and with everything calculated to make it seem darker and more terrible. We have an evil heredity behind us in this matter ; , we have inherited these funereal horrors from our forefathers, and so we are used, to them, and do not see the absurdity and mon- strosity of it all. The ancients were in this respect wiser than we, for they did not associate all these nightmares of gloom with the death of the body partly perhaps because they had a so much more"},{"pageNumber":8,"pageContent":"THE LIFE AFTER DEATH, rational method >f disposing of the body a method which was not only infinitely better for the dead man and more healthy for the living, but was also free from the gruesome suggestions connected with slow decay. They knew much more about death in those days, and because they knew more they mourned less. The first thing that we must realise about death is that it is a perfectly natural incident in the course of our life. That ought to be obvious to us from the first, because if we believe at all in a God who is a loving Father we should know that a fate which, like death, comes to all alike, cannot have in it aught of evil to any, and that whether we are in this world or the next we must be equally safe in His hands. This consideration alone should have shown us that death is not something to be dreaded, but simply a necessary step in our evolution. It ought not to be necessary for Theosophy to come among Christian nations and teach that death is a friend and not an enemy, and it would not be necessary if Christianity had not so largely forgotten its own best traditions. It has corne to regard the grave as \" the bourne from which no traveller returns,\" and the passage of it as a leap in the dark, into some awful unknown void. On this point, as on many others, Theosophy has a gospel for the Western world ; it has to announce that there is no gloomy impenetrable ab^s beyond the grave, but instead a world of light and life, which may be known to us as clearly and fully and accurately as the streets of our own city. We have created the gloom and the horror for ourselves, like children who frighten themselves with ghastly stories, and we have only to study the facts of the case, and all these artificial clouds will roll away at once. Death is no darksome king of terrors, no skeleton with a scythe to cut short the thread of life, but rather an angel bearing a golden key, with which he unlocks for us the door into a fuller and higher life than this. But men will naturally say This is very beautiful"},{"pageNumber":9,"pageContent":"IS THERE ANY CERTAIN KNOWLEDGE? and poetical, but how can we certainly know that it is really so 1 \" You may know it in many ways ; there is plenty of evidence ready to the hand of any one who will take the trouble to gather it together. , Shakespeare's statement is really a remarkable one when we consider that ever since the dawn of his- tory, and in every country of which we know anything, travellers have always been returning from that bourne, and showing themselves to their fellow- men. There is any amount of evidence for such apparitions, as they have been called. At one time it was fashionable to ridicule \" all such stories ; now it is no longer so, since scientific men like Sir William Crookes, the discoverer of the metal thallium and the inventor of Crookes's radiometer, and Sir Oliver Lodge, the great electrician, and eminent public men like Mr. Balfour, the late Premier of England, have joined and actively worked with a society instituted for the investigation of such phenomena. Read the reports of the work of that Society for Psychical Research, and you will see something of the testi- mony which exists as to the return of the dead. Read books like Mr. Stead's \"Real Ghost Stories,\" or Camille Flammarion's \" L'Inconnu,\" and you will find there plenty of accounts of apparitions, showing them- selves not centuries ago in some far-away land, but here and now among ourselves, to persons still living, who can be questioned and can testify to the reality of their experiences. Another line of testimony to the life after death is the study of Modern Spiritualism. I know that many people think that there is nothing to be found along that line but fraud and deception ; but jl can myself bear personal witness that this is not so. Fraud and deception there may have been nay, there has been in certain cases ; but nevertheless I fear- lessly assert that -there are great truths behind, which may be discovered by any man who is willing to devote the necessary time and patience to their"},{"pageNumber":10,"pageContent":"THE LIFE AFTER DEATH. unfolding. Here again there is a vast literature to be studied, or the man who prefers it may make -his investigations for himself at first-hand as I did. Many men may not be willing to take that trouble or to devote so much time ; very well, that is their affair, but unless they will examine, they have no right to scoff at those who have seen, and therefore know that these things are true. A third line of evidence, which is the one most commending itself to Theosophical students,[ s that of direct investigation. Every man has within him- self latent faculties, undeveloped senses, by means of which the unseen world can be directly cognised, and to any one who will take the trouble to evolve these powers the whole world beyond the grave will lie open as the day. A good many Theosophical students have already unfolded these inner senses, and it is the evidence thus obtained that I wish to lay before you. I know very well that this is a Con- siderable claim to make a claim which would not be made by any minister of any church when he gave you his version of the states after death. He will say, \" The Church teaches this,\" or \" The Bible tells us so,\" but he will never say, \" I who speak to you, I myself have seen this, and know it to be true.\" But in Theosophy we are able to say to you quite definitely that many of us know personally that of which we speak, for we are dealing with a definite series of facts which we have investigated, and which you yourselves may investigate in turn. We offer you what we know, yet we say to you \" Unless this commends itself to you as utterly reasonable, do not rest contented with our assertion ; look into these things for yourselves as fully a^s you can, and then you will be in a position to speak to others as authori- tatively as we do.\" But what are the facts which are disclosed to us by these investigations ?"},{"pageNumber":11,"pageContent":"CHAPTER IL THE TRUE FACTS. THE state of affairs found as actually existing is much more rational than most of the current theories. It is not found that any sudden change takes place in man at death, or that he is spirited away to some heaven beyond the stars. On the contrary, man remains after death exactly what he was before it the same in intellect, the same in his qualities and powers ; and the conditions in which he finds himself are those which his own thoughts and desires have already created for him. There is no reward or punishment from outside, but only the actual result of what the man himself has done and said and thought while here on earth. In fact, the man makes his bed during earth life and afterwards he has to lie on it. This is the first and most prominent fact that we have not here a strange new life, but a continua- tion of the present one. We are not separated from the dead, for they are here about us all the time. The only separation is the limitation of our conscious- ness, so that we have lost, not our loved ones, but the power to see them. It is quite possible for us to raise our consciousness, that we can see them and talk with them as before, and all of us constantly do that, though we only rarely remember it fully. A man may learn to focus his consciousness in his astral body while his physical body is still awake, but that , needs special development, and in the case of the average man would take much time. But during the sleep of his physical body every man uses his astral vehicle to a greater or lesser extent, and in that way we are daily with our departed friends. Some-"},{"pageNumber":12,"pageContent":"THE LIFE AFTER DEATH, times we have a partial remembrance of meeting them, and then we say we have dreamt of them ; more frequently we have no recollection of such encounters and remain ignorant that they have taken place. Yet it is a definite fact that the ties of affection are still as strong as ever, and so the moment the man is freed from the chains of his physical encasement he naturally seeks the company of those whom he loves. So that in truth the only change is that he spends the night with them instead of the day, and he is conscious of them astrally instead of physically. The bringing through of the memory from the astral plane to the physical is another and quite separate consideration, which in no way affects our consciousness on that other plane, nor our ability to function upon it with perfect ease and freedom. Whether you recollect them or not, they are still living their life close to you, and the only difference is that they have taken off this robe of flesh which we call the body. That makes no change in them, any more than it makes a change in your personality when you remove your overcoat. You are somewhat freer, indeed, because you have less weight to carry, and precisely the same is the case with them. The man's passions, affections, emotions, and intellect are not in the least affected when he dies, for none of these belong to the physical body which he has laid aside. He has dropped this vesture, and is living in another, but he is still able to think and to feel just as before. I know how difficult it is for the average mind to grasp the reality of that which we cannot see with our physical eyes. It is very hard for us to realise how very partial our sight isto understand that we are living in a vast world of which we see only a tiny part. Yet science tell us with no uncertain voice that this is so, for it describes to us- whole worlds of minute life of whose very existence we should be entirely ignorant as far as our senses are concerned."},{"pageNumber":13,"pageContent":"THE TRUE FACTS. Nor are the creatures of those worlds unimportant because minute, for upon a knowledge of the condi- tion and habits of some of those microbes depends our ability to preserve health, and in many cases life itself. But our senses are limited in another direction. We cannot see the very air that surrounds us ; our senses would give us no indication of its existence, except that when it is in motion we are aware of it by the sense of touch. Yet in it there is a force that can wreck our mightiest vessels and throw down our strongest buildings. You see how all about us there are mighty forces which yet elude our poor and partial senses ; so obviously we must beware of falling into the fatally common error of supposing that what we see is all there is to see. We are, as it were, shut up in a tower, and our senses are tiny windows opening out in- certain direc- tions. In many other directions we are entirely shut in, but clairvoyance or astral sight opens for us one or two additional windows, and so enlarges our pros- pect, and spreads before us a new and wider world, which is yet part of the old one, though before we did not know of it. Looking out into this new world, what should we first see ? Supposing that one of us transferred his consciousness to the astral plane, what changes would be the first to strike him ? To the first glance there would probably be very little difference, and he would suppose himself to be looking upon the same world as before. Let me explain to you why this is so partially at least, for to explain fully would need a whole treatise upon astral physics.* Just as we have different conditions of matter here, the solid, the liquid, the gaseous, so are there different conditions . or degrees of density of astral matter, and each degree is attracted by and corresponds to that which is * Fuller details on this may be found in my \" The Other Side of Death. 1 '"},{"pageNumber":14,"pageContent":"THE LIFE AFTER DEATH. similar to it on the physical plane. So that your friend would still see the walls and the furniture to which he was accustomed, for though the physical matter of which they are composed would no longer be visible to him, the densest type of astral matter would still outline them for him as clearly as ever. True, if he examined the object closely he would perceive that all the particles were visibly in rapid motion, instead of only invisibly, as is the case on this plane ; but very few men do observe closely, and so a man who dies often does not know at first that any change has come over him. He looks about Mm, and sees the same rooms with which he is familiar, peopled still by those whom he has known and loved for they also have astral bodies, which are within the range of his new vision. Only by degrees does he realise that in some ways there is a difference. For example, he soon finds that for him all pain and fatigue have passed away. If you can at all realise what that means, you will begin to have some idea of what the higher life truly is. Think of it, you who have scarcely ever a com- fortable moment, you who in the stress of your busy life can hardly remember when you last felt free from fatigue ; what would it be to you never again to know the meaning of the words weariness and pain ? We have so mismanaged our teaching in these Western countries on the subject of immortality that usually a dead man finds it difficult to believe that he is dead, simply because he still sees* and hears, thinks and feels. \" I am not dead/ 5 he will often say, \" I am alive as much as ever, and better than I ever was before.\" Of course he is ; but that is exactly what he ought to have expected, if he had been properly taught. Realisation may perhaps come to him in this way. He sees his friends about him, but he soon discovers that he cannot always communicate with them. Sometimes he speaks to them, and they do not seem"},{"pageNumber":15,"pageContent":"THE TRUE FACTS. to hear; he tries to touch them, and finds that he can make no impression upon them. Even then, for some time, he persuades himself that he is dreaming, and will presently awake, for at other times (when they are what we call asleep) his friends are perfectly conscious of him, and talk with him as of old. But gradually he discovers the fact that he is after all dead, and then he usually begins to become uneasy. Why ? Again because of the defective teaching which he has received. He does not understand where he is, or what has happened, since his situation is not what he expected from the orthodox standpoint. As an English general once said on this occasion, \" But if I am dead, where am I ? If this is heaven I don't think much of it ; and if it is hell, it is better than I expected ! \""},{"pageNumber":16,"pageContent":"CHAPTER IH. '- PURGATORY. A GREAT deal of totally unnecessary uneasiness and even acute suffering has been caused by those who still continue to teach the world silly fables about non-existent bugbears instead of using reason and common sense. The baseless and blasphemous hell- fire theory has done more harm than even its pro- moters know, for it has worked evil beyond the grave as well as on this side. But presently the \" dead \" man will meet with some other dead person who has been more sensibly instructed, and will learn from him that there is no cause for fear, and that there is a rational life to be lived in this new world, just as there was in the old one. He will find by degrees that there is very much that is new as well as much that is a counterpart of that which he already knows ; for in this astral world thoughts and desires express themselves in visible forms, though these are composed mostly of the finer matter of the plane. As his astral life pro- ceeds, these become more and more prominent, for we must remember that he is all the while steadily withdrawing further and further into himself. The entire period of an incarnation is in reality occupied by the ego in first putting himself forth into matter, and then in drawing back again with the results of his effort. If the ordinary man were asked to draw a line symbolical of life, he would probably make it a straight one, beginning at birth and ending at death ; but the Theosophical student should rather represent the life as a great ellipse, starting from the ego on the higher mental level and returning to him. The line would descend into the lower part of the mental 10"},{"pageNumber":17,"pageContent":"PURGATORY. plane, and then into the astral. A very small portion, comparatively, at the bottom of the ellipse, would be upon the physical plane, and the line would very soon reascend into the astral and mental planes. The physical life would therefore be represented only by that small portion of the curve which lay below the line which indicated the boundary between the astral and physical planes, and birth and death would simply be the points at which the curve crossed that line obviously by no means the most important points of the whole. The reai central point would clearly be that furthest removed from the ego the turning point, as it were what in astronomy we should call the aphelion. Tljat is neither birth nor death, but should be a middle point in the physical life, when the force from the ego has expended its outward rush, and turns to begin the long process of withdrawal. Gradually his thoughts should turn upward, he cares less and less for merely physical matters, and presently he drops the dense body altogether. His life on the astral plane commences, but during the whole of it the process of withdrawal continues. The result of this is that as time passes he pays less and less attention to the lower matter of which counter- parts of physical objects are composed, and is more and more occppied with that higher matter of which thought-forms are built so far, that is, as thought- forms appear on the astral plane at all. So his life becomes more and more a life in a world of thought, and the counterpart of the world which he has left fades from his view, not that he has changed his location in space, but that his interest is shifting its centre. His desires still persist, and the forms sur- rounding him will be very largely the expression of these desires, and whether his life is one of happiness or discomfort will depend chiefly upon the nature of these. A study of this astral life shows us very clearly 11"},{"pageNumber":18,"pageContent":"THE LIFE AFTER DEATH. the reason for many ethical precepts. Most men recognise that sins which injure others are definitely and obviously wrong ; but they sometimes wonder why it should be said to be wrong for them to feel jealousy, or hatred, or ambition, so long as they do not allow themselves to manifest these feelings out- wardly in deed or in speech. A glimpse at this after- world shows us exactly how such feelings injure the man who harbours them, and how they would cause him suffering of the most acute character after his death. We shall understand this better if we examine a few typical cases of astral life, and see what their principal characteristics will be. Let us think first of the ordinary colourless man, who is neither specially good, nor specially bad, nor. indeed specially anything in particular. The man is in no way changed, so colourlessness will remain his principal characteristic (if we can call it one) after his death. He will have no special suffering and no special joy, and may very probably find astral life rather dull, because he has not during his time on earth developed any rational interests. If he has had no ideas beyond gossip or what is called sport, or nothing beyond his business or his dress, he is likely to find time hang heavy on his hands when all such things are no longer possible. But the case of a man who has had strong desires of a low material type, such as could be satisfied only on the physical plane, is an even worse one. Think of the case of the drunkard or the sensualist. He has been the slave of over- mastering craving during earth-life, and it still remaias undiminished after death rather, it is stronger than ever, since its vibrations have no longer the heavy physical particles to set in motion. But the possibility of gratifying this terrible thirst is for ever removed, because the body, through which alone it could be satisfied, is gone. We see that the fires of purgatory are no inapt symbols for the vibra- tions of such a torturing desire as this. It may endure 12"},{"pageNumber":19,"pageContent":"Pig. 2. Fig. 3."},{"pageNumber":20,"pageContent":"PURGATORY, for quite a long time, since it passes only by gradually wearing itself out, and the man's fate is undoubtedly a terrible one. Yet there are two points that we should bear in mind in considering it. First, the man has made it absolutely for himself, and deter- mined the exact degree of its power and its duration. If he had controlled that desire during life there would have been just so much the less of it to trouble him after death. Secondly, it is the only way in which he can get rid of the vice. If he could pass from a life of sensuality and drunkenness directly into his next incarnation, he would be born a slave to his vice it would dominate him from the begin- ning, and there would be for him no possibility of escape. But now that the desire has worn itself out, he will begin his new career without that burden, and the soul, having had so severe a lesson, will make every possible effort to restrain its lower vehicles from repeating such a mistake. All this was known to the world even as lately as classical times. We see it clearly imaged for us in the myth of Tantalus, who suffered always with raging thirst, yet was doomed for ever to see the water recede just as it was about to touch his lips. Many another sin produces its result in a manner just as gruesome, although each is peculiar to itself. See how the miser will suffer when he can no longer hoard his gold, when he perhaps knows that it is being spent by alien hands. Think iiow the jealous man will con- tinue to suffer from his jealousy, knowing that he has now no power to interfere upon the physical plane, yet feeling more strongly than ever. Remember the fate of Sisyphus in Greek myth how he was con- demned for ever to roll a heavy rock up to the summit of a mountain, only to see it roll down again the moment that success seemed within his reach. See how exactly this typifies the after-life of the man of worldly ambition. He has all his life been in the fcabit of forming selfish plans, and therefore he con- 13"},{"pageNumber":21,"pageContent":"THE LIFE AFTER DEATH. tinties to do so in the astral world ; he carefully builds up his plot until it is perfect in his mind, and only then realises that he has lost the physical body which is necessary for its achievement. Down fall his hopes ; yet so ingrained is the habit that he con- tinues again and again to roll the same stone up the same mountain of ambition, until the vice is worn out. Then at last he realises that he need not roll his rock, and lets it rest in peace at the bottom of the hill. We have considered the case of the ordinary man, and of the man who differs from the ordinary because of his gross and selfish desires. Now let us examine the case of the man who differs from the ordinary in the other direction who has some interests of a rational nature. In order to understand how the after-life appears to him, we must bear in mind that the majority of men spend the greater part of- their waking life and most of their strength in work that they do not really like, that they would not do at all if if were not necessary in order to earn their living, or support those who are dependent upon them. Realise the condition of the man when all necessity for this grinding toil is over, when it is no longer needful to earn a living, since the astral body requires no food nor clothing nor lodging. Then for the first time since earliest childhood that man is free to do precisely what he likes, and can devote his whole time to whatever may be his chosen occupation so long, that is, as it is of such a nature as to be capable of realisation without physical matter. Suppose that a man's greatest delight is in music ; upon the astral plane he hasithe opportunity of listening to all the grandest music that earth can produce, and is even able under these new conditions to hear far more in it than before, since here other and fuller harmonies than our dull ears can grasp are now within Ms reach. The man whose delight is in art, who loves beauty in form and colour, has all the loveliness 14"},{"pageNumber":22,"pageContent":"PURGATORY* of this higher world before him from which to choose. If his delight is in beauty in Nature, he has unequalled possibilities for indulging it ; for he can readily and rapidly move from place to place, and enjoy in quick succession wonders of Nature which the physical man would need years to visit. If his fancy turns towards science or history, the libraries and the laboratories of the world are at his disposal, and his comprehension of processes in chemistry and biology would be far fuller than ever before, for now he could see the inner as well as the outer workings, and many of the causes as well as the effects. And in all these cases there is the wonderful additional delight that no fatigue is possible. Here we know how con- stantly, when we are making some progress in our studies or our experiments, we are unable to carry them on because our brain will not bear more than a certain amount of strain ; outside of the physical no fatigue seems to exist, for it is in reality the brain and not the mind that tires. All this time I have been speaking of mere selfish gratification, even though it be of the rational and intellectual kind. But there are those among us who would not be satisfied without something higher than this whose greatest joy in any life would consist hi serving their fellow-men. What has the astral life in store for them ? They will pursue their philanthropy more vigorously than ever, and under better condi- tions than on this lower plane. There are thousands whom they can help, and with far greater certainty of really being able to do good than we usually attain in this life. Some devote themselves thus to the general good ; some are especially occupied with cases among their own family or friends, either living or dead. It is a strange inversion of the facts, this employ- ment of those words living and dead; for surely* we are the dead, we who are buried in these gross, cramping physical bodies ; and they are truly the living, who are so much freer and more capable, 15 B2"},{"pageNumber":23,"pageContent":"THE LIFE AFTER DEATH. because less hampered. Often the mother who has passed into that higher life will still watch over her child, and be to him a veritable guardian angel ; often the \" dead \" husband still remains within reach, and in touch with his sorrowing wife, thankful if even now and then he is able to make her feel that he lives in strength and love beside her as of yore. If all this be so, you may. think, then surely the sooner we die the better ; such knowledge seems almost to place a premium on suicide ! If you are thinking solely of yourself and of your pleasure, then em- phatically that would be so. But if you think of your duty towards God and towards your fellows, then you will at once see that this consideration is negatived. You are here for a purpose a purpose which can only be attained upon this physical plane. The soul has to take much trouble, to go through much limitation., in order to gain this earthly incar- nation, and therefore its efforts must not be thrown away unnecessarily. The instinct of self-preservation is divinely implanted in our breasts, and it is our duty to make the most of this earthly life which is ours, and to retain it as long as circumstances permit- There are lessons to be learnt pn this plane which cannot be learnt anywhere else, and the sooner we learn them the sooner we shall be free for ever from the need of return to this lower and more limited life. So none must dare to die until his time comes, though when it does come he may well rejoice, for indeed he is about to pass from labour to refreshment. Yet all this which I have told you now is insignificant besidje the glory of the life which follows it the life of the heaven-world. This is the purgatory that is the endless bliss of which monks have dreamed and poets sung not a dream after all, but a living and glorious reality. The astral life, is happy for some, unhappy for others, according to the preparation they have made for it; but what follows it is perfect happiness for all, and exactly suited to the needs of each. 16"},{"pageNumber":24,"pageContent":"PURGATORY. Before closing this chapter let us consider one or two questions which are perpetually recurring to the minds of those who seek information about the next life. Shall we be able to make progress there, some will ask ? Undoubtedly, for progress is the rule of the Divine Scheme. It is possible to us just in proportion to our development. The man who is a slave to desire can only progress by wearing out his desire ; still, that is the best that is possible at his stage. But the man who is kindly and helpful learns much in many ways through the work which he is able to do in that astral life ; he will return to earth with many additional powers and qualities because of the practice he has had in unselfish effort So we need have no fear as to this question of progress. - Another point often raised is, shall we recognise our loved ones who have passed on before us ? Assuredly we shall, for neither they nor we shall be changed ; why, then, should we not recognise them ? The attraction is still there, and will act as a magnet to draw together those who feel it, more readily and more surely there than here. True, that if the loved one has left this earth very long ago, he may have already passed beyond the astral plane, aiicl entered the heaven-life ; in that case we must wait until we also reach that level before we can rejoin him, but when that is gained we shall possess our friend more perfectly than in this prison-house we can ever realise. But of this be sure, that those whom you have loved are not lost ; if they have died recently, then you will find them on the astral plane ; if they have died long ago, you will find them in the heaven-life, but in any case the reunion is sure where the affection exists. For love is one of the mightiest powers of the universe, whether it be in life or in death. . There is an infinity of interesting information to be given about this higher life. You should read the literature ; read Mrs. Besant's \" Death and After,\" 17"},{"pageNumber":25,"pageContent":"THE LIFE AFTER DEATH. and my own books on \" The Astral Plane \" and \" The Other Side of Death.\" It is very well worth 'your while to study this subject, for the knowledge of the truth takes away all fear of death, and makes life easier to live, because we understand its object and its end. 'Death brings no suffering, but only joy, for those who live the true, the unselfish life. The old Latin saying is literally true Mors janua vitce death is the gate of life. That is exactly what it is a gate into a fuller and higher life. On the other side of the grave, as well as on this, prevails the great law of Divine Justice, and we can trust as implicitly there as here to the action of that law, with regard both to ourselves and to those we love. 18"},{"pageNumber":26,"pageContent":"CHAPTER IV. THE HEAVEN-WORLD. ALL religions agree in declaring the existence of heaven arid in stating that the enjoyment of its bliss follows upon a well-spent earthly life. Christianity and Mohammedanism speak of it as a reward assigned by God to those who have pleased Him, but most other faiths describe it rather as the necessary result of the good life, exactly as we should from the Theoso- phical point of view. Yet though all religions agree in painting this happy life in glowing terms, none of them have succeeded in producing an impression of reality in their descriptions. All that is written about heaven is so absolutely unlike anything that we have known, that many of the descriptions seem almost grotesque to us. We should hesitate to admit this with regard to the legends familiar to us from our infancy, but if the stories of one of the other great religions were read to us, we should see it readily enough. In Buddhist or Hindu books you will find magniloquent accounts of interminable gardens, in which the trees are all of gold and silver, and their fruits of various kinds of jewels, and you might be tempted to smile, unless the thought occurred to you that after all, to the Buddhist or Hindu our tales of streets of gold and gates of pearl might in truth seem quite as improbable. The fact is that the ridiculous element is imported into these accounts only when we take them literally, and fail to realise that each scribe is trying the same task from his point of view, and that all alike are failing because the great truth behind it all is utterly indescribable. The Hindu writer had no doubt seen some of the 19"},{"pageNumber":27,"pageContent":"THE LIFE AFTER DEATH. gorgeous gardens of the Indian kings, where just such decorations as he describes are commonly em- ployed. The Jewish scribe had no familiarity with such things, but he dwelt in a great and magnificent city probably Alexandria ; and so his conception of splendour was a city, but made unlike anything on earth by the costliness of its material and its decora- tions. So each is trying to paint a truth which is too grand for words by employing such similes as are famttiar to his mind. There have been those since that day who have seen the glory of heaven, and have tried in their feeble way to describe it. Some of our own students have been among these, and in the Theosophical Manual No. 6* you may find an effort of my own in that direction. We do not speak now of gold and silver, of rubies and diamonds, when we wish to convey the idea of the greatest possible refinement and beauty of colour and form ; we draW our similes rather from the colours of the sunset, and from all the glories of sea and sky, because to us these are the more heavenly. Yet those of us who have seen the truth know well that in all our attempts at description we have failed as utterly as the Oriental scribes to convey any idea of a reality which no words can ever picture, though every man one day shall see it and know it for himself. For this heaven is not a dream ; it is a radiarit reality ; but to comprehend anything of it we must first change one of our initial ideas on the subject. Heaven is not a place, but a state of consciousness. If you ask me \" Where is heaven ? \" I must answer you that it is here round you at this very moment, near to you as the air you breathe. The light is all about you, as the Buddha said so long ago ; you have only to cast the bandage from your eyes and look. But what is this casting away of a bandage ? Of what is it symbolical ? It is simply a question of * \" The Devachanic Plane, or .the Heaven- World,' 7 20"},{"pageNumber":28,"pageContent":"THE HEAVEN-WORLD. raising the consciousness to a higher level, of learning to focus it in the vehicle of finer matter. I have already spoken of the possibility of doing this with regard to the astral body, thereby seeing the astral world ; this needs simply a further stage of the same process, the raising of the consciousness to the mental plane, for man has a body for that level also, through which he may receive its vibrations, and so live in the glowing splendour of heaven while still possessing a physical body- though indeed after such an expe- rience he will have little relish for the return to the latter. The ordinary man reaches this state of bliss only after death, and not immediately after it except in very rare cases. I have explained how after death the Ego steadily withdrew into himself. The whole astral life is in fact a constant process of withdrawal, and when in course of time the soul reaches the limit of that plane, he dies to it in just the same way as he did to the physical plane. That is to say, he casts off the body of that plane, and leaves it behind him while he passes on to higher and still fuller life. No pain or suffering of any kind precedes this second death, but just as with the first, there is usually a period of unconsciousness, from which the man \"awakes gradually. Some years ago I wrote a book called \"The Devachanic Plane,\" in which I endea- voured to\" some extent to describe what he would see, and to tabulate as far as I could the various subdivisions of this glorious Land of Light, giving instances which had been observed in the course of our investigations in connection with this heaven- life. For the moment I shall try to put the matter before you from another point of view, and those who wish may supplements the information by reading the book as well. Perhaps the most comprehensive opening state- ment is that this is the plane of the Divine Mind, that here we are in the very realm of thought itself, 21"},{"pageNumber":29,"pageContent":"THE LIFE AFTER DEATH. and that everything that man possibly could think is here in vivid living reality. We labour under a great disadvantage from our habit of regarding material things as real, and those which are not material as dream-like and therefore unreal ; whereas the fact is that everything which is material is buried and hidden in this matter, and so whatever of reality it may possess is far less obvious and recognisable than it would be when regarded from a higher stand- point. So that when we hear of a world of thought, we immediately think of an unreal world, built out of \" such stuff as dreams are made of,\" as the poet says. Try to realise that when a man leaves his physical body and opens his consciousness to astral life, his first sensation is of the intense vividness and reality of that life, so that he thinks \" Now for the first time I know what it is to live.\" But when in turn he leaves that life for the higher one, he exactly repeats the same experience, for this life is in turn so much fuller and wider and more intense than the astral that once more no comparison is possible. And yet there is another life yet, beyond all this, unto which even this is but as moonlight unto sunlight ; but it is useless at present to think of that. There may be many to whom it sounds absurd that a realm of thought should be more real than the physical world ; well, it must remain so for them until they have some experience of a life higher than this, and then in one moment they will know far more than any words can ever tell them. On this plane, then, we find existing the infinite fulness of the Divine Mind, open in all its limitless affluence to every soul, just in proportion as that soul has qualified himself to receive. If man had already completed his destined evolution, if he had fully realised and . unfolded the divinity whose germ is within him, the whole of this glory would be within ' his reach; but since none of us has yet done that, 22 *"},{"pageNumber":30,"pageContent":"THE HEAVEN.WORLD, since we are only gradually rising towards that splendid consummation, it comes that none as yet can grasp that entirely, but each draws from it and cognises only so much as he has by previous effort prepared himself to take. Different individuals bring very different capabilities ; as the Eastern simile has it, each man brings his own cup, and some of the cups are large and some are small, but, small or large, every cup is Med to its utmost capacity; the sea of bliss holds far more than enough for all. All religions have spoken of this bliss of heaven, yet few of them have put before us with sufficient clearness and precision this leading idea which alone explains rationally how for all alike such bliss is possible which is. indeed, the key-note of the conception the fact that each man makes his own heaven by selection from the ineffable splendours of the Thought of God Himself. A man decides for himself both the length and * character of his heaven-life by the causes which he himself generates during his earth- life ; therefore he cannot but have exactly the amount which he has deserved, and exactly the quality of joy which is best suited to his idiosyncrasies, for this is a world in which every being must, from the very fact of his consciousness there, be enjoying the highest spiritual bliss of which he is capable a world whose power of response to his aspirations is limited only by his capacity to aspire. He had made himself an astral body by his desires and passions during earth-life, and he had to live in it during his astral existence, and that time was happy or miserable for him according to its character. Now this time of purgatory is over, for that lower part of his nature has burnt itself away ; now there remain only the higher and more refined thoughts, the noble and unselfish aspirations that he poured out during earth-life. These cluster round him, and make a sort of shell about him, through the medium of which he is able to respond to certain types of vibra- 23"},{"pageNumber":31,"pageContent":"THE LIFE AFTER DEATH. tion in this refined matter. These thoughts which surround him are the powers by which he draws upon the wealth of the heaven-world, and he finds it to be a storehouse of infinite extent upon which he is able to draw just according to the power of those thoughts and aspirations which he generated in the physical and astral life. All the highest of his affection and his devotion is now producing its results, for there is nothing else left ; all that was selfish' or grasping has been left behind in the plane of desire. For there are two kinds of affection. There is one, hardly worthy of so sublime a name, which thinks always of how much love it is receiving, in. return for its. investment of attachment* which is ever worrying as to the exact amount of affection which the other person is showing for it, and so is constantly entangled in the evil meshes of jealousy and suspicion. Such feeling,, grasping and full of greed, will work out its results of doubt and misery upon the plane of desire, to which it so clearly belongs. But there is another kind of love, which never stays to think how much it is loved, but has only the one object of pouring itself out unreservedly at the feet of the object of its affection, and considers only how best it can express in action the feeling which fills its heart so utterly. Here there is no limitation, because there is no grasping, no drawing towards the self, no thought of return, and just because of that there is a tremendous outpouring of forbe, which no astral matter could express, nor could the dimen- sions of the astral plane contain it. It needs the finer matter and the wider space of the higher level, and so the energy generated belongs to the mental world. Just so there is a religious devotion which thinks mainly of what it will get for its prayers, and lowers its worship into a species of bargaining ; while there is also a genuine devotion, which forgets itself absolutely in the contemplation of its deity. We all know well that in our highest devotion there ' \"' . - . 24"},{"pageNumber":32,"pageContent":"THE HEAVEN- WORLD. is something which has never yet been satisfied, that our grandest aspirations have never yet been realised, that when we really love unselfishly, our feeling is far beyond all power of expression on this physical Klane, that the profound emotion stirred within our earts by the noblest music or the most perfect art reaches to heights and depths unknown to this dull earth. Yet all of this is a wondrous force of power beyond our calculation, and it must produce its result somewhere, somehow, for the law of the conserva- tion of energy holds good upon the higher planes of thought and aspiration just as surely as in ordinary mechanics. But since it must react upon him who set it in motion, and yet it cannot work upon the physical plane because of its narrowness and com- parative grossness of matter, how and when can it produce its inevitable result ? It simply waits for the man until it reaches its level ; it remains as so much stored-up energy until its opportunity arrives. While his consciousness is focussed upon the physical and astral planes it cannot react upon him, but as soon as he transfers himself entirely to the mental it is ready for him, its floodgates are opened, and its action commences. So perfect justice is done, and nothing is ever lost, even though to us in this lower world it seems to have missed its aim and come to nothing."},{"pageNumber":33,"pageContent":"CHAPTER V. MANY MANSIONS. THE key-note of the conception is the comprehension of how man makes his own heaven. Here tipon this plane of the Divine Mind exists, as we have said, all beauty and glory conceivable ; but the man can look out upon it all only through the windows he himself has made. Every one of his thought- forms is such a window, through which response may come to him from the forces without. If he has chiefly regarded physical things during his earth- life, then he has made for himself but few windows through which this higher glory can shine in upon., him. Yet every man will have had some touch of pure, unselfish feeling, even if it were but once in all his life, and that will be a window for him now. Every man, except the utter savage at a very early stage, will surely have something of this wonderful time of bliss. Instead of saying, as orthodoxy does, that some men will go to heaven and some to hell, it would be far more correct to say that all men will have their share of both states (if we are to call even the lowest astral life by so horrible a name as liell), and it is only their relative proportions which differ, It must be borne in mind that the soul of the ordinary man is as yet but at an early stage of his develop- ment. He has learnt to use his physical vehicle with comparative ease, and he can also function tolerably freely in his astral body, though he is rarely able to carry through the memory of its activities to his physical brain ; but his mental body is not yet in any true sense a vehicle at all, since he cannot utilise it as he does those lower bodies, cannot travel about 26"},{"pageNumber":34,"pageContent":"MANY MANSIONS* in it, nor employ its senses for the reception of informa- tion in the normal way. We must not think of him, therefore, as in a con- dition of any great activity, or as able to move about freely, as he did upon the astral levels. His con- dition here is chiefly receptive, and his communication with the world outside him is only through his own windows, and therefore exceedingly limited. The man who can put forth full activity there is already almost more than man, for he must be a glorified spirit, a great and highly-evolved entity. He would have full consciousness there, and would use his mental vehicle as freely as the ordinary man employs his physical body, and through it vast fields of higher knowledge would lie open to him. But we are thinking of one as yet less developed than this one who has his windows, and sees only through them. In order to understand his heaven we must consider two points : His relation to the plane itself, and his relation to Ms friends. The question of his relation to his surroundings upon the plane divides itself into two parts, for we have to think first of the matter of the plane as moulded by his thought, and secondly of the forces of the plane as evoked in answer to his aspirations. I have mentioned how man surrounds himself with thought-forms ; here on this plane we are in the very home of thought, so naturally those forms are all-important in connection with both these con- siderations. There are living forces about him, mighty angelic inhabitants of the plane, and many of their orders are very sensitive to certain aspirations of man, and readily respond to them. But naturally both his thoughts and his aspirations are only along the lines which he has already prepared during earth- life. It might seem that when he was transferred to a plane of such transcendent force and vitality he might well be stirred iip to entirely new activi- ties along hitherto unwonted lines ; but this is not 27"},{"pageNumber":35,"pageContent":". THE LIFE AFTER DEATH. possible. His mind-body is not in by any means the same order as his lower vehicles, and is by no means so fully under his control. All through a past of many lives it has been accustomed to receive its impressions and incitements to action from below, through the lower vehicles, chiefly from the physical body, and sometimes from the astral ; it has done very little in the way of receiving direct mental vibra- tions at its own level, and it cannot suddenly begin to accept and respond to them. Practically, then, the man does not initiate any new thoughts, but those which he has already form the windows through which he looks out on Ms new world. With regard to these windows there are two possi- bilities of variation the direction in which they look, and the kind of glass of which they are com- posed. There are very many directions which the higher thought may take. Some of these, such as affection and devotion, are so generally of a personal character that it is perhaps better to consider them in connection with the man's relation to other people ; let us rather take first an example where that element does not come in where we have to deal only with the influence of his surroundings. Suppose that one of his windows into heaven is that of music. Here we have a veiy mighty force ; you know how wonderfully music can uplift a man, can make him for the time a new being in a new world ; if you have ever expe- rienced its effect you will realise that here we are in the presence of a stupendous power. The man that has no music in his soul has no window open in that direction ; but a man who has a musical window will receive through it three entirely distinct sets of impres- sions, all of which, however, will be modified by the kind of glass he has in his window. It is obvious that his glass may be a great limitation to his view ; it may be coloured, and so admit only certain rays of light, or it may be of poor material, and so distort and darken all the rays as they enter. For example, 28 . '"},{"pageNumber":36,"pageContent":"Fig. 4."},{"pageNumber":37,"pageContent":"MANY MANSIONS. one man may have been able while on earth to appre- ciate only one class of music, and so on. But suppose his musical window to be a good one, what will he receive through it ? First, he will sense that music which is the expression of the ordered movement of the forces of the plane. There was a definite fact behind the poetic idea of the music of the spheres, for on these higher planes all movement and action of any kind produces glorious harmonies both of sound and colour. All thought expresses itself in this way his own as well as that of others in a lovely yet indescribable series of ever-changing chords, as of a thousand JSolian harps. This musical manifestation of 'the vivid and glowing life of heaven would be for him a kind of ever- present and ever-delightful background to all his other experiences. Secondly, there is among the inhabitants of the plane one class of entities one great order of angels, as our Christian friends would call them, who are specially devoted to music, and habitually express themselves by its means to a far fuller extent than the rest. They are spoken of in old Hindu books under the name of Gandharvas. The man whose soul is in tune with music will certainly attract their attention, and will draw himself into connection with some of them, and so will learn with ever-increasing enjoy- ment all the marvellous new combinations which they employ. Thirdly, he will be a keenly appreciative listener to the music made by his fellow-men in the heaven-world. Think how many great composers have preceded him : Bach, Beethoven, Mendelssohn, Handel, Mozart, Rossini all are there, not dead but full of vigorous life, and ever pouring forth far grander strains, far more glorious harmonies, than any which they knew on earth. Each of these is indeed a fountain of wondrous melody, and many an inspiration of our earthly musicians is in reality but a faint and far-off echo of the sweetness of their song. Very far 29 c"},{"pageNumber":38,"pageContent":"THE LIFE AFTER DEATH. more than we realise of the genius of this lower world is naught but a reflection of the untrammelled powers of those who have gone before, us ; oftener than we think the man who is receptive here can catch some thought from them, and reproduce it, so far as may be possible, in this lower sphere. Great masters of music have told us how they sometimes hear the whole of some grand oratorio, some stately march, some noble chorus in 'one resounding chord ; how it is in this way that the inspiration comes to them, though when they try to write it down in notes, many pages of music may be necessary to express it. That exactly expresses the manner in which the heavenly music differs from that which we know here ; one mighty chord there will convey what here would take hours to render far less effectively. Very similar would be the experiences of the man whose window was art. He also would have the same three possibilities of delight, for the order of the plane expresses itself in colour as well as in sound, and all Theosophical students are familiar with the fact that there is a colour language of the Devas an order of spirits whose very communication one with another is by flashings of splendid colour. Again, all the great artists of mediaeval times are working still not with brush and canvas, but with the far easier, yet infinitely more satisfactory, moulding of mental matter by the power of thought. Every artist knows how far below the conception, in his mind is the most successful expression of it upon paper or canvas ; but here to think is to realise, and disappoint- ment is impossible. The same thing is true of all directions of thought, so that there is in truth an infinity to enjoy and to learn, far beyond all that our limited minds can grasp down here. 80"},{"pageNumber":39,"pageContent":"CHAPTER VI, OUR FRIENDS IN HEAVEN. BUT let us turn to the second part of our subject, the question of the man's relations with persons whom he loves, or with those for whom he feels devotion or adoration. Again and again people ask us whether they will meet and know their loved ones in this grander life, whether amid all this unimaginable splendour they will look in vain for the familiar faces without which all would for them seem vanity. Hap- pily to this question the answer is clear and unqualified ; the friends will be there without the least shadow of doubt, and far more fully, far more really, than ever they have been with us yet. Yet again, men often ask \" what of our friends already in the enjoyment of the heaven-life ; can they see us here below ? Are they watching us and waiting for us ? 35 Hardly ; for there would be difficulties in the way of either of these theories. How could the dead be happy if he looked back and saw those whom he loved in sorrow or suffering, or, far worse still, in the commission of sin ? And if we adopt the other alternative, that he does not see, but is waiting, the case is scarcely better. For then the man will have a long and wearisome period of waiting, a painful time of suspense, often extending over many years, while the friend would in many cases arrive so much changed as to be no longer sympathetic. On the system so wisely provided for us by Nature all these difficulties are avoided ; those whom the man loves most he has ever with him, and always at their noblest and best, while no shadow of discord or change can ever come between them, since he receives from them all the time exactly what he 31 2"},{"pageNumber":40,"pageContent":"THE LIFE AFTER DEATH. wishes. The arrangement is infinitely superior to anything which the imagination of man has been able to offer us in its place as indeed we might have expected for all those speculations were man's idea of what is best, but the truth is God's idea. Let me try to explain it. Whenever we love a person very deeply we form a strong mental image of him, and he is often present in our mind. Inevitably we take his mental image into the heaven-world with us, because it is to that level of matter that it iVaturally belongs. But the love which forms and retains such an image is a very powerful force a force which is strong enough to reach and act upon the soul of that friend, the real man whom we love. That soul at once and eagerly responds, and pours himself into the thought-form which we have made for him, and in that way we find our friend truly present with us, more vividly than ever before. Remember, it is the soul we love, not the body ; and it is the soul that we have with us here. It may be said, \" Yes, that would be so if the friend were also dead ; but suppose he is still alive : he cannot be in two places at once.\" The fact is that^ as far as this is concerned, he can be in two places at once, and often many more than two ; and whethei he is what we commonly call living, or what we com- monly call dead, makes not the slightest difference, Let us try to. understand what a soul really 'is, and we shall see better how this may be. The soul belongs to a higher plane, and is a mucli greater and grander thing than any manifestation of it can be. Its relation to its manifestations is thai of one dimension to another that of a line to a square, or a square to a cube. No number of squares could ever make a cube, because the square has only two dimensions, while the cube has three. So nc number of expressions on any lower plane can evei exhaust the fulness of the soul, since he stands upon an altogether higher level. He puts down a smal 32"},{"pageNumber":41,"pageContent":"OUR FRIENDS IN HEAVEN. portion of himself into a physical body in order to acquire experience which can only be had on this plane ; he can take only one such body at a time, for that is the law ; but if he could take a thousand, they would not be sufficient to express what he really is. He may have only one physical body, but if he has evoked such love from a friend, that that friend has a strong mental image of him always present in his thought, then he is able to respond to that love by pouring into that thought-form his own life, and so vivifying it into a real expression of him on this level, which is two whole planes higher than the physical, and therefore so much the better able to express his qualities. If it still seems difficult to realise how his conscious- ness can be active in that manifestation as well as in this, compare with this an ordinary physical expe- rience. Each of us, as he sits in his chair, is conscious at the same instant of several physical contacts. He touches the seat of the chair, his feet rest on the ground, his hands feel the arms of the chair, or perhaps hold a book ; and yet his brain had no difficulty in realising all these contacts at once ; why, then, should it be harder for the soul, which is so much greater than the mere physical consciousness, to be conscious simultaneously in more than one of these manifesta- tions on planes so entirely below him ? It is realty the one man who feels all those different contacts'; it is really the one man who feels all these different thought-images, and is real, living and loving in all of them. You have him there always at his best, for this is a far fuller expression than the physical plane could ever give, even under the best of circumstances. Will this affect the evolution of the friend in any way, it may be asked ? Certainly it will, for it allows him an additional opportunity of manifestation. If he has a physical body he is already learning physical lessons through it, bub this enables him' at the very 88"},{"pageNumber":42,"pageContent":"THE LIFE AFTER DEATH, same time to develop the quality of affection much more rapidly through the form on the mental plan which you have given him. So your love for him is doing great things for him. As we have said, the soul may manifest in many images if he is fortu- nate enough to have them made for him. One who is much loved by many people may have part in many heavens simultaneously, and so may evolve with far greater rapidity ; but this vast additional opportunity is the direct result and reward of those lovable qualities which drew towards him the affec- tionate regard of so many o'f his fellow-men. So not only does he receive love from all these, but through that receiving he himself grows in love, whether these friends be living or dead. We should observe, however, that there are two possible limitations to the perfection of this inter- course. First, your image of your friend may be partial and imperfect, so that many of his higher qualities may not be represented, and may there- fore be unable to show themselves forth through it. Then, secondly, there may be some difficulty from your friend's side. You may have formed a concep- tion somewhat inaccurately ; if your friend be as yet not a highly evolved soul, it is possible that you may even have overrated him in some direction, and in that case there might be some aspect of your thought image which he could not completely fill. This, however, is unlikely, and could only take place when a quite unworthy object had been unwisely idolised. Even then the man who made the image would not find any change or lack in his friend, for the latter is at least better able to fulfil Ms ideal than he has ever been during physical Me. Being undeveloped, he may not be perfect, but at least he is better than ever before, so nothing is wanting to the joy of the dweller in heaven. Your friend can fill hundreds of images with those qualities which he possesses, but when a quality is as yet undeveloped in him, he does 34"},{"pageNumber":43,"pageContent":"OUR -FRIENDS IN HEAVEN. not suddenly evolve it because you have supposed him already to have attained it. Here is the enormous advantage which those have who form images only of those who cannot disappoint them or, since there could be no disappointment, we should rather say, of those capable of rising above even the highest conception that the lower mind can form of them. The Theosophist who forms in his mind the image of the Master knows that all the inadequacy will be on his own side, for he is drawing there upon a\" depth of love and power which Ms mental plummet can never sound. But, it may be asked, since the soul spends so large a proportion of his time in the enjoyment of the bliss of this heaven-world, what are his oppor- tunities of development during his stay there ? They may be divided into three classes, though of each there may be many varieties. First, through certain Dualities in himself he has opened certain windows into this heaven-world ; by the continued exercise of those qualities through so long a time he will greatly strengthen them, and will return to earth for his next incarnation very richly dowered in that respect. AH thoughts are intensified by reiteration, and the man who spends a thousand years principally in pouring forth unselfish affection will assuredly at the end of that period know how to love strongly and well. Secondly, if through his window he pours forth an aspiration which brings him into contact with one of the great orders of spirits, he will certainly acquire much from his intercourse with them; -In music they will use all Mads of overtones and variants which were previously unknown to him ; in art they are familiar with a thousand types of which he has had no conception. But all of these will gradually impress themselves upon him, and in this way also he will come out of that glorious heaven-fife richer far than he entered it. 35"},{"pageNumber":44,"pageContent":"THE LIFE AFTER DEATH* Thirdly, he will gain additional information through the mental images which he has made, if these people themselves are sufficiently developed to be able to teach him. Once more, the Theosophist who has made the image of a Master will obtain very definite teaching and help through it, and in a lesser degree this is possible with lesser people. Above and beyond all this comes the life of the soul or ego in his own causal body the vehicle which he carries on with him fromjjife to life, unchanging except for its gradual evolution. There comes an end even to that glorious heaven-life, and then the mental body in its turn drops away as the others have done, and the life in the causal begins. Here the soul needs no windows, for this is his true home, and here all his walls have fallen away. The majority of men have as yet but very little consciousness at such a height as this : they rest, dreamily unobservant and scarcely awake, but such vision as they have is true, however limited by their lack of development. Still, every time they return these limitations will be smaller, and they themselves will be greater, so that this truest life will be wider and fuller for them. As the improvement continues, this causal life grows longer and longer, assuming an ever larger propor- tion, as compared to the existence at lower levels. And as he grows the man becomes capable not only of receiving, but of giving. Then, indeed, is his triumph approaching, for he is learning the lesson of the Christ, learning the crowning glory of sacrifice, the supreme delight of pouring out all his life for the helping of his fellow-men, the devotion of the self to the all, of celestial strength to human service, of all these splendid heavenly forces to the aid of struggling sons of earth. That is part of the life that lies before us ; these are some of the steps which even we, who are as yet at the very bottom of the golden ladder, may see rising above us, so that we may report them to you who have not seen them yet, in order 36"},{"pageNumber":45,"pageContent":"OUR FRIENDS IN HEAVEN. that you, too, may open your eyes to the unimaginable splendour which surrounds you here and now in this dull daily life. This is part of the gospel which Theosophy brings to you the certainty of this sublime future for all. It is certain because it is here already, because to inherit it we have only to fit ourselves for it. 37"},{"pageNumber":46,"pageContent":"CHAPTER VII. GUARDIAN ANGELS. To my mind it is one of the most beautiful points about our Theosophical teaching that it gives back to a man all the most useful and helpful beliefs of the religions which he has outgrown. There are many who, though they feel that they cannot bring themselves to accept much that they used to take as a matter of course, nevertheless look back with a certain amount of regret to some of the prettier ideas of their mental childhood. They have come up out of the twilight into fuller light, and they are thankful for the fact, and they could not return into their former attitude if they would ; yet some of the dreams of the twilight were lovely, and the fuller light seems some- times a little hard in comparison with its softer tints. Theosophy comes to their rescue here, and shows them that all the glory and the beauty and the poetry, glimpses of which they used dimly to catch in their s i| twilight, exists as a living reality, and that instead of disappearing before the noonday glow, its splendour will be only the more vividly displayed thereby. But our teaching gives them back their poetry on quite a new basis a basis of scientific fact instead of uncertain tradition. A very good example of such belief is to be found under our title of \" Guardian Angels.\" There are many graceful traditions of spiritual guardianship and angelic intervention which we should all very much like to believe if we could only see our way to accept them rationally, and I hope to explain that to a very large extent we may do this. The belief in such intervention is a very old one. Among the^earliest Indian legends we find accounts"},{"pageNumber":47,"pageContent":"GUARDIAN ANGELS, of the occasional appearances of minor deities at critical points in human affairs ; the Greek epics are full of similar stories, and in the history of Rome itself we read how the heavenly twins, Castor and Pollux, led the armies of the infant republic at the battle of Lake Regillus. In mediaeval days St. James is recorded to have led the Spanish troops to victory, and there are many tales of angels who watched over the pious wayfarer, or interfered at the right moment to protect him from harm. \" Merely a popular super- stition,\" the superior person will say ; perhaps, but wherever we encounter a popular superstition which is widely-spread and persistent, we almost invariably find some kernel of truth behind it distorted and exaggerated often, yet a truth still. And this is a case in point. Most religions speak to men of guardian angels, who stand by them in times of sorrow and trouble ; and Christianity was no exception to this rule. But for its sins there came upon Christendom the blight which by an extraordinary inversion of truth was called the Reformation, and in that ghastly upheaval very much was lost that for the majority of us has not even yet been regained. That terrible abuses existed, and that a reform was needed in the church I should be the last to deny : yet surely the Reforma- tion was a very heavy judgment for the sins which had preceded it. What is called Protestantism has emptied and darkened the world for its votaries, for among many strange and gloomy falsehoods it has endeavoured to propagate the theory that nothing exists to occupy the infinity of stages between the Divine and the human. It offers us the amazing con- ception of a constant capricious interference by the Ruler of the universe with the working of His own laws and the result of His own decrees, and this usually at the request of His creatures, who are appa- rently supposed to know better than He what is good for them. It would be impossible, if one could"},{"pageNumber":48,"pageContent":"THE LIFE AFTER DEATH. ever come to believe this, to divest one's mind of the idea that such interference might be, and indeed must be, partial and unjust. In Theosophy we have no such thought, for we hold the belief in perfect Divine justice, and therefore we recognise that there can be no intervention unless the person involved has deserved such help. Even then, it would come to him through agents, and never by direct Divine inter- position. We know from our study, and many of us from our experience also, that many intermediate stages exist between the human and the Divine. The old belief in angels and archangels is justified by the facts, for just as there are various kingdoms below humanity, so there are also kingdoms above it in evolution. We find next above us, holding much the same position with regard to us that we in turn hold to the animal kingdom, the great kingdom of the devas or angels, and above them again an evolution winch has been called that of the Dhyan Chohans, or archangels (though the names given to these orders matter little), and so onward and upward to the very feet of Divinity. All is one graduated life, from God Himself to the very dust beneath our feet one long ladder, of which humanity occupies only one of the steps. There are many steps below and above us, and every one of them is occupied. It would indeed be absurd for us to suppose that we constitute the highest possible form of development the ultimate achieve- ment of evolution. The occasional appearance among humanity of men much further advanced shows us our next stage, and furnishes us with an example to follow. Men such as the Buddha and the Christ, and many other lesser teachers, exhibit before our eyes a grand ideal towards which we may work, however far from its attainment we may find ourselves at the present moment. If special interventions in human affairs occasionally take place, is it then to the angelic hosts that we may look as the probable agents employed in them ? 40"},{"pageNumber":49,"pageContent":"GUARDIAN ANGELS* Perhaps sometimes, but very rarely, for these higher beings have their own work to do, connected with their place in the mighty scheme of things, and they are little likely either to notice or to interfere with us. Man is unconsciously so extraordinarily conceited that he is prone to think that all the greater powers in the universe ought to be watching over him, and ready to help him whenever he suffers through Ms own folly or ignorance. He forgets that he is not engaged in acting as a beneficent providence to the kingdoms below him, or going out of his way to look after and help the wild animals. Sometimes he plays to them the part of the orthodox devil, and breaks into their innocent and harmless lives with torture and wanton destruction, merely to gratify his own degraded lust of cruelty, which he chooses to denominate \" sport \" ; sometimes he holds animals in bondage, and takes a certain amount of care of them, but it is only that they may work for him not that he may forward their evolution in the abstract. How can he expect from those above him a type of supervision which he is so very far from giving to those below him ? It may well be that the angelic kingdom goes about its own business, taking little more notice of us than we take of the sparrows in the trees. It may now and then happen that an angel becomes aware of some human sorrow or difficulty which moves his pity, and he may try to help us, just as we might try to assist an animal in distress ; but certainly his wider vision would recognise the fact that at the present stage of evolution such interpositions would in the vast majority of cases be productive of infinitely more harm than good. In the far-distant past man was frequently assisted by these non-human agencies because then there were none as yet among our infant humanity capable of taking the lead as teachers ; but now that we are attaining our adolescence, we are supposed to have arrived at a stage when we can provide leaders and helpers from among our own ranks. 41"},{"pageNumber":50,"pageContent":"THE LIFE AFTER DEATH. There is another kingdom of Nature of which little is known that of Nature-spirits or fairies. Here again popular tradition has preserved a trace of the existence of an order of beings unknown to science. They have been spoken of under many names pixies, gnomes, kobolds, brownies, sylphs, undines, good people, etc., and there are few lands in whose folk- lore they do not play a part. They are beings pos- sessing either astral or etheric bodies, and consequently it is only rarely and under peculiar circumstances that they become visible to man. They usually avoid his neighbourhood, for they dislike his wild outbursts of passion and desire, so that when they are seen it is generally in some lonely spot, and by some mountaineer or shepherd whose work takes him far from the busy haunts of the crowd. It has sometimes happened that one of these creatures has become attached to some human being and devoted himself to his service as will be found in stories of the Scottish Highlands ; but as a rule intelligent assistance is hardly to be expected from entities of this class. Then there are the great Adepts, the Masters of Wisdom men like ourselves, yet so much more highly evolved that to us they seem as gods in power, in wisdom and in compassion. Their whole life is devoted to the work of helping evolution ; would they therefore be likely to intervene sometimes in human affairs ? Possibly occasionally, but only very rarely, because they have other and far greater work to do. The ignorant sometimes have suggested that the Adepts ought to come down into our great towns and succour the- poor the ignorant, I say, because only one who is exceedingly ignorant and incredibly presumptuous ever ventures to criticise thus the action of those so infinitely wiser and greater than himself. The sensible and modest man realises that what they do they must have good reason for doing, and that for him to blame them would be the height of stupidity 42"},{"pageNumber":51,"pageContent":"GUARDIAN ANGELS. and ingratitude. They have their own work on planes far higher than we can reach ; they deal directly with the souls of men, and shine upon them as sun- light upon a flower, drawing them upwards and onwards, and filling them with power and life ; and that is a grander work by far than healing or caring for or feeding their bodies, good though this also may be in its place. To employ them in working on the physical plane would be a waste of force infinitely greater than it would be to set our most learned men of science to the labour of breaking stones upon the road, upon the plea that that was a physical work for the good of all, while scientific work was not immediately profitable to the poor ! It is not from the Adept that physical intervention is likely to come, for he is far more usefully employed."},{"pageNumber":52,"pageContent":"CHAPTER VIIL HUMAN WORKERS IN THE UNSEEN. THERE are two classes from whom intervention in human affairs may come, and in both cases they are men like ourselves, and not far removed from our own level. The first class consists of those whom we call the dead. We think of them as far away, but that is a delusion ; they are very near us, and though in their new life they cannot usually see our physical bodies, they can and do see our astral vehicles, and therefore they know all our feelings and emotions. So they know when we are in trouble, and when we need help, and it sometimes happens that they are able to give it. Here, then, we have an enormous number of possible helpers, who may occasionally intervene in human affairs. Occasionally, but not very often ; for the dead man is all the while steadily withdrawing into himself, -and therefore passing rapidly out of touch with earthly things ; and the most highly developed, and therefore the most helpful of men, are precisely those who must pass away from earth most quickly. Still there are undoubted cases in wtiich the dead have intervened in human affairs ; indeed, perhaps such cases are more numerous than we imagine, for in very many of them the work done is only the putting of a suggestion into the mind of some person stiU living on the physical plane, and he often remains unconscious of the source of his happy inspiration. Sometimes it is necessary for the dead man's purpose that he should show himself, and it is only then that we who are so blind are aware of his loving thought for us. Besides, he cannot always show himself at will ; there may be many times when he tries to help, but is unable to do so, 44"},{"pageNumber":53,"pageContent":"Fig. 7,"},{"pageNumber":54,"pageContent":"HUMAN WORKERS IN THE UNSEEN, and we all the time know nothing of his offer. Still there are such cases, and some of them will be found recounted in my book on \"The Other Side of Death.\" The second class among which helpers may be found consists of those who are able to function consciously upon the astral plane while still living or perhaps we had better say, while still in the physical body, for the words ^living \" and \" dead \" are in reality ludicrously misapplied in ordinary parlance. It is we, immeshed as we are in this physical matter, buried in the dark and noisome mist of earth-life, blinded by the heavy veil that shuts out from us so much of the light and the glory that are shining around us it is surely we who are the dead ; not those who, having cast off for the time the burden of the flesh, stand amongst us radiant, rejoicing, strong, so much freer, so much more capable than we. These who, while still in the physical world, have learnt to use their astral bodies, and in some cases their mental bodies also, are usually the pupils of the great Adepts before-mentioned. They cannot do the work wnich the Master does, for their powers are not developed ; they cannot yet function freely on those lofty planes where He can produce such magni- ficent results ; but they can do something at lower levels, and they are thankful to serve in whatever way He thinks best for them, and to undertake such work as is within their power. So sometimes it happens that they see some human trouble or suffering which they are able to alleviate, and they gladly try to do what they can. They are often able to help both the living and the dead, but it must always be remem- bered that they work under conditions. When such power and such training are given to a man, they are given to frim under restrictions. He must never use them selfishly, never display them to gratify curiosity, never employ them to pry into the business of others, 45 *"},{"pageNumber":55,"pageContent":"THE LIFE AFTER DEATH. never give what at Spiritualistic seances are called tests that is to say, he must never do anything which can be proved as a phenomenon oil the physical plane. He might if he chose take a message to a dead man, but it would be beyond his province to bring back a reply from the dead -to the living, unless it were under direct instructions from the Master. Thus the band of invisible helpers does not constitute itself into a detective office, nor into an astral information bureau, but it simply and quietly does such work as is given to it to do, or as comes in its way. Let us see how a man is able to do such work and give such help as we have described, so that we may understand what are the limits of this power, and see how we ourselves may to some extent attain it. We must first think how a man leaves his body in sleep. He abandons the physical body, in order that it may have complete rest ; but he himself, the soul, needs no rest, for he feels no fatigue. It is only the physical body that ever becomes tired. When we speak of mental fatigue, it is in reality a misnomer, for it is the brain and not the mind that is tired. In sleep, then, the man is simply using his astral body instead of his physical, and it is only that body that is asleep, not the man himself. If we examine a sleeping savage with clairvoyant sight, indeed, we shall pisobably find that he is nearly as much asleep as his body that he has very little definite consciousness in the astral vehicle which he is inhabit- ing. He is unable to move away from the immediate neighbourhood of the sleeping physical body, and if an attempt were made to draw him away he would wake in terror. If we examine a more civilised man, as for example one of ourselves, we shall find a very great difference. In this case the man in his astral body is by no means unconscious, but quite actively thinking. Never- theless, he may be taking very little more notice of his surroundings than the savage, though not at all 46"},{"pageNumber":56,"pageContent":"HUMAN WORKERS IN THE UNSEEN* for the same reason. The savage is incapable of seeing; the civilised man is so wrapped up in his own thoughts that he does not see, though he could. He has behind him the immemorial custom of a long series of lives in which the astral faculties have not been used, for these faculties have been gradually growing inside a shell, something as a chicken grows inside the egg. The shell is composed of the great mass of self-centred thought in which the ordinary man is so hopelessly entombed. Whatever may have been the thoughts chiefly engaging his mind \"during the past day, he usually continues them when falling asleep, and he is thus surrounded by so dense a wafi of his own making that he practically knows nothing of what is going on outside. Occasionally some violent impact from without, or some strong desire of his own from within, may tear aside this curtain of mist for the moment and permit him to receive some definite impression ; but even then the fog closes in again almost immediately, and he dreams on unob- servantly as before. Can he be awakened, you will say ? Yes, that may happen to him in four different ways. First, in the far-distant future the slow, but sure, evolution of the man will undoubtedly gradually dissipate the curtain of the mist. Secondly, the man himself, having learnt the facts of the case, may by steady and per-, sistent effort clear away the mist from within, and by degrees overcome the inertia resulting from ages of inactivity. He may resolve before going to sleep to try when he leaves his body to awaken himself and see something. This is merely a hastening of the natural process, and there will be no harm in it if the man has previously developed common sense and the moral qualities. If these are defective, he may come very sadly to grief, for he runs the double danger of misusing such powers as he may acquire, and of being overwhelmed by fear in the presence of forces which he can neither understand nor control. 47 B2 i"},{"pageNumber":57,"pageContent":"THE LIFE AFTER DEATH. Thirdly, it has sometimes happened that some acci- dent, or some unlawful use of magical ceremonies, has so rent the veil that it can never wholly be closed again. In such a case the man may be left in -the terrible condition so well described by Madame Blavatsky in her story of \" A Bewitched Life,\"\" or by Lord, Lytton in his powerful novel, \" Zanoni.\" Fourthly^ some friend who knows the man thoroughly, and believes him capable of facing the dangers of the astral plane and doing good, unselfish work there, may act upon this cloud-shell from without and gradually arouse the man to his higher possibilities. But he will never do this unless he feels absolutely sure of Mm, of his courage and devotion, and of his possession of the necessary qualifications for good work. If in all these ways he is judged satisfactory, he may thus be invited and enabled to join the band of helpers. Now, as to the work such helpers can do. I have given many illustrations of this in the little book which I have written, bearing the title of \" Invisible Helpers,\" so I will not repeat those stories now, but rather give you a few leading ideas as to the different types of work which are most usually done. Naturally \"it is of varied kinds, and most of it is not in any way physical ; perhaps it may best be divided into work with the living and work with the dead. The giving of comfort and consolation in sorrow or sickness at once suggests itself as a comparatively easy task, and one that can constantly be performed without any one knowing who does it. Often efforts are made to patch up quarrels to effect a reconciliation between those who long have been separated by some difference of opinions or of interests. Sometimes it has been possible to warn men of some great danger which impended over their heads, and thus to avert an accident. There have been cases in which this has been done even with regard to a purely physical matter, though more"},{"pageNumber":58,"pageContent":"HUMAN WORKERS IN THE UNSEEN. generally it is against moral danger that such warnings are given. Occasionally it has been permissible to offer a solemn warning to one who was leading an immoral life, and so to help him back into the path of rectitude. If the helpers happen to know of a time of special trouble for a friend, they will endeavour to stand by him through it, and to give him strength and comfort. In great catastrophes, too, there is often much that can be done by those whose work is unrecognised by the outer world. Sometimes it may be permitted that some one or two persons may be saved ; and so it comes that in accounts of terrible wholesale destruc- tion we hear now and then of escapes which are esteemed miraculous. But this is only when among those who are in danger there is one who is not to die in that way one who owes to the Divine law no debt that can be paid in that fashion. In the great majority of cases all that can be done is to make some effort to impart strength and courage to face what must happen, and then afterwards to meet the souls as they arrive upon the astral plane, and welcome and assist them there. 49"},{"pageNumber":59,"pageContent":"CHAPTER IX* HELPING THE DEAD. THIS brings us to the consideration of what is by far the greatest and most important part of the work the helping of the dead. Before we can under- stand this we must throw aside altogether the ordinary clumsy and erroneous ideas about death and the condition of the dead. They are not far away from us, they are not suddenly entirely changed, they have not become angels or demons. They are just human , beings, exactly such as they were before, neither better nor worse, and they stand close by us still, sensitive to our feelings and our thoughts even more than of yore. That is why uncontrolled grief for the dead is so wrong as well as so selfish. The dead man feels every emotion which passes through the heart of his loved ones, and if they uncompre- hendingly give way to sorrow, that throws a corre- sponding cloud of depression over him, and makes his way harder than it need be if his friends had been better taught. So there is much help that may be given to the dead in very many ways. First of all, many of them indeed, most of them need much explanation with regard to the new world in which they find them- selves. Their religion ought to have taught them what to expect, and how to live amid these new con- ditions ; but in most cases it has not done anything of the kind. So it comes that very many of them are in a condition of considerable uneasiness, and others of positive terror. They need to be soothed and com- forted, for when they encounter the dreadful thought- forms which they and their kind have been making for centuries thoughts of a personal devil and an 50"},{"pageNumber":60,"pageContent":"HELPING THE DEAD* angry and cruel Deity they are often reduced to a pitiable state of fear, which is not only exceedingly unpleasant, but very bad for their evolution ; and it often costs the helper much time and trouble to bring them into a more reasonable frame of mind. There are men to whom this entry into a new life seems to give for the first time an opportunity to see themselves as they really are, and some of them are therefore filled with remorse. Here again the helper's services are needed to explain that what is past is past, and that the only effective repentance is the resolve to do this thing no more that whatever the dead man may have done, he is not a lost soul, but that he must simply begin from where he finds himself, and try to live the true life for the future. Some of them cling passionately to earth, where all their thoughts and interests have been fixed, and they suffer much when they find themselves losing hold and sight of it. Others are earth-bound by the thoughts of crimes that they have committed, or duties that they have left undone, while others in turn are worried about the condition of those whom they have left behind. All these are cases which need explanation, and sometimes it is also necessary for the helper to take steps on the physical plane in order to carry out the wishes of the dead man, and so leave him free and untroubled to pass on to higher matters. People are inclined to look at the dark side of Spiritualism ; but we must never forget that it has done an enormous amount of good in this sort of work in. giving to the dead an opportunity to arrange their affairs after a sudden and unexpected departure. It is surely a happy thought that the time of much- needed repose for the body is not necessarily a period of inactivity for the true man within. I used at one time to feel that the time given to sleep was sadly wasted time ; now I understand that Nature does not so mismanage her affairs as to lose one- 51"},{"pageNumber":61,"pageContent":"THE LIFE AFTER DEATH. third of the man's life. Of course there are qualifi- cations required for this work ; but I have given them so carefully and at length in my little book on the subject* that I need only just mention them here. First, he must be one-pointed., and the work of helping others must be ever the first and highest duty for him. Secondly, he must have perfect self-control control over his temper and his nerves. He must never allow his emotions to interfere with his work in the slightest degree ; he must be above anger, and above fear. Thirdly, he must have perfect calmness, serenity and joyousness. Men subject to depression and worry are useless, for one great part of the work is to soothe and to calm others, and how can they do that if they are all the time in a whirl of excitement or worry themselves ? Fourthly, the man must have know- ledge ; he must have already learnt down here on this plane all that he can about the other, for he cannot expect that men there will waste valuable time in teaching him what he might have acquired for himself. Fifthly, he must be perfectly unselfish. He must be above the foolishness of wounded feelings, and must think not of himself but of the work that he has to do, so that he will be glad to take the humblest duty or the greatest duty without envy on the one hand or conceit on the other. Sixthly, he must have a heart filled with love not sentimentalism, but the intense desire to serve, to become a channel for that love of God which, like the peace of God, passeth man's understanding. You may think that this is an impossible standard ; on the contrary, it is attainable by every man. It will take time to reach it, but assuredly^ it will be time well spent. Do not turn away disheartened, but set to work here and now, and strive to become fit for this glorious task, and while we are striving, do not let us wait idly, but try to undertake some little piece of work along the same lines. Every one * \" Invisible Helpers.\" 52"},{"pageNumber":62,"pageContent":"HELPING THE DEAD* knows some case of sorrow or distress, whether among the living or the dead does not matter ; if you know such a case, take it into your mind when you lie down to sleep, and resolve as soon as you are free from this body to go to that person and endeavour to comfort him. You may not be conscious of the result, you may not remember anything of it in the morning; but be well assured that your resolve will not be fruitless, and that whether you remember what you have done or not, you will be quite sure to have done something. Some day, sooner or later, you will find evidence that you have been successful. Remember that as we help, we can be helped ; remember that from the lowest to the highest we are bound together by one long chain of mutual service, and that although we stand on the lower steps of the ladder, it reaches up above these earthly mists to where the light of God is always shining. 53"},{"pageNumber":63,"pageContent":"CHAPTER X. THOUGHTS ARE THINGS. REFEEENCE has been made to the fact that thought and emotion, besides the effect which they produce upon the physical body, cause vibration in the subtler bodies appropriate to them the astral and mental bodies by which each human being is surrounded. The following passages from an article by Mrs. Besant, which appeared in 1896, will help to make the matter clearer, when read in conjunction with the illustrations reproduced in this booklet.* The pictures of thought-forms herewith presented were obtained as follows : two clairvoyant Theoso- phists observed the forms caused by definite thoughts thrown out by one of them, and also watched the forms projected by other persons under the influence of various emotions. They described these as fully and accurately as they could to an artist who sat with them, and he made sketches and mixed colours, til] some \"approximation to the objects was made. Unfor- tunately the clairvoyants could not draw and the artist could not see, so the arrangement was a little like that of the blind and lame men the blind men having good legs carried the lame ones, and the lame men having good eyes guided the blind. The artisi at his leisure painted the forms, and then another committee was held and sat upon the paintings, and in the light of the criticisms then made our long- suffering brother painted an almost entirely new sel the most successful attempt that has hitherto beer made to present these elusive shapes in the dull pig ments of earth. f * For a fuller account of these researches see \" Thought Forms, by Annie Besant and 0, W. Leadbeater, with 30 full-page coloure< plates. Price 105. 6& net. 54,"},{"pageNumber":64,"pageContent":"THOUGHTS ARE THINGS. All students know that what is called the Aura, of man is the outer part of the cloud-like substance of his higher bodies, interpenetrating each other, and extending beyond the confines of his physical body, the smallest of all. They know also that two of these bodies, the mental and desire bodies, are those chiefly concerned with the appearance of what are called thought-forms. But in order that the matter may be made clear for all, and not only for students already acquainted with Theosophical teachings, a recapitu- lation of the main facts will not be out of place. Man, the Thinker, is clothed in a body composed of innumerable combinations of the subtle matter of the mental plane, this body being more or less refined in its constituents and organised more or less fully' for its functions, according to the stage of intellectual development at which the man himself has arrived. The mental body is an object of great beauty, the delicacy and rapid motion of its particles giving it an aspect of living iridescent light, and this beauty becomes an extraordinarily radiant and entrancing loveliness as the intellect becomes more highly evolved and is employed chiefly on pure and subliitte topics. Every thought gives rise to a set of correlated vibra- tions in the matter of this body, accompanied with a marvellous play of colour, like that in the spray of a waterfall as the sunlight strikes it, raised to the n th degree of colour and vivid delicacy. The body under this impulse throws off a vibrating portion of itself, shaped by the nature of the vibrations as figures are made by sand on a disk vibrating to a musical note and this gathers from the surrounding atmosphere matter like itself in fineness from the elemental essence of the mental world. We have then a thought-form pure and simple, and it is a living entity of intense activity animated by the one idea that generated it. If made of the finer kinds of matter, it will be of great power and energy, and may be used as a most potent agent when directed by a 55"},{"pageNumber":65,"pageContent":"THE LIFE AFTER DEATH. strong and steady will. Into the details of such use we will enter later. Such a thought-form, if directed to affect any object or person on the astral world, will take to itself a covering of astral materials, of fineness correlated to its own, from the elemental essence of the astral world. When the man's energy flows outwards towards external objects of desire, or is occupied in passional and emotional activities, this energy works in a less subtle order of matter than the mental, in that of the astral world. What is called his desire-body is comr posed of this matter, and it forms the most prominent part of the aura in the undeveloped man. Where the man is of a gross type, the desire-body is of the denser matter of the astral plane, and is dull in hue, browns and dirty greens and reds playing a great part in it. Through this will flash various characteristic colours as his passions are excited. A man of higher type has his desire-body composed of the finer qualities of astral matter, with the colours rippling over and flash- ing through it fine and clear in hue. While less delicate and less radiant than the mental body it forms a beautiful object, and as selfishness is eliminated all the duller and heavier shades disappear. Three general principles underlie the production of all thought-forms : 1. Quality of thought determines colour. 2. Nature of thought determines form. 3. Defimteness of thought determines clearness of outline. , Colour. Colours depend on the number of vibrations that take place in a second, and this is true in the astral and mental worlds as well as in the physical. If the astral and mental bodies are vibrating under the influence of devotion, the aura will be suffused with blue, more or less intense, beautiful and pure according to the depth, elevation and purity of the feeling. In a church, such thought-forms may be seen rising, for the most part not very definitely 56"},{"pageNumber":66,"pageContent":"THOUGHTS ARE THINGS. outlined, but rolling masses of blue clouds (Fig. 2). Too often the colour is dulled by the intermixture of selfish feelings, when the blue is mixed with browns, and thus loses its pure brilliancy. But the devotional thought of an unselfish heart is very lovely in colour, like the deep blue of a summer sky. Through such clouds of blue will often shine out golden stars of great brilliancy, darting upwards like a shower of sparks. Anger gives rise to red, of all shades from lurid brick-red to brilliant scarlet ; brutal anger will show as flashes of lurid dull red from dark-brown clouds, while the anger of \" noble indignation \" is a vivid scarlet, by no means unbeautiful to look at, though it gives an unpleasant thrill. Affection, love, sends out clouds of rosy hue varying from dull crimson, where the love is animal in its nature, rose-red mingled with brown when selfish, or with dull green when jealous, to the most exquisite shades of delicate rose like the early flushes of the dawning, as the love becomes more purified from all selfish elements, and flows out in wider and wider circles of generous impersorial tenderness and com- passion to all who are in need. Intellect produces yellow thought-forms (Fig. 6), the pure reason directed to spiritual ends giving rise to a very beautiful delicate yellow, while used for more selfish ends or mingled with ambition it yields deep shades of orange, clear and intense (Fig. 7). Form. According to the nature of the thought will be the form it generates. In the thought-forms of devotion .the flower which is figured was a thought of pure devotion offered to One worshipped by. the thinker, a thought of self-surrender, of sacrifice (Fig. 3). Such thoughts constantly assume flower-like forms, exceedingly beautiful, varying much in outline but characterised by curved upward-pointing petals like azure flames, It is this flower-like characteristic of 57"},{"pageNumber":67,"pageContent":"THE LIFE AFTER DEATH. devotion that may have led to the direction, by those who saw, of offering flowers as part of religious wor- ship, figuring in suggestive material forms that which was visible in the astral world, hinting at things unseen by things seen, and influencing the mind by an appropriate symbology. A beam of blue light, like a pencil of rays, shot upwards towards the sky, was a thought of loving devotion to the Christ from the mind of a Christian. The five-pointed star (Fig. i s Frontispiece) was a thought directed towards the Deity, a devotional aspiration to be in harmony with cosmic law, as the expression of His nature, and it was these latter elements which gave it its geometrical form, while the mental constituents added the yellow rays. Thoughts which assume geometrical shapes, such as the circle, cube, pyramid, triangle, pentacle, double triangle, and the like, are thoughts concerned with cosmic order, or they are metaphysical concepts. Thus if this star were yellow, it would be. a thought directed intellectually to the working of law, in con- nection with the Deity or with rational man. Among the thought-forms of affection, Fig. 4 is very good a thought of love, clearly defined and definitely directed towards its object. Fig. 5 is a thought which is loving but appropriate, seeking to draw to itself and to hold. Fig. 7 is a characteristic form of a strong and ambi- tious thought ; it was taken from the aura of a man of keen intellect and noble character, who was ambi- tious (and 1 worthy) to wield power, and whose thoughts were turned to the public good. The ambitious element contributes the hooked extensions, just as the grasping love in Fig. 5 causes similar protrusions Clearness of outline. This depends entirely on the definiteness of the thought, and is a comparative!} rare thing. Contrast Figs. 1, 2 and 8. Vague, dreamj devotion yields the cloudy mass of Fig. 2 and com paratively few worshippers show anything but this So the great majority of people when thinking senc 58"},{"pageNumber":68,"pageContent":"THOUGHTS ARE THINGS. out such clouds as Fig. 6. The creator of Fig. 3 knew jusl what he meant, and so did the creator of Fig. 1. There was no drifting, no \" wobbling,\" clear, pure and strong were the thoughts of these devotees. So again the person who generated the form represented by Fig. 4 had a very clear and definite love directed towards a specific object, and the maker of Fig. 7 meant to carry out the thought there outlined. A thought of love and of desire to protect directed strongly towards some beloved object creates a form which goes to the person thought of and remains in his aura as a shielding and protecting agent ; it will seek all opportunities to serve ; and all opportunities to defend, not by a conscious and deliberate action, but by a blind fallowing out of the impulse impressed upon it, and it will strengthen friendly forces that impinge on the aura and weaken unfriendly ones. Thus may we create and maintain veritable guardian angels round those we love, and many a mother's prayer for a distant child thus circles round him, though she knows not the method by which her \" prayer is answered.\" I THE WHITEPBIAES PKESS, LTD., LONDOX AND TONBBIDGE."}]
