[{"pageNumber":1,"pageContent":"PRACTICAL MAGICK FOR TODAY Imbolc 1995     $5.95     Volume VI, I.ssuc No. 1 Sacred Dance: Magickal Movement For All"},{"pageNumber":2,"pageContent":"MEZLIM Practical Magick for TodayI MEZLIM IS PUBLISHED BY N'Chi MANAGING EDITOR Kenneth Deigh ASSOCIATE EDITOR AKeter Elan EDITORIAL ASSISTANT Donna Stanford-Blake CONTRIBUTING WRITERS Sabra, Nikki Bado, KIA, Michael Sontag, Mishlen, Deianera, Ann Robbers, Ember, Donna Stanford-Blake, Robert Ross, Donald Michael Kraig, Dr Richard Kaczynski, Larry Cooper, Tereza Gollub, MadDog, John Michael Greer & Norman Jope. CONTRIBUTING ARTISTS Jim Jeske, Deianera Si Catherine Cartwright-Jones. COVER \"New Age Nataraj\" Paul B. Rucker (see artist's statement on page 22) DISTRIBUTORS Bookpeople, Booktech, Armadillo, Ubiquity, New Leaf, Fine Print, Small Changes, IPD, Zed, Desert Moon <Si Tower Magazine. ® Printed on recylable paper. \"Just what does the word \"Mezlim\" mean, anyway?\" I've been asked that question a lot, and I'm sure there are many others who just wonder in silence. It comes from the Aramaic version of the Hebrew word Mazel (as in M azel tov'.). It means, literally, \"the influence of the divine\", or \"the sparks emanating from Kether\", the Crown of the Tree of Life. It references the fact that the divine lives in many paths, with each path as unique as the individuals who walk it. Here at MEZLIM, we subscribe to the premise that we are entering a new aeon - a new age - which is bringing and will continue to bring many changes in the way we see ourselves and the world around us. We are dedicated to presenting information, views, images and ideas concerned with our transition into this new world which we are creating. Our editorial policy is androgynous, egalitarian and eclectic, supporting all growth oriented, magickal movements; celebrating the spirituality of the Living Earth! So, in our own way, we are attempting to bring a few \"sparks of the divine\" into the world through our magickal labor of love: Mezlim. MEZLIM Volume VI, Issue No. 1 ©N'Chi 1995. Published on Imbolc, 1995. MEZLIM is published quarterly on the cross quarters by N'Chi, P O Box 19566, Cincinnati, OH 45219. Copyright reverts to the individual artist or writer upon publication. Single sample copy is $7. (Includes postage and handling). Annual subscription rate is still only $20. Add $8 per year for subscriptions outside the United States. All material published herein is protected by international copyright law. No part of this publication may be reproduced, except for the purpose of reviews, without written permission from the publisher. For information about reprinting articles, copying materials for personal use or to contact the authors, please address all inquiries tojN'Chi. Please allow 2-3 months for reply. The views expressed in the articles, reviews, and other contributions published in MEZLIM are those of the authors and not necessarily those of the editors and publisher. MEZLIM does not endorse or guarantee any service or product offered in any advertisement or article. The publisher and editors make every effort to ensure the accuracy of all information published, but cannot be held liable for errors, changes, or omissions. Advertising: Display advertising is available for the upcoming issue of MEZLIM at the following rates: Full page - $370, half page - $210, quarter page - $100, eighth page -$60. Ask about special discounts for occult suppliers. All advertising for the next issue (Beltane, 1995) is due by Feb. 15, 1995. Writer's guidelines: All contributions should be letter quality type (high quality pin printing is also acceptable) and submitted on 8'/I x 11 paper. Submissions should be on pertinent topics with a length of from 500 to 4500 words. Authors should include full contact information and SASE. Deadline for next issue is Feb. 15, 1995. Editor's Note: Magickal spellings, QBL equations and all other specifics of the manuscripts in MEZLIM have been maintained exactly as presented in the original text submitted for publication so as to ensure the accuracy of the transmission as detailed herein."},{"pageNumber":3,"pageContent":"MEZLIM CONTENTS IMBOLC 1995 Volume Vl:1 0 Editor's Forum Keter Elan 1 Dare To Be Danced Donna Stanford-Blake Dancing The Fire, Riding The Drum Sabra The Cosmic Dance of Polarity Donald Michael Kraig 8 Dancing With Power Kenneth Deigh 10 Running With The Spirits Robert Ross 13 The Dance of Shiva Mishlen 14 Dance, Sacred Dance Ann Robbers 15 Where Divinity Danses KIA 19 Great Mother, Great Father Deianera 21 The Connection of Music and Dance Michael Sontag 22 The Dance Ember 24 The Dynamics of Ritual, Part I Nikki Bado 27 The Heretic's Corner Dr. Richard Kaczynski 31 The New Forest Mystery, Part I MadDog 35 Neophyte's Niche: Finding Focus Donna Stanford-Blake 38 Meshikan Part IV The Mountain Norman Jope 39 Lore From The Wise Women Tereza Gollub 41 The Psychomagickal Hypothesis, Part II Larry Cooper 46 The Magickal Lodge John Michael Greer 50 Letters 51 Reviews"},{"pageNumber":4,"pageContent":"EDITOR'S FORUM Movement, The Dance of Life After five years, the Editor and I have decided it's time that I make a contribution to this section ofMezlim. I have always had opinions, but I've expressed them orally rather than publishing them here as editorial commentary — until now. As all Life is sacred, so then is the Dance. The law of conservation of energy says that energy is not lost, but merely changed, transmuted into something new, something different. The energy of movement, of dance, can thus be seen as part of the overall pattern, a weaving of the energies of Life. No part of it is lost, merely changed—for the Dancer and the Dance. This publication is a Member of the Wiccan/Pagan Press Alliance. For more information about the WPP A write to: P. O. Box 1392 MECHAN1CSBURG, PA 17055 This \"change\" can be used in many ways for many purposes, but what sets it apart as sacred? How does one engage in Sacred Dance? For me, that which is sacred is that which I have chosen to set apart from the background noise of life by means of paving attention to it. Driving to work on auto-pilot is not a sacred act because I am neither present (mentally) nor conscious of my actions. Basically, this act is outside of my reality, and therefore, of my life because I have failed to experience it. It is not sacred. Yes, Dance is sacred—conscious dance, focused dance, dance with intent and purpose—dance for trancing or journeying or the expression of joy or even for enticing the object of your desires. But, I would propose that dance without thought, with no focus or intent, is not really dance at all, but instead merely a part of that background noise I mentioned earlier. What of those who say that they cannot dance, that they move awkwardly and/or are rhythm impaired? Is this true? Are we, as a people, to be compartmentalized into those who Dance, those who Drum, those who Watch? If this is our choice, then it is our reality. However, it need not be so. The Drummer dances with the movement of the beat; the Dancer drums with the movement of HIr feet; the Watcher moves with the flow of this force; and Life courses through us from this center of the Source. So, Awaken! Dance! Make movement a part of your celebration of the Sacred. See you at the fire! (And maybe on this page again sometime in the future!) Extend the Light! a I'm Mezlim -0-Imbolc '95"},{"pageNumber":5,"pageContent":"DARE TO BE DANCED by Donna Stanford'Blake Throbbing drums vibrate the floor, the air, my very soul. My heart echoes the beat and I feel the rhythm answered in my body. I lift my arms and step into the space in the middle of the room, opposite the line of drums. As the energy flows from the instruments, I breathe in its power and feel my limbs respond. Effortlessly, without thought, I dance. It took many months for me to take that first step. Watching enviously as others twirled and moved to the music of the drums, I itched to join the dance. Instead, I found myself lurking in doorways or at the edge of the circle. Keeping time to the beat, but firmly rooted in place. At first my shyness kept me in the shadows. Then my fear of failure came to the fore. What if I couldn't dance \"right\"? Would I be ostracized - \"Well, you know how she dances; we won't invite her to the drumming.\" Old hang-ups about body image re-awakened. I could picture myself as a waltzing hippo in a skirt. Not quite as graceful as the ones in Fantasia, either. So, I watched. Watching eventually dissolved my fears. My shyness faded and I began paying more attention to the dancers as individuals. First, I noticed the absence of specific dance steps. Everyone danced differently: Some slowly, gracefully; others quick and gliding or bouncy and angular. Yet each dancer reflected the rhythm of the drums perfectly. How did they do that? My body image fear slowly receded. All shapes, sizes and sexes enjoy dancing and all are welcome to participate - or not. Never once did I feel pressured to dance. It is a personal thing, a sacred thing and one's choices are respected. My fears dissipated. As I was dressing for the gathering, I knew I would allow myself to dance. My inner-self felt a little joyous thrill. I had always danced in my head, not allowing the energy to move through my body. The decision to let my body participate lent an extra bit of expectancy to the evening. Standing on the edge of the floor, as usual, I felt the intensity of the drums — calling me or anyone to come and play. So I did. After the drums quieted and I caught my breath, I realized I had not thought at all as I danced. My body, arms and legs moved to the energy coursing through me from the drums. My conscious mind stepped back and my body took over. I felt - not thought - as I danced. Delicious emotions flowed through me and delightful colors passed before my eyes when I closed them. Even if I had wanted to stop, I don't believe I could have. Not until the last throb of the drums had echoed away. Slowly I realized, I was not dancing -1 was being danced. The sacred aspect of dance makes sense to me now. A spark of the divine enters the body and takes over. O.K., maybe that's a bit over-dramatic, but at Mezlim -0- Imbolc '95"},{"pageNumber":6,"pageContent":"times it feels that way. Being danced provides an excellent way to get out of the self and feel. Energy, rhythm, color -the joys of the senses; transforming these into physical expression. To me, that is sacred dance. No longer am I shy about dancing. I dance around fires, in temple, at parties. I'm still learning, but basically I'm having fun. I feel like I have THE secret. Each time I move to the drums a new insight or feeling is uncovered. I've discovered that a combination of rhythm and movement provides a wonderful environment for stillness. Although a seeming paradox, it works. Mind-chatter stops. Energy flows. Insights are received. All this and aerobic exercise, too! One night, I inadvertently trance danced. At first, 1 just kept time to the beat, enjoying the party. Then I felt my feet drumming perfect rhythms on the floor while I journeyed. I lost all concept of time or place. Mmmmm. Delicious! Now I notice others, shy-seeming, watching from the edge of the circle. I invite them to dissolve their fears; take that first step. And dare to be danced. THE ^TLANTIS ^BOOKSHOp m Museum Stract. Lamina, England WCIA1LY. T«L- 071-403 71 ID D\"cover Allanti» For Younelf There is probably no lirger collection of Crowley's works in Briuin than at The Atlantis Bookshop. There is probably no wider range of occult subjects covered, of both Eastern and Western mystical traditions, anywhere. We stock new, second-hand and out-of-print editions from the well-known to the tare and valuable. Unobtainable items we have often an uncanny way of obtaining. Specialists in all occult subjects. We are able to order all books in print or distributed in the UK. Mail order service available. oymfmM uzejiliti'ES \"(Bringing Arcane Mysteries (Dozim to Earth\" 'Practical and insightful understanding through choice-centered astrology. Discover your ovm personal rhythms and cycles for making important Ufe choices and decisions. Available: VJie EmpoweredSeCfi\" ($19.95), \"(Partners in Life\" ($19.95), and \"The year Ahead\" ($24.95); add $2.00 for shipping. Please send name, Birthdate, Birthplace, and the time of birth. If Birth-time is not fatoum, please call (407) 296-2994. Quantum Realities A Division of The Druid's Qrove Dept. •B (P.O. (Bent 1289 Windermere, JL 34786 MMn \"Live the enchantment, near your t!reams, let our clothing and accessories transform your reality...\" scud S2 for catolojf (refundable) 1780 Mass. Av. Cambridge, MA 02140 (617) 876-7095 store hours: M-F: 10-7 Sat: 10-6 Sun: 12-5 Mezlim -2-Imbolc '95"},{"pageNumber":7,"pageContent":"Dancing The Fire, Riding The Drum An Am HaAretz View by Sabra There are, as there should be, many ways of dancing and as many reasons. (Not having a reason is as good a reason as any.) Today people everywhere dance for entertainment; at parties; for the sheer pleasure of moving; to entice (great fun!); dancing alone or with others; and, (there is nothing new beneath the sun) in celebration or connection to That which is Endless. Some modern sects, more frequently Anglophones, want their communing with the Infinite to be measured, dour and staid; and they disapprove of dancing. At the very least they disapprove of moving in sacred ecstasy; of the use of dancing and drumming, of cymbals or zills as a spiritual practice. I believe it offends their sense of the proper weight and measure of religion. Well, there are sticks in the mud everywhere. The Am HaAretz delight in telling and hearing stories. One of our fireside tales tells of the nobly born Queen Michal, daughter of King Saul. She is said to have turned up her nose at her husband King David, who, true to the ways of Warrior Shepherds and People of the Land everywhere, would engage in ecstatic dances before the Ark. Yes, sacred dancing goes back a long way. Powerful dancers are depicted in cave paintings from way, way back. Usually this was intended to celebrate Something or Somebody, or to attract wild herds. Or, as the Am HaAretz practice is today, to work transformatory, spiritual growth and/or healing trances. Dancing to the Infinite Sacred is an ancient tradition in the Middle East, as elsewhere. Our cousins the Muslims have the Sufis, who like all mystics see themselves as the core within, or the Knowledge beyond, any established religion. Among Euro-Jewish people we have many branches of the mystical tradition. The Chassidic sects, which are among the most vital of the mystic traditions, to this day engage in celebratory dances as an essential part of their life circle celebrations. Where am I on all this? There is not an Official Am HaAretz view on this matter (there is not an official Am HaAretz view on anything) but most of the Am HaAretz I have known took drumming and dancing, also for spiritual purposes, for granted. Bonfires and dancing were part of growing up in my part of the world. After a long day of working in the fields or orchards, especially at harvest or at planting time, there is nothing more natural than to celebrate your appreciation of life by throwing yourself into ecstatic dance around the bonfire. We are a people who grow up working with the land, in a relationship with the Land that is, by its nature, at the core of our spiritual life. Our connections with others, and with our world, are more often tribal, rather than \"social\" in the western sense of the word. We live very much in our bodies, as they say here, and most of us were, and still are, not concerned with learning how to ground ourselves, but on the contrary, have had to learn to fly. Besides, dancing is one of the languages by which our body speaks of the ebbs and tides within our soul. Mezlim -0-Imbolc '95"},{"pageNumber":8,"pageContent":"As a Rabbi I think the world of once said, (not necessarily about dancing) when trancing to reach for the Sacred, one is going higher as one is going deeper. To the Am HaAretz, to me, Dancing and Fire belong together. So do dancing and the sound of the drum. The ecstatic Dancer rides the drum, just like the eagle rides the thermal. In the Western NeoPagan community, bonfires and ecstatic dance are becoming more and more central to celebration, healing and spiritual growth. This, of course, feels like quite a good idea to me. At Festival, it is a joy, and a thing of awe to watch, when the experienced Trance Drummer and the experienced Trance Dancer, happen to connect. They may become aware of each other across the flames of the bonfire. Though they may never speak to each other otherwise, they may choose to form a dyad, and boost each other's Journey. The drummer, may sometimes be invisible and unidentified by the dancer, who has only the voice of the drum to guide the dance. When a Drummer-Dancer Dyad forms, Drummer provides the beat that the Sacred Dancer rides into the Otherworlds. Both drummers and dancers, in different ways, ride the drumsounds, rising together in their shared Journey. The Drum forms the vehicle and the Dance gives it manifestion. Combined, these two are a powerful team, allowing the flying to go both higher and deeper. As they are partners in the Journey to their respective Otherworlds, there can be much healing. This partnership, especially when it happens with strangers arround the fire, requires a great deal of trust. All this is why the FireDrummer does not drop the FireDancer when it is time to come back and to land. When that time comes, Drummer lets Dancer land softly; stays with the Dancer just a little longer, to make sure Dancer is solidly back on the ground. The best Firedancing fires are the ones in which knowledgeable and experienced people provide additional Shaman-sound, i.e., by keeping up an underlying, continuous click-stick rhythm, rattle or a soft heartbeat of any type— these are the Dancer's landing pads. Especially if the Drum has gone silent, these rhythms guide the Dancer back to safe harbor. Alas, as Festivals have grown larger, with more newcomers who need to leam the ropes, the experienced dancer is learning to be wary of the spectacular, brilliant drummer. S/He, not being aTrance Drummer, may appear to be suited to provide half of the Journeying dyad — but then, not having a clue about the power of his/her drum, may abruptly change the rhythms or end without warning. Even to the powerful and experienced Journeyer, being yanked back and down is painful. It can, as is well known, be hazardous to the beginner. Lately I have even seen people walk up to TranceDrummers, or to TranceDancers, and tap them on the shoulder from behind, or even playfully bang them with a toy balloon. Though this is intended as a friendly joke, they are not realizing that by their thoughtless act they are tearing the person from a Journeying trance. Be kind; before touching or speaking to a person arround the fire, make sure that they are not riding the Drum, either as Drummer or as Dancer. Check to see if they are staring into the fire, or if their eyes are closed. Finally, before speaking to or touching them physically, try to catch their eye from a distance. If they smile and respond to your presence, chances are that it's then safe to approach. If not, leave them be. And Fire is part of this too. Don't let's ignore the fire. I am biased, I admit, but I think you have not seen a Sacred Firegate until you have seen what, Eric Firesculptor can do when arranging logs. As gifted a builder of Fire Portals as he is a great sculptor in this life, he has built Fire Gates that become a living part of one's inner Journey. He makes magic entries into Otherworlds that are otherwise sealed shut; gates one can Trancedance through, or swoop into on the wings of trance. Once in, one can go higher, deeper, go where one wills, for healing work, for Peaceful Warrior work, for confronting and retrieving and healing the Soul. Firedrum and Firedance, and the building of the proper Gates. These are the most basic and necessary tools of powerful Otherworld Seeking. And there you have, if not an Official Am HaAretz view, at least my own opinion. Mezlim -0-Imbolc '95"},{"pageNumber":9,"pageContent":"THE COSMIC DANCE OF POLARITY by Donald Michael Kraig When I was growing up in Los Angeles I heard on a TV show for kids about an amazing phenomenon. Proto-magician that I was, I waited anxiously for this phenomenon to occur so I could experiment and test the claims of the person on TV. This phenomenon is known as the red tide. The red tide is \"a bloom of dinoflagellates that causes reddish discoloration of coastal ocean waters. Certain dinoflagellates of the genus Gonyamlax produce toxins that kill fish and contaminate shellfish\". Dinoflagellates are \"minute, chiefly marine protozoans...forming one of the chief constituents of plankton. They include bioluminescent forms...\" (American Heritage Electronic Dictionary). The dead fish caused by the red tide produce a smell that is quite nasty and indicates that the phenomenon is taking place. The next time I caught the smell, I begged my parents to drive me to the beach at night. When we walked toward the ocean waves what I had heard about on TV became real. With each wave the \"bioluminescent forms\" sent streaks of blue flame across the breakers. The color blue was like that of a gas flame or an electric spark or, as I would later learn, the blue of the Lesser Bawhing Ritual of the Pentagram. It was one of the most magical experiences of my young life. Although the weather was cold, my parents and I watched the smelly but beautiful vision. I had brought a small jar and filled it with ocean water before we left. Later, when all the lights were out and my room was pitch black, more magick happened. Although the water was still, individual dots of blue, too dim to be visible in even small amounts of light, streaked and bounced around the jar. Propelled as they were by forces I did not understand, all I could do was watch in awe as this mystery entertained me with its cosmic dance. In everything we do there is a constant dance, the cosmic dance of the Divine. You have no doubt seen the famous statue of the dance of Shiva, surrounded by the flames that burn away the false impressions we have of ourselves, known in Tantric systems as the ego (not to be confused with the Freudian concept). The thing which has always bothered me about the magnificent dancing Shiva is His loneliness. Where is his partner? In fact, there is a Tantric expression, \"Shiva is a corpse without Shakti.\" Shiva is form. Shakti is action. Together they make a cosmic dance of life, birth and death. These attributions, of course, are the opposite of those most commonly used in the West, where masculine is active and feminine is passive. Once again there are opposites, not only within a single system, but within the universal nexus. The West is Shiva to the East's Shakti. Or vice-versa. It does not matter. From the micro to the macro this Divine dance fills the universe. On every level this dance of opposites runs through existence. Oppositely charged ions attract. Many plants and microscopic organisms are lucky enough to manifest both aspects of this interplay of life. By the time we reach mammalian form the division is complete. This leads to the wonderful dance of sexual reproduction and even sexual joy. Is it any wonder that rituals in many traditions call for High Priest and High Priestess and not simply any two people? Mezlim -0-Imbolc '95"},{"pageNumber":10,"pageContent":"By manifesting polarity and joining them within rituals we are duplicating the dance of life and giving birth to magick. In fact, I believe that without recognizing and working with polarities our magick becomes sterile, unfertile, useless. There are some who would say that this sounds rather homophobic, or at the very least, an implication that working alone is futile. Neither is the case. However, I recently saw an article which claimed exactly that—any claim of the need for polarity in ritual is an attempt to justify homophobia. I contend that the person who wrote that has created what in philosophy is called a \"straw man argument.\" This is a well-established technique in argument where you create a false image of what your opponent believes, a straw man, then attack the straw man rather than the actual arguments of your opponent. Rush Limbaugh is a master of this technique. The writer accuses those of us who believe in the need for polarity in ritual of believing in things which we do not believe. The writer then attacks our \"beliefs\" and defeats the straw man, thus \"defeating\" those who value the dance of polarity. I'd like to look at the reality. The writer of the article states that, as is stated in Charge of the Goddess, \"if you find it not within yourself, you will never find it without.\" Therefore, we have everything within us, Yin and Yang, male and female, positive and negative. The writer claims that if we say that there is a need for polarity in ritual then we are not in agreement with the Charge. After all, we are looking for another person outside of ourselves. A good argument, but I think it may miss an aspect of what ritual is. A purpose of ritual is to show on the physical level what is happening on the spiritual planes. By reenacting this through the use of physical \"opposites\" we activate our inner dualities and combine them. Just as a light bulb needs both positive and negative polarities to light, so, too, do we need to unite our inner polarities to light the magick. This is exemplified in the ritual dance known as the Great Rite. Thus, the ritual which may call on physical polarities affects our psyches. It helps ignite our inner polarities, not as a bland blending, but as a vital, creative, dance of magick. The writer then goes on to say that all of nature is not male and female as is claimed by many writers and teachers, and describes how plants have both parts necessary for pro-creation. But the point is missed. Even the writer says in regard to squash that \"sometimes the male flowers open on a different day than the female and you don't get any squash.\" The writer adds, \"so the argument that all nature is male and female is wrong.\" On the contrary, for the most part it is right. Even the squash has separate flowers, male and female. On some plants there is only one hermaphroditic flower, but it has separate male and female parts. Only organisms that reproduce through cell division—and this consists of unicellular organisms only—do not have separate male and female organs. The writer says that the \"last error\" of believing in the necessity of polarities in rituals is that it assumes that we are \"not bright enough to think like the other half.\" Unfortunately, \"thinking like the other half' has nothing to do with being bright. As a man, I can never know what it is like to have a vagina, menstrual cycles, the ability to bear children and nurse. No amount of \"brightness\" can give me that gift. I can never know what it is like to have a penis in my vagina (and as many women have told me, anal sex is not the same as vaginal sex). I can never know the effects of the different flow of hormones throughout a woman's monthly cycle unless I was constantly monitored by a physician who could then add the hormones to my blood stream. Even then, it would be at best an imitation, and not something I would experience every month. And although the writer of the article denies it, hormones do effect and affect us strongly. Likewise, a woman can never know the effect of the way hormones change and flow in a male system. Women can never know what it is like to have a penis, to experience the feelings of having your penis in a vagina, and for the most part to not be able to give birth nor be able to nurse. Just as the male part of a plant must dance with the female, so too, can we take that which we are and expand upon it. Certainly, a man can manifest the Goddess and a woman can manifest the God. There are still polarities, and it is in the dance that combines these polarities that we can become fertile, giving birth to a physical or magical child. Those of us who think that polarities are not only important but are a necessity are not de rigueur homophobes nor necessarily philosophically opposed to the very notion of homosexuality (although some may be so). Rather, we recognize and honor the differences. We see the mixing of the polarities as part of a Divine dance of formation that exists on every level of creation. A woman in the West does not have to represent passivity any more than she would Mezlim -0-Imbolc '95"},{"pageNumber":11,"pageContent":"have to represent activity in the East. She is free to dance as she wills and find a partner who balances her energy in the feverish dance of creativity and magick. The writer of the article I read also believes that claiming that polarities are important says that \"solitaires (sic) can never do real magick—which any solitaire can tell you is dead wrong.\" While I agree with the second part of the statement, I must disagree with the first. When energy no longer flows between the poles of a battery, it is either not making a circuit and useless or discharged. Lifeless. Dead. It is true that certain forms of magick do not require much from us, perhaps only a gathering of herbs (but are there not male and female herbs?). But for many forms of magick, where the human element is of great import, it is through working with our inner polarities (as exemplified by the moving of energy which goes from one polarity to its opposite) that magick works and the universe dances. Many rituals involve a symbolic reenactment of the mating of the God and Goddess by word or deed. This outward activity reinforces our inner activity and joins our polarities. Energy flows. Lights flash. The universe dances. Magick occurs. This can be done by an individual or a group. When the article decrying the need for polarities in magick is closely examined, I believe that the real goal of the writer becomes obvious: to present a politically correct way of stating that gays and lesbians are okay (or perhaps she/he wanted to prove to him/herself that she/he is okay). Of course they are. When it comes to magick, any who put their minds to it can do magick. Who you have sex with is not important to magick (although your attitude about it may be). But rather than try to make us all into a sort of hermaphroditic, bland blend, can we not celebrate our individuality and our differences? The dance between different aspects of ourselves and between ourselves and others can help our magick become more vital, more alive. In this way the universal constant of motion, from the frantic Jitterbug of Brownian motion at the atomic level to the slow waltz of the galaxies and the passionate interplay of polarities in our lives, manifests the cosmic dance that exists everywhere. We. do voy f&xy cherts ir dint work Wayu 4t>-(+ie. Gcddett ! Sicred rrn&t be spsrrt- inyy>H5 ptrsvu'-fr f Arij dvy ending j -bcrcA 1 wwy: © Catherine Cartwright-Jones 1993 Mezlim -0-Imbolc '95"},{"pageNumber":12,"pageContent":"Dancing With Power, Playing With Fire by Kenneth Deigh I feel certain that I am not alone in feeling that I was an awkward child. Whatever the objective truth, my experience of growing up — what I remember of it — was of the proverbial ugly duckling; always chosen last for teams, consistently embarrassed by my own clumsiness. The reason for this preface is merely to let my readers know that, just as I am not alone in my historical lack of coordination, neither am I alone in my ability to turn movement into magick; motion into manifestation. After all, our bodies provide us with our most basic tools, and there are only two ways for our bodies to be: Still or in motion. Making Magick From Motion One of my first intimations of the powerful potential in magickal movement arose from watching people perform Tai Chi in the park. Some of their movements reminded me of gestures in the Lesser Banishing Ritual of the Pentagram, which I had been dutifully memorizing. After discovering that there was a regular group that met every Saturday morning to practice the fluid movements of the Tai Chi form, I decided to join them. At first I hung out on the perimeter, watching and trying to make sense of the seemingly effortless exercise. Gradually I began to approach some of the regulars and ask questions. As one person would be demonstrating the opening of the form, another would begin discussing the importance of breathing with each movement, and another would chime in with a traditional adage to the tune of \"The idea is to move as if pulling a fragile silk thread. If you jerk, the thread will break. If you pause, the thread will snag.\" At first this was aggravating; there was so much information to store and process. I was overwhelmed, so I let go of my rational mind, and let the words wash over me; let them soak into me like the rays of the late morning sun. And I began to get a sense of what they were trying to convey to me. Every movement became a part of a greater movement. All movement became part of a greater stillness. I stopped trying to understand it and it made sense! Unfortunately, my frustration was only beginning. There were no teachers handy to show me how to transfer this understanding into solid magickal practice. The ones who had shown me how to perform the LBRP did so with great pomp and circumstance, weaving their gestures with heavy movements that did little to inspire me. So I turned to other sources. I studied several forms of martial arts before finding a teacher (in a laundromat of all places) who not only understood the connections between movement and magick, but practiced them himself. After three years of study, my teacher and I went separate ways and 1 dedicated myself to learning from my own experience. I began developing what I had learned intc my own rituals; experimenting with movement, gesture, sound and breath to move energy and create space. I already knew that I could move into Mezlim -0-Imbolc '95"},{"pageNumber":13,"pageContent":"a profound trance state by using breath and movement, so I worked this into a ritual context. Old rituals that had made little or no sense to me before, now came alive as I breathed (literally) new life into them. I began to understand ancient mudrahs and archaic forms in a way that was both visceral and intuitive. To put it simply, magick began to make sense to me in a way it never had before. What follows is a tiny bit of what I came to understand. While the words may seem somewhat banal on their own, remember: It is bringing the truths into motion that makes them real. Authentic Movement One of the most powerful tools I've found for bringing magick into motion is the process of allowing my body to move as it wants to, as it needs to. This is harder than it sounds. To make no motion that does not arise from your body's own need or desire to move requires patience and focus. This can sometimes mean sitting for an hour or more, while your only motions are made by your heart, lungs and eyelids. But this usually only lasts until you remember how to listen to your body, then you begin to move. The movement may be a gentle rocking or an explosive stretch, a rhythmic rolling or a staccato pounding. Beware of becoming choreographed! Don't make the mistake of becoming so infatuated with your movement that your body begins performing for your approval. A good way to begin this kind of movement work is by setting aside fifteen minutes or so, at about the same time every day. A dimly lit space, with plenty of room to move around in is ideal. I was fortunate to learn authentic movement in an Alexander Technique class at a local university, so I got to roll around in a dance studio, but your living room can work just as well. Pay attention to your movements. Explore them. Understand them emotionally, tactilely and kinetically, but don't worry too much about comprehending them on an intellectual level. Get to know your body through these movements. Discover where your body likes to retreat to; what postures and movements it finds comforting and restful. What does it find expressive, energizing, playful or calming? To add another dimension, bring in another person. Teach them the rudiments and then take turns moving and observing. As observer, you pay absolute attention to every motion the other person makes. You watch them attentively until they are done and then take a few minutes to relate to them what you saw. Then switch roles and move! Dancing Into the Light Tai Chi is a wonderful way to learn how to use your breath and movement to raise and direct energy through and around your body. However, there is no need to hold to the established forms. You may create your own forms, or move beyond them entirely to freeform movement that expresses and celebrates your own magickal personae! In other words: Dance! Every dancer begins by learning how to move. Authentic movement can teach you this. It can also provide you with your basic steps. Notice which movements draw energy up through your body; which ones cause it to ground into the earth. Notice how your body responds to the elements and how it expresses them as well. Pay attention to these movements. Remember them. They can become the building blocks of your own personal dance of magick. One of my desires is to create rituals in which no motion, no breath is wasted. Where every turn and every gesture is infused with intent and clarity of Will. I enjoy the intensity these rituals raise in me with such precision, but I know that they are not for everyone. Perhaps the best way to use what you learn in your own magickal movement work is to take it to the fire. Almost every Pagan gathering has a bonfire these days, and an opportunity to play with one of the most accessible sources of energy we know: Fire. Dancing around the bonfire is more than a social event. It is a chance to work powerful magick, alone or with others. It is an opportunity for cleansing and energizing the spirit; for exploring the shadowy recesses of your inner world; or, for weaving new forms into being. Dance the fire into you. Let it lift you, soaring to the heights and to the depths. And if you're lucky - and the drums are willing - you may discover more of yourself than you thought possible. Blessings on your dance. Mezlim -0-Imbolc '95"},{"pageNumber":14,"pageContent":"RUNNING WITH THE SPIRITS A Whisper In The Forest Mg^mmmmm^^mmmmmMmM by Robert Ross \"When I run, motion becomes my mantra, movement becomes my prayer. Running puts me into another reality, a world where truth can be felt but not defined. Running is the way I alter my consciousness.\" — George Sheehan, M.D. Mantras, prayers, another reality -these are terms reminiscent of the 60's and one generation's attempt to seek and connect with higher states of consciousness. They remind us of that thin line that divides what we commonly refer to as reality, and those \"other experiences\". We've all heard and read about the \"runner's high\" that comes from rigorous exercise and statements that allude to \"spiritual feelings\" when describing running. But is there really a connection? A connection between east and west, between our present day reality and other realities? The following is an account of such an experience, which altered my perception of the world and changed how I view running. The trails leading out of the White Wolf campground in Yosemite National Park are typical of the trails that crisscross the Toulumne meadows at the upper elevations of the park. In the spring or fall months, given the high altitude and lack of easy accessibility, one can find a degree of solitude that can't be found in Yosemite Valley. It's possible to jog for miles without running across another person. And, if one is fortunate, it is also possible to, as the fitness guru George Sheehan describes, enter \"another reality\". We arrived at White Wolf campground around noon and, after setting up camp, it was time to go for a run. The early afternoon sun was soon to be hidden behind some of the magnificent granite peaks that surround the meadows. Jogging off on a well maintained trail, off into a forest, green with majestic pine trees, it was easy to lose a sense of time, and as it turned out, it was easy to cross the boundaries between the everyday world to which I was accustomed and the not so everyday world of the forest. All my life I've wanted to be more. As a child growing up in the 1950's I wanted more knowledge of how the world works. In the 60's and 70's I wanted more freedom to explore who I was, to let go, to examine different beliefs and different cultures. And in the 80's and 90's I've wanted to be more physically fit, full of energy, able to work and play without taking notice of the difference. Underlying my enthusiasm for fitness was an awareness that somewhere, somehow through fitness I would connect with a much deeper part of myself. In fitness there were answers to some of life's questions. With the right combination of exercises, enough sweat, the right frame of mind, the answers to some of these mysteries would be laid forth...perhaps on a long run, alone in a forest, in a meditative state, I would hear answers whispered from the trees, from the mountains, and from the streams. I've been involved in fitness since 1974. The late sixties and early seventies had taken their toll on my body, and by chance, in the mid 1970's a friend had asked me if I wanted to play racquetball. Three days later my muscles still ached, but my spirit had been awakened. Movement, sweat, strain, 1 had found what I needed and, at a much deeper level, what I was looking for. To feel alive, fully. To feel connected, mind and body, and to have a path for a deeper awareness of self. Mezlim -10-Imbolc '95"},{"pageNumber":15,"pageContent":"Racquetball led to jogging, jogging to marathons, marathons to triathlons. Always, there was a sense that I was moving closer to hearing the whisper, somewhere in a forest alone on a wooded trail. As I began my run out of White Wolf campground, I was aware of the usual warm up aches and pains. Start slow and wait for the first sweat to crack, wait for my body to feel that fluidity that normally comes In twenty five or thirty minutes of running. Wait for my body to first accept, then embrace the run. The minutes glided by and soon without noticing, I was running with the ease of a deer. I felt the boundless energy that comes when all body parts are operating in sync. Minutes slid by, I recall only being aware of how light and full of energy I felt. I was a part of the forest now, in rhythm with the trees, the squirrels and the deer. We were all content doing what we were doing. Occasionally I would cross a chipmunk, or a blue jay; they didn't seem overly startled, and if I stretched my imagination a bit, I'm sure they were thinking to themselves, \"Oh, it's only a runner\". On nature runs I have a tendency to daydream, to let go, to enjoy my thoughts to the fullest, after all, there are no cars to worry about, no signals to stop for. I remember at one point feeling giddy, the next instant I felt a surge of energy. I accelerated, feeling a sense of power that defies description. All was well. As I glanced at my watch, I realized that it was time to turn around. I had gone further then I had planned, but wasn't concerned. I was excited about how the run was going, and had visions of describing it to my wife who was back at the campground. The sun had just dropped behind the crest of one of the granite peaks that surround the upper meadows, and with that, the temperature dropped a few degrees. With forty minutes to go I decided to accelerate slightly. I was running the same trail, but now with a slight chill in the air. I had a sense of mission, returning to the campground before the temperature dropped to an uncomfortable level. I continued what was, up until that point, the perfect run. I'm not sure when I became aware of something moving behind me, just out of sight, over my right shoulder. I do recall that one moment I was running with speed and grace, the next moment my body was covered with goose bumps. At first I shrugged it off, attributing it to the sounds that are ever pervasive in the forest. The goose bumps that now covered my body were a sign of the dropping temperature, and not an indication that I had sensed something unusual. I continued running not wanting to be distracted. If I focused my attention over my right shoulder, or took a quick glance there was nothing. Yet, if I just ran not taking notice, I couldn't help being aware that something or someone was moving closer, now perhaps twenty to thirty feet to the right and behind me. I could hear, or better yet feel something moving and breathing, almost as if there were an echo of my own running sounds. Again, I took a fast glance to the right, nothing, then back to the business of running. At this point, I was running on an emotional tightrope, part of me was ready to embrace the terror that I was capable of experiencing, the other side, the confident side, was willing to shrug it off, and not allow my fear to take over. There has always been a part of me that was prone to the mystical, to eastern thought, to out of the ordinary events. Articles on the Tarahumara Indians of Northern Mexico running up to two hundred miles in a trance-like state held more interest for me than the typical \"how to\" articles that one normally finds in fitness journals. As I continued my run back to the campground, the pattern repeated itself, relax, run, don't focus my attention, and the object would come closer. Focus my attention, stop, or turn my head abruptly, and it was gone. Within minutes I had the method down, and had determined that I was going to allow whatever it was to come as close as possible. This took an enormous amount of self control, knowing that whatever it was that initially startled me had the potential to frighten the daylights out of me. Soon, it was evident that I was not alone, the adrenaline was pumping, I needed only to turn my head slightly to realize that I had company. Perhaps it was the adrenaline, but I began noticing a sense of limitless energy. I was, for lack of a better word, \"confidently frightened.\" And as soon as I accepted the fact that we would be running together, my fear began to subside to a tolerable level. I have no way of knowing how much time I spent running with \"it\". I do know that most of the thirty five minutes that it took to get back to the campground, I spent in what could only be described as an altered state. I had absolutely no sense of time, or sense that I was running. I do recall hearing or feeling a voice, and I do recall feeling lighter then I have ever felt before, as though I was gliding along the winding trail. The run had a dreamlike quality to it, and yet I was fully awake. Throughout this entire event, there was one message that was delivered with absolute clarity from my Mezlim -11-Imbolc '95"},{"pageNumber":16,"pageContent":"running partner. A message that to this day, has stayed with me. As I entered the campground my wife had asked me the usual question \"How was the run?\" I mumbled \"good\", and went off to the bathroom to clean up. That night I lay in the sleeping bag asking myself what happened. What was that? And for the following few days it was difficult to concentrate, I felt very light headed. I had the impression that I was dreaming, and yet I was awake. Over the past year bits and pieces of the incident have surfaced to conscious thought, but the overall event is still somewhat of a mystery to me. As best as I can recall, the thirty minutes I spent running in a dreamlike state, was a meeting of sorts, an introduction, and exchange of thoughts. All done on a sensing or feeling level. I don't recall talking out loud, and yet we had a conversation. I don't recall the entity having a face, or body, yet he was there, running just inches behind me to my right. lucky to, perhaps, have opened one of those \"doors\". The message that was given was simple. Whatever it was that I ran with, wanted me to know that the mountains are filled with such \"spirits\", mostly friendly, and to make contact, one need only create a safe place, have a relaxed state of mind, and intend with complete resolve that such a visit will take place. As those that have taken a more traditional road in their development have their priests, mentors, and counselors to talk with and resolve personal issues, I too now have a place to go, and someone to talk with. He's there in the forest, amongst the trees, along the river banks. I'm planning my next trip back to Yosemite. And yes, to the same campground, to run the same trail, at the same time of day. I have more questions, and hope, with the right combination of sweat, movement and rhythmic breathing to hear that whisper in the forest once again. If I were to describe the entity I would have to say it was almost as though my shadow had taken on a life of its own, and that I was running with it. He seemed friendly and helpful, answering my questions as they came to me. The voice can only be described as soft, a whisper of sorts, and male in nature. I remember that although the sun had drifted behind the mountain peaks, there was sunlight everywhere. The colors of the trees, the brush, and the sky were richer and deeper than I had ever seen before. The sounds that I do recall hearing were that of my own breathing, very slow and with a noticeable inhale, then an exhale. Even though the event had a dreamlike quality to it, it was as real as any waking state. I have, up until this point, not told a soul. After all, if someone were to say \"Hey, I had a great run with a spirit\", I think both you and I would be looking for the closest door. The fact remains though, that running, movement, and other forms of exercise have the potential to open up new channels of thought, and perception. And as the devotees of eastern religion have known for centuries, rhythmic breathing is a form of meditation. Meditating, moving, rhythmic breathing, alone on a mountain trail and one has the ability to alter their consciousness and cross through what Aldus Huxely describes as the \"doors of perception\". I consider myself 7tJ) 3M> Tools & Supplies for all Traditions. Essential Oils, Incense, Herbs, Perfumes, Bath Salts, Regular & Specialty Candles, Amulets, Jewelry, Statues, Figurines, Banners, Altar Cloths, Robes, Tunable Drums, Flutes, Shamanic Instruments, & More! With thousands of different & Hard-to-find Occult & New Age Book Titles, Tapes, & CD's. Specializing in: Exotic Ritual Tools and Ifemple Items. Send $2 for Catalog . ( Refunded on first order ) 1291 Hays St. Suite #383 San Leandro, CA 94577 510-886-9642 Voc. 510-886-9393 BBS Blessed Be & 93! 0 E A H M A Mezlim -12-Imbolc '95"},{"pageNumber":17,"pageContent":"THE DANCE OF SHIVA by Mishlen \"Grace\" is the potential of power, a build-up like a dam, brought into existence by our continued Workings. The Buddhist's term, merit, reaches its core meaning. Circling the Stupa, repeating the mantras, no matter how difficult and apparently pointless: all of these build up merit. It can be likened to a glass of water. Drop by drop it fills the goblet until finally complete, and it finally overflows. The overflow is the kinetic, active energy we usually identify as magickal power and sometimes identify as initiation. Which form this power takes depends wholly upon the intent of the Magickan. There is a state, necessary for the growth of the Spirit, which is rarely addressed when learning either the art magickal or the art mystical. Yet, it is an essential component in any Working. Perhaps our English vocabulary comes closest to it with the word \"grace\". In West Africa, a Yoruban word for it is \"ashe\". Buddhists clarify the term as \"merit\". Merit is the potential of power, and it exists of itself. On the outer, it appears like this: A Magickan appears to have stopped growing. Psychic contacts are broken, the very validity of the Self and of Self-worth is questioned. He wonies if he has lost his path. This process can take years, months, weeks or days, depending upon one's resistance to change. Meanwhile, inside the spirit, a fertile element is growing; in this dark seed, a kinetic, active magickal activity is borne. This is a very difficult time in the cycle of the Magickan's life. It requires two of the three basic requirements to spiritual growth—discipline and faith. During this period, rituals must continue to be done as if each were successful (i.e., producing change in accordance with will). Yet the conscious mind feels nothing. We are consumed by blind emptiness, a mind like an empty room, covered in dust, void of life, void of that type of power we DO recognize. It is kinetic power that our culture and community validates, for we can see its results. And so we have learned unconsciously to accept this. Paradoxically, a great mystic once said: \"Failures are the pillars of success\". We wait in patience; we have faith that something within us grows stronger. We have the discipline to continue our outer magicks. But we worry. And we weary. In its kinetic majesty, we see the bloom of the rose, but in its potential we see the root. The Act of Creativity is our rose abloom. We find obvious manifestations—such as art, music and dance. And there are the less obvious— facilitation, teaching through example, generating Bodichitta (the power of the Bodhisatva), purifying a place by one's own presence, honoring that which is around you. There are lines of power everywhere, passing through us; and by these powers we hold our physical selves together. We gather and focus power vertically down into ourselves, a stellar light, while we bring power up from the earth. We have, we must remember, a bit of the earth, and a bit of the stars, in each of us. In order to maintain this particular form of existence, thus it must be. Through us, horizontally, flows the prana which empowers our chakras. Together, they make up the web of light. The Dancer is the epitome of creation. This is a knowledge held throughout man's history and is seen today in the statues of Indian and Asian godforms. In this Act of power, our potential energy becomes kinetic. The lines of force become visible through the dancer's perception, and, thereby, can be manipulated. The most functional ritual (for all dance IS ritual), is for the dancer to draw all attention into his or herself, and take in those lines of force running into her or him, brought about by that attention. The energy becomes, through the dancer's power, transmuted into white or rainbow-like light-At the apex of the dance, the power is returned to the audience in a purified state, transmitted into a burst of ecstasy. The Dancer is the Priestess, the audience, those who worship, in this most ancient of arts. Mezlim -13-Imbolc '95"},{"pageNumber":18,"pageContent":"DANCE, SACRED DANCE by Ann Robbers Early in my experience in the magickal community, 1 learned about drumming and chanting, and how they can effect a change in consciousness. I also saw how dance can work with these two methods, completing a magickal trinity of voice and body and sound. Then, at several gatherings 1 went to, I heard \"sacred dance\" mentioned. The idea of \"sacred dance\" intrigued me. What was sacred dance? Was that truly what happened at the fires? How do you do it, was there training involved? I thought as time went on I would come across a workshop or discussion and find out what \"sacred dance\" actually was. I went to all the dance workshops I could find, and learned dance steps to different styles of dance, but \"sacred dance\" was not addressed. So I continued to wonder what \"sacred dance\" meant to individuals and to us as a community. While talking with a friend about sacred dance, I conceived the idea to put out a survey to see how the people in our community defined \"sacred dance.\" As I found out, there is no simple definition. The answers were as varied as the survey respondents. Here are some of the responses. To the question of how you would define \"Sacred Dance,\" the answer that occurred most often was about dancing with a sacred purpose, focus or intention. Also \"dancing to invoke or evoke\" and \"to connect with the divine, with elements or spirits, and with archetypal energies\" were all included as elements of sacred dance. One person also mentioned \"dancing totem animals\" here. Trance dancing as sacred dance was the next most common element in the definitions I received. Many indicated that \"sacred dance\" is dance that releases, raises, or moves energy. And I thought there was only one answer! There's even more I'd like to share from the surveys about what \"sacred dance\" is: \"Dance that is formed with an awareness of the spiritual nature and connectedness of life...dancing in a ritualistic setting—dancing a holiday—dance with a feeling of community—a healing form of movement that honors the music, the dancer and life itself—a moving prayer or meditation... dancing for spiritual growth.\" And still more! Sacred dance is: \"Dancing to honor the Earth—a connection to magic through movement—dance as a celebration of self as sacred, for the self-dance as an expression of emotions, spirituality, that which cannot be put into words—spirit and music communing... exercise for the soul—dance which takes me to that deeper part of myself, my higher self!\" There is much more. This is only one question from the survey I'm conducting, and I think the answers so far are fascinating. I've really had to change my idea that \"sacred dance\" was only one elusive thing that I thought I couldn't find, to seeing that it is as varied as each one of us and the paths we follow. (Studying sacred dance is an ongoing project for me. If you would like a survey, or if you have information or resources to share, please contact me in care of this magazine.) Mezlim -14-Imbolc '95"},{"pageNumber":19,"pageContent":"WHERE DIVINITY DANSES by KIA A great deal of the NeoPagan/Magickal movement today is centered arround the growing and emerging counter-culture of gatherings. A NeoPagan gathering is much like an old fashioned fair, except that the people who gather are joined by an earth centered, life affirming spirituality rather than more traditional cultural ties. Central to these events are the sacred bonfires, around which drummers, dancers, singers and watchers gather to share in the magick of the night. This article is directed from one of these magickal drummer/dancers to all who would pin HIr. - the Editor In case anyone hasn't noticed, we are involved in the creation of a culture. I love it, I think it's magnificent, that pagans, in so many various manners, live their lives without regard for socializing forces, but true to their hearts! From that love stems my concern with how we raise this child, for it will represent us to the world, and at this point, things look good. My special piece is working on improving our all-night fire circles, also known as the Ecstasy Rite. To this end I support things like the Sacred Rhythm Guild, newly created at ELF, because it is a vehicle for communication. It wasn't so long ago that these fire circles were viewed as chaotic, drunken revelry, and there was indeed bull flying around, drummers were getting shut down or kicked out of festivals, cops were poking around fire ashes, and people were only yelling at each other and not listening. It took this much unhappiness to set the drum-and-danse subculture on a positive course. \"Well, I guess we'll have to talk to each other.\" I feel (pat me on the back) that my complaining has been instrumental in getting the drummers to listen to each other. Hey, I know they want ecstasy as badly as I do. While I have been studying the magickal aspects of danse for years now, it is only within the past two years that I consistently have a firm foundation on which to danse, that field of notes and spaces that drummers create for dansers to step lightly on. Now that they are rolling, taking classes, practicing, listening to and teaching each other, I can turn my attention to the dansers. Many thanks to our drummers for their continuing hard work. Over the years, as I've asked other dansers, \"So what are you doing out there, what kind of magick are you working?\" most have answered that they're doing their own thing, working on their own processes, worshiping their own gods. While that's all fine and good, perhaps the time has come for dansers to realize the power that they can wield at circles by working together. When I hear complaining about how disjointed the energy is, yet everyone is dancing their own thang, sorry, kids, I don't wonder. Quit yer complaining and start holding workshops together. What is the best way for diverse dansers to find a commonality in how to move energy, and how can we apply it at a circle? For those of you who feel that \"the FORCES\" command the circle and are not to be fooled with, now's the time to go read another article. Have you visited the Ecstasy Rite lately, that sphere of power, calling you from out there where it pulses? The gates open, the gods called, the light from within streaming, faces glowing, voices singing, hearts pounding, eyes on the fire in meditation? Have you spoken to the fire recently? It's been too long, hasn't it. Well, come on, let's get down there! It's a very specific fire I'm seeking, I know we've been to it before. I'm looking for Mezlim -15-Imbolc '95"},{"pageNumber":20,"pageContent":"that One fire where fusion occurs, where ideas and love are forged into each other, where gold is forged into steel, where divinity danses. It's the one with the dome of the stars of my mother Nuit, the one where the fire is alive and well, thank you, a consciousness-forming babe. The safe one. The one that, the next morning, the quiet-area campers have no complaints about — maybe even some compliments! I'm looking for that fire where everyone can bring their everything, and the egos are left at the tents. Oh yeah. Yes, we have had a few of those. What does that mean? We're LEARNING. First and foremost to an Ecstasy Rite is the fire. Fire, center of our hearth, life within us, s/he who danses into and out of form, who art thou? If we can remember that we gather in the presence of a process of awe-full trance-formative power, we may retain our sense of the sacred. Certainly we can party. But what are we really here for? Is not my life a song unto the Highest?, therefore I should sing with the sweetest voice imaginable. At this circle, it is an honor to build and to light the fire. This is something that the multitude of pagans share, from the nomads who travel from site to site to the hobbits who stay home. It is an integral part of our culture. We who keep the night watch must remember to stay against all enemies, even those from within; to feed the fire with fuel and beauty and intent, not garbage; and to respect it as a diety. It is the earthly manifestation of the union of opposites. Let us fill our temple with sound! A throbbing beat reminiscent of blood, of childbirth, of harvest, of motion, of breath. Drummers, breathe us a rhythm that we can breathe together with you. Go ahead and start it off, and don't leave the dancers behind. Be considerate — working together, supporting each other, is the key to the greatest ecstasy. Since it's still under construction, sometimes this space is difficult to manifest. It can be tough, traveling with your band of brigands to a faraway place, meeting another band of brigands, or worse, many different bands of brigands, all trying to drum up ecstasy in their unique ways. Sometimes a young buck will feel his oats, decide He and He Only can save this circle, and beats the hell out of his hands and his fellow drummers' enthusiasm. Sometimes a poorly conceived and executed ritual, directly previous to the all-night fire, will drop a lead weight into the energy. Sometimes someone is sitting on the energy, or drinking it up, out his azo and into his own private black hole. What can one little danser do? Lots. First of all, connect with the fire. Form your own relationship to it. Get involved in cutting wood and building it. Danse next to it, and I don't mean stand there swaying. Loosen up! Let the fire flow through you, draw in as much as you can handle, as slowly as you need to. Allow the fire to move you. Be thou a channel for the Infinite, but keep your feet on the Earth. Know that the fire you stand before and the fire in your blood are the same. Perhaps the fire was consecrated as the center of the festival, the center of the ritual, or the fire which burns in our hearts. If not, it still can be. As a Priest/ess of the fire, consecrate that fire unto the good of all in the circle, may they be at their best. Your word is law here. Look around — does anyone challenge you? Spin the wheel. The axis runs v through the fire, it reaches to the heights and the depths. Your feet on the earth keep it turning. Danse the cycle, walk the O-Zone. • Stay connected to the fire, from it flows your life. Danse your circle with intent. What is your intent? You've learned how to cast a circle and how to raise energy, back in the temple in Wichita, so what are you doing here? Why did you come to this circle? This is a sacred space shared with your kin — respect it and state your intent to the fire. Once you have established your link to the fire, tune in to the energy of the circle. Find or create some thread, become aware of the entire sphere of power. Blend this into your awareness of the fire. There is an energetic membrane which is the substance of the sphere; it is upon this that dansers may work their wills. Even when the drummers are lousy, one focused danser can harmonize the circle and the music by working in concert with the membrane. The amount of effort you have to expend depends upon the amount of ego invested in the circle. Sometimes it's better to work with a group of focused dansers. This means their intent is in agreement, and that they plan to apply a joined force to manifest ecstasy. Dansers are responsible for maintaining Flow. They, in particular, spin the O-Zone, they are free enough to move hands and feet to where the need is, be it to comfort a crying child, to feed the fire, to carry water to the drummers, or to fix a broken circle through motion and intent. Mezlim -16-Imbolc '95"},{"pageNumber":21,"pageContent":"What is this O-Zone that I speak of? Physically, it is that ring directly around the fire where people are dansing. The size of it changes depending upon how many folks are dansing, how intense the energy is, and how cold the weather is. It is imperative to keep moving while in the O-Zone so that the energetic flow continues. Dansing clockwise around the fire tends to wrap tight the energy, to make it more intense. Dansing counter-clockwise loosens the energy, and can be useful when people are getting uptight. Philosophically, the O-Zone is where everything happens and nothing happens. It is the peak of the sexual experience. Energetically, it is the bridge between the worlds of fiery divinity and earthly drums. It is the epitome of MO-tion, cycles, orbits, the spiral path. Everyone who steps into the O-Zone becomes a walker between the worlds. (See also \"The Book of O\" by Dennis Murphy.) It is our warp field, and often the drummers stand outside it. There are many good reasons to keep moving in the O-Zone, but one of the best is so that g the drummers can maintain their connection to the fire. THEY can't move, so YOU have to. I began to wonder about connections when I noticed that if the drumming is clunky, there are no dansers, and conversely, when the drumming is great, \\ dansers abound. I thought that if the drums can affect the I quality of a circle, so can dansing. 1 did two things: I learned to drum, and I dansed when the drumming was lousy, trying to focus the beat. I learned to hook into that membrane of energy, how to shape and weave it. I imagine myself to be part of the scenery of the circle, stuck onto it like Spiderman sticks to buildings, and I've been amazed by the amount of change I can effect. Okay, how about a practical example: this past year, I attended lovely Lumensgate, and at the Friday night fire, there was a drummer there who was not to my taste. The drumming was too fast and far too sharp to create ecstasy from the holding pattern we were in. I went to a friend to whom I am trying to communicate these mysteries, and bade her observe: I stretched out my hand, and staying in flow with the beat, curved it back and forth in an infinity sign. The music began to change; it became rounder. I added my circulating hips and there was more smoothness and sensuousness to the music. My friend was amazed and joined in. Soon, we were actively changing the music, to our dansing satisfaction. Theoretically, a danser can also break a circle intentionally, and Pan knows, I've done that often enough. Drummers also may use this process. It has nothing to do with being louder or \"better,\" it has everything to do with magick and being connected. Persistence, Intent, Clarity. This is one of those secrets which keeps itself. I only hope to spread the news! and I encourage you to EXPERIMENT. Go silently, attune to the inner drum of all through the fire, be a channel for the Higher. I often use a Chalice metaphor, letting the fire, the Divine, the drums, flow through me. As a Chalice, I can shape the energy that flows through me yet I cannot hold it. Those who have worked it know that one can't go overboard with this. It is something so fine, so ethereal, so celestial-rhythm-bound, add a touch too much Will and you lose the tail of the snake. Like shadow-shifting, it's a gradual change of veils. The danse must be inspired and/or offered up; self-conscious dansers know that it's all too easy to trip over ego. (Ego-tripping!!!) Ah, self-consciouness. We strive to ?r know ourselves, only to be too present when ... v we need not be. Put the ego in the back seat: it's ego that drives fear of getting out there to danse, fear of tripping over yourself or someone else, fear that you are not getting enough attention. This Esctasy Rite is no damn beauty contest. I expect to work on higher and higher levels at a fire. We are only as light as our heaviest link. Come prepared to enjoy yourself, to free yourself from your everyday bonds and know new vistas. Yet know also, if your ego is suffering from the need to make a spectacle of itself, you will be asked to deal with it outside the bounds of the circle. This circle has a certain code of honor, and although an Ecstasy Rite is non-denominational, the Wiccans put it well: \"An' ye harm none, do what ye Will.\" Danse is a symbolic art. We're magi, we use symbols all the time, so it shouldn't be too difficult for dansers to incorporate magickal symbolism into their motions. What if five dansers imagined themselves at each point of a pentagram, drawn around the fire? What about two, interpreting the divine danse of the God and Goddess? What about dansing your totem animal? What about seven dansers, each dansing a planet? With each idea you try, notice what it does to the circle, your playspace. It's like bringing out different toys to play with or different colors to paint with. Each action taken in the circle, especially in the O-Zone, significantly changes the overall energy of the Mezlim -17-Imbolc '95"},{"pageNumber":22,"pageContent":"sphere. This, in turn, significantly affects the creation of our drum-and-danse tradition. If we keep in mind our objectives: to create ecstasy, to reach higher and higher levels of being, to keep the neighbors peaceful, and to enhance our relationship with the rest of our community, we can draw a clear line from symbol to manifestation, and we will know what symbols to draw upon to reach our desired ends. I do see the magick at the circle in a sexual metaphor, since sexuality is so closely linked to ecstasy. So when I hear drummers beating the hell out of their (ahem!) with little subtlety, I know that they can fuck like a demon, yet they know little of the deep sensuousness that comes from taking one's time. Here is Yang and Yin on display, take note! It amuses and saddens me that in this sacred circle, there are those trying to satisfy themselves, yet the best loving comes from trying to satisfy one's partners. This is another reason why I use the Chalice metaphor, to create the attenuated, sexy grooves that so many of us enjoy: the Chalice is the tool that serves others. SPACE: the final yeah yeah yeah. Space is where dansers swing their hips, Space is creation time for dansers. Inhale and exhale, you can't just inhale all the time! Dansers, I recommend that you work with drummers to protect your Space, else it will be taken from you. Silence is the speech of the wake-world, and silence is the space where inspiration comes through. This is why most dansers like undulating rhythms: it gives us a chance to participate, with inspired enthusiasm, in the creation of ecstasy. I encourage all dansers who want to play in the ecstasy to join in the cry: \"READ MY HIPS!!!\" Over this winter, let us perfect our craft. The energetic membrane is only accessible to skilled workers, and with the ever-increasing influx of new drummers and dansers, it is all too easy for our circles to degenerate. I hope this information is beneficial for you. I welcome any feedback, write to me c/o MEZLIM. Yet we do not want music that will put us to sleep on our feet. Picky picky picky! One member of my tribe described the metaphor of the field of notes and spaces. f. -> 'V 0 o o o <0 ^EKiS PHANTASY EMPORIUM (comic books & science fiction) 117 Calhoun St. Cincinnati, Ohio 45219 (Sorry, no mail order) Please patronize our advertisers• It is only with their kind support, and yours> that this publication is made possible. ANCIENT WAYS 4075 Ti JiKxi|>/i Aiv. Oakland, CA 94609 (5IOJ 65 i-U44 Occult and Religious Supplies Books, oils, incenses, herbs & jewelry Classes • Tarot and Palm Readings I I am to 7pr» D.iily Mezlim -18-Imbolc '95"},{"pageNumber":23,"pageContent":"GREAT MOTHER, GREAT FATHER The Spirituality of Dance by Deianera Much has been said about the spirituality of dance and all of its hidden meanings and messages, especially concerning dance's use in ritual. Many of the oldest forms of dance, even though now practised by a culture and religion far different than the one that spawned them, still hearken back to the original pagan faiths they served. My vast library of videos and books record a great deal of precious movement and culture from around the world, all of which recall the ancient ways. Many of these cultures are forgetting these ways; or, worse still, are dying out. I seek to preserve and teach their legacies whenever I can. While I cannot give space to all of them here by any means, I will attempt to give a good idea of how dance enhances and strengthens our spiritual connections and bonds to the other side - the Realm of the Gods. My family and spirituality are both British and Asian. A belief common to the old religions of both sides is that all of the universe began with the union of the One True Eldest God and Goddess. From them sprang all of creation; as well as their first children, the many Gods and Goddesses and ourselves. Before humankind had spoken or written language, they had the one language which to this day in any culture, time and place is basically the same - the language of the body. And we all learned to dance. In almost every civilisation that ever dawned, this oldest of stories, in many ways, is recreated in ritual, by dancing - the Union of the God and Goddess. Two dances that are well known in Europe, especially Great Britain, are the Morris Dance and the Maypole. Although its origins are actually in the Middle East, the Morris (once known as \"Moorish\") Dance is an old re-enactment of the God and Goddess' union, performed mainly by men with threshing and harvesting sticks and other farming implements. With the bells that decorate their legs and circular choreography, they awaken the Goddess and ask her assistance in fertilizing the fields and giving them a good harvest, bringing an end to winter. Similar dances are performed by the men of the Khorasan people of Northern Persia. In the dance of the Maypole, performed by young people of both sexes at Beltane or May Day, we have the last vestiges of another old ritual, which was the traditional way for young people to meet and When we dance, we can become very powerful. Our bodies as well as our souls are strengthened in many ways. My study, practise and training in dance has always been Pagan - starting with memories of past lives in Egypt and Minoan Crete that awakened my then 12-year-old body into movement some 26 years ago. This eventually blossomed into studying the dances of the Middle and Near East continually thereafter. I have been a performer, teacher and spiritual group leader for more than 15 years. Some of those who attended the June '94 Goddess Gathering sponsored by the Temple of Wicca in Ohio will remember me for the performance and class I gave in the old Moroccan trance ritual known as the Guedra. It was well received. Mezlim -19-Imbolc '95"},{"pageNumber":24,"pageContent":"pair off in order to perform the Great Rite. All were welcome in the beginning, of every sexual preference, as all acts of love and pleasure are the Great God and Goddess' rituals. What survives to this day is the first part - the Pole, representing the God, festooned with ribbons of many colours, held in the hands of the boys and girls who do a weaving dance about the Pole in a circular motion, representing the Goddess. At the dance's end the ribbons all end up delicately woven about the Pole, which by then is gaily decorated - symbolising their Union. An Egyptian dance known as Hyetti, performed mainly at weddings by a talented lady dancer with a male musician, is yet another example. The lady wears a beautiful costume that is always decorated by a special dowry necklace made up of three crescent moons. During her performance she removes the necklace and teases the musician with it, eventually giving it to him at the dance's end. Dance honors not just lovers, but warriors as well. One of the best types I know of was taught by my half-Japanese father. Katas are the rituals practised by martial artists in order to initiate the body into the correct movements for fighting in a spiritual manner. My father taught karate and aikido - and in such a way that the katas enabled his students to charge their \"ki\", or life-force energy, with that of the next world. The kata brings about the altered state of consciousness necessary to accomplish this. Without it, the warrior, whether physical or magical, gets nowhere. Shiva, in all his many guises, is God of warriors and dancers alike, as well as Lord of Three Worlds - spiritual, material, and the Void between them. The Void contains all that can be known - but outside of it, all within it is unknowable. Dances of spirituality also tell stories of the doings of Gods and humankind. In ancient times, talented dancers were invited into the priesthood of Pagan temples to perform not just for the public at large, but for nobility at festivals and holy days throughout the year. Paintings of such sacred dancers are found upon old temple walls in many places from Egypt to Knossos to Ephesus. I channeled and recreated one such old ritual dance from a lifetime in Crete that I performed with live serpents for years - to the fascination of young and old alike. A dear friend and teacher of mine, Mimi, once a member of the Royal London Ballet, lived and taught in Egypt for several years and recreated an old ritual dance to Isis which she performed in the Temple of Kamak at Luxor. It was for a movie for the Egyptian government, which happily I have on video thanks to her kindness. Mimi has also for many years been a performer and teacher of the Kathak and Bharatanatyam dances of India, which tell all the old stories and romances of the Hindu gods. Many of these dances are still to this day in their original 3000 year old form, relaying to us our ancestor's visions of Great Mother and Great Father. My own specialty, however, is Middle Eastern or \"belly\" dance, which was and is one of the greatest ways to honor the Gods of all time. In all of its many forms, such dancing is timeless and it is my fondest hope that it will always survive. LUM1H0GAT1 \"Weaving the Web We Live\" When: June 21-25,1995 Where: Brushwood Folklore Center, near Sherman, NY. $55 per person before May 29,1995, 575 at the gate. We will be accepting non-refundable deposits of J25 before the May 29 deadline to hold your registration at the early rate. The gate will be open only between the hours of noon and midnight on Wed. & 8am to 6pm on Fri., so please plan to arrive during these times. The overall focus for LumensCate is creating and working with Magickal Community - our Chosen Family! Each year's rituals are built around a specific theme, designed to carry the work we do in festival space on into our lives throughout the year. This year's theme focuses on the integration of the many parts into the whole; the reconciliation between internal and external, and between all parts of our family. The Web we Weave; the Web we Live, is Life itself. The great Mystery; Mother/Father of us all. LumensCate is a small, intense gathering, where some very special people come together to engage in focused magickal work/play. If this appeals to you, we invite you to join us this year in the Great Work. To register or request more information, write to: N'Chl Post Office Box 19566, Cincinnati, OH 45219 or call (513) 541-2166 Mezlim -20-Imbolc '95"},{"pageNumber":25,"pageContent":"The Connection of Music and Dance by Michael Sontag Dance has always been an important part of religion. Our conceptions of the first religions often include images of animal-skin covered cavemen dancing around a fire, giving praise to their gods. It seems that mankind has always had a powerful instinct to dance, but why is it that dance seems so closely connected with religion? What makes dance such an important spiritual tool? Looking at different types of music and dance may provide us some clues. The first type of music and dance that we will discuss is popular music. The creators of popular music generally consider their music to be a form of self-expression. Their music reflects some part of themselves, whether it be their feelings, their thoughts, or their experiences. The source and the inspiration for the music is within themselves, within their own lives. When these artists perform their music, they bring out the energies that are the source of their inspiration. If their source of inspiration is frustration and anger, energies of frustration and anger will be raised. If their inspiration is joy, then joyful energies will be raised. When the music is performed, these energies are spread to the crowd by way of the music. When people begin to dance to the music, they are reacting to the energies that have been raised by the artist. Instinctively, the movements of their dancing reflect the energies of the music. When dancing to joyful music, the movements will be buoyant and joyful. When dancing to music that is angry or frustrated, the movements of the dancers will be violent, reflecting the violent emotions raised by the artist. What dance does is to allow the dancer to invoke those energies that are raised by the musician. In some cases this will allow the dancer to share in the joy that the artist feels. Other times it will allow the dancer to share in the pain that the artist is expressing. Often this can be a very healing experience. It allows for the listener to identify with the artist and helps them to deal with their own pain. Sacred dance works in much the same manner. Many creators of sacred music will enter a deep trance during their performance. There are often no pre-written lyrics; the words come directly from a divine source. Sometimes these artists have no memory of what has been played or sung through them. Exactly where the music is believed to come from varies from culture to culture. The common element is that the musicians are raising energies from a higher source. Some cultures believe that the musicians are inspired to create their music by a connection with the divine; some believe that the music is played by a higher being through the musicians; and, some believe that the musicians are actually possessed by a higher being that creates the music. When dancers accompany this music, they are invoking the energies that have been raised by the musicians the same way as in popular music and dance. The difference is that in sacred music, the energies have come from a higher source. By dancing to this music, and thereby uniting with these energies, they have made a connection with the divine. In this way we see dance as being one of the simplest ways of invoking divine energies. It is a tool for experiencing the divine that has been used for as long as there has been religion. We may think that dancing around a campfire should be reserved for animal-skin clad cavemen, but dance remains as relevant for us as it was for them. Mezlim -21-Imbolc '95"},{"pageNumber":26,"pageContent":"THE DANCE by Ember My first gathering. I sit by the fire gazing into the coals, watching the flames dance in time with the drums. From across the fire, a woman comes into view. As she sways and moves to the beat of the drums, I am struck by the seeming unconsciousness of her movements. What a sense of freedom that must be, to be one with your body, the rhythms, the fire. I admire the fluid grace of her movements as they flow one into another, almost blurring together in my vision. 1 am deeply moved. Time has passed. Another gathering, and I continue to be called by the drums, deep within my soul. I stand at the edge of the circle. I can feel the pulse of the beat in my heart, in my blood. 1 begin to move in time with the flames. And I feel the unbounded joy rise in me, that sense of freedom that says I am one with all the sense of pure being. I am the rhythm, the dancer, the dance. COVER ARTIST'S STATEMENT by Paul B. Rucker Since I could hold a pen (I'm now 26), I have drawn Pagan Visions, images of the Gods and Goddesses who overtook my Inner Eye with splendor in my dreams. I believe in doing, so I bring these sacred energies to the earth-plane and, because they are created with Magickal Intent, these images encourage manifestation of the Powers in our lives. Magickal art is about making talismans: authentic artifacts from our personal Worlds. They carry the energy of our personal worlds. In a magickal sense, our artworks are vessels of containment for the forces that move us to make them. (Even the artist is a \"vessel of containment\", which must needs release his/her contents periodically: that is creativity...) Making magick need not involve rituals and spells; the primary requirement is for a structure of some psychic sort to hold intention. From a deep place, I have felt the Lord of the Dance arise—the embodiment of my power as a man to dance with Creation, to be overtaken with Praise in the form of Movement. With His left hand He declares the power of the Lion (Simha), with His right hand, the beauty of a Lotus in bloom (Padma), unified in his Cosmic Dance, which is one of Ecstasy and Awakening. He is the New Aeon Nataraj, the Lord of the Dance for an emerging Age, symbol of the unifying of Beauty and Strength and Holy Eroticism in every man who will Dance, and bring to earth, the Cosmic Dance. Mezlim -22-Imbolc '95"},{"pageNumber":27,"pageContent":"graphic by Jim Jeske"},{"pageNumber":28,"pageContent":"THE DYNAMICS OF RITUAL, PARTI The Rules of the Road: Shifting Into Gear lllillll I'll IW11U I 'illlPIUilllllljllilHlllllll'11'!.!! iUI.IblII1 LI. by Nikki Bado New people come into NeoPagan or other magical communities every day. Many of them have never experienced or been exposed to rituals in a magical or NeoPagan context. Because of this, it has seemed to me for a long time that closer attention needs to be paid to ritual basics or \"rules of the road.\" Learning the rules of the road begins with exposure—not only exposure to specific techniques and kinds of ritual experiences, but exposure to a way of looking at the world which may be quite different from what we're used to in mainstream American society. For example, most of us are familiar with the idea of religion as a label, something you are \"bom into.\" The question \"What religion are you?\" often evokes unpleasant images of the religion(s) and rituals we left behind. Some of us are so turned off by the word \"religion\" that we go to extremes to find another way of saying it: spirituality, path, walk, circle, practice, and so forth. The effort to put as much distance between what we do and what they do (or what we used to do) can make for strange and amusing contortions of our ordinary language. graphic by Deianera   But ^ is a serious P°int t0 ^ funny twisting of ordinary language. One of the things which we are trying to articulate by our \"resaying\" of religion is the shift away from a static label to a creative human activity. Religion becomes something that you practice, rather than merely something you call yourself, or even something that you believe. In fact, it would be appropriate to describe many NeoPagan religions as being practice or \"praxis\" based, rather than belief or \"creed\" based religions. This shift from belief to praxis has practical implications for a NeoPagan newcomer. For one, when religion becomes something that you do, rather than something that you believe, your body as well as your mind are both necessarily involved in your experience. In other words, a praxis based religion engages the oneness of body and mind, an idea which lies at the heart of many of our magical and healing techniques. Two other implications of religion as creative human activity concern issues of power and responsibility. We have exchanged the passive voice for the active one, and in so doing have taken control of the means for our own spiritual empowerment. With that power comes responsibility—both to ourselves and others. Responsibility to ourselves means learning and growing. If there is a \"reason\" why we're here at all, I suspect learning is a large part of it. I think this obligation is especially true for those of us who undertake the path of a religious specialist. Magicians often call this \"the great work\" and see it as the raison d'etre, the very reason to be. Imagining yourself a master magician is great fun. You get to wear neat robes, misquote Crowley while stroking your chin and raising one eyebrow significantly, and make all sorts of incomprehensible allusions to the Cabbalah. However, being a magician is a lot of hard work. And really working on yourself is hardly glamorous or even usually pleasant. It often means working on nasty habits. Mezlim -24-Imbolc '95"},{"pageNumber":29,"pageContent":"Refusing to bitch and whine when you don't get your way or when things don't come easily. Breaking through those convenient mental blocks which keep you from actually succeeding. It may even mean self-reflection, keeping a magical and personal journal, and developing a sense of self-discipline. No doubt about it—dirty work, all. Responsibility to others means being aware of the possible consequences of our actions on both a mundane and a magical level. It's bad enough when an untrained mind throws off negativity and contributes to psychic noise pollution. Most of us are so thick skinned this undirected static bounces off fairly harmlessly. of more than one way to accomplish something. Experimentation with ritual techniques and performance strategies gives us a number of options for problem solving, as well as a number of avenues for creative celebration of the sacred. NeoPagan magical communities generally encourage their members to experiment, to test and stretch the boundaries of their knowledge and experience. Even within groups which have a coherent structure of learning and advancement, there is still an emphasis on finding out what works. In other words, the success of NeoPagan rituals tends to be measured in terms of experience. However, a trained mind may have more serious ethical consequences to consider. With training, knowledge and will are hopefully merged with energy and direction, making it more likely that heartfelt negativity will reach its target, especially in a ritualized context. For that reason it is especially important to think through possible consequences of magical ritual actions carefully before performing them. Deciding that the consequences of your actions are acceptable is preferred to simply being ignorant that there are any to consider. Another way in which NeoPagans look at the world differently shows up in ritual. Our ideas about ritual undergo much the same kind of shift that our ideas about religion did Most of us are familiar with the concept of ritual as a stagnant, repetitive experience—something \"to be endured.\" In a NeoPagan context, ritual becomes a creative and transformative participation in the sacred, rather than something mired in the muck of a stagnant tradition. Tradition itself becomes a dynamic entity. In fact, the diversity which is so much a part of the NeoPagan magical community is itself a critical statement of our understanding of tradition as a dynamic process. Exposure to this diversity, to the concept of living religious traditions, is an important part of the NeoPagan experience. On a philosophical level, it makes us aware of the extent to which religions and rituals are consciously constructed human activities. On a practical level, exposure to ritual diversity enriches our creativity and makes us aware This brings us to one of the most interesting aspects of the NeoPagan worldview: the experiential reality of magic and ritual. Another way of putting this is \"you get what you ask for.\" Exposure to this concept involves a significant shift in consciousness and forms what I consider to be one of the most basic rules of the road. Failure to make this shift, or even notice it, has an impact on the success of ritual and is also an indication that the Judeo-Christian worldview is still being utilized. For example, with rare exception, we in the West tend to intellectualize our deities, to make them and our rituals abstract and removed from the real world. Done ^ only in an abstract way, ritual invocation becomes something that you use to act out some personal psychological drama, divorced from any real consequences to yourself or others. In effect, such ritual invocations merely pretend to call the Gods—Heaven forbid They should actually show up! Let's suppose that someone with enough knowledge to stir up a bit of energy by drumming, chanting, or another tried and true ritual technique decides to cast a circle for her friends and invoke a deity. Nothing wrong with that. Newly enamored of the idea of chaos magic, she invokes the Goddess Eris. At the end of the ritual, however, she forgets one important step: saying goodbye to the Goddess Eris. Big mistake. Mezlim -25-Imbolc '95"},{"pageNumber":30,"pageContent":"Think about it. Eris probably doesn't get invited out much, so She is likely to come to their circle with bells on. And stick around. For weeks. Making them all sure they are under some form of psychic attack until She is politely sent back to her \"lovely realms.\" Unfortunately, this is a true story, and one that I have seen repeated by other people with different gods. Most of the time this sort of play-acting is more or less harmless, although usually flat and disappointing as a ritual performance. There is not much directed energy produced by people who are just going through the motions. However, a little bit of knowledge is a dangerous thing, and practical problems arise when ritual techniques which have physical reality are employed by people who are unaware of the consequences. This by no means exhausts the implications, either practical or theoretical, of a shift in worldview. However, I hope that I have convinced you that making such a shift is an important part of the basic \"rules of the road\" for successful ritual performance in a NeoPagan context. I also hope that this will generate some discussion within the community, especially among those of us who are responsible for the training of others. In Part II, I will share some concrete suggestions for ritual organization and performance which have proven valuable in my own personal ritual experience. Nikki Bado has been a practitioner and teacher of Traditionalist Wicca for over twenty years. Much of her work has been presented in an academic context before such groups as the American Academy of Religion and the American Folklore Society. She is currendy pursuing a Ph.D. m folklore and religious studies at The Ohio State University. Those who wish, to correspond with her by electronic mail may reach her at nbado@magnus.acs.ohio-state.edu. Earth Is My Temple by Elie and friends A collection of Hebrew Pagan songs and chants Earth is my Temple is a refreshing addition to the growing list of earth religion music available to seekers. This tape fills a much-needed gap by bringing in old and new traditions of the Hebrew Tribes. The songs are beautiful and of good technical quality. Kudos to Elie and Friends for their gift of music and inspiration. Recommended. - Ray & Tara Buckland Now available for $10 + $2 postage from: N'Chl, Post Office Box 19566 Cincinnati, OH 45219 Songbook also available for $3 with order of tape. Mezlim -26-Imbolc '95"},{"pageNumber":31,"pageContent":"THE HERETICS CORNER: Truth And Metaphor by Dr. Richard Kaczynski When I was a boy, my parents took me on a trip to Poland. No, it wasn't an elaborate ethnic joke on the part of my progenitors; it was a homecoming. They were going to see their families for the first time since they were children, when World War II displaced them first to German work camps and later to American soil. The message to me was clear: It is important to understand your heritage. Now is just a point in time, and you can't tell where you are going until you know whence you came. This lesson is particularly important in magic(k), a discipline whose pedigree is so crossbred and inbred that its family tree is more of a hedgerow. That's why we will proceed by going back. dealt with the microcosm, the traditional elements and the pentagram. The macrocosm, alternately, finds expression in the hexagram and the seven planets. These planets are commonly placed on the spheres of the Tree of Life according to their numbers: The Moon on Yesod, Mercury on Hod, Venus on Netzach, and so on. (See Table 1). This tried and true method, however, begs the historical question: What is the history of this tradition? Table 1: The Planets and the Sephiroch Last issue Planet Number Sephiroth b 3 Binah * 4 Chesed 6 5 Geburah o 6 Tiphareth 9 7 Netzach 9 8 Hod ) 9 Yesod Select your Kabbalistic sourcebook of choice: Sepher Yeajrah, Bahir, Zohar, whatever. Try to find the planetary attributions to the sephiroth. They won't be there. That is because the Hebrew Kabbalists never attributed the planets to the spheres. At this point, our question becomes a mystery: How are the planets attributed to the Tree of Life? The Planetary Numbers Looking at Table 1, it is logical to assume that the planets were assigned to the spheres of the Tree of Life which matched their magical numbers. A planet's number coincides with the size of the magic square associated with that planet. For example, the following magic square corresponds to the planet Saturn: 4 9 2 3 5 7 8 1 6 Because this square has three columns and three rows, the number three is associated with Saturn. This system began with the introduction of magic squares to the west around 1400, and appears in medieval grimoires such as Agrippa's Three Books of Occult Philosophy and The Grimoire of Honorius the Great. Although this system did not assign the planets to the Tree of Life, such assignments were nevertheless in place as early as Robert Fludd's Collectio Operun (1617). Magicians, astrologers and alchemists, however, were not the only ones fascinated by the introduction of magic squares to the west. Medieval Kabbalist Rabbi Joseph Tzayach (1505-1573) also studied them. Unlike those who stopped at the nine-by-nine magic Mezlim -27-Imbolc '95"},{"pageNumber":32,"pageContent":"square, Tzayach learnt from his master to attribute magic squares of size ten through twenty to the ten sephiroth of the Tree of Life. Since the Kabbalists (at least in Tzayach's lineage) had their own system of magic squares for the Tree of Life, the western attribution of the planets to the sephiroth represents a break with tradition. Breaks with tradition aren't necessarily bad, but should be understood in context. The Hexagram Ritual In the Golden Dawn ritual of the hexagram, the planetary attributions to the six-pointed star mirrors that of the planets on the Tree of Life...almost (see Figure 1). Lon Milo Duquette offers the standard disclaimer in The Magick of Thelema (1993): The third sephira, Binah, representing Saturn, is not actually touched by the uppermost point of the Hexagram, which reaches up to the Abyss and touches the false Sephirah Daath. Nevertheless qabalists are satisfied with this surrogate relationship as Daath is not an inappropriate stand-in for the inscrutabilities of Binah... (p. 116) With all respect to Duquette, this sounds like rhetoric to backwards-justify a system that doesn't quite fit. Either the tip is on Saturn or it isn't, and this Kabbalist is not satisfied with \"close enough.\" Consider an alternative: If the tip of the hexagram touches Daath, and the tip corresponds to Saturn, that implies that Daath corresponds to Saturn. This makes some sense: The planet's number is three, and the number of Choronzon, guardian of the Abyss, is 333. Choronzon is the demon of dispersion, and one title of Saturn is \"Lord of Misrule.\" Daath is the \"false sephira\" which the Black Lodge mistakes for Kether; in ancient times, Saturn was falsely seen as the outer edge of the solar system until science penetrated that veil and discovered an outer triad. Saturn, as Santa, is the old man who lives on top of the world—not \"kinda off center to the left.\" My intent is not to alter the hermetic Kabbalah, but to acknowledge possibility. Once you eliminate the impossible, all that remains is the possible. The Quasi-Geocentric View The planetary attributions to the Tree of Life can also be seen according to what I call a quasi-geocentric view of the universe. The arrangement in Figure 1 is part geocentric with the earth and moon at the beginning, yet part heliocentric, with the order of the planets corresponding to their distance from the sun. This \"neither fish nor fowl\" quality is troublesome since it fits neither of the two worldviews. Furthermore, there are three planets beyond Saturn. How can a magician staring the 21st century in the face justify a \"seven planet\" view of the world? The Literal Argument: If the planets exert a real physical or metaphysical influence on us—one which magicians can use to advantage in ritual—then the outer planets cannot be neglected. Alternately, to argue that we should stop counting planets at the mystical number seven would be like a chemist turning the clock back to the 1940 discovery of Neptunium-237, the 93rd element in the periodic table, and ignoring any of the higher-numbered elements because 93 is a magical number. Just as modern astrologers observe and pay attention to outer planets and the larger asteroids, magicians should make a place for them. The Symbolic Argument: Perhaps the planets fill a symbolic role, metaphors for natural forces or psychological archetypes that are manipulated in ritual. If so, the metaphor Mezlim -28-Imbolc '95"},{"pageNumber":33,"pageContent":"is outdated. And just as doctors no longer claim diseases spring from bad humours, magicians (to the extent they consider themselves to use the \"method of science\") need to give up on this idea of seven planets. If the number seven is symbolically important, then the system should rely on another septenary, like the colors of the rainbow. Alternately, we can give up on the mystical number seven. Consider it this way: Modem science provides us with a new metaphor with which we can extend the boundaries of our mysticism and discover new truths. Some people will resist change. \"But it's tradition,\" they may argue. As I have shown, it is actually a break with tradition. Others may say, \"If it's not broke, don't fix it.\" This argument is anti-enlightenment: Christopher, Christopher, we already have a trade route to India. Why look for another? To be fair, magic(k) has a propensity to change with the times. Ritualists often speak of how we have left the Osirian age of suffering, how living sacrifices are no longer necessary, how sexual taboos are \"old aeon.\" Aleister Crowley flipped the attributions for two pairs of tarot cards—Strength/Lust with Justice, and The Emperor with The Star—to correspond to the precession of the equinoxes. And modem magicians do acknowledge the outer planets in some ways. For instance, Golden Dawn author Pat Asteroid^ Zaleweski places Neptune at Chokmah and Uranus at Kether. The O.T.O., meanwhile, places Neptune at Chokmah, Pluto at Kether, and (according to Grant) Uranus at Daath. Either way, the quasi-geocentric order is broken with these attributions. Being new ideas, these attributions are still open for debate as far as I'm concerned. Beyond this Kabbalistic renovation, however, most systems merely pay lip service to the outer planets. While we can't change the number of days in a week, can we honestly claim that certain days are sacred to the inner planets, while the outer ones have no sacred days at all? How about planetary hours? Shouldn't we divide our days to accommodate all the planets? What of the hexagram ritual? Want to do the invoking hexagram of Neptune? Sorry, no such thing. It may be time to separate the planets from the hexagram/macrocosm and devise a new ritual for the solar system as we know it today. Remember, the hexagram ritual originated with the Golden Dawn in the late 1800s, and we cannot presume that Mathers, Westcott and Woodman were infallible (or could foresee astronomical discoveries of the 20th century). The \"planets\"— Sun, Mercury, Venus, Earth, Moon, Mars, Jupiter, Saturn, Uranus, Neptune, Pluto— number 11... Say, doesn't The Book of the Law mention an 11 -pointed star? We may be onto something. While we're entertaining possibilities, allow me to offer three alternate Mezlim -29-Imbolc '95"},{"pageNumber":34,"pageContent":"arrangements for your consideration and, hopefully, bemusement Corrected Geocentric If we place the earth at Malkuth and arrange the remaining planets in order of their distance from the earth, we have the truly geocentric arrangement of Figure 2. (My only bias is in placing the Sun instead of Mars at Tiphareth...old habits die hard.) Note that Daath is counted between Binah and Chesed, as that is where it fells on the Flashing Sword. There are only a few discrepancies between this model and that in Figure 1. Venus and Mercury trade places (although, as I'll show in a later column, this sometimes makes sense). Similarly, Uranus replaces Saturn in Binah. The remaining supernals agree with the O.T.O. arrangement. distance from the sun. Add the asteroid belt just beyond Mars, and you have Figure 3: A heliocentric arrangement of planets on the Tree of Life. This anangement is appealing because you can almost \"see\" the Tree of Life as a solar system. Also intriguing is that the orbit described by the asteroid belt corresponds to the Abyss which separates the supernal triad from the rest of the Tree of Life. It also represents Qesheth, the rainbow bridge to the higher grades, or, alternately, the Veil of Paroketh that conceals the higher grades from the Outer Order. Higher Octave Some astrologers claim that the three outer planets of our solar system represent \"higher octaves\" of the energies of the inner planets, with Uranus corresponding to Mercury, Neptune to Venus and Pluto to Mars. With this in mind, look at Figure 4, which places Saturn in its order on the Flashing Sword (at Daath) and preserves the planetary order in the supernal triad. Interestingly, the supernal triad reflects into a triad in the lower tree that almost fits this higher octave idea: Uranus corresponds to Mercury below, Neptune to Venus below...but, alas, Pluto is assigned to the Moon (not Mars, which is its \"fundamental\"). However, one could argue that Pluto—which rules Scorpio—has a counterpart in the dark, reflective and watery moon. Then again, as I wrote earlier, \"this sounds like rhetoric to backwards-justify a system that doesn't quite fit.\" Such is a magician's life: To revel in the apparent perfection of our beliefs, only to denounce them when they foil us. There is plenty of time for condemnation. For now, simply revel in some new ideas. Tune m next issue for another installment of the Heritic's Comer. Heliocentric Although the placement of planets here is somewhat arbitrary, the basic idea is compelling: Imagine Tiphareth as the center of the solar system and the remaining sephiroth as planets arranged around that point according to their Mezlim -30-Imbolc '95"},{"pageNumber":35,"pageContent":"THE NEW FOREST MYSTERY, PARTI by John H. Watson, M.D. Channeled by MadDog Thick, grey fog swirled around the streetlights and shrouded the hoofbeats of the cab horses on Baker Street. Although April was nearly at its end, twilight still came early. Lights were beginning to go out in shops and offices, and their clerks were swarming into the streets, eager to get home for warm evening meals. Soon, I knew, my old friend and roommate Sherlock Holmes would arrive home, and soon after our landlady, Miss Hudson, would bring tea up to our rooms. 1 had moved back in with Holmes only a few months ago after my own good wife had passed away. Holmes himself had attempted to retire to a rural area of Sussex but soon grew tired of his rustication, longing for the stimulation and activity of London. Fortunately our old digs at 221-B Baker Street had been vacant at the time. The house was now managed by the younger daughter of our old landlady Mrs. Hudson, who was invalided as a result of a stroke. Miss Hudson welcomed us back, and we resumed our old life as before, I continuing my medical practice and Homes being sought out by the desperate to solve their mysteries. The familiar sound of Holmes' footstep on the stair announced his anival, and soon I saw his familiar face in the open doorway. The years had been kind to Holmes. His once lustrous black hair was streaked with grey, and deep creases had given his craggy features the nobility of a Roman senator or a chief among the Red Indians. Beneath his heavy brows his dark eyes still burned and flashed with that keen intelligence that had always distinguished him and made him the terror of criminals and the hope of the innocent. \"How are things at the Diogenes Club today, Holmes,\" I inquired. \"As well as could be expected under the circumstances, I suppose, Watson. My brother Mycroft's health continues stable under your expert care,\" he smiled, \"and he never tires of solving the most intricate diplomatic problems for His Majesty's government. Although the old engine of his body declines, the mind is as sharp as ever.\" I thought I detected a momentary tremor of regret in Holmes' voice, but he immediately continued in a brighter tone, \"Have you read in today's Times that the probable conflict with Germany was unexpectedly averted? Although the paper tried to put a good face on the situation, I know from talking with Mycroft that it seemed quite hopeless until suddenly, with no explanation, the Germans agreed to our requests, withdrew, and the crisis was over. Mycroft seems quite at a loss to explain what caused their change of heart, but 1 suppose we should be grateful.\" Changing the topic, he continued, \"There are, regrettably, no unsolved crimes reported in today's papers. Either the police are becoming more efficient than they used to be, or today's criminals have become hopelessly inept.\" As he spoke, I watched his gaze roam around our drawing room, resting briefly on the locked drawer where he kept his hypodermic needle and the seven percent solution of cocaine to which he reverted in times of boredom. After a moment, he seemed to shake his head, and next his gaze stopped at the violin case on our mantle. 1 don't know which I dread more, his Mezlim -31-Imbolc '95"},{"pageNumber":36,"pageContent":"compulsive, manic activity under the influence of cocaine or the wild, Gypsy music, full of high glissandi, that he plays on his violin. Perhaps the worst is his violin playing under the influence of cocaine. At this instant, as Holmes was deciding how to relieve his boredom at having no crimes to work on, there was a knock at our door, and after a few seconds Miss Hudson entered bearing a calling card on a tray. \"There's a young lady downstairs who says that she must see Mr. Holmes at once.\" Holmes took the card off the tray, read both sides of it, then passed it over to me. \"What's your opinion, Watson,\" he asked languidly. The handwriting on the back of the card was strong yet delicate. Its message read \"you must help me. I believe that my father is in trouble, and the trouble may involve the government.\" I turned the card over and read the name on it: Miss Dorothy Clutterbuck. \"In my opinion, Holmes, this may be the cure for your boredom. It may not be a crime, but you certainly have gotten a lot of mileage out of young ladies in distress. I suppose we both have,\" I concluded hesitantly, thinking back to one of our early cases in which I met the young lady who was to become my wife. Understanding my allusion at once, Holmes smiled delicately then turned to our landlady and announced \"send Miss Clutterbuck up immediately and bring tea for all of us, please.\" Our visitor was attired in a reddish brown velvet costume with a matching hat of vaguely oriental design and fawn-colored gloves. Her figure was short yet pleasing, tending perhaps somewhat toward plumpness. Her thick hair, gathered into a knot at the back of her head, matched the color of her dress; and her skin was of a slightly olive complexion. Her eyes were large and deep brown; and, as she stretched out her hand in greeting, I couldn't help looking deeply into them. Something about her regard—I couldn't say what—spoke of distant places and ancient times. As I looked into her eyes I felt some deep stirring, as if bleak embers, long covered with ash, had fallen open and a tiny tongue of gold vermillion flame had emerged. My reverie was fortunately broken by Miss Hudson, who entered with the tea things and set them down, rather more noisily than was necessary, on a nearby table. Holmes asked if I would like to serve, and I thought I observed him looking at me with a slightly strange and questioning expression. As soon as we had all taken full cups of tea and settled down in our respective chairs, I noticed Holmes stretch out his long, thin fingers, placing their tips together, and lower his eyelids almost to the point of closing, signs that I had long recognized as his preparation to listen and think. \"Now, Miss Clutterbuck,\" he began, \"please tell us your story, starting at the earliest relevant point and leaving out no pertinent detail.\" Our visitor's story did not take long to tell. She had been born in India, where her father was an officer in Her Majesty's army, stationed on the northwest frontier. I was about to tell Miss Clutterbuck that I, too, was once stationed there; but Holmes saw me open my mouth and stopped me with a glance. I decided that my own tale could wait until another occasion. Miss Clutterbuck's mother had died when she was young, and she had been reared by her father, who had gradually risen to the rank of colonel of military intelligence. Only a year ago her father had retired from the army. The two of them had then returned to England to live in a remote house near Christchurch, close to the New Forest, where he had lived as a youth and where his wife had also been raised. He had told his daughter that he wanted a quiet place in which to write his memoirs and that he would perhaps seek out any of his youthful companions who might still reside in the neighborhood. She was given total freedom to manage the household and an allowance to hire a small staff of servants. With a slight gesture of impatience, Holmes interrupted her narrative. \"This sounds like an ideal situation, Miss Clutterbuck. What, pray, is the occasion for your visit to us?\" \"A few months ago, my father began receiving visitors at night in his study. I heard him talking with them, but since I never saw any of them I can only imagine that they entered and left through the double door that connects his study with our garden which, sadly, is in a state of some disrepair. When I questioned him about the voices, he dismissed my question, saying that they were only townspeople calling on him about business. You must realize Mezlim -32-Imbolc '95"},{"pageNumber":37,"pageContent":"that my father is a rather formidable man, and I was quite reluctant to pursue my questioning once he had given me an answer.\" \"I quite understand. Your father had told you that his only enterprise was writing his memoirs, and you were given complete management of the household. Why, therefore, would he be receiving townspeople on business, why at night, why would they be entering and leaving by the garden door, and why would he not tell you who they were and what business they were about?\" \"Exactly, Mr. Holmes.\" \"On the other hand, there is such a thing as a right of privacy. These may have been some of the friends of his youth that your father said he wanted to reestablish contact with, and he may have simply believed that you had no right to question him on the subject.\" \"I have of course thought of that, but there is more.\" \"Please continue.\" \"Soon after the first time that I heard voices in my father's study, he began making nocturnal excursions by himself. My bedroom is right above his study, and I can hear the garden door open or shut. At least twice a month he leaves at night and doesn't return until just before dawn. At first I supposed that he was just making a check of the grounds for possible intruders or something like that. It would be just like an old military man to do that sort of thing.\" I nodded my assent as Miss Clutterbuck continued. \"But he is gone much too long to be just beating the bounds of our property, which is after all rather small. One night, when the sky was quite clear and the moon full, I looked out my window after I heard the door below open and shut, and I saw my father cross our meadow and disappear down a path into the New Forest, which is right next to our land. I stayed awake all that night with my window open, waiting for his return, and around an hour before sunrise, when mist hung thickly over the meadow and the moon was low in the west, I saw him emerge from that same path, looking strangely awake and energetic for so early an hour. Since then I have watched his comings and goings, and they are always at the same hours and to and from the same path.\" \"Tell me, is there any rhythm to these excursions, or do they seem to happen randomly? When, for instance, was the last one and the one before that?\" Our visitor furrowed her lovely brow in thought before answering. \"Well, his last excursion was on Tuesday week before last, and the one before that was nearly a month ago, also on a Tuesday.\" \"Are his excursions always on Tuesdays, Miss Clutterbuck,\" asked my friend. \"No, Mr. Holmes.\" \"Tuesday two weeks ago was the night of the new moon, and the Tuesday a month ago was a full moon. Are all his nocturnal journeys on new moon and full moon nights?\" \"Now that you mention it, every other one has been on a full moon night. I know that because he has been so easy to see as he leaves. And his excursions have been two weeks apart, so I suppose that the others may all have been on new moon nights. Do you conclude that there is a connection?\" \"Not quite so fast, if you please. It is always a mistake to draw conclusions in advance of evidence. But your case does present some features of interest, don't you think, Watson?\" Before I had time to offer my opinion, Holmes continued, \"You say that your father's excursions occur twice a month, but try to remember if he ever leaves on any night other than a full or new moon?\" \"Now that I think of it, the first time that he left the house at night was early in February. I remember because it was Candlemas. The night was chilly, and he was quite bundled up, with a heavy coat, muffler and boots. When I asked if he was going to church, he chuckled and said that he was not. But he didn't offer where he was going, and I didn't see him again until next day.\" Holmes smiled slightly, \"No, I daresay he wasn't going to church. But your card mentioned that you think he's in some kind of trouble and that it may have something to do with the government. What evidence, pray tell, leads you to such startling conclusions?\" \"My father was in military intelligence, for one thing; Mezlim -33-Imbolc '95"},{"pageNumber":38,"pageContent":"and since these visitors come only at night and never through the front door, and since he won't tell me who they are or what they're about, I suspect that they may be using some pressure to extract military secrets from him.\" \"My dear young lady, I believe that you're letting admirable concern for your father combine with an overly active imagination to lead you to wild and unsupported conclusions. So far as I can tell, your father is doing nothing suspicious, and I'm sure that in good time he'll explain these visitors and excursions to you.\" \"You may be right, but I'm not satisfied, and I have overheard words and bits of conversation from the study that suggest military intelligence. On Tuesday night week before last, he had visitors again, and I heard the word \"Germany\" repeated several times. When he left that night, he was with several other people. If you don't help me, I shall be forced to resort to the police.\" At this, Holmes frowned and stood up, walked to the mantle and turned, his hands behind his back. \"Your case gets more interesting by the minute, and I believe that going to the police would be a grave mistake. But since you're determined to know the truth, I suppose that Dr. Watson and I have no choice but to come to your house and learn for ourselves what your father is up to. Tomorrow night the moon will be full again, so your father will probably go out. We will need some kind of excuse for being at your house and some aliases, so you can introduce us as gardeners who have come to plan a landscaping project.\" Holmes turned to the mantle and picked up the railroad schedule that he always kept there. \"A train leaves from Victoria Station tomorrow at 1:13 p.m. and arrives at Christchurch at exactly 5:09 p.m.. Please have a carriage there to meet us and be prepared to give us a tour of the garden and show us the path by which your father leaves.\" After Miss Clutterbuck had expressed her gratitude and left, Holmes turned to me and said, \"Now, Watson, what do you say to dinner at the Holborn, followed by an evening at the opera house? The young American tenor John McCormack is debuting tonight in Covalleria Rusticarta.\" END OF PART ONE Enjoy-your reading! BOOKS MAGAZINES JOURNALS NEWSLETTERS Serving the publisher from printing to mailing. Lotus quote your next publication. 813-942-2218 1-800-940-6568 Fax 813-937-4758 500 ANCLOTE RD. TARPON SPRINGS, FL 34689-6701 BOOK & PUBLICATION PRINTERS ^ &fyitt ligtjt JhritaclrS/ftatreb Spirit $}rotiucts m m # # m m # m * # # * # \"TRADITIONAL MAGICKS FOR THE NEW AEON\" TJT Distributors of   ^   Llegant Pemacfrs in 14K Gold & Stating Silver, ^fc many set vnt/i Crystals & Gemstoiua. Lots more magickal jfj jewelry, powerful ritual toots and talismans, Saatd Spirit ^ intense warufs, 5mil's Journey oils, etc. Cast a mighty spell inyow fu?m£ or office1. Send S3 00 lor our mail order catalog To WHITE LIGHT PENTACLES/SACRED SPIRIT PRODUCTS P.O. Box ties Salem, MaaMchuaetti 0lt714t(3 or ask your lavonie shop lo call us to make sure these supplies reach your neighborhood. We specialize in supplying New Age/Metaphysrcal/Magekal Shops & Bookstores. Businesses will receive our complimentary wholesale catalog upon request, by calling l -800-MASTERY. Wholesale orders only please. Blessed be. >3 # # # # # # Mezlim -34-Imbolc '95"},{"pageNumber":39,"pageContent":"Neophyte's Niche Finding Focus by Donna Stanford-Blake Feeling scattered exasperates me. I realized this as I ran around my day job doing bits and pieces of the most pressing tasks - accomplishing very little. It occurred to me - focus -1 need FOCUS! Turning the thought over in my mind I realized my magickal work could use some, too. Exploring the thought still further, I wondered if my everyday life seemed so scattered because I lacked focus in my inner world. Hmmm. A sobering thought. I hear many people saying they need \"focus\" or advising someone with a difficult dilemma to \"focus\" and the answer will come. There are focus groups, people are either focused or unfocused, etc., etc. But what does it really mean? Why do we need it? Do you just \"focus\" or is there more to it? Most importantly, how does this apply to magick? Webster's Dictionary defines focus as \"a point in which rays of light meet after being reflected or refracted; point of concentration; to bring into focus.\" The step between this definition and application to life requires only a little thought. Using \"focus\" primarily as a verb, \"to concentrate\" seems to make the most sense in this context. The definition \"focus\" shares with \"concentrate\" (also from Webster's) is \"to bring together and direct to one point or object.\" So \"to focus\" is to bring together and direct all of one resources towards one goal. While this explanation clarifies the meaning of focus as a verb, the definition of focus as a noun intrigues me : \"a point in which rays of light meet after being reflected or refracted.\" My imagination leads me to my temple space. When I experience my work or watch someone else's, I envision a crystal channeling energy. Some people see these energies as rays of many colored lights; like the rainbow produced by the refraction of light through a crystal. To accomplish a specific working the practitioner brings these energies together, concentrating their potential to create a successful working. During magickal work the practitioner becomes both the crystal; capable of refracting the light - and the focus; the point where the refracted light meets. Of course! Not only does magick require focus, magick IS focus. Focus is obviously an integral part of magick, but just how does one do it? Think of a magnifying glass. Basically it is a piece of thick convex glass on a stick. Rather useful for examining small items (because of the unique focusing abilities of the lens) and a dandy paperweight. But take one outside on a sunny day and it illustrates a different concept. Held above a combustible material with sunlight beaming through it, the power of focus becomes obvious. I remember watching my father demonstrate this fire starting technique. The magnifying glass held just so above a sheet of paper to produce a very bright spot edged with brilliant yellow. As the paper browned and the smoke curled, I felt I had witnessed magic. And I had. Magickal focus isn't quite as easy as just standing in the sun, though the concepts are similar. Quieting the mind; becoming clear - like glass. Breathing to help the energies flow through the body; like the sunlight passing through a lens. The result may not be a smoldering fire but is just as magickal. Mezlim -35-Imbolc '95"},{"pageNumber":40,"pageContent":"Successful work - magickal or otherwise - cannot easily be separated from focus. It is essential in creating sacred space, developing relationships, balancing a checkbook, performing rituals, advancing your career, healing, child rearing, divination - the list goes on. As I mentioned before, magick is focus. The magician becomes the lens, the crystal. One becomes clear, still and open for energies to come through; sometimes aiding the flow by one's own energies, then allowing them to do the work desired. Without focus there is no magick—only theatrics, spectacle and hot air. Unfortunately, it is not uncommon to find people attempting magick without focus. Like any other discipline, magick requires practice and perseverance. In other words, it's work. If a person is serious about self-transformation, it becomes their life's work. But if a person or group is not willing to invest time and energy in their chosen path, their rituals and rites become nothing more than vaguely interesting pageantry. While satisfying the need for drama, it does not effect change - personal or otherwise. Truly focused magick is an entirely different experience. Whether done alone or in a group, the difference is immediately apparent. The feel of the energy, the intenseness of the participants possess a tangible quality. Something occurs on levels seen and unseen. Most importantly, the result can be experienced. Be it setting up sacred space, a particular ritual, a healing or self-transformational work, the end result of focused magick is obvious - it works. The correlation between unfocused inner work and a meandering mundane life now becomes apparent. No focus and life becomes a series of repeated set backs, mistakes and wanderings down life's side roads. Inner work manifests in the outer world. Whether the pattern manifests as a series of dead-end jobs or failed relationships (or both!) the underlying cause remains - lack of focus. When one's energies are scattered in myriad different directions, nothing gets accomplished. Most people manage to focus on some things some of the time. If not, the world would be totally chaotic. Of course, if you feel your world is totally chaotic, it's time to use your inner magnifying glass for more than a paperweight! Take a moment and imagine what could be created with just a little more deliberate focus - both in your magickal work and the reflected outer world. The possibilities expand endlessly. It seems so easy, so logical. So why is it so hard? The question of \"how ?' often obscures the more important question of \"why?\". Both questions need to be answered. Many people know perfect magickal constructs. They perform flawless rituals, moving healings and distribute much knowledge. Yet the rituals possess no depth, the healings are ineffective and their teachings do not impart wisdom. Focus seems to be present. The energy is there, but something is definitely missing. Even the most focused work can go astray if a key element is overlooked. Intent. The reason for focus - the \"why?\" Without intent, focus has no direction. Let's look again at a magnifying glass. It can be used as a paperweight, visual enhancer, or fire starter. Use one without having a specific reason and the small print in an important contract may go up in smoke. Without intent, focus is just concentrated energy; as capable of destruction as construction. Focus collects and concentrates the energy. Intent gives it direction and a goal. A simple equation. First the \"how?\" Then the \"why?\" But as any parent knows \"why?\" is often the hardest question to answer. To discover the answer to \"why\", first the decision to do something, such as a healing ritual, needs to be explored. Obviously, in the case of a healing, there is a need; someone is sick or injured. But unless a person has elevated their awareness to a high level of altruism, a secondary, more basic reason motivates a person. The return factor, or what do I receive from this, what's in it for me. If that sounds very ego-centered and self-serving - well it is. The key to finding answers is honesty with yourself. And honestly we all do things because of the inherent value we get out of it. Still using healing as an example; what could the different reasons be? Learning more about healing, being the \"good guy\", impressing the healee and all in attendance, gaining status and recognition, etc. Even though some motivations are a bit ego-centered, the end result is still a successful healing. Yet, even with focus and intent some work still goes awry. This is where the search for intent gets tricky. We all program ourselves with a basic life intent. It starts at birth and develops as the person develops. Since most of us live our life in a semi-unconscious state, this intent is not apparent. The patterns of one's life hold the clues to discovering an underlying intent in life. Mezlim -0- Imbolc '95"},{"pageNumber":41,"pageContent":"Let me give an example. Me. I struggled through my twenties without drowning (just barely) and hauled myself up on my thirties - gasping. At this point I realized there had to be a reason my life felt so hard. Why do some people do well and others flounder? In my long search for answers I found them where I usually do - within myself. Our family motto could be summed up as \"DON'T ROCK THE BOAT!\" I learned early the way to peace and harmony lay in not asking for what I needed, not standing up for what I believed, not showing my anger and many more unempowering \"nots\". Needless to say, my family was quietly dysfunctional. But it worked for us - up to a point. School did not pose much of a problem because school rules followed my family's quite nicely. Although shy and with few friends, I managed basic socialization and received a decent education. Unfortunately when the time came to grow-up and become independent, my unconscious intent began to color my decisions. Focus with the underlying intent of \"don't rock the boat\" just doesn't make for very a powerful or successful person. I started seemingly sound projects or good jobs only to stop mid-way because going forward would require changing the status quo. My underlying intent caused me to focus on keeping the peace instead of getting what I wanted or needed. Needless to say, I was miserable. After much grief, it dawned on me that life needn't be like this. I sought counseling, kept a journal and talked to others journeying through their own private abysses. Slowly I began to see my patterns. Once recognized, I found the power to change them. Of course, I still struggle occasionally. And I continue to find hidden intents that skew my focus. But I recognize why I struggle. Now I own the power to change my intent and focus on my true goals. I am not miserable. If someone seems to be doing all the \"right\" things but still fails, it indicates a hidden intent. Often people allow things to go right - up to a point, then failure strikes. They miss an important deadline or forget an important element of a ritual they organized. Some call this self-sabotage. Most people blame something other than themselves. They become victims. I feel the truth lies in hidden intent. Everyone has them. Uncovering these poses a challenge, but with perseverance and the right tools you to can discover what keeps fogging up your magnifying glass. Look for patterns in past behavior. Write in a journal and review it on a regular basis. See a therapist. Join a group of like-minded people and learn together. Magick helps me in my search for focus by showing me my personal power and assisting me in changing my intent. I use what I learn in both ritual settings and my everyday life. My search for a happier existence took years. Nothing came close to the effectiveness of my particular magickal path in finding and clarifying my intent and focus. I know other paths work, but for me it's magick. Once a person comes to a better understanding of their unconscious intent, then work begins on developing a conscious intent. As the underlying saboteur dissolves, goals to focus on can be developed and specific intent decided on. The more honesty used in the process, the clearer the intent and the more intense the focus. The more intense the focus, the sooner a goal is reached. Goals can be as diverse as creating safe, sacred space — to buying a house. The magnitude of the goal really doesn't change the way focus works. Be perfectly clear when setting the goal and developing the intent. The clearer the better. Then bring your resources to bear and FOCUS. Amazing things happen. As I wrote this article my focus shifted and my intent blurred. Am I writing because I know about focus or because I need to learn about it? Believe me, I needed to leam about it! I discovered lurking unconscious intents; \"I will not write well\", \"I will not have enough time\". And I almost blasted my original goal by splintering my focus in several different directions. Yet, I learned slowly and a little painfully to focus. I still run about scattered, but I am becoming more conscious of what I'm doing and why. I am becoming clear about my goals and intent. I see I have the tools I need - if I just use them. I found a magnifying glass yesterday. Dusty and ignored, waiting to be used. Smiling, I picked it up. Mezlim -37-Imbolc '95"},{"pageNumber":42,"pageContent":"MESHIKAN Part 4: The Mountain fmWMmmummMMmfflWMWmmMMM by Norman Jope Telepathy Delineates the honeycomb Of air and drama I and you, I and 1 stand brink to brink across this mountain Led to ziggurats Of tiered horizons Clawing at the light With crampons in our eyes And jesses in our tongues-And rivering the sky with human darknesses with blood branch silences beyond all oracles all verbal matrices-so nacreous in nakedness anonymous in age and gesture eyes in triangles in wings and wombs Set down upon this plinth of jade and malachite, beneath a moon that is a scimitar of amethyst, we toss each other gems that are the size and shape of building blocks. What rain there is condenses into pearls. The clouds are at the top of every staircase. Telepathy delineates...' The sonar trackings of our words enframe each pinnacle. ll rises on the mountain. The last thing is the door. We paint it on the solid topaz walls. It burns a space behind itself; the vortex sucks us through the entrances... The sky has crumbled. Bone has crumbled. Mountain has evaporated. Moon and stars have dwindled. We find ourselves upon a plateau. Its thermals trace the geometries of naked perfumes, whose molecules are spirals, whose flavours seep into the skin and leave us hungry for the love of angels that are no less birds. So it is I blossom in your eyes. There is no space between us. It is all within us. My fellow-traveller, no lover but companion, no answer but my tuning-fork and sounding-board, you fade into the residue that forms these words... and so I tell vour story of your laser's journey, of your dance through Meshikan and become that city where you walk, become its clustered domes of gossamer its lacework spires that are antennae tickling the air to coax its messages its topaz ghats that are the plinths of procreation its pheromonic conversations draped around the silence of a vulture's flight-path of a gnat's bright pilgrimage its waters rippling with donated smiles and protein's ecstacies it is ever-laughing and indulgent of our prophecies existing not existing in the future BUT PRESENT AT THIS MOMENT THIS NO-LONGER MOMENT AT THIS TIME NAMED NOW and even in this corridor where we move beneath the stones, where light is mineral and stones are knotted fists of darkness, where She and He and I and You are waters, slurred with cobwebs, feeding on the morning, on TOMORROW... Mezlim -38-Imbolc '95"},{"pageNumber":43,"pageContent":"Lore From The Wise Women healing is our birthright as humans and magic workers. Just as we are reclaiming our pagan voices and practices, it is time now to recognize our ancient link to the plant world and the knowledge we have traditionally carried from it. In Neanderthal graves have been found pollens from plants still used medicinally today. Many of the female images surviving from this era are seen touching their bellies, symbolic of fertility, or their breasts, goddesses of nutrition and sustenance. Thus, it is not surprising when the image evoked in our minds of our herbalist ancestors is that of the village wise woman. This was the person typically entrusted with the common rituals of birth, of conception and contraception, of the instruction and administration of proper diet, as well as healers of the sick, counselors and hospice workers. Of course both men and women have traditionally worked with the plants, although our images of the medicine men seem to suggest work with larger issues facing the community or group as a whole.(l) The land we walk upon is populated with many beautiful beings. In my travels I have been blessed with the companionship and gifts of the plants. Their contributions are many, granting us access into timeless wisdom, healing on all levels, lending magical and ritual energies, and serving as guides and allies on many planes of being. As we become quiet enough to observe subtle energies around us, we may find ourselves open enough to hear the voices of the plant helpers. Each is unique in its attitude and communication, often emanating from plants we had overlooked previously. For many of us, the foray into herbal study begins with a profound feeling of peace when immersed in nature, and a longing to know more about the plants which surround us. I believe that this ancient wisdom of by Terezct Qollub This rich lore was handed from old to young for countless generations, from parent to child or teacher to apprentice. Much of this tradition was given orally and through years of demonstration. Over the three centuries of religious persecution in Europe, much of this knowledge was lost. Following the Inquisition of the Church of Rome, it was announced that \"if a woman dare to cure without first having studied, she is a witch and must die.\" (2) Women at this point in time in Europe were forbidden to study in the Universities. The Malleus Mcdeficarum stated \"that the greatest injuries to the faith as regards the heresy of witches are done by midwives; and this is made clearer than daylight itself by the confessions of some who were afterwards burned.\" (3) In fact, eighty-five percent of those put to death as witches during the Burning Times were women. (4) Since we have no Mezlim -39-Imbolc '95"},{"pageNumber":44,"pageContent":"written records left to us by these healers, this ancient way of life was virtually obliterated. Today, many of us are bringing these sacred ways back in our spiritual practice, our work and our private lives. close to your heart, and may guide you through your dreams, ritual work and soul travel. In locating our plant allies, we may leam a great deal more about our own nature. As with an animal ally, you may find the plant has chosen you. In considering our work with plants today as holistic, we honor a way of life which is more circular in attitude and style. As we honor the seasons of the wheel and the cycles of our lives, so too we view our bodies as a delicate balance of systems existing interdependently. What affects one part of the body shall affect another. Therefore, is it not better to nourish the body as a whole, rather than concentrating on zapping one specific problem? Often we find a problem has a much deeper source than the symptom it is producing. Is this a physical manifestation of an emotional sore spot, too long neglected? Is this a symptom of a problem affecting our community, our planet? What choices can we make to benefit all? Surely working in tandem with nature is a more sane first choice than looking to that pill we can take to mask the symptom for awhile. Another aspect of holism, when involving plants, is a recognition of their lives as living beings. Their influence is both subtle and powerful, and because of their intense spiritual natures, can affect us on many levels. Plants are full of life force, and we find when ingesting them raw that we may benefit by an increase in our own life force or chi. In working with the plants as we would our magical stones or spirit allies, we may again benefit in a strong boost or healing in our spiritual energies. When we can find a still point in which the flow around us becomes clearer, we may find a channel open to communication in the green realm. Often this can be as simple as taking the time to really notice and honor a plant which seems to be around you a lot, or one which you find yourself attracted to. Sit for awhile, observe, send love, send appreciation. How has this plant's beauty added harmony to your office? How has this tree given you shade? Then open yourself to any flow coming back. You may find you have discovered a key which will enrich your life. With practice you may be able to discover the plant's role as a helper on the planet, along with many stories of its past. In coming into deeper contact with the natural realms, it is common to find a plant or plant spirit which is You may want to carry a bit of the plant as an amulet, or bring it into your home, or ingest a bit of it to take on its essence. You may make an oil of it, or a scent. It may be that the plant starts to appear in profusion near your home or workplace. Pay attention to any deities associated with the plant, and its planetary ruler. In following issues, I will present some plants rich in tradition and benefit. Explore those which are around you -new friends await in a hundred leafy varieties. (1) Woman As Healer, Jeanne Achterberg. Shambhala Publications, 1990. (2) Satanism and Witchcraft, J. Michelet, 1860, Citadel, 1939. (3) Malleus Maleficarum, Kramer and Sprenger, 1484, Dover Publications, Inc., 1971. (4) The Burning Times, Donna Read, director, National Film Board of Canada, 1990. Members of the Tribe (and Friendj!) Y^ a / Subscribe rignt now! Di Scfitnattenw* \"The \"Voice of Pagan Jewry\" *\\ Subscribe to Di Schmatte (The Rag) now, and get four Issues of neat-o articles yon can't and anywhere else. Read about Hebrew Goddesses, Pagan Rosh Hashana and Shabbot rituals, Anti-Semitism In the Pagan community, the Crypto-Jews of Spain, the Pagan his-tory of Jewish holidays, plus recipies, book reviews, arguments, tribal gossip, and other Hebrew-Pagan news. And look! The cost is sliding scale! Or Gevalt, do I want to subscribe! I'm comfortable, so here's $25 for two years, $15 for one year Oy, I want to read more, but I can't manage $25, so here's $18 two years,  $10 for one year Send to: Di Schmatteh, P.O. Box 7616. Hpls, MN 55407-HZ1. Make checks out to Consortium, Inc. Is nothing profane? ^ Enchante / The Journal for the Urbane Pagan Iff $4.95 copy/$18 a year Iff Make checks payable to: John Yohalem Iff x  30 Charlton St. #6F * / > New York, NY 10014 \\ rO' \"Most provocative pagan magazine\" VJ -Wican/Pagan Press Alliance Mezlim -40-Imbolc '95"},{"pageNumber":45,"pageContent":"The Psychomagickal Hypothesis: A New Look At Magick's Effect On The Psyche, Part II by Larry Cooper THE PSYCHOMAGICKAL THESIS Every magickal operation involves a psychomagickal process. This process involves not only the traditionally accepted stimulating mnemonic effect of energy, symbols, and movements and sound on the higher centers of consciousness but also the stimulation from dormancy of hitherto repressed psychological pain. This pain lies atop the very levels of consciousness that magickal operations are designed to stimulate to the surface. Therefore, for a magickal operation to be effective, it must be accompanied by due attention paid to the emotional effect of that operation, be that effect immediately apparent or slowly unfolding over a period of time. In order to understand this thesis it is necessary to understand the three elements of which it is comprised: the psychological (Part I), the magickal (Part II) and the psychomagickal—the interrelationship between the two (Part III). THE MAGICKAL In order to understand the effect of magick on the psyche, we must first understand what magick is, how it is accomplished, and how and why it works. Definition of Magick There are many definitions of what Magick is. Aleister Crowley's definition is that \"Magick is the art and science of causing change to occur in conformity with the will.\" According to this definition opening a door is an act of magick, and indeed it is. Dione Fortune says that \"Magick is the art of causing change to occur within the self in conformity with the Will\" and Donald Michael Kraig says that \"Magick is the art and science of causing change to occur in conformity with the will using non-ordinary means.\" If we synthesize all of these we are left with a good definition of magick: Magick is the art and science of causing change to occur within (having effects on the inner self—high magick) or without (having effect on the world—practical magick) in accordance with the will by manipulating the natural forces of nature and using non-ordinary means. Let's look at this definition a little more closely. At its core is the phrase, causing change by manipulating nature. By further refining we have manipulating nature; this is what magick is. Nature is the medium of magick and manipulation implies means and method. Let us take each one in turn. The Medium: Nature, as the word is being used here, can best be understood as energy. The energy we use when we do magick is the energy that is free floating in the universe; it has been here since creation. It could be considered excess conscious mind stuff. Both the theories of traditional metaphysics and modem quantum physics bear this out. Quantum Mechanics is continually proving that the universe is not made up of Mezlim -41-Imbolc '95"},{"pageNumber":46,"pageContent":"discrete bits of matter but is more like a totally interconnected electromagnetic field, or, as Fred Wolf puts it, a field of probabilities. There is one ultimate reality and we are all a part of it. But nothing we perceive with our senses really represents reality the way it is. To turn to the metaphysical—mind stuff can be equated with the one ultimate reality. Further, if you believe that originally there was nothing but mind stuff and that some cosmic force or cosmically conscious centers of force molded that stuff into manifestation, than it follows that we too, using our consciousness, are capable of such molding. This conscious mind stuff is what we manipulate when we manipulate nature—do magick. It is what we mould into thought-forms and send where we will. The idea is that material reality and our own inner reality may be altered by altering its representation in consciousness, creating a thought form and sending it—while maintaining absolute faith that this can be done—with a mere twitch of the will, to the location of the desired change. Since reality is comprised of energy, our perceptions to the contrary not-withstanding, we can alter reality by altering its energy; this is what sending the thought form accomplishes. Thought forms are made of energy. In metaphysics there has been many names for the energy under consideration: Conscious Mind Stuff, Astral Light, Universal Life Principle, Serpent Power, and Conscious Energy to name just a few. The eastern concept of Prana is also a name for what is being described here. Prana is absolute energy, the active principle of life, the vital force and the universal principle. This energy is God. So then, the medium of magick is energy. It is free-floating in the universe and only needs a human will and imagination to be given purpose and a connected consciousness to be given expression. The Means: Magickal Manipulation implies means and method. The means refers to what is done when magick is performed, the method, to how it is done. The means of magick is to call energy, mould it into the desired reality (or call a particular kind of energy—invocation), and then to send it to where the desired reality is meant to materialize. The location can lie within or without the self and from a small to a great distance away. An illustration of the above would be a simple Wiccan spell to heal a stricken coven member: Energy is called using one or a combination of several methods; it is given a particular color or timbre, in this case the color of healing; and it is sent to the ill member. One method of coloring the energy with healing is to use a charm like the following: \"We are here until the end, Conjuring prana to heal our friend.\" The charm is a way of focusing the attention on the intent. If the friend is visualized as healed while the charm is being chanted, the energy will be both raised and transformed (at the same time) into a healing thought form with the capacity to alter the desired reality—in this case the illness of the friend. Another illustration of magickal means in action would be magickal invocation. Instead of calling generic energy and tailoring it to the desired purpose, a type of pre-molded energy is called. This is accomplished by first deciding on the kind of cosmic force desired and then calling it forth through one of the methods of raising power (chanting, dancing, breathing, etc.) while using the mnemonic method of magick (using symbols of a particular type of energy in order to call that energy) as an aid. It can then be sent to the desired destination (within or without) to have its effect. The mnemonic method of magick is based on two important magickal laws: 1) Every man and woman is a reflection of the universe—a microcosm. This means that every factor and force present in the universe is also present in the soul of man and woman. This makes it possible for an individual to strengthen any factor in his/her psycho-spiritual self by calling down the appropriate natural force (invocation). 2) There exists a natural system of correspondences in the universe such that certain numbers, symbols, letters, words, gestures, shapes, facts, ideas, natural phenomena and so on have a natural sympathy with one or more of the natural forces so that any one of these natural forces may be invoked with the aid of those things and symbols which are harmonious with it. In the West we use the Qabalistic system of classifying these natural forces. The Qabala divides the universe into a 32-fold system of forces and all things are said to conespond to one of these. For example, the color blue, the number four, unicorns, cedar wood, the planet Jupiter, expansion, growth, philosophy and many other aspects of life correspond with the natural force personified as Poseidon by Mezlim -42-Imbolc '95"},{"pageNumber":47,"pageContent":"the ancient Greeks and by Amoun, the Creator God, by the ancient Egyptians. It is through the use of these objects and ideas in ritual that their corresponding natural forces can be called down from above and evoked from within. The idea of mnemonics comes from this fact. Each of the individual ideas and objects (which can also include sounds and movements like chanting and dancing) act as a mnemonic (sign) which stimulates, within an individual, the conceptual representation of the appropriate natural force and an upsurging of its energy. This helps the individual focus intently on the type of energy that he/she is attempting to invoke. These memory aids are probably better thought of as spiritual aids for they trigger the memory of the spirit—that within it lies all the forces of the universe. For example, suppose you wanted to strengthen your ability to attract abundance. You would call down the natural force that corresponds to that aspect (Law 1) by using those things that have an affinity with the natural force (Law 2). magician's intent is not to purposely hurt another or to affect another in any way without their permission.) But there is a particular kind of magick that is specifically geared toward this kind of expansion of consciousness. It is High-Magick or Theurgy. Its goal is to induce in us an awareness and experience of Self—our true, real, deepest and highest self. Or, as Israel Regardie has put it, \"...to bring into full working consciousness the content of the hidden and buried unconscious.\" This Self is the light of pure being that lies within; it is what magicians call the Holy Guardian Angel, and it lies at the core of our unconscious; It is at the heart of every man and woman. It is our Buddha Nature; the presence of the Yekidah within. Just as you can invoke the Jupiter energy of abundance to strengthen that same aspect within, you can most assuredly invoke the energy which corresponds to the white light of the spirit. Magick is above all else the method of accomplishing this, \"The Great Work\", which is the attainment of the knowledge and conversation of our True Self, the depth of our unconscious—our Holy Guardian Angel. In keeping with our original definition of magick (causing change by manipulating nature) what we are referring to is a particular kind of change—change of consciousness. You might create a ceremony to invoke Jupiter (an energy's corresponding godform being arguably the most potent representation of that particular energy); you could stand in a square drawn or painted blue in color, burn cedar incense, focus visually on the Major Arcana tarot card that corresponds to Jupiter, Poseidon, Amoun which is the \"Wheel of Fortune\" and call on Jupiter, chanting and/or vibrating his name or any of the other words of power that are associated with him so that \"the god may be invoked\". By invoking the God you are stimulating that aspect of yourself which corresponds to the energy symbolized by the god—in this case all that pertains to expansion and solidity. When you invoke a God you become that God; this is true invocation. If the intent of the magick is to stimulate the Jupiter factor within the self, then the ritual is concluded when the God-form has been assumed; if the energy is needed for some external purpose, say to attract abundance, then the invoked energy can be sent out with that intent in mind. All magickal manipulation, as it has been defined here, and the performance of the skills needed to carry it out (the method) almost always have the effect of increasing the consciousness of the magician. (This is assuming that the The means of this type of magick is, in general, no different than the means of all magick. The difference lies in the purpose to which the energy called is put. The idea is to invoke or bring down the light of pure being, using the light itself plus many varied symbols combined in many different kinds and styles of rituals. These symbols include but are not limited to symbols for the organization of self like the cross and the pentagram; and symbols for aspects of self like the God-forms and all mnemonics corresponding to them. The question arises: what is the difference between the kind of invocation involved when Jupiter is called to increase our ability to attract abundance and the kind of spiritual invocation involved in the Theurgical rite? Mostly, the difference is one of intent only. We can identify two main categories of invocational intent: 1) \"Spiritual Awakening\" (Theurgy), and 2) \"Skill and Character Enhancement\". Spiritual awakening would encompass attaining to the knowledge of our deepest selves; skill and character enhancement would include such things as come under the domain of our mediating ego, such as intellect, knowledge, dexterity, demeanor, sense of humor, aesthetic sense, sexual ardor, etc. The same God can be invoked for either intent. Mezlim -43-Imbolc '95"},{"pageNumber":48,"pageContent":"For example, as already stated, if you wanted to increase your ability to attract abundance you could invoke Jupiter. However, Jupiter is also the God of creation, consonant with the Egyptian God, Amoun, and if your intent was to recreate yourself as in an initiation (a theurgical goal) then Jupiter would not be a bad choice. The fact that just by altering your intent (a simple mental process) you can greatly alter the magickal effect is one of the most important ideas in magick. It corresponds to the idea of the \"Observer effect\" in Quantum Physics. Another example of the two types of invocation would be the invocation of the Egyptian God, Horus. Horns represents our deepest, most secret and silent self. He is visualized as a child—the babe in the egg of blue. He represents the light at the core of our being, absolute purity of spirit. To touch the Horus within ourselves is the key to all the mysteries of the universe. He is innocence itself; he does not judge or differentiate. To invoke Horus from this perspective is truly the highest of theurgical acts. But Horus could also be invoked from the perspective of motive number 2. Suppose you were having trouble with your girl friend or wife and it was caused by the fact that you were very judgmental. You could invoke Horus in order to stimulate the non-judgmental aspect within yourself. Admittedly, this is not as lofty a motive as the former. It is still high magick—just not so high. Many would say the distinction I am making here is spurious—that the invocation of Horus, even to improve only one isolated aspect of self, couldn't help but to improve the whole self and take the person that much closer to his/her silent self. This may be true, but it is also true that intent makes a difference. A summary of the types of magick that have been discussed may be helpful at this point. The healing magick referred to above, with its accompanying charm is low magick, as is the invocation of a God to increase a skill or attribute. Accomplishing any desired external physical result, such as cleansing a house of unwanted energy, winning the lottery or making your car invisible to policemen (a shamanic skill, particularly), is also low magick (sorcery). Only magick done to put one in touch with his/her HGA is high magick. For the purposes of this paper we are most interested in high magick. Although, it must be stressed emphatically that even the calling down of diffuse energy into the self (as is done in many Wiccan circles in which energy may be called and circled among the coven members) and many other preliminary steps in low magick have a purifying effect on the spirit and aid in \"The Great Work\". The Method: If the means of Magick is what is done, the method is how it is done. We talked about energy being called, molded and sent to do its work, but how is this accomplished? By what magic is magick accomplished? It is done through the use of the magickal skills: Concentration, Visualization, Mediation, Faith and Will. These are mind/body or psychic skills and the work is done in the astral world—the world of images. The power and the agent used to do the magick is the mind/body. Energy is called by concentrating and visualizing its presence and movement toward us and willing that movement. It is then mediated—processed, integrated, massaged—by our mind/body in order for it to do its work. During mediation the energy becomes a part of us so that our will is its deed; we can mould it, send it within or without to do whatever is our will. Will or intent is one of the most important tools in the accomplishment of magick. Fred Alan Wolf, the noted quantum physicist says in his book THE EAGLES QUEST, \"...consciousness and the material world are connected. How an observer chooses to observe not only affects him but also affects the object being observed.\" And elsewhere, \"Our intent can influence where, how and when electrons materialize out of the vast worlds of probability. If we can manifest electrons, we can also manifest events, objects—and reality itself.\" I know of no more profound support, in science, for the magickal idea of intent than the one quoted here. For magicians, the key and cornerstone of magick is intent and its causative relationship to magickal effects has always been a gossamer and mysterious thing. Now, however, on the brink of the 21st century, science, in the form of Quantum Physics supports the validity of this relationship. This is how magick works. It is intent augmented by magickal skills in a context of absolute faith that we can dream the world. Intent is the engine, imagination the fuel and mediation is the journey. Mediation makes the energy part of us, distributed into our mind/body. We let it in and open our experiential selves to its effect. In so doing, it joins our fabric. It becomes us and is therefore subject to our total control. It is control of an aspect of self akin to the control we have over one of our limbs—a level of control that exists because of how completely we have assimilated our body structure into our concept of self. Mezlim -44-Imbolc '95"},{"pageNumber":49,"pageContent":"We can similarly assimilate the energy we work with into the fabric of our self so that it becomes part of the self. To the extent that we do this, the magick is effective. It doesn't matter if you're doing High magick or low, it all requires the calling and integrating of energy—either energy to mould and then send or integrate (simple method) or invoked (God-form) energy to send or integrate (complex method). During the invocation of a God-form and focusing on the integration of it within, for example, the relationship between the degree of assimilation of the energy or God-form and the effectiveness of the magick is a direct proportion; the effectiveness of the magick can be defined by the degree of assimilation of the energy. We say that an invocation is effective if it has awakened, within, the energy and consciousness that corresponds to the God invoked—deeper levels of existence stimulated. For this to happen the person's system must allow the invoked energy to bathe his/her spirit completely; he/she must be open, connected and accepting. This then, in brief, is the method for doing magick. What is not represented here, however, are the profound underlying processes involved—the psychomagickal processes. This process will be defined and discussed in Part III of this article in the Beltane '95 issue of Mezlim. TECHNICIANS OF THE SACRED Suite 310, 1317 N. San Fernando Boulevard Burbank, CA 91504 USA Dedicated to the practice and preservation of Voudoun and other Neo-African religious systems. Religious and Magical orders of: La Couleuvre Noire & Ordo Templi Orientis Antiqua. Soci6t6 Journal of Neo-African Religions Posology and List of lnstruments:African and Neo-African Magical and Religious supplies. Complete catalog of supplies, oils, esoteric class tapes, books, temple and church goods. Ritual work by request $20 . 00 JeVIfl Child Ytn, Unit ne fir ntf/feS Ytrm lie- 4o QeJrOut-^ Mezlim -45-Imbolc '95"},{"pageNumber":50,"pageContent":"THE MAGICAL LODGE by John Michael Qreer First Principles Up to the 1960s, when the current revival of the magical arts in the Western world got off the ground, most magicians belonged to lodges the way wolves belonged to packs or whales to pods. The lodge system was not merely the primary but very nearly the only form of organization within the then-small magical community, and the magicians themselves benefited from several centuries of collected experience in lodge work, both from magical groups and from the fraternal lodges to which many magicians belonged. Times, obviously, have changed. The renaissance of magic which came surging out of the back closets of our culture three decades ago drew, and continues to draw, on published resources rather than the private lore of the surviving magical orders. Most magicians these days are self-taught, with books as their only instructors. At the same time, the slow decline of the fraternal orders turned into freefall in the 1960s, choking off the other major source of information on lodge technique. The outcome of these two factors is a complete reversal of the earlier situation; not only do most magicians not belong to anything that can be called a lodge, even in the loosest terms, but many of those who do belong have little access to the details of lodge structure and technique. One of the results of this has been a lot of time spent reinventing the wheel in magical groups. This is by no means an entirely bad thing—there is always the chance that the new wheel will turn out better than the old—but there's also much to be said for examining older attempts at wheel-making as part of the process. Additionally, some of the more popular magical systems studied at present were set up entirely within a lodge context and have substantial elements which depend on standard lodge technique for their meaning and function. As I am not a member of the OTO, I can't speak to their experience, but certainly the lack of a background in lodge work has been a common (though often unrecognized) problem in groups deriving from the Golden Dawn tradition, among others. My own background combines some years of magical practice (mostly in the Golden Dawn tradition) with an extensive involvement in one of the surviving non-magical fraternal orders, and access to ritual texts and materials of a number of others. My experience in watching these interact and illuminate one another suggests to me that other magicians interested in traditional esoteric systems, or in the often-vexing question of the management of magical groups, may find some of this material useful. A few definitions will help to clarify matters. A lodge, in the present context, is a group of people who come together to prepare and perform initiations. An initiation is a formal process for bringing about specific long-term changes in human consciousness. Every lodge, magical or not, has at least one initiation to offer, and most have more than one. People outside the surviving lodges tend to think of these initiations as nothing more than an overelaborate process of being admitted to lodge membership, a kind of formalized hazing new members go through before getting access to what's really going on. In fact, the reverse is true: the initiation, centrally, is what's going on, and every other element of lodge organization and procedure is there primarily to support it. This is true even in those fraternal Mezlim -0- Imbolc '95"},{"pageNumber":51,"pageContent":"orders which haven't completely decayed into social clubs or insurance companies. It is far more true, and far more critical, in a magical lodge worth the name. Magical initiation is to the new initiate what consecration is to a talisman: something inert and unformed receives energy, shape, direction. The same transformation can also be brought about by individual work—self-initiation is certainly a valid concept, and a valid path—but a ritual initiation combined with appropriate individual practice can allow enormous gains to be made in a relatively short time. The methods of initiation differ. So, of course, do the models used to understand the process. One useful way of thinking about initiation posits two realms or worlds: one is the realm of matter, perceived by the ordinary senses; the other we may as well call the realm of meaning, perceived by that complex set of processes we usually call \"the mind.\" (Some traditions see one or the other of these as primary, with the remaining one derived or even imaginary; for our present purposes, though, the distinction is a moot point.) Ordinarily these two realms exist cheek by jowl in our awareness, with a sort of uneasy mapping of one onto the other serving as the one link between them. Under certain circumstances, though, the gap between them can be bridged or even annihilated for a time: matter and meaning fuse, so that physical objects take on cognitive depth and catalyze transformations at all levels of consciousness. Extreme physical or psychological states can do this; so can the effects of some drugs; and so can the technical devices of ceremonial magic. Some combination of these methods comes into most initiatory systems worldwide; in the Western esoteric tradition, by contrast, the first two rarely appear. If this needs any justification, it's that ceremonial magic can get the same results with less risk of long-term damage to physical or mental health. This way of looking at the initiatory process is useful here because it highlights a critical feature of the traditional lodge system. Like Janus, the two-faced god of doorways and beginnings, a lodge looks two ways at the same time. As the support system for this coalescence of the realms, it must be able to organize space, time, personnel, and the other requirements of initiation in terms of matter and meaning alike. On the side of matter, appropriate space and time need to be arranged for the initiatory work; people need to be selected, trained in ritual practice and the details of the initiation, and rotated from one role to another to prevent burnout and provide cross-training; and whatever physical properties, costumes, and consumables the ritual happens to require have to be provided and kept on hand. Arranging for these things generally involves a certain amount of money and labor, and ways to organize these and to resolve disputes concerning them need to be arranged as well. All these things, in turn, have their precise correlates in the realm of meaning. The space used in the ritual is organized according to a symbolic map, the time structured in a ceremonial manner; the people are not merely trained in the ritual but also brought inside the initiation's system of meaning, not least by being initiated themselves; and the details of properties and internal organization shaped to fit the symbolism of the system. The Janus quality of the elements of the lodge system has the potential for a great deal of awkwardness, of course; arrangements which make perfect sense in the context of one realm can fail utterly to work in that of the other. As an organic structure which has evolved through something like four centuries of trial and error, though, the lodge system has had the chance to work through most of the possibilities for mischief. Most of the details of what I will be calling the \"standard kit\" of lodge work have been selected because they face matter and meaning with equal effectiveness. The remaining parts of this article will cover some of the issues and more of the details involved in working magic in the context of a traditional lodge. All of these issues, though—and the great majority of the details, even the strangest, of any lodge system—can be understood well enough if the central duality of the lodge as a magical technology is kept in mind. Patterns in Space and Time The traditional lodge system includes some fairly specific ways of organizing space and time as part of its \"standard kit\" of techniques. Some of the elements of these ways will seem needlessly ornate or formal to the modern magician; others will seem thoroughly boring. In practice, though, the system works well, and as often as not it is the apparently dull details which make for effective functioning. Space The process of initiation, as the first part of this article explained, is the primary purpose of the lodge system and the principal work of any functioning traditional lodge. While initiatory work can be done in any of a vast number of ways, the traditional initiations of Western magic (and, for that matter, of Western fraternal orders) tend to follow the same overall scheme and to use the same basic set of Mezlim -47-Imbolc '95"},{"pageNumber":52,"pageContent":"MERCHANT'S ROW moonScenls 5 STagichal Blends __ Incense & Oils Herbs & Spells Books & Tarot Capes & Robes Teas & Tinctures Jewelry & Faeries Potions & Cauldrons FREE Full Color CATALOG 1-800-368-7417 P.O. Bo* 381588-Z Cambridge, MA 02238 Mtww n wvf i wi\" J m it ^ lyBMWii riiftiMit BI • Randal Scott's Not just clothing, It's wearable art! Capes - Cloaks and other fine magical apparel For catalog send J1 to: Randal Scott's P. O. Box 103-m Carbondale, IL 62903 :v HUB . * THE NEW CURIOSITY SHOPPE MAIL ORDER BOOK AND MAGICKAL SUPPLY STORE BOOKS • PERCUSSION INSTRUMENTS • DRUMS RITUAL SUPPLIES • INCENSE • OILS • HERBS TAROT DECKS • AND MORE! P. 0. Box 19305 Cincinnati, Ohio 45219 : VOICE OF THE SHEYA: SONGS FOR THE NEW AEON DRUMMING, CHANTS & MAGICKAL SONGS Now available on audio cassette for $10 from N'Chi P. O. Box 19566 Cincinnati, OH 45219 PANGAEA TRADING COMPANy 'Wholesale & %$tail Artzvear Jezuefry Zlniquities 3231/2 Ludlow Cincinnati, 45220 (513) 751-3330 The Magic Circle Drummers Hands-On Workshops (programs for all levels of experience) Heartbeat Drum; Basic techniques; Magic Drum Circle; African Drumming & Dance; and, more. Jeff Magnus McBride & Abbi Spinner 305 W. 52nd Street New York, NY 10019 (212) 246-9309 : Check out our special \"Merchant's Row\" advertising rates: Only $70 for a single placement Only $50 per issue... ...if you purchase 4 issues, paid in advancc, for a total cost of only $200. COMPARE AND SAVE! tggp \" IIPIS Join our \"Merchant's Row\" today! For more information, write to: N'Chi P. O. Box 19566, Cin., OH 45219 or call: (513) 541-2166 Hi m Mezlim -0-Imbolc '95"},{"pageNumber":53,"pageContent":"techniques. In outline, the candidate for initiation is placed in a receptive state by various technical methods, brought into a prepared space, moved through a set of specific experiences, and then given a set of symbolic and somatic triggers which allow the state of consciousness created by these experiences to be reawakened more or less at will. This process places some fairly specific requirements on the space to be used. A lodge room needs to be large enough to allow the different stages of the initiation to be kept separate from one another, and for props, tableaus or symbolic images to be set up and removed easily. It also needs enough physical and sensory isolation from the outside world to keep the set experiences of the initiation from being interrupted. At the same time, the initiatory work does not take place in a vacuum. The people, materials and money needed for the process have to be collected, distributed and put to use, and any disputes resolved without rupturing the unity of the lodge. Spatial organization has more to say to these matters than may be apparent at first glance. Seating arrangements can help or hinder group discussion and decision-making processes, clarify or muddy roles and responsibilities within the lodge. Since the same room is normally used for a lodge's business meetings and its initiations, these factors come together with the needs of the initiation in the design of the lodge space. The interplay between these two concerns has produced a standard lodge architecture that can be found in practically every lodge-based organization in the Western world. The basic form is an open rectangular space with a door on one of the short sides and seats around the perimeter. An anteroom outside the door allows a guard to control access and prevent interruptions. Inside, the primary lodge officers sit on the short sides, while the bulk of the members sit on the long sides. The center of the space may contain objects of symbolic importance or it may be left empty; in either case it will be used for the most important symbolic actions. The basic design is that of Diagram 1. These are the material aspects of the use of space in a lodge. What of the other side of the equation, the realm of meaning? Most often, this comes out of the core symbolism of the specific lodge. A lodge working on Qabalistic lines will most likely map the Tree of Life onto the lodge room in some manner—the Golden Dawn is probably the best-known example of this; lodges of other traditions will use other mappings. In most systems, these maps determine the placement of the stations and movements of the initiatory process. A few elements of this sort of mapping are common enough to have a place in the \"standard kit\" of lodge technique. The most important of these is symbolic polarity—the identification of the parts and officers of a lodge with a set of symbolic opposites such as light and darkness, fire and water, or the like. Most often the two short ends of the lodge room, and the lodge officers who sit there, form the major polarity in the lodge. A second may be set up between officers who sit on the two long sides; alternatively the first polarity may be resolved by a third officer sitting on one of the long sides or elsewhere; or both of these can be done in the same lodge. A related \"standard kit\" ingredient has to do with the line connecting the chief officer's station with the central space of the lodge. This serves as the primary path for what we may as well call \"energy\"—dramatic, psychological, or magical, depending on your choice of interpretive filter. In most lodge systems this line is not crossed except at specific points in ceremonial work, and movement along it happens only at the critical moments in the initiatory process. Time The same needs that define the lodge's organization of space also shape its relationship to time. To carry out its work, a lodge must be able to define periods of time in which ritual consciousness is constructed, and it needs to have methods in place for moving smoothly from one level of ritual consciousness—\"grade\" or \"degree\" in lodge jargon—to another as well as from ordinary consciousness to any of these and back. The usual method in these transitions is a simple ritual process given strength by regular practice. The ceremony used to open a lodge—to move from ordinary to ritual time—generally has four elements. First, the doors are closed, and those present show their right to be there; second, the lodge officers recite their duties; third, the powers governing the lodge symbolism are invoked; finally, the lodge is formally declared to be open. Each of these elements can be simple or complex, but all make use of familiar tactics for shaping consciousness. Perhaps the most interesting, because the least obvious, is the central technique of the first element. Lodge members demonstrate their right to be present with one or more of the symbolic and somatic triggers—words, grips, gestures—received in initiation, and in this way evoke the emotional reactions to their first experience of the lodge. A shorter ceremony, usually of two elements, closes a Mezlim -49-Imbolc '95"},{"pageNumber":54,"pageContent":"lodge. Banishings of the sort familiar to most magicians nowadays are all but unknown in lodge technique; instead, a second invocation designed to channel the energies of the ritual out into ordinary time is used. After this, the lodge is simply declared closed. A similar two-element ceremony moves the lodge from one grade to another; here a triggering symbol is used to link the lodge members with the desired grade's state of consciousness, and the lodge is then declared to be open in the new grade. It's worth noting that fraternal lodges conduct their practical business while the lodge is ritually opened. Few magical lodges do the same. To some extent this is sensible, given the different levels of energy involved: fraternal invocations normally approximate to ordinary prayers, while those of a magical lodge should be full-force magical rituals. There's something to be said, though, for carrying out lodge business in an open lodge, where (at least potentially) the unifying force of the lodge's energies can help counteract the usual problems of factionalism and ego inflation. The use of a low grade for business meetings, or the development of an \"outer grade\" along more or less fraternal lines, might be one way to explore these possibilities. LETTER(S) To The Editors: I very much appreciated my first issue [of MEZLIM], the wonderful \"Next Generation\" issue. While not yet a mother myself, I found many of the submissions on Pagan parenting very helpful. I do however, have something to add that I feel very strongly about. Children should not, under any circumstances, be taught or allowed to practise magick under any circumstances whatsoever. They need to be allowed to grow up, to an age where they clearly understand the difference between fantasy and reality, good and bad, and what they really want spiritually. To do otherwise is to court disaster. Thanks. Business Officer Ritual Officer a/ CTI 0 e 01 -Q E 01 2 Chief Officer Central Space Second Officer Business Officer Ritual Officer Inside Guard OJ CTI \"8 0 e 01 JO E 01 5 Entry Outside Guard Ante-chamber Diagram 1 Deianera Dear Readers: We received only a single letter in response to last issue. While this was somewhat disappointing, I hope that it does not reflect a lack of interest - or worse, a lack of thinking. As always, Mezlim is a reflection of all of us; both those of us who labor at its manifestation and those of us who feed it with ideas and response. Your feedback is appreciated. It's all part of the work. The Editor Writer's Guidelines Are you interested in writing for Mezlim? We are seeking submissions of articles, artwork and photography in a Magickal vein. See page 52 for upcoming issue themes. Articles may range in length from 500 to 4500 words, or more. All submissions should be typed, black ink on white paper. Please enclose a cover letter which includes your contact information and the name under which you wish to be published. We request that we be informed if your submission has been printed previously in another magazine, or if it is being simultaneously submitted to any other publisher. Submissions on 3.5\" Macintosh compatible diskettes are GREATLY appreciated. Please use text file format. Mezlim -50-Imbolc '95"},{"pageNumber":55,"pageContent":"REVIEWS The Serpent and the Wave: A Guide to Movement Meditation by Jalaja Bonheim $14.95 hardcover Celestial Arts Box 7327 Berkeley, CA 94707 reviewed by Annette Hinshaw The Serpent and the Wave is a jewel of a book. It is gentle and unusually readable and practical in its approach. The book demonstrates the author's idea that if you balance your body, balance of mind will follow. I have seldom read a book so full of profound wisdom. That wisdom is presented humbly, without pretension, and is so accessible that even my skeptical mind put up no barriers to its influence. This book will reverberate through my spiritual development for many years. The book begins with exercises for finding inner stillness, the necessary balancing energy required before learning movement meditation. It proceeds through a variety of perspectives from nature, including the movements of both serpent and wave, visiting the how and why of trance dance and the shamanic drum, and ending with a discussion of the sacred dance of love, where sex is a sacred expression of divine polarity. All the exercises are simple, often illustrated with excellent drawings. They are suitable for either individuals or groups. The exercises not only arise from simple movements anyone can do, but they are designed to teach the mover how to listen to and learn from his or her own body. I am partly disabled, and one of the joys of this book is that Ms. Bonheim addresses my needs. She makes it clear that the objectives of the movements are to find my own body's way of expressing them, rather than to achieve some ideal form. She specifies that many of the exercises can be done even by people who are bedridden or in wheelchairs. In fact, this book could be used as a model for a physical exercise program for the \"differently abled,\" quite apart from its value as a workbook for spiritual growth. The exercises for using your body to understand the balance of sacred duality and for integrating earth and sky energies are by themselves worth the price of the book. Every part of the book resounds with the author's conviction that each of us is sacred, and that each of us can touch that sacredness within us. If you want a practical way to integrate your body and mind, if you wish to improve your \"I/Thou\" relationship with the Earth, if you desire to understand how magic works at a fundamental level below formulas and spells, you want this book. I recommend it unreservedly. Festival & Ritual Drumming by Mishlen Linden & Louis Martinie (DrumSpeak) $9.95 cassette Destiny Recordings One Park Street Rochester, VT 05767 reviewed by Kenneth Deigh There are more and more tapes appearing all the time in the world music market. Some of them are good. Many of them are insubstantial, poorly conceived and lacking any \"soul\". Of all the new titles available, this is among the best. For those of you who are familiar with the festival movement, Festival & Ritual Drumming is a definite find. Unlike so many festival tapes, this one is clearly and cleanly produced. However, unlike many studio productions, DrumSpeak still packs a powerful, live-sounding punch. Backed up by other fine percussionists, Lou and Mish begin Side A with DaySide, a long, lingering rhythmic embrace to the count of seven. Festival Drums evokes the familiar sights and sounds of the festival bonfires, with dancers and spirits intermingling. Side B begins with NightSide, a sinuous sound poem that calls forth deeper parts of the self. I've personally used this tape to accompany ritual work; as background for work with clients in my healing practice; and, while floating in an isolation tank. Great stuff! Mezlim -51-Imbolc '95"},{"pageNumber":56,"pageContent":"IN THE NEXT ISSUE OF MEZLIM Sexual Orientation in the Magickal Community While not as controversial as it once was, this topic continues to stir blood and ruffle feathers even in the climate of openness, mutual respcct and tolerancc of our own community. Sexual Orientation may mean different things to different people. It might describe your choice of lovers. It might as easily describe your choice of clothing, lifestyle and/or carccr. After all, we live in a world in which literally everything is touched by the broad brush of sexuality. This is a wonderful opportunity for you to express your own Orientation, especially if you have felt ignored by the choices of others in our community. We encourage you to make use of this issue to speak your mind. Describe the choices that define your lifestyle. How do they relate to your sexuality? What about labels? Gay, lesbian, bi, transsexual, transvcstite...how do these apply? What about the realms of fetishism and beyond? Speak up! We are currently seeking submissions of articles, artwork, photography, rituals and prose on this topic. For more information, see Writer's Guidelines on page 50. Deadline for submissions: February 15, 1995. The theme for the Lughnasadh 1995 issue will be: The Sacred Fool: Humor in Magick Deadline: May 15, 1995. SPECIAL NOTICE The Samhain '95 issue of MEZLIM will feature Cliff Questel as guest Art Director. (Thank you, Cliff!) Due to the time lag in working between Chicago and Cincinnati, we will need to begin production for this issue even before Lughnasadh, so the deadline for all art, articles, advertising, and such for the Samhain issue will be: June 1, 1995. The theme for this issue will be: The Bard: Magickal Myths & Legends. Mezlim -52-Imbolc '95"},{"pageNumber":57,"pageContent":"fl RE* HEART AIOURNAL OF MAGICK AND SPIRITUAL TRANSFORMATION Subscribe Now! Just $10 for 2 magic-filled issues! flR^VMEART Bo* 462, Maynard, MA 01754 A . yt NUIT-ISIS A JournAL Of the NU E q u iNOX 'Consistently the most intelligent ami readable Thelemic publication from abroad...it never disappoints' ...Abraxas Regular features on Crowley, Tantra, OTO history, Occulture, New Magickal Theory, AMOOKOS, Chaos, Sexual Magick and what's actually happening in Magick today. Controversial writers sucn as Kanton Shual, Tanith, ASHN, Santidevi and P R Konig. Some of the most objective reviews of any magazine. Beautifully produced and illustrated. Available from good bookstores or direct from PO Box 250 OXFORD, OX1 1AP (UK) TEL+(0865) 243671 Subscription: UK £4 Europe £5 elsewhere £6 Hard currency equivalent or Visa/Access/Mastercard (quote number, and expiry date) Send for full mail-order catalogue or details of trade terms PUBLICATIONS ENCHANTE - the Journal for the Urbane Pagan. $4-95 per copy/$18 a year to: John Yohalem, 30 Charlton St.#6F, New York, NY 10014 THE BLACK MOON ARCHIVES Wide variety of magickal manuscripts and chapbooks. For current catalog write to: Box 19469, Cincinnati, OH 45219-0469. GRAY AREAS - NEW - Premier issue, Fall 1992 - Examines the \"gray areas\" of life in the hope of uniting people involved in all sorts of alternative lifestyles and subcultures. Pub. qtrly - $4-50 per issue; subs -$18 per year with disc, for multiple year subs. Editors: Netta Gilboa Si Alan Sheckter, P.O. Box 808, Broomall, PA 19008-0808. SHADOWPLAY - An international journal (U.S. and Australia). Dedicated to the creative worship of deity in all its aspects and guises through art, poetry, literature, celebration, magic, ritual, and divination. Pub. qtrly - $20 for a year sub; $6 for smpl. U.S. Editor: Rhea Loader, P.O. Box 21768, Seattle, WA 98111; Australia Editor: Bill Beattie, P.O. Box 343, Petersham NSW 2049, Australia. THE WITCHES' ALMANAC '93-94 Edition - Astrology, climatological forecasts, herbal recipes, rituals, spells and a \"Moon Calendar.\" $5.95 + $1.50 P&.H from Pentacle Press P. O. Box 318, Milton, MA 02186. RAVEN'S CALL - A journal of the Old Religion, dedicated to the preservation and continuation of pre-Christian religion and spirituality. Pub. qtrly by Moon Dragon Pubs. $12 for a year or $4 for a sample copy to P.O. Box 301831, Escondido, CA 92030. THE STAR - Wisconsin Assembly of Wicca newsletter with articles of national interest as well as local happenings. Pub. 8 X a year on all major Pagan holidays. Send $8 for 6 months or $15 for a year to: Phoenix Arcana, P.O Box 8131, Madison, WI 53708-8131. SILVER CHALICE - Local and national news and articles of Wiccan/Neo Pagan interest. Published quarterly by Magick Moonstone Coven on the Solstices and Equinoxes. Send $6 for a year to Jo Ann Fischer or S.R. Smith, P.O. Box 196, Thorofare, NJ 08086. EIDOLON - A very artistic small press magazine dedicated to exploring the nooks and cranies of esoterica, archana and the occult. Beautifully compliled and presented in a most unique fashion. Sample $4.11 or $13.88 for a year to EIDOLON P. O. Box 4117, Ann Arbor, Michigan 48106. PAGAN VOICE - A monthly pagan periodical out of England. Very consistant. News, reviews and more views in a pagan theme. Some good writing and calendar of events. £1. per issue, £10. one year sub., £5.50 six month sub. All cheques payable to Pagan Voice. Pagan Voice, 13 Barnstaple Walk, Knowle, Bristol. BSA 1JQ UK. NEW MOON RISING - Bi-monthly magazine of magick, wicca and related fields, complete with mail order catalog centerfold. Good selection of articles, editorials and letters. Lots of material tied to the wheel of the year. $3.50 per issue or $14 for 1 year from Mystic Moon, 8818 Troy St., Spring Valley, CA 91977. We regret to announce that both ABRASAX and TIDES (previously published as Harvest) have recently ceased publication. Both were valuable members of the magickal/pagan publication family and we will miss their continued presence. Mezlim -53-Imbolc '95"},{"pageNumber":58,"pageContent":"CLASSIFIEDS Classified ads are being accepted for future issues of MEZLIM. Classified ads are 50 cents per word per issue. There is a $6 (15 word) minimum for ads, and payment in U. S. funds by U. S. check or international money order should accompany your ad. Please include your phone number and address for our files. If you are not already a subscriber and would like a copy of the issue in which your ad will appear, add $6. Ads are accepted at the publisher's discretion. MEZLIM in noway endorses or takes responsibility for any of the ads published herein. However, we are attentive to reader feedback and will halt ads for which we receive complaints. Deadline for ads for next issue (Vol VI, #2): February 15,1995. Address your ads to: MEZLIM Classifieds P O Box 19566 Cincinnati, OH 45219 PRODUCTS & SERVICES FREE OCCULT CATALOGUEI Over 2,400 Books, plus 5000 other ritual items: Amulets, Jewelry, Herbs, Perfumes, Incense, Candles and more. ABYSS, 48-MEZ Chester Rd., Chester, MA 01011. 413-623-2155. Wholesale/ retail Newly Translated, Never Before Available Paracelsus, Eckartshausen, Lorber. Franz Bardon! Hermetics, Evocation, Quabbalah, Alchemy, Western Prophesies, Metaphysics, Christianity and Lost Biblical Texts ALL Restored. $1.00 for Catalog (refundable). AMALUX P. O. Box 171136-M, SLC, UT 84117. 1-800-409-7578. MOONF1RE INCENSE for rituals and sabbats. Magickally crafted formulas using purest resins, herbs and oils. SASE to Goldie Brown, P. O. Box 624, Monroeville, PA 15146. Oghams: Learn the secret power of your name from the ancient Celtic magical alphabet of the Druids. Find the meaning, your totems, times of the year, colors and mineral/stones. $8. a name. $1. postage/handling. M. A. Bennett Rosberg, 5818 N. Bernard, Chicago, IL 60659 VOICE OF THE SHEYA Audio cassette tape available from N'Chi. Chants; drumming; Hymn to Pan and much more! Only $10 + $1 postage from N'Chi, P. O. Box 19566, Cin., OH 45219. Earth Is My Temple by Elie and friends. Audio cassette tape available from N'Chi. A collection of Hebrew Pagan songs and chants. Only $10 + $1 postage. Songbook also available for $3 with order of tape. N'Chi, P. O. Box 19566, Cin., OH 45219. Pastiches to Pisces - a cassette poetry album script by world renown Occult poet, Robert Warth, available for bidding. Serious bidders only. Send $4 m. o. to Mr. Robert Warth, P. O. Box 1335, Portland, OR, 97207. Most poems already on National Library Of Poetry top ten albums! ANNOUNCEMENTS 1 -800-DRUIDRY— The number to call if you're curious about modern Druidism. Or send $3 to: ADF Info, Box 516-MZ, E. Syracuse, NY 13057. THE \"WHAT'S BREWING\" NETWORK is a correspondence network for Pagans, Wiccans, Goddess Worshippers and others in the greater Magickal community. For more info send SASE to P. O. Box 24067, Cincinnati, OH 45224 Society Ordo Templi Orientis International seeks dedicated, sincere magicians who accept the Law of Thelema and those who will to participate in the Great Work with those of like Blood in an Empire of True Elites. PO Box 1743, Paramus, NJ 07653 Please patronize our advertisers. Your support of our magazine, and our advertisers, helps to keep Mezlim an active and productive part of the growing pagan/magickal community. Thank you. (We can't do it alone.) PHANTASY EMPORIUM One of Cincy's finest assortments of collectible comicks, science fiction, cards and other readibles. 117 Calhoun St., Cincinnati, OH 45219 (Sorry, no mail order.) The New Curiosity Shoppe Magickal books, herbal supplies, medicine bags and what-cha-ma-call-its. Please excuse our many changes of address. Catalog will be out soon. For more information write: New Curiosity Shoppe, Dept. MZ, P. O. Box 19305, Cincinnati, OH 45219. Members of the Tribe (and Friends!) V1\"' a Subscribe rignt now.' ^-s—^r-r Di Sc(mattef>lM \"The Voice of Pagatl Jewry\" I ..) Subscribe to Di Schmatte {The Rag) now, and get four issues of neat-o articles you can't find anywhere else. Read about Hebrew Goddesses, Pagan Rosh Hashana and Shabbot rituals, Anti-Semitism in the Pagan community, the Crypto Jews of Spain, the Pagan his-tory of Jewish holidays, plus recipies, book reviews, arguments, tribal gossip, and other Hebrew-Pagan news. And look! The cost is sliding scale! Oy Gevalt, do I want to subscribe! I'm comfortable, so here's $25 for two years, $15 for one year Oy, I want to read more, but I can't manage $25, so here's $18 two years, $10 for one year Send to: Di Schmatteh, P.O. Bol 7616, Mpls, MN 55407-MZ1. Make checks oat to Consortium, Inc. Mezlim -54-Imbolc '95"},{"pageNumber":59,"pageContent":"MEZLIM BACK ISSUES AVAILABLE Mezla Vol. V, No. 1 Samhain '89 $4. 'The Transitional Issue\" Articles by: R. A. Gilbert; Lawali; & Louis Martinie. Mezlim Vol. I, No. 1 Candlemas '90 $4- Articles by: Bill Siebert; Don Kraig; Sam Webster; Fra. PVN; Gary Hoke; & R. A. Gilbert. Mezlim Vol. I, No. 2 Beltane '90 $4. Spell ofR.H.Khuit& other rituals. Articles by: Peter Carroll; Don Kraig; & Fra. PVN. Mezlim Vol. 1, No. 3 Lammas '90 $6. Opening of Temple Enochi; Interview wl Rob't Anton Wilson. Articles by: Don Michael Kraig; Antero Alii; Dennis Murphy; & A.I.W.A.F. Mezlim Vol. I, No. 4 Samhain '90 $6. Sex & Magick Issue. Articles by: Fra. Belarion, D. M. Kraig; Antero Alii; Bill Siebert; Zara; & more. Mezlim Vol. I, No. 5 Candlemas '91 $6. \"The State of Magick Today\" Articles by: Diane Tabor; Sam Webster; A.I.W.A.F. & more. Mezlim Vol. II, No. 1 Beltane '91 $6. Articles by: D. M. Kraig; Purusas 252; Laura Jennings-Yorke; Antero Alii & more. Mezlim Vol. II, No. 2 Lammas '91 $6. Articles by: D. M. Kraig; Esmerelda Drake; Jaq. D. Hawkins; Tara Webster; D. Rose Hartmann; Sam Webster; Ian Conigan; & more. Mezlim Vol. II, No. 3 Samhain '91 $6. \"The Student/Teacher\" Articles by: D. M. Kraig; Sam Webster; Niki Bado; Antero Alii; Otter; Sabra & more. Mezlim Vol. Ill, No. 1 Candlemas '92 $6. \"Magickal Body Art\" Articles by : B. Barak; Antero Alii; Crow; Tath 2al; Sabra & more. Mezlim Vol. Ill, No. 2 Beltane '92 $6. \"Pagan Gatherings\" Articles by: Ranger Rick; Richard Keenan, PhD.; J. P. Damarru &more. Mezlim Vol. Ill, No. 3 Lammas '92 $6. \"Sacred Prostitute\" Articles by: D. Rose Hartmann; Jaq D. Hawkins; KIA; Donna Stanford-Blake & Louis Martinie. Mezlim Vol. Ill, No. 4 Samhain '92 $6. \"Death & Transformation\" Articles by: Or, Sabra; R. Greywalker; E. E. Rehmus; Mishlen; & Cynthia Entzel. Mezlim Vol. IV, No. 1 Candlemas '93 $6. \"Initiation\" Articles by: Phaedron; Sabra; Chic & Tabbi Cicero; Richard Kaczynski; & Jacob Rabinowitz. Mezlim Vol. IV, No. 2 Beltane '93 $6. \"Priest & Priestess\" Articles by: Sam Webster; Nema; Sabra; KIA; Richard Kaczynski; & Jacob Rabinowitz. Mezlim Vol. IV, No. 3 Lughnasadh '93 $6. \"Relationships\" Articles by: J. Perry Damarru, Tath Zal, Maeve, KIA, Paul Joseph Rovelli, Donna Stanford-Blake & Chic Cicero. Mezlim Vol. IV, No. 4 Samhain '93 $6. \"Folk Magick\" Articles by: Nikki Bado, Maeve, Sabra, MarkStavish, M.A., Mishlen, Donald Michael Kraig & Julian Wayne. Mezlim Vol. V, No. 1 Imbolc '94 $6. \"Bridging the Gap Between the Magickal and the Mundane\" Articles by: Donald Michael Kraig, Mark Stavish, Tath Zal, Antero Alii & Julian Vayne. Mezlim Vol. V, No. 2 Beltane '94 $5.95. \"Sacrament Use and Abuse in the Magickal Community\" Articles by: Donald Michael Kraig, Sam Webster & Bekki Shining Bearheart. Mezlim Vol. V, No. 3 Lughnasadh '94 $5.95. \"The Magickal Arts of Healing\" Articles by: Donald Michael Kraig, Annette Hinshaw, Julian Vayne & Antero Alii. Mezlim Vol. V, No. 4 Samhain '94 $5.95. \"Our Next Generation: Children in the Magickal Community\" Articles by: Jaq D. Hawkins, Althea Northage-Orr, Michael Sontag, Dr. Richard Kaczynski, Esmeralda & Antero Alii. To order your back issues, just send a check or money order for the correct amount to: N'Chi P.O. Box 19566 Cin.,OH 45219 Add $1 for the 1st copy, .65 for each add'l for postage. Imbolc '95"},{"pageNumber":60,"pageContent":"I L.V. X."}]
