[{"pageNumber":1,"pageContent":"An Independent Journal for the Working Magus Volume I, Issue No. 4  Samhain 1990   *6/L2.50     In this issue: Sex & Magick with Don Michael Kraig, Antero Alii, Bill Siebert & more ©N'Chi 1990"},{"pageNumber":2,"pageContent":"L.V. X."},{"pageNumber":3,"pageContent":"CONTENTS Editor's Forum   1   Kenneth Deigh Boxing the Shadow, Circling the Veil  4  An Interview with Meg and Moon The Most Dangerous Game  10  Don Michael Kraig The Soul of Nature   14   Bill Siebert Sexual Energy Meditations  17  Antero Alii On the Evocation & Invocation of Succubi and Incubi  23  Fra. Belarion The Spell of ENKI  28  ABarak Invocation to Enki   30   Kenneth Deigh Voice of the Sheya   31   Burn Barbie! Ry'leh Rising   35   Rick McCollum & Kenn Day Magick and the Stars  43  A.I.W.A.F. England Swings   45   Lairus Moundbuilder Musings of a Kitchen Witch  48  Marian Letters   50   Reviews   51   Freedom and Responsibility  52  Starburst The Circle   54   Zara -0'"},{"pageNumber":4,"pageContent":"EDITOR'S FORUM What does the term Sex Magick mean to you? Does it conjour up images of strange nocturnal rites involving goat-thighed men and virgins, or images of whirling mandalas of light and energy? There are various traditions both in the East and in the West which have used sexual energy as a transformative element in their magickal work for centuries. As the mysteries and secrets of these esoteric orders have been unveiled in the light of this New Aeon, there has been quite a lot of confusion about what was behind it all. \"They\" say that Sex is the first of the magicks that must be mastered by the Adept, but what exactly do they mean by this statement? The rituals and practices of Sex Magick, which were once closely guarded secrets of the inner circle of clandestine orders, are now available for your perusal at any corner newsstand. This turn of events creates an atmosphere of confusion for people without any grounding in the systems they read about. As these individuals try to perform whatever rituals appeal to their sense of adventure, they wind up even more perplexed. This state of confusion is only natural considering the level of repression and denial still associated with sex even in the \"open\" and \"free\" cultures of today's western world. We live in a society that freely equates simple nudity with sex, regardless of the sexual maturity or interest of the subject; a society which looks upon sex as something dirty, obscene and dangerous. What is it about sex that we are so afraid of - so threatened by - and so fascinated by? As with any of the mysteries, the answers to these questions lie in your own experience. Remember - sex is an intimate expression of your innermost self. When you perform such an act of Magick with another person, you are creating a bond that is not easily broken. You are sending messages to your Inner Self. Be careful. Know what you are doing. Mezlim -11-Samhain '90"},{"pageNumber":5,"pageContent":"STAFF MEZLIM MEZLIM Volume I, Issue No. 4 © N'Chi 1990. Published on Samhain, 1990. MEZLIM is published quarterly on the cross quarters by N'Chi, P O Box 19566, Cincinnati, OH 45219. Copyright reverts to the individual artist or writer upon publication. Single sample copy is $6. Annual subscription rate is $20. Add $7 per year for subscriptions outside the United States. All material published herein is protected by international copyright law. No part of this publication may be reproduced, except for the purpose of reviews, without written permission from the publisher. For information about reprinting articles, copying materials for personal use or to contact the authors, please address all inquiries to N'Chi. All editorial submissions must be accompanied by a SASE. Please allow 2-3 months for reply. N'Chi and MEZLIM subscribe to the premise that we are entering a new aeon - a new age - which is bringing and will continue to bring many changes in the way we see ourselves and the world around us. We are dedicated to presenting information, views, images and ideas concerned with our transition into this new world which we are creating. Our editorial policy is androgynous, egalitarian and eclectic, supporting all growth oriented, magickal movements. The views expressed in the articles, reviews, and other contributions published in MEZLIM are those of the authors and not necessarily those of the editors and publisher. MEZLIM does not endorse or guarantee any service or product offered in any advertisement or article. The publisher and editors make every effort to ensure the accuracy of all information published, but cannot be held liable for errors, changes, or omissions. Display advertising is available for the upcoming issue of MEZLIM at the following rates: Full page - $370, half page - $210, quarter page - $100, eighth page - $60. All advertising for the next issue (Candlemas, 1991) is due by November 23, 1990. Writer's guidelines: All contributions should be letter quality type (high quality pin printing is also acceptable) and submitted on 8'/2 x 11 paper. Submissions should be on pertinent topics with a length of from 500 to 4500 words. Authors should include full contact information and SASE. Editor's Note: Magickal spellings, QBL equations and all other specifics of the manuscripts in MEZLIM have been maintained exactly as presented in the original text submitted for publication so as to ensure the accuracy of the transmission as detailed herein. MEZLIM IS PUBLISHED BY N'Chi MANAGING EDITOR/PUBLISHER Kenneth Deigh ASSOCIATE EDITOR AKether Elan COPY ENTRY & PROOFING AKether Elan PRODUCTION MANAGER Kenneth Deigh ADVERTISING COORDINATOR Michele Rockne CONTRIBUTING WRITERS Bill Siebert, Don Michael Kraig, Antero Alii, ATath Zal, Moon, Meg, Fra. Belarion, Lairus Moundbuilder, A. 1. W. A. F, Starburst, Marian, Zara & ABarak. CONTRIBUTING ARTISTS Rick McCollum RAG August Silver RavenWolf (cover illustration) This publication is a Member of the Wiccan/Pagan Press Alliance. For more information about the WPPA write to: P. O. Box 1392 MECHANICSBURG, PA 17055 ® Printed on recylable paper. Mezlim -11- Samhain '90"},{"pageNumber":7,"pageContent":"BOXING THE SHADOW, CIRCLING TOE VEIL An interview with Meg and Moon Our intrepid reporter caught up with these tu/o after hearing of their approach to Modem American Wicca which focuses upon personal transformation through ritual. As we are always on the lookout for useful magicks, we present the following exploration of their seasonal working for Samhain ! 989. MEZLIM: \"I know that you both have some background with psychotherapy, but I'm curious as to what your tradition of Wicca is? How did you get here?\" MOON: \"Well, my family helped, of course, but Starhawk got me officially started in the Craft. I really draw from sources all over the map: Milton Erikson, Allan Ginsberg, Jean Houston, Harry Hay, Uncle A1 and Gerald Gardner, as well as some of the folks seen here in MEZLIM. Modern Shamans are all over if you know where to look. My technical approach to ritual reflects my background with the techniques of modem psychology, and group process, as well as my history of hanging out with the Radical Faeries. I have found that the best ritual has a dynamic balance between structure and spontaneity, between permission to be playful and a carefully designed sequence of language and image. Well done ritual can allow you to experience a creative abandon to the presence of the Divine. When out of balance, you can either have a ritual that is so well organized that it's barren, or one that is so spontaneous that it becomes an overload of random noise that goes nowhere, and does nothing useful. As priestess/designers, our job is to help the group achieve and maintain that balance, to keep it in the middle of the road. So my particular areas of interest are the reinterpretation of the Western Mysteries with application of the techniques of modern therapies.\" MEG: \"I am a Wiccan Priestess and a psychotherapist with a degree in Clinical Social Work. These two roles are intricately intertwined for me, as the focus of my magickal work has always been on the process of personal transformation. Witches have traditionally been the healers of their societies, so I'm just expanding that role into the larger realms of the human spirit. My original Wiccan training happened in the context of a small coven. We had little interest in the more structured, traditional kind of covens, and we developed our own tradition which focused on channeling specific Goddess energies for the purposes of healing and growth. It was very intense, if not easy, and I learned a lot the hard way. After I moved to North Carolina, I continued to work with a small eclectic and non-hierarchical group that became a place to explore how ritual can become a tool to effect positive change within the context of a larger community. I have since left that group to move to Chicago, but have many fond memories of our time together. I've long recognized the power of ritual to burn past the blocks to our growth. While I believe that there is more to magick than psychological growth, 1 do feel that working on one's psychological issues is necessary to be effective magickally. Because if you don't do it consciously, it will happen anyway, and I know from experience that it's not pretty. Carl Jung wrote that one of the great tasks of modem people is to reconcile the Mezlim -11-Samhain '90"},{"pageNumber":8,"pageContent":"civilized and the primitive in ourselves, to rediscover that lost intensity of living which may be found in the rituals of remote com-munities. In our own culture we have to consciously seek this lost intensity, this edge which gives life deeper meaning. Wicca provides a wonderful framework to do this.\" MEZLIM: \"Ritual as psychodrama?\" MEG: \"A bit perhaps, but a good deal more. Psychodrama misses the mythopoetic element that is so central to Wicca. The Craft is a much richer storehouse of material about many levels of the human experience. The image of the wheel of the year is a good example of this. I see this wheel as a process, an intrapsychic process where various archetypical human experiences are centered. With meditation or ritual techniques, these experiences can be brought into focus in order to be more fully experienced. This occurs in a syncronistic relationship to the vibrations and occurrences in nature as the seasons change. So, my perspective acknowledges both an inner and an outer side, an internal, intrapsychic aspect as well as an external element. As we mark the turn of the wheel, we align ourselves with the cycles of nature and so are ourselves changed as well.\" MEZLIM: \"So this ritual is about change?\" MEG: \"Well, we say that this is a time when the veil between the worlds is thin. But what does this really mean? My perspective is that this is a time when boundaries between birth and death, joy and sorrow, and conscious and unconscious blur, and what usually looks like a dualistic state become more like one continuous state with varying levels of awareness.\" MOON: \"Right, Samhain is Wiccan Shadow time. Natural forces facilitate changing ones' consciousness, and tradition gives us tools and metaphors to use that opportunity. We moderns are just beginning to recover from being cut off from our deeper roots. We have few powerful rites which recognize passages. Most mundane holidays have become just too vulgar for words. Thankfully, one does find more average citizens creating more meaningful rituals for themselves, and I suppose folks are getting better at this, but in many ways it seems as if they are reinventing the wheel. I've found within the Craft a powerful source for maps and material to feed this hunger for depth. The deeper I go, the more I find that my own life appears to be a harmonic of the cycles of the earth and the cosmos.\" MEG: \"And as an individual human's experience has both depths and heights, darkness and light, joys as well as pain and sadness; we can find ample reflections of these experiences in the myths of humanity and in the cycles of nature.\" MOON: \"We can find reflection as well as some comfort. Questions about the nature of God and the Human experience may come and go, but even slime molds know that the sun really does always come back. So we can leam to work this rhythm: You expand at Beltane and you go deep at Samhain.\" MEG: \"Yes, Samhain is a time for deeper work, and this can mean many things. We can go in to pursue contact with those parts of us that have died but have not been buried—a time when unfinished business and unresolved grief can be brought into clearer focus and, hopefully, be resolved. We can also pursue contact with those who have departed in order to finish our own Mezlim -11-Samhain '90"},{"pageNumber":9,"pageContent":"grief work with them. I personally feel that it is aide at best and possibly hazardous to invoke those who have made the final crossing. Our efforts to talk to the dead or summon them up interferes with their work and process and, I suspect, calls to us a myriad of clingy, parasitic energies that feed on our energy. So, I wanted to develop this ritual not as a calling forth of the dead, but as a means to enter the realm of death in order to make peace with that which has not been laid to rest within ourselves; as a way to enter into those realms where life is a more continuous circle. In imaging and passing through the veil, we were stepping into another level of awareness. We go through the depths to get to awareness of other levels of reality.\" MOON: \"I agree with that perspective, and also have my own reading of the holiday which is a little different. For some years I've been working with the concept of honoring my ancestors. Of honoring my blood, so to speak. I'm not refering to just my biological ancestors: That's way too narrow and heterosexist a perspective, but to all those who have contributed significantly to who I am now. Friends, lovers, teachers, powerful opponents; not necessarily just humans, and not necessarily those whose names I can call either. All who have touched me in some deep way, I carry them with me all the time. I celebrate this connection. I've 'lost' many people who are dear to me in the last decade, and I continually work to transform those losses and my feelings of sadness into emotional riches and wisdom. Samhain is one time when I can have ritual to acknowledge both their loss and to honor our ongoing connection. So despite this apparent loss, I like to send some energy to my family members who aren't currently physical. Obviously, the dead do have their own agendas, and I approach the astral with my usual southern gentlemanly good manners, but I do enjoy reflecting a bit of the joy of incarnation to them. Maybe they have something more to offer me as well. It's a bit difficult for me to say with any pretence of accuracy what parts of this process are internal and what's outside of myself. Objectively, the grief is certainly still there for me, and yet, subjectively, so is the very real sense of connection at a deeper level. This ritual allowed me to weave all those threads together.\" MEZLIM: \"Sounds like you are risking falling into a denial of death.\" MOON: \"Superficially, it's not too dissimilar. I suspect that on some level we all really believe that we're immortal, that this belief is so necessary for living that it's hardwired into the nervous system. But an absolute denial of death is denial of life and change as well, so this ritual was about making these changes easier, clearer, more satisfying.\" MEZLIM: \"Your personal perspectives, are fascinating, but we're also interested in the ritual itself, let's hear more about the actual working...\" MEG: \"At this time, 1989, we were working with a group in North Carolina... not exactly a coven, but more of a magickal working group.\" MOON: \"It wasn't a coven in the strictest sense because we didn't have vows or initiations into that circle, but we did work together consistently and had a few ground rules. (We were definitely not scared of commitment!) We worked by democratic consensus, and sought to meet individual and the group's needs, as well as to elicit the best each celebrant had to offer. Mezlim -11-Samhain '90"},{"pageNumber":10,"pageContent":"We had hoped to work in an interpersonal space clear of the petty primate bullshit one usually encounters in small working groups, but we didn't do so well on that one. We all described ourselves as witches, but had different ideas about what that meant, so we're in different places now.\" MEG: \"And this Samhain working was one of the best rituals we did...\" MOON: \"Certainly one of the most powerful...\" MEG: \"But structurally this ritual was pretty similar to others we did.\" MOON: \"Right. The planning of ritual in this group was usually by a self selected ad hoc committee; essentially we wrote a new ritual each time we did it. In this case, Meg, myself and, perhaps, two others were aiming for an integration of the traditional image of a journey to the Isle of the Dead with some more contemporary work. The creation of this particular altar space was one of my jobs. I had been playing with the idea of mobile temples, lightweight, temporary physical structures to catch the imagination and provide a focus for visualizing a particular energetic structure. More like poetry than architecture. I wanted a physical analogue to an astral temple, so for the inner circle altar, we used a nine sided bamboo frame and gauzy, black lace cloth for the walls. With a rug and some candles, we had such a space. Shadowy, dense and private, you could see through the walls, but were still alone inside with whatever symbols you and the others had brought to work with. Within the circle yet someplace else as well. We had low tables set inside this veiled altar space and had instructed celebrants to bring objects of personal significance for their meditations beyond the veil.\" Mezlim MEG: \"This group usually tried for our rituals to have both group and individualized focuses, so that led us to include private time, along with more traditional circle work.\" MEZLIM: \"Like what?\" MEG: \"Group activities like raising energy, holding and grounding it, as well as a guided group meditation. And, of course, giving simple human support facing the difficult feelings that may arise: Grief, shame, sadness. Community support for doing what needs to be done, to eliminate any restriction of growth. So, my prior instructions to group members were to mentally prepare for the work by focusing on our unresolved losses and then physically finding objects and tools which represented those losses. I wanted us to call forth those unresolved losses and work with them. Finishing our grief can help both us and our deceased loved ones get on with the business of life. I also want to make it clear that one ritual like this one is not going to finish anyone's grief work. Grief, whether it is over the death of a loved one, the loss of inadequate nurturing as a child, or any other kind of loss is a process that cannot be hurried, but must be allowed to flow in its own way. Our culture tends to expect us to either hide our grief or to hurry up and get it over with. So we tend to not know what to do with it and it gets stuck. The energy stops flowing in a way that would naturally bring about healing. The purpose of a ritual like this is to get the energy flowing again, and to get the validation from each other that it is O.K. to feel, to cry, to scream, to be angry, and to eventually let go. But this takes time, sometimes lots of time, and it definitely takes support. So to evoke this process, we used varied objects, such as photos, and personal belongings, some Samhain '90 -11-"},{"pageNumber":11,"pageContent":"bones, I think. These went into the veiled altar space for doing that personal work of reactivating the flow of our natural feelings. Placing this stuff inside symbolized the collective stuff that we all carry within, and gave each individual an opportunity to have a focus for the projection of unresolved issues. In that sense, though we each made the journey alone, we also felt supported. Sharing that space also contributed to strengthening the ongoing group spirit.\" MOON: \"We had selected a ritual site in pretty deep woods with a small lake nearby, very private, very isolated and very rustic. Clearing the site was good preparation for the ritual because forest floor litter is a delightful microcosm of the interplay of life and death.\" MEG: \"Life in death, too. Preparing that space was pretty powerful for me as well. At one point we looked up and saw these three huge black dobermans come running up. As I had been working closely with Hecate in preparation for this working, I like to believe that she sent her hounds forth to pay us a visit.\" MOON: \"Hecate can be like that...\" MEG: \"So, having done our internal preparations before coming, and having set up the Circle space, we retired to a hill top to center. Then, a little before sunset, we began a silent procession to the lake, accompanied only by a slow drumbeat, to a small dock to purify with water.\" MOON: \"I really like the aesthetic of using water in it's natural state for purification, it seems livelier. I think we used a copper pot filled from the pond to which I added a little tincture ofSoloman's seal root and mugwort flowers, with Bay and Lavender oils.\" MEG: \"We were met on the North periphery of the circle by a priestess with a sword, who challenged each of us with 'What do you give to the Darkness? What will you take from the Dark?' The last one in the procession wrestled the sword away from her and faced her with the same challenge as well. We entered the circle as equals, priest/ess in our own right.\" MOON: \"We seemed to have been using that armed guardian image as yet another reminder that this was no longer ordinary space, and that you were putting your existing conception of yourself on the line as you entered.\" MEG: \"We cast the circle using elemental invocations, people had previously volunteered to do these and we all joined in the weaving as inspiration led.\" MOON: \"Some folks wrote these out, worried them out ahead of time and such. Others were able to produce them extemporaneously and beautifully.\" MEG: \"Since I was Priestessing, I then called The Goddess using the Form of HECATE as 'She who Guides us through the Underworld and through the Crossroads of our lives, She who demands truth and trust in the face of hard choices, The mother of the Witches.\"' MOON: \"Calling The Lord and The Lady is pretty standard Wiccan invocation form, Gender balance, you know. So, as Meg was the Priestess and she called the Goddess, and I was the Priest, I got to call the God. I like to use a three part invocation. I used the name of ANUBIS, but added other titles to reflect something more than the traditional attributes. I like his title as 'The Weigher of Souls' for the reminder of that perspective of absolute Samhain '90 Mezlim -11-"},{"pageNumber":12,"pageContent":"honesty, even in the face of difficult self reflection. But I must say that 1 also chose to call the God as 'O, Jackal-headed One* because I had just found a canine skull to use as my mask. In calling the God, I also named him as 'The Lord of the Underworld', a traditional Wiccan concept, and I called him as 'That shadow who walks always at your side, whom Men call Lord Death but which the Wise call The Child of Change.'\" MEZLIM: '\"By Names and Images are all powers awakened' but where is that last one from?\" (Moon giggles enigmatically.) MEG: \"After the circle was cast, and the God/ess invoked, the group then focused their energy on the creation of a field which became the Veil between the worlds. Through fireeform chanting and focused visualization, we set this Veil in place over the veiled altar. Then Max, another member, led us on a guided visualization, a trance journey to the Isle of the Dead. Once we arrived, each participant crossed the Veil into the beyond and spent as much time as was needed to draw forth healing and a sense of resolution. We supported this by dancing and chanting to hold the field which we'd raised.\" MOON: \"We were using the chant from Charlie Murphey's album which goes 'It's the Blood of the Ancients that runs through our veins, the forms pass but the circle of life remains.'\" MEG: \"When all had finished their time alone, Moon and I took the veil down, and closed the energetic opening. A member led us in public mourning and we gave voice to our experiences. We channeled this into a large cauldron which was then set alight. As the fire burned, we called on the fires to assist in our transformation by this experience.\" MOON: \"That completed, we 'returned' from the Isle of the Dead, quickly grounded a bit more, then shared the traditional Cakes and wine (and grape juice!).\" MEG: \"Our talking seemed to name the new beginnings that were dawning upon us. This focusing on birth and continued creation was particularly important to remind us that death and letting go is only part of the cycle. We then bid farewell to and released from the circle that which we had invoked, and the circle was open.\" MEZLIM: \"Did it work?\" MEG: \"MMM...yes, it worked for me anyway. The year to come brought many, many changes. It was the beginning of a cycle of grief work that I am only now starting to feel the end of. I value this tremendously, as now all those frozen feelings have been flowing more freely, and I have the capacity to contain more joy and to be more of who I truly am. As far as I can tell, the lives of the other participants also brought many changes. And speaking for just that particular night, we had a good experience, and, as I recall, this was group consensus.\" MOON: \"Speaking only for myself, yes, this was a successful ritual. Maybe not technically perfect, but what is? It worked. It was well thought out, heartfelt, intense, pretty and fun. This particular ritual seems to be associated with the beginning of a Crone cycle for me, but again, what causes what? The world is, after all, a much bigger place than we imagine.\" MEZLIM: \"Thanks for talking with us. I hope that we'll hear more from you both.\" Mezlim -11- Samhain '90"},{"pageNumber":13,"pageContent":"THE MOST DANGEROUS GAME by Donald Michael Kraig There was a short story (by an author whose name I don't recall. Sorry.) that had the same title as this article. The title and plot featured a play on words: \"Game\" means both a structured form of playing for amusement and the prey of a hunt. In the story, a bored big-game hunter chooses a human for his target. But the prey turns the tables and is able to kill the hunter and make his escape. This plot, by the way, has made its way into several movies and is a staple of TV action shows. For magicians, sex magick has been called the most powerful form of magick available. It is also the most dangerous. Sex magicians may be some of the most successful, intelligent and happy people that you know. I don't mean to imply that people who practice sex magick are going to be ripped to shreds by trans-Yuggothian Chthuloids they have evoked from beyond the Abyss. Nor do I wish to insinuate that sex magicians become insane, festering puddles of ooze. In fact, nothing could be further from the truth. Sex magicians may be some of the most successful, intelligent and happy people that you know. Rather, the problem is with the beginning sex magician, the tyro, the know-it-all Mezlim neophyte. For the practice of sex magick by such a person can cause ripples in his or her life possibly greater than any other event. A WARNING FOR SWINGERS Many years ago, while living in sunny San Diego, I had a friend who was into the pre-AIDS \"swinging\" lifestyle. In fact, he was actually the publisher of an \"alternative lifestyles\" (i.e., swingers) newspaper. He was a ceremonial magician, a Discordian, a Wiccan, and one of the best wordslingers I've ever met. He used to tell newcomers (no pun intended) to the swinging lifestyle about a common scenario. Step one: Husband or boyfriend spends months trying to convince mate to go to a swing party. After this intense pressure, the woman agrees. Step two: At the party, the man finds a willing partner and 15 minutes later (or five minutes in the case of some real losers) he is back in the main meeting room, knowing that there is not much more he will be doing for a couple of hours. Meanwhile, the woman has attracted one or more adoring fans. Her partners give her pleasure she has never found with her mate. Step three: On the way home, the man says, \"Well, we didn't have as much fun as I expected. No need to go back.\" The woman replies, \"Wait a second. I had a great time! I think we should go again...soon!\" He would frequently tell this story to people who were considering the swinging lifestyle. His point was that swinging was not for everyone. He advised them to examine their relationship and really determine what their emotions would be if he saw several men (and/or women) having sex with his mate or if she saw him having sex with multiple partners. -11-   Samhain '90"},{"pageNumber":14,"pageContent":"SEX, NOT MAGICK, IS THE PROBLEM The problem with sex magick is not the magick—it is the sex. Before the Renaissance, sex and love were not always closely related. But as the notion of \"romantic love\" and the associated linking of sex and love developed over the last several hundred years, most of us have become inculcated with the sex=love syndrome. Many people who feel that sex outside of marriage is a sin also feel that it is less of a sin if you do it with someone you love. However, if you accept the thesis that sex outside of marriage is a sin and that you reduce the sin by loving your partner, then I expect someone to get up in court and demand a lesser penalty for driving a car over a person in a wheelchair because the driver loved the person in the chair. Many, if not most people who practice magick, are involved in love relationships. Frequently, one partner wants to work sex magick while the other may not be interested or capable. This leaves the sex magician three choices: 1) Find a different partner for sex magick; 2) Only perform autoerotic sex magick; or, 3) Give up doing sex magick. Taking option three may disappoint the budding sex magician. This may result in carrying the emotion of disappointment into his or her relationship and ultimately hurt the relationship. 1 would add here, too, that for some, the desire to perform sex magick is predicated on the failure of other forms of magick to work. However, it has been my experience that the most successful sex magicians are those who are also successful at other forms of magick. Thus, if a person has failed at several forms of magick and, for the sake of a relationship abandons his or her \"last hope\" for doing successful magick, the resulting feeling of failure and lowered self-esteem can be brought into the relationship and damage it. The problem with option two is appropriately, twofold. First, many people need to fantasize while masturbating. While there is nothing wrong with this per se, it is possible (although rather unlikely) that the magician may be happier in his or her fantasy world than in the reality of day-to-day problems that develop in any relationship. This could certainly hurt that relationship. The second problem is more difficult. In our society, even though everybody does it at one time or another, masturbation is frowned upon. Frequent masturbation can result in lowered self-esteem and guilt. If your partner discovers you doing this form of magick, he or she may doubt that you love him/her—after all, you wouldn't need to masturbate with your partner around. This can also damage the relationship. Option one, having sex with a magical partner, has the biggest potential for destroying a relationship. It also has the potential for starting a relationship between you and your sex magick partner that you may not desire. The possible entanglements are many. SEX AS EXERCISE I believe it was Israel Regardie who once wrote that until people can accept sex as a form of exercise it was going to continue to cause enormous problems in people's lives. Although this was simplistic (sex can be amazingly more satisfying with someone you love than with just another body until you can learn to manifest that psychosexual energy with any partner), for the most part he was correct. Mezlim -11-Samhain '90"},{"pageNumber":15,"pageContent":"The weapons or tools of the magician are many in number and type. The pentacle or disc can be a powerful tool of elemental Earth, as the dagger can be a tool of Air. Can you pick up a Fire wand and direct the energy? Can you approach a penis (yours or your partner's) with the exact same attitude and ability? Can you drink from the Water cup and invoke the energy of elemental Water? Can you work with a vagina in the same way? If you cannot use the sexual organs as magical tools, and deal with them in the same way as you would any magical tool, sex magick may not be for you. If something feels wrong to you, don't do it. Don't allow others to intimidate you into doing it. To put it bluntly: Sex magick. is not for everyone. Partners 'who are not able to separate love from sex may rum their relationship due to sex magick. Sex magick is a style of magick. Other forms of magick can be just as powerful or more so. Failure in other forms of magick does not imply that you will be successful with sex magick. CONSIDERATIONS FOR SAFE SEX MAGICK I don't want to imply that my words should be taken as the first and last words of what people should and should not do. For example, it may be that partners who cannot separate love and sex need to have their relationship broken up. I will not moralize. I am only trying to prepare you for the possibilities that can accompany sex magick. That is why the following ideas are only considerations—things you should think about. They are not guidelines or orders. 1) Learn magick before you try to practice sex magick. 2) Do you want to have sex or perform sex magick? If the former, don't try to hide it with phony terms and fancy phrases. Getting laid is not a Ninth Degree Initiation. 3) Some so-called magical groups have the purpose of satisfying the egos of the leaders. Usually, although not always, these leaders are men. Although it would normally take a person several years to go through the degrees of an order, women who are willing to have sex with one or more of the leaders, frequently under the guise of initiation or sex magick, move far more quickly through the degrees. This is a good sign of fraud. 4) If something feels wrong to you, don't do it. Don't allow others to intimidate you into doing it. 5) An aspect of sex is that it allows other people into the area of your personal space that might otherwise be uncomfortable for you. This breaking of personal space opens the way for other intrusions in what is commonly known as thought-control, mind-manipulation or brainwashing. Be aware and be prepared. 6) It is a good idea to think about and consider all of the possible problems that might come up, especially between you and a mate, before practicing sex magick. Be totally honest or the results could be something far other than expected. Mezlim -11-Samhain '90"},{"pageNumber":16,"pageContent":"AND NOW, THE GOOD NEWS It may sound to you like I am warning everyone not to do sex magick. Actually, the opposite is true. The harnessing of psychosexual energy, then combining it with that of (an)other trained magician(s), and the direction of that energy toward a goal (i.e., the performance of sex magick) is incredibly powerful. For a trained magician it may be the most powerful system available. There are many good books available on the subject. Some, like the works of the alchemists and those of Crowley and Saraswati, leave much to personal instruction or to the imagination. Others, like books by Culling, Grant, Douglas and Slinger, Mumford, and even in my own Modern Magick, are more specific. If you have examined your desires and your relationships, and if you are already a capable magician, sex magick provides a fertile field for new investigation and work. You may find that your magic works better than ever. For a trained magician [sex magick] may be the most powerful system available. As a final note, I was personally initiated into a Tantric group by a man who looked like he was in his mid-30s. I discovered later that he was in his 50s! Sex magick is powerful, indeed. SKOOB ESOTERICA are publishers of Kenneth Grant Gerald Suster and other occult authors. We bring out a quarterly journal SKOOB OCCULT REVIEW. For details write to Caroline Wise & Chris Johnson SKOOB ESOTERICA SKOOB BOOKS PUBLISHING 19 BURY PLACE LONDON WC1A2JH ENGLAND TPhaenii: TBoohshoppc Offering the finest in occult and metaphysical books and supplies. MAIL ORDER NOW AVAILABLE Hermetic s • Kabbalah Tarot Cards • Incense 7031 Plainfield Road Cincinnati, OH 45236 (513) 984-6724 Mezlim -11- Samhain '90"},{"pageNumber":17,"pageContent":"The Soul of Nature - Bill Siebert Last night as I lay awake thinking of you I had a vision of myself as an aspect of the Soul of Nature— a personification of homey maleness yearning for union. At first, my yearning was a passive thing which throbbed and built within me. 1/lt/We called out for release, for we had no hands or mouths by which to bring about our own release. Thru my yearning I came <more-&.-more> into a consciousness of myself apart from the rest of nature. I was a plant—a penis plant. Each of my curvacious <ever-branching> fronds were tipped with bulbous pulsating phalli which throbbed oozed dripped in anticipation of and yearning for release as I/They/We swayed in the gende breeze. Our speech was not of words <for we had no mouth or other organs of speech or articulation> yet we called-out nonetheless with the heady musky entheogenic pheremonic exudations of our myriad pulsating dripping bulbous glands which reached and yearned and oozed in my/our passive exquisite anticipation of and yearning for release. After many aeons had passed, it was then you came unto me. You were a winged nymph <as active as I was passive>. Your hungers matched my yearnings— my need for release. You descended from the heavens, <your wings casting shimmering rainbows over me in the moonlight> alighting gently <yet firmly> upon an erect seat of my consciousness— squirming to lubricate your passage with the earthy musk of your anal honey as you gorged yourself upon my yearning throbbing innocence. You drank eagerly/deeply from my myriad <ever throbbing> extended dripping pungent oily fronds. I became emboldened by the willfulness of your wild gyrations. I began to undulate and to thrust to compliment your squirming. One of my fronds discovered the eager dripping wetness of your petite spastic nymphic cunt. We rocked thrust gyrated together; we merged, parted, and merged again-&-again. I came unto you, in you, and with you Mezlim -11-Samhain '90"},{"pageNumber":18,"pageContent":"<again-&.-again-&.-again> even as you bathed me with the sweet slime of the dew of your immortality. As the undulating pulsating azothic flow of mutually generated amrita enveloped us, the ecstasy of pleasure became too vast for my rational mind to bear; I passed from consciousness. My ego hurled itself <again-&-again> into the Seas of Alternity which spawn all Time, all Space, and all that which has any potential of be-Come-ing. Thus it came to pass that that which calls itself 1 came to dwell in samadhi for aeon upon aeon upon aeon. Eventually, I regained consciousness. I was a creature of the sea. I was as active now as I had been passive in my life as a penis plant. I hunted; 1 ate; 1 explored every nook-&.-cranny of my watery universe. 1 was driven by an hunger to experience all which Is Was has the potential of beCUMing. Every new thing I discovered; Every new discovery I tasted; Every new experience I encountered, I thought only of you. You were the being who awakened me to active participation in Life. I yearned to share <once again> my awakened consciousness with you. I stored every memory and every thought and every experience so that when <once again> we became ONE I could share the fullest texture of the essence of my experience with YOU. An Aeon passed. <or was it two?> 1 had by now fully explored my watery world, Yet you were no where to be found. I was in no great hurry <for I was quite conscious of the continuity of the consciousness of existences but even immortals can grow inpatient! Then one day I smelled you. Your scent carried to me on a warm languidinous current flowing from the shallow seas. It smelled of earth and of flowers and of sunlight. I knew that you awaited me where the domain of the sea brushed gently against that of the land. Yet I could not go to you <just yet!>. I was a fish, and to traverse dry land would lead me to my death rather than to you! So I tapped into genetic memory. I ate animals and sailors and other dead things which came from the dry land into my realm. (Some have said that 1 also ate living beings, but <from my perspective> that which has no consciousness of its continuity thru-out eternity is not really fully alive in the way that you-&.-l are alive!) I examined the essences of these dead land creatures with my taste buds. 1 analyzed their genetic code with my digestive juices. I awakened <and programmed> those cellular factories within myself which are especially designed to facilitate mutation. In those who are not fully alive-&.-awake, such factories are best left dormant. For <in beings who experience themselves from a perspective of their frail mortality> mutation oft leads to cancerous death— since these beings too-oft program <albeit unconsciously> their subtle cellular factories with fear, nightmare, and a sense of powerless futility. Being alive-&.-awake, I evolved <consciously-&-patiently> over the aeons, Mezlim -11-Samhain '90"},{"pageNumber":19,"pageContent":"so that I could crawl from the Sea to be with Thee, Oh my Love! of one of my fungal extensions as it crawled over your sensuous ruby lips. I remember the day we met upon that sandy beach. We—Beach Sprite and Fish Man— merged without a word— for we had not yet developed a common tongue beyond the communion/communication of ecstatic sexual union. We shared our essences—each with the other. Memories of events which each of us had experienced separately now flowed thru both of us like some chthonic nepenthian stream come to surface to form a bright Summer's pool. We became ONE <once again> and in Joy I gave up Consciousness in the throes of <wave after wave of> un-ending orgasmic Bliss. One day I found you asleep in the jungle amidst the vines and the fungi which proliferate in such places. I moved my deep sea consciousness into the green tendrils and the mushrooms and the creatures which crawl. They/We/I awoke, and became conscious of the Continuity of our Existence and of our Desire for You. They/We/1 became the epitome of gentle prehensile maleness as they/we/i undulated about you to coax you from your dreams. The omnipresent expanse of my body <the grassy carpet upon which you lay> gently rocked you in your sleep as I worked your thighs to-&-fro to stimulate the flow of your love juices. You moaned in your dreams as 1 wriggled my penial extensions over/under/around your sleeping form to caress your breasts and your face with the musty dampness of my jungle form. Your nipples awoke first, standing upright to better encounter the caresses of my crawling bulbous sentience. Then your mouth smiled and opened as your tongue darted-out to kiss the tip Your mind was not yet awake; Yet your body's response to my motions was restless/responsive/cognizant in its quasi-sentient quest for pleasure. Your hands woke next as they guided the erect throbbing fruit of my cosmic awareness into the gently dripping vaginal cleft of your recumbent fleshy form. As I entered your sweet damp fissure I realized that you were now <and had been all along> fully awake! Your consciousness spans aeons and traverses galaxies even as you lie in slumber amidst mortal creation. Thou who Art the Omnipresence of the non-Atomic Continuity of Nature. Thee do I love from the core of my being, who am Consciousness of the Continuity of the Consciousness of Existence. At times, we are divided for Love's sake, For the chance of Union. But <for now> we are dissolved in the Ecstasy of our Go-ing <our knowing> and our conscious appreciation of our Eternal Bliss. Let us make the most of our Eternities together. Let us savor-&.-share those things which emphasize our differences— for at the Heart-&.-Core we know <Yes, We know!> that we are ONE <yea, are NONE!> Mezlim -11-Samhain '90"},{"pageNumber":20,"pageContent":"SEXUAL ENERGY MEDITATIONS Concept-Free Sex and the Single Planet by Antero Alii This article is an introduction to the actual practice of sexual energy meditations, the intent of which is to attune practitioners to their own biological contact points for concept-free sexuality. What is referred to hereafter as \"concept-free\" is just that—direct intimacy with energetic states which function independently of concepts, images ILLUSTRATION © RAG 1990 or visualization. These meditations can be considered operative rituals, as they also work without beliefs or dogmas. Our point of focus will rest with certain properties already existent in the psyche, in specific regions of the brain itself, as well as foci in the reproductive systems of both men and women. The purpose of this introduction is to make the reader aware of several levels of culturally-conditioned images surrounding their otherwise innate experience of the sexual. The intent here is to detect any tendency on your behalf to identify your essential sexuality with any image whatsoever, no matter how socially accepted or powerful or secure that image promises to make you feel. By observing and studying the origin and nature of thought, it is possible to begin noticing our thoughts about sexuality—which is to say, that which sets us apart from sexuality itself. By looking at our various maps, we can throw them asunder and traverse the terrain. To start the process of sifting—between our thoughts about sex and sex itself—we turn to three distinct yet related areas of human ethics: The cultural ethos, the personal ethos and the transpersonal ethos. It seems the first two, the cultural and personal ethos, are primarily products of parental conditioning and widespread socialization. Under certain prevailing conditions, the third transpersonal ethos emerges as a spiritual outgrowth of the previous two. When all three areas are realized and integrated in the human being, they seem to naturally entwine and blossom forth as a kind of four-fold \"planetary ethos.\" Mezlim -11- Samhain '90"},{"pageNumber":21,"pageContent":"Each and every culture feeds the psyches of its people specific images, icons and myths in an attempt to regulate procreation by standardizing sexual behavior. This moral set of rules is usually held together by a strong negative pole in the \"taboo\" and a strong positive pole, in the \"reward, or prize.\" As we know, each culture defines its taboos and rewards differently; this includes each microculture, or family unit, within the larger cultural context. Sexual customs between cultures differ widely, reminding us of the vast multi-sexual bias of humanity. Each social order has its own indigenous and learned notions of what it means to be a man, a woman, and - a human being. To one's own conscience one must learn to be true. Australian aborigine adult males trade their wives as often an they deem necessary. Unless indoctrinated by the morals of a different culture, these woman do not think twice about it. As extreme of an example as this is, it confirms how utterly different each person's and each culture's sexual realities really are. It also shows how no one is qualified to judge and determine what is best for anyone else, sexually. To one's own conscience one must learn to be true. This brings us to the personal ethos, which is just that—personal. It emerges as our own individual response to the cultural ethos of our immediate family, specifically their sexual ethics. Each family is bound by their own unique and sometimes idiosyncratic code of ethics. For example: If the father and the mother are given to conflicting moralities, an ethos of conflict is produced; the children learn to expect fighting between the sexes. If a compatible morality bonds the family structure, a Mezlim harmonious ethos develops. Either way, every single child is raised in a specific moral climate in regards to sexuality. It is how each child responds to the family ethos that helps define his or her personal ethos. The personal ethos is attached to the family ethos by virtue of its response to it—whether this response is rebellious to the family or cultural ethos, or embraces it, or grows indifferent to it. The personal ethos seems to form a basis for the emergence of the transpersonal. An ethos is transpersonal when it sees beyond itself, thus permitting the existence of other vantage points while still remaining loyal to the personal one; they are inclusive of each other. The transpersonal ethos is born out of the crystallization, or chrysalis, of the personal—to see past ego, one must have one. The transpersonal realm exists so far beyond the fringe of the cultural ethos, that it is all but impossible for the latter to appreciate the vantage of the former; it cannot even, for the most part, comprehend it. Ironically enough, the integrated transpersonal perspective can permit all three views...simultaneously. Take the example of the child raised in a fundamentalist cultural ethos (where absolute laws, or dogmas, were enforced): This child, let's say, rebels and forms a personal \"ethos of rebellion\" out of which a greater transpersonal ethos develops. Then, upon returning to the family for the holidays, this child (now grown) discovers a disconcerting one-way understanding: They see their parent's point of view while feeling the negation of their own. Traditionally, the only avenues open for traffic from the transpersonal into the cultural are Art, Religion and Science. Artists, mystics and scientists (and their hybrid, the magickian) know, to a greater or Samhain '90 -11-"},{"pageNumber":22,"pageContent":"lesser degree, the significance of a personal ethos—partly as a bridge between these extremes and partly as a way of orienting outside the family. Without a personal bias, it is almost impossible to know where one is coming from and where one is going as an individual. In the context of these three ethos, there seems to be three distinct sexual orientations: Cultural sex, personal sex and transpersonal sex. A little later, we will include a fourth orientation—planetary sex. In this light, the more external and popular use of the concept \"sexual orientation\" (hetero, bi, homo, etc.) will be bypassed altogether in the spirit of a more open-ended, concept-free sexual response, i.e., heterosexuality, bisexuality and homosexuality are all fraught and overloaded with culturally-conditioned images. Without the ability to empty the mind ... no effective ritual is possible. From this point onward, it is primarily the orientation of transpersonal sexuality that will be addressed—both in principle and in practice. The biological basis for contact with the transpersonal realm is your very own Central Neural System; the word \"neural\" is replacing \"nervous\" to deliberately impact consciousness in a certain way here. Cultural sex is often \"nervous\" as there are so many expectations to live up to, so many images to conform to just to feel attractive, accepted and loved. The institution of marriage provides an example (my bias is neither pro-marriage or anti-marriage; it's pro-choice). Transpersonal sex has no real reason to be nervous. Why ? Because there are no concepts or images to identify with. Transpersonal sex is concept-free sexuality at its best. Concept-free sex knows sexuality AS IT IS: A reality to be lived and not a fantasy to imagine. The mysterious life force is a convergence of many living forces. The sexual energy meditations leading to the opening of direct sexual response distinguish four related currents referred to hereafter by these names: Formless substance, earth energy, masculine force, and feminine power. All four refer to living forces of nature residing within each human being regardless of sexual persuasion. At this time, we won't concern ourselves with the cultural or personal definitions of these forces. In bypassing all images, concepts, and stereotypes, it is possible to implement direct neural engagement—direct internal resonance with the underlying sources and of the energies themselves, as represented by these four names. For now, all we can do is walk through descriptions of these four forces and perhaps, for the willing, a little bit on how they can be activated in the body. Formless Substance Without the ability to empty the mind and merge our consciousness with silence, no effective ritual is possible. Called by many names in mystical traditions worldwide—kether, potentia, illuminated void, nothingness, the fool, cloud of unknowing, samadhi, zero—formless substance has the distinct status of \"charging\" the meditation in the beginning...diluting it (if need be) during the middle...and...\"discharging\" excess force in the end. Formless substance acts like a multi-purpose tool in this way and for our purposes, that is all it is: A tool. Formless substance refers to that part of Mezlim -11-Samhain '90"},{"pageNumber":23,"pageContent":"our nature that is energy in its potential state, or that part of ourselves that has not become anything yet. It is your comfort at being nothing, of being nobody-but-yourself. The intention of summoning intimacy with formless substance is to enter a profound state of receptivity, so that one may be vulnerable enough to be deeply touched by the more dynamic forces. The emptier the vessel, the deeper the well. For those who are not already in a resonant pathway to formless substance, I suggest the following exercise called The Cloud of Unknowing: After centering yourself: Imagine or sense or project a cloud, slightly larger than your bodysize, above your head anywhere from three to ten feet. Postulate this cloud to be made up of the purest essence of formless substance. Let it hover above you, suspended, while you empty yourself below. After at least two minutes of this, invite the cloud down. Do not direct or control it; invite it. Let it drift down at its own pace until it completely envelops your body. When your body is inside the cloud, begin merging with the cloud of unknowing. Be the cloud. Be nothing. Practice this meditation until the state it produces can be summoned without the assistance of the cloud. Without formless substance, the other three forces can only be imagined at best. Inside this state, we can be relatively untouched by culturally and personally defined stereotypes and habitual sexual patterns. Its value as a transpersonal tool can never be over-estimated. Concept-free meditation opens the natural sensitivity of the Central Neural System to real, live signals...sinuous pulses...rapturous wave forms...and natural forces in your body and the body of your beloved. Feminine Power To prepare for the evocation of feminine power, find any physical position where the spine is relatively erect and then, re-enter formless substance. Next step...WOMEN: Internally locate the region of your ovaries—touch them if this helps. These are biological contact points—conduits—and potent sources of feminine power in the woman. Commit your attention to the flow of feminine power in the ovaries, without directing or shaping the energy. Commit to the current itself as it flows through the ovaries and allow this current to fill you. MEN: Internally locate the hindbrain region which is your medulla oblongata. Locate your point of contact with your source of feminine power as it resides in this area, gradually allowing its current to descend and pervade the rest of your receptive body. Don't push this force. Like the cloud, invite it down and let it find its own pathways and spirals throughout your internal systems. Learn to serve the feminine power as it moves around inside you. This meditation is designed to help you discover how much feminine power you are willing and able to absorb and circulate in your body at this time. If you wish to increase and deepen the current, connect your breathing to the source of the energy (ovaries or medulla). For greater absorption, deepen the inhale, for greater circulation of the force in your body, deepen the exhale. If you wish to diminish the current, mix small amounts of formless substance to dilute the potency of feminine power. When you are completed with this meditation, return the feminine power back to its respective sources while breathing in Mezlim -11- Samhain '90"},{"pageNumber":24,"pageContent":"more formless substance to help neutralize its charge. We begin and end each meditation with formless substance as a way to clean the slate, to begin anew. Masculine Force Enter the routine of formless substance first and then follow through with the same kind of commitment as before to the sources for masculine force: For MEN: Locate the source of masculine force as it's concentrated inside each testicle, connecting your inhale to each with a focused breath...drawing it out and into the rest of your reproductive system and beyond. WOMEN: Locate your contact point with masculine force as it's focused in a point of light where your brow meets the top, or bridge, of your nose. Don't force it; if you get a headache, you're trying too hard (cool it off with the formless). Simply rest behind this point as if from inside your brain and receive its radiation. Absorb the light. Don't push the point, rest behind it. Whether it is feminine power or masculine force that is being contacted, the results of this meditation are determined by the willingness and choice to surrender your entire body to its current. Practiced alone, it can then be brought into the arena of sexual intimacy and activated on purpose as an offering of your own energies to the play of forces between yourselves. Once again, good ritual common sense informs you to return to the formless state after you're done. This helps train consciousness to return to its Higher Source after completing its commitments to the experiences of this world, in the body. From the formless we come and there we return. Mezlim Earth Energy—Planetary Sex Much of how we experience the dynamics of interpersonal relationship is horizontally-based: We literally relate across space with each other. This works energetically as well: I give you energy, you give me energy, we enjoy each other's energy, just you and me. By introducing the Earth below as an additional contact point—to a living, breathing intelligent entity that has incarnated as this planet—we begin including a vertical reference to our relations with each other. The earth below is a supply of vertical force (up/down), or earth energy. With the earth, there are now three energy sources: You, me and the earth below. This trinary circuit forms a basis for what I'll affectionately call a planetary menage i. trois—the romance of a planetary ethos. This can happen when two individuals have self-realized enough to see beyond their strictly personal vantages and, from a transpersonal state, include each other and the earth below as a unified field of living forces. These conditions can then coalesce into planetary sex, wherein sexual intercourse (physically and/or as energy fields) serves as a generator for bio-psychic energy that is eventually directed down and fed to the earth's core. The first step is learning self-stabilization through: Earth Energy Meditations After entering the formless, relax the grip on your body so that you are also relaxing your desire to control things in general. Loosen the grip around the base of the spine and the anus so this area dilates and breathes. On the inhale, suck up earth energy—-from the earth below—through the base of the spine and the arches of the feet. On the exhale, circulate the earth energy throughout your body. Continue this process of cycling earth energy through -11-  Samhain '90"},{"pageNumber":25,"pageContent":"your body to discover how much you are willing and able to absorb and contain. Experiment with sending this energy back down to the planet, through your exhale and out your hands, arches and the base of the spine itself. Once each individual knows how to access earth energy on their own, each can bring more of its presence into the mix of masculine, feminine and formless forces—within their own persons and as an offering to the overall mix of lovemaking. Just to breathe the earth energy into your body while engaging sexually is enough to begin feeling the difference between personal and planetary sex. When both parties are connected energetically with the earth below while engaging sexually, a possibility is opened for the nurturance of planetary ethos—one that includes the planetary entity as lover, as friend and as gateway to greater unknowns. NOTE: This is an edited version of a more experiential, instructional cassette by Antero Alii, which initiates listeners to more in-depth contacts with the forces described in this article. The Audio Initiations Series SEXUAL ENERGY MEDITATIONS an instructional cassette with Antero Alii (This is not a lecture.) When four viral current* in the body converge, alchemy becomes tantra and .sexuality, an expression ol the spiritual. $12. (pstpd.) to ANTERO ALLI BOX 45758 SEATTLE WA 98145 GIVE ME LEVITY OR GIVE ME DEATHI The Compost NewsLefer a journal of humor, satire and Bad laste, both in the Craft and out. Sample copy $2; 1 year sub $10 Chex/MO'5 to V. Walker for CNL 729- 5th Ave.SFCA 94118 Please patronize our advertisers! Their continued support - and yours -makes this publication possible. HERMETIC $ % SOCIETY OF THE GOLDEN DAWN TEMPLE INITIATION GRADED CURRICULUM Local or out-of-area students the Portal o 'ARimiv HERMETIC STUDIES OCCULT SUBJECTS REVIEWS • ARTICLES & INTERVIEWS WITH Robert Anion Wilson, Alan Richardson, Timolhy Leary, Gerald Sustcr, Pal Zalewski, Pete Carroll, and more! 31849 Pacific Hwy South, Suiic 107 Federal Way, Washington 98003 maqiclaL chiL6e • Hard Core-New Age • Free Mail Catalog • Reader on Premises Open 7 days 35 W. 19th St. (212) 242-7182, Fax 681-0361 Mezlim -11-Samhain '90"},{"pageNumber":26,"pageContent":"ON THE EVOCATION & INVOCATION OF SUCCUBI AND INCUBI by Fra. Belarion At the outset, I should state unequivocally that whereas all sex-magick is potentially dangerous, dealings with succubi and incubi risk not only psychoses but also death. In its more extreme forms, Tantrism, which is the forerunner of our Western sex-magick,1 partakes of activities most people squeamishly regard as \"perverted\" if not downright \"insane.\" These same persons would condemn to the innermost bowels of Tartarus the nath or yogi who attempts to attain to certain siddhis by such practices. I am afraid that the same might be said of the rites I will outline below. I must first, however, say a few things about theory. First, although we can hardly characterize the evocation or invocation of succubi and incubi as \"Tantric,\" it is to this unorthodox Hindu tradition, with its emphasis on antinomianism (what the Tantric calls vaijatya, or \"differentness\") that we turn to find the earliest precedents. In this tradition, that of the vama marg (or \"left hand path\"), the yogi seeks non-discrimination (\"Let there be no difference made among you between any one thing any other thing...\" Liber AL vel Legis, 1:22). Or, as Benjamin Walker so aptly put it, \"There is no good because there is no evil...All things are permissible since nothing is prohibited...there is no difference between heaven and hell, between virtue and vice...\"2 The path of the vira, or male adept, in this tradition must break down all the barriers of convention, assaulting both conventional morality and consensus reality at one and the same time. He must commit adultery, deflower virgins, sodomize women of high birth, slake his thirst of the kalas (elixir) of his union with a prostitute, and even commit acts of incest. Only then is he prepared for the penultimate act: Evocation of \"elemental spirits, fiendesses and goblins\" for the purpose of intercourse.3 The final goal is Tantric union in maithuna with \"the goddesses in the higher spheres.\"4 Obviously, the invocation of elemental spirits, fiendesses, and goblins has its parallel in Western sex-magick in the conjuration of succubi and incubi. It was only after accomplishment of the early stages of acquiring equanimity that I considered embarking on the Western counterpart of demon conjuration—and then with considerable trepidation. After all, I reasoned, if one of these demonic entities turned out to be particularly pesky, I doubted I'd have as easy a time banishing it as Martin Luther did when he got rid of the Devil by farting in his face. For one thing, I did not know enough about succubi and incubi to fabricate any sort of ritual designed to bring them to manifestation, even in dreams—their natural habitat. I presumed these spirits to be Qliphotic in nature, and, in fact, Crowley includes both succubi and incubi in the tables of correspondences in Liber 777. The former are positioned at Number 14 on the Key Scale; the latter, Number 21. Hence, Venus and Jupiter, respectively. But, surely, this gives us the formulae of invocation as well. For instance, the vegetable drugs associated with the spirits Mezlim -11-Samhain '90"},{"pageNumber":27,"pageContent":"are \"all aphrodisiacs\" and cocaine; the perfumes, sandalwood, myrtle, \"all Soft Voluptuous Odours\" and saffron, \"all Generous Odours,\" and so forth.5 On the other hand, the numbers 14 and 21 on the scale are conspicuously absent from that same author's list of the titles of the Qliphoth, though we are informed that \"the Qliphoth of Venus are carrion birds...\"6 One possible explanation is that although Lilith and Samael have obvious parallels to the tradition of succubi and incubi (a point I made once in a poem), the latter pertain in the main to Christian rather than Judaic mythology. In fact, most occultists dismiss them summarily as silly medieval superstitions. Let me borrow from a taste of old homily grits and suggest that where there's smoke, there's fire. Which is not to say that the stories themselves are not droll and entertaining. I especially like the one about a bishop named Silvanus, accused by a nun of having sexually assaulted her. When inquiries were conducted, the good prelate insisted he hadn't done it; the crime had instead been perpetrated by an incubus that had taken his form. For it is the incubus that assumes human form as a male; succubus, as female. The etymology of the words is perhaps significant. \"Incubus\" comes from the Latin, incubare, meaning \"to lie upon,\" while \"succubus\" is derived from the Latin for \"to lie under.\" Obviously, these entities restrict themselves to the conventions of the \"missionary position.\" It is perhaps instructive that prior to the 12th century, the Church denied the possibility of sex with demonic beings. The Inquisition changed that, no doubt seeing in the practice new charges to be leveled against witches and heretics. In characteristically chauvinist fashion, the Church viewed women as inherently evil, morally weak, and more licentious than men; hence, if a man was seduced by a succubus, it was most likely not his fault.7 And although one modem writer on the matter sees \"the myth of the incubus\" as \"one of the most ugly manifestations in all history of man's frequent attempts to cripple and pervert his own sexuality in the name of religion,\"8 I nevertheless have good cause to accept these creatures as very real indeed. The medieval (which is to say, Church) history of demonic visitations aids the researcher by suggesting means of luring succubi and incubi into the bedchamber. If one has taken priestly vows or those of the nunnery, the job is significantly easier, for the demons have such a pronounced predilection for monks and nuns that Huysmans referred to succubi and incubi as \"ecclesiastical microbes.\"9 One suspects that a possible explanation rests in the priest's vows of chastity, which would lead to nocturnal emissions, while the nuns, \"married to Jesus,\" probably welcomed the notoriously icy phallus of the incubus upon tiring of Mother Superior's attentions. In my investigation into possible techniques for the energizing of one's enthusiasm for the evocation of these delightful creatures, I stumbled upon the sage advice of a German physician, Johann Schenck, who attributed the visitations of incubi to obstruction of the vessels connecting the spleen to the stomach, caused by a thickening of the metabolic juices, thus converting them to black bile. I can only assume that much the same process occurs when one has eaten a diverse variety of foodstuffs (e.g., \"heavy\" hors d'oeuvres). As everyone knows, this tends to produce rather bizarre dreams. I cannot account for the diversity of Mezlim -11-Samhain '90"},{"pageNumber":28,"pageContent":"opinion with regard to the pleasurable or painful quality of copulation with these creatures: The Italians thought sex with them ecstatically enjoyable, while their German contemporaries reported it to be agonizingly distressing. Perhaps it can be explained by meteorological observations: Italians, being notoriously hot blooded and confined to warm climes, must have been partial to the frigid penis of the incubus, while their German neighbors to the North, being coldblooded and hardy, were not. From whence do these entities come? Paracelsus, the greatest of alchemists, theorized that succubi and incubi were the offspring of semen ejaculated during masturbation. Ye Gods! I must have sired a thousand of these creatures during my lifetime (much as Crowley, in Magick in Theory and Practice, owned up to the sacrifice of \"about 150\" male children \"of perfect innocence and high intelligence\" every year from 1912 e.v. to 1928 e.v.).10 Ironically, the spillings of masturbators turn out to be one of the most likely sources of the semen which the incubus deposits in the vaginas of its sleeping female \"victims.\" The others include: Nocturnal \"pollutions\" (their word, not mine), semen from coitus interruptus, seed from the milking of the penises of recently-deceased males, and capturing the ejaculate of hanged men. Lest it be complained that the semen had to be kept warm until deposited into a proper sleeping female, one authority reported an uncanny ability on the part of the creatures to \"shape-shift.\"11 This involved transformation of the creature into the form of a succubus for the procuring of semen from males; holding it vaginally to keep it warm during transportation; then changing into the form of an incubus in order to deposit the fluid into a sleeping female. It all seems to be a little like transvestism and a bit of pre -artificial insemination bother at that. Of efficacious pharmaceuticals that might be employed for the purpose of aiding the Magickian in his experiments with the demons, I should think that perhaps opium and the solanaceae would help. The latter (and particularly datura) are known to produce vivid erotic dreams, but the user must beware of such unfortunate side effects as mental confusion, a feeling of illness, and, sometimes, death. Atropine and/or scopolamine, which both once were included in the formula for Contac cold capsules, have been known to produce erotico-hypnotic states, such as the one afflicting a 64-year-old woman who, suffering a narcotic psychosis after taking too many drops, \"attempted to have Lesbian intercourse with her landlady\" and, upon recovery, \"had no memory at all of these happenings.\"12 And now, let us get down to the \"nitty-gritty\" of practical suggestions for the invocation or evocation of these spirits. I've already cited the correspondences of Liber 777, which yield a few, but very few, clues. Crowley, in the previously mentioned book on Magick, reports of a certain Frater I. A., who was informed as a child that he could recite the \"Lord's Prayer\" backward to invoke the Devil. He did so. \"The Devil appeared, and almost scared him out of his life.\"13 There is a major clue here. The Church advised priest and penitent alike of five means by which one might banish succubi and incubi: (1) Make a sacramental confession, (2) make the sign of the cross, (3) recite the Ave Maria, (4) move to another house or town, and (5) seek exorcism in the form of an Mezlim -11- Samhain '90"},{"pageNumber":29,"pageContent":"excommunication of the demon by holy men. One authority adds, \"Sometimes the Lord's Prayer worked, as did a sprinkling of holy water.\"14 It simply follows that any reversal of these devices would aid the practitioner in making manifest succubi and incubi. [The more reversals included in any given attempt at making these creatures manifest, the greater the likelihood of success.] Should your Magickal efforts at evocation actually work, do not later whine about not being properly forewarned should they succeed beyond expectations. Masters cites the case of one \"holy man, fallen prey to a nymphomaniacal succubus, who was drained dry and unto death within a month.\"15 But, what a way to go, man. What a way to go! NOTES 1 Note that I avoid the oxymoronic \"Western Tantrism.\" Even if we begin our training in Tantric sexual magick at a very early age (as so few of us do), the difficulty of finding a shakti free of the hangups of Judeo-Christian morality makes Oriental sex-magick an impossibility for most Westerners. 2 Benjamin Walker, The Hindu World (New York, N.Y.: F.F. Praeger, 1978), vol. 1, p. 54- This two-volume encyclopedia of Hindu religion, mythology and magick is an indispensable work. Expensive, but you may find it, as I did, in your local library's reference section. 3 Ibid. 4 Ibid. 5 Aleister Crowley, Liber 777 and Other Qabalistic Writings (York Beach, ME.: Samuel Wieser, Inc., 1973), p. 13. My colleague, Nick Lamb, provides an invaluable exegesis on Crowley's Liber Astarte vel Berylli as the best essay on ritualism around, in Abrasax 9: Crowley & Thelema, available from the O..T.:B.:, P.O. Box 1219, Corpus Christi, TX 78403-1219, for $5.00 post paid. 6 Ibid., p. 58. 7 Rosemary Ellen Guiley, The Encyclopedia of Witches & Witchcraft (New York, N.Y.: Facts on File, Inc., 1989). Ms. Guiley's rather paranoid attitude (\"We witches don't practice Satanism\") is to be lamented, but her book is excellent, the best work on the Craft since Bucldand's. 8 Douglas Hill, \"Incubi and Succubi,\" Man, Myth, and Magic (New York: Marshall Cavendish, 1983), vol. 5, p. 1434. 9 Maximilian Rudwin, The Devil in Legend and Literature (Chicago: The Open Court Publishing Company, 1931), p. 241 -10 Aleister Crowley, Magick m Theory and Practice (New York: Dover Publications, Inc., 1976), p. 95. 11 Albertus Magnus, cited in R. E. L. Masters, Eros and Evil: The Sexual Psychopathology of Witchcraft (New York, N.Y.: The Julian Press, Inc., 1962), p. 35. This book is entirely devoted to the subject at hand. To give you some idea where Masters was coming from: He opens his book with Crowley's \"Hymn to Pan\" and comments, on page 32: \"Western psychologists neglect occultism —psychology's Bohemia—at considerable expense to themselves...\" Hear, hear! 12 Ibid., p. 154-13 Crowley, op.cit., p. 69. 14 Guiley, op. cit., p. 93. 15 Masters, op. cit., p. 99. Open 1 lam to 7pm Wednesday to Sunday Specializing in wicca, magick, shamanism, celtic lore, herbs, channeling, Egyptian, crystals, books, tapes, supplies, jewelry, &. tarot decks. 34 cottage st. (rt. 141) box 1022 easthampton, MA 01027 1-413-527-8765 Mezlim -11-Samhain '90"},{"pageNumber":30,"pageContent":"Wi)itt ligtlt $entac(t8/ftacrtb Spirit Jfrobuct* ^ 0 \"TRADITIONAL MAGICKS FOR THE NEW AEON\" 0 # * # * m m •m m Distributors of [Ja/ara Pentodes in 14K GoId & Starting SiAtr, many set witk Cjystnls & Gtrrutfmw. Lou more rnnrfmiuii jewetry, powrrjiu ritual li»(5 and talismans, Sacred Spirit incense wands, Soul's Journey oils, etc. Cast a mighty spelt in your heme or office! Send S3.00 (of pur mail order catalog (1.70 addiljonal lor Seals ol Solomon catalog To WHITE LIGHT PENTACIES/SACRED SPIRIT PRODUCTS P.O. Boi 1163 Salem, HaaaaehuMtU 011714163 rp or ask your lavonte shop to cafl ifl to mate sure these supplies reach your neighborhood. * ^jt V*t speoabie m supplying New Age/MeUpiiystcal/Magtckal Shops 4 Bookstores it Businesses wiH recerve our complimentary wholesale catalog upon request, by calling ^jL ^ t-800-UASTEPV Wholesale orders only please. Blested be * # ### ################## t * m * # * * # * # COMIC BOOKS & SCIENCE FICTION fj: PHANTASY EMPORIUM 3 Q n 7 CALHOUN STREET J CINCINNATI, OHIO, 45219 ?  513-281-0606  o SORRY, NO MAILORDER TRANSFORMATIVE MAGICK FOR THE NEW AEON The basic course of study in the Sheya System consists of an introduction and 11 lessons which cover the following areas of preparation and training for the prospective Sheya: •Detailed presentations of each of the basic aspects of the system including evocation, invocation and related work. •Techniques to assist the student in acquiring the necessary focus, discipline and vision to proceed with the work of self transformation. • Techniques for developing a safe environment for transformative work including raising the Temple, energy balancing, middle pillar exercises, grounding and banishing. •Detailed discussion of the basic tools and symbols of the temple and their uses. •Direct correspondence with the author of the system, offering ongoing commentary and response to any questions arising from your own experience with the system. We believe that you will find these lessons to be of great assistance to you in your quest for greater understanding and realization of your potential. The lessons are designed to present a total system of Magick in a logical and understandable fashion - A system that you can use in your life - now! Please address all inquiries to: N'Chi P O Box 19566 Cincinnati, OH 45219 Mezlim -11-Samhain '90"},{"pageNumber":31,"pageContent":"The Spell of ENKI The Text EN.K.1. Enki! Aleph Nun Kaph Yod Enochi! I Am the Sword. I Am die Wound. I Am the Rose. (Arising) I Am the Child. Who carries HIr Mother and Father within HIr womb. I Am the Serpent Arising. Reborn into the world Tome! Tome! All that I Desire. Beloved Heart of my Heart Tome! Tome! Tome! The Commentary This ritual creates about the Magus/Sheya a primal tetrahedron, a three walled \"pyramid\" into which the Magus/Sheya then defines HIrself and summons the Will of the Aeon. This ritual is usually performed with the Magus/Sheya facing east. The first point, \"E\" is overhead, \"N\" is in the north-west, \"K\" is in the south-west and \"I\" is due east. To perform this ritual, begin by centering yourself within your Temple. Now make the gesture of the Child Receptive: Body erect, palms resting lightly against the chest with the fingers pointing to the heart -center of the chest. Allow yourself to become completely receptive, as a child newly bom into the world, with all options before you. Breathe in fully. As you release your breath, lower your hands down to your sides in time with your exhaltion and sweep them up as you inhale, bringing them straight up above your head, both pointing at a single point about three feet above you. This is the first point of the tetrahedron which you are creating. Name this point aloud: \"E.\" Now lower your left hand (in a diagonally descending movement) to indicate a point to your left and behind you, level with your feet. Name this point aloud: \"N.\" In the same manner, lower your right hand to indicate a point behind and to the right of you. Name this point aloud: \"K.\" Now bring both hands together (in a diagonally horizontal movement) before you, indicating a point in the floor in front of you, at the same distance as the previous three points. Name this point aloud: \"I.\" You have set the corner points of a tetrahedron about you. Feel the structure about you and raise your hands to the point above once more as you fill the internal space of your tetrahedron with the name: \"Enki.\" Beginning with the first point and proceeding in the same fashion as above, indicate and name each point in turn: \"Aleph, Nun, Kaph, Yod.\" Raise your hands to the point above once more. This time, fill the vehicle with the name: \"Enochi\" (Ah-noh-k^e). With your hands still directly above you, envision a huge flaming sword, its point descending towards the earth, and say: \"I am the Sword!\" Lower your arms directly downwards to cross left over right on your chest. Envision that sword descending into the earth, and the earth opening to it, and say: \"I am the Wound.\" Mezlim -11-Samhain '90"},{"pageNumber":32,"pageContent":"Lower your hands as if you were pushing down on a flat surface, your left hand still placed over your right. Envision the sword disappearing into the womb of the earth and a red rose arising from the wound with a single perfect blossom. Say: \"I am the Rose.\" Push down with your hands as if you were shoving something out of your womb and then sweep your arms up wide, your palms curving upwards into a gesture like the crescent moon, as you smell/sense the magickal aroma of the Rose and silently speak the word: \"Arising.\" From the crescent, bring your arms in as if to cradle an infant against your left breast. As you do so, repeat the words: \"I am the Child, who carries HIr Mother and Father within HIr womb.\" Raise your left foot behind your right knee so that you are balanced on one foot, and raise your arms to your sides as if they were articulated wings. Envision yourself as a huge winged serpent, rising into the air. As you do so, repeat the words: \"I am the Serpent Arising. Reborn into the world.\" Lower your left foot and place it forward while raising your arms up into the sign of the crescent, as if you were supporting a huge sphere above you. Envision that sphere of light as you repeat the words: \"To me! To me! All that I Desire! Beloved Heart of my Heart! Tome!\" (Draw your left foot back together with your right foot and feel the light from this sphere pouring into you from above.) \"Tome!\" (Lower your hands into the gesture of the Child Receptive, letting yourself be filled to overflowing with this light.) \"To me!\" Hold the image of the sphere of light suspended above you, at the apex of the tetrahedron which surrounds you. You are within this structure, being saturated by the light from the sphere. Feel the transformative energies passing through you, awakening every cell in your body. Breathe in the light, into your own center. As you exhale, lower your arms and sweep them up like wings to that point at the center of the sphere of light, bringing them together with a loud clap in order to grasp that center. Pull it down with your breath, until it is level with your own heart, then bring it into your own center, assuming the gesture of the Child Receptive once again. Maintain this posture until you are centered. One way to get a feel for the character of this ritual is to perform it several times consecutively. This is easily done since it begins and ends in the same gesture. Allow yourself to feel the movement and qualities of the energy as it moves through you. Be aware of any changes you may see in the visual symbols, and of whatever meaning arises from them for you. The basic intent of the Spell of ENKI is the invocation of the Holy Guardian Angel, manifest in the Sheya system as your own ultimate and ever growing potential, Enochi. It is a good idea to keep in mind while doing the ritual that what you are summoning is your own process of becoming - your own Higher Self. The Spell of ENKI may be performed in conjunction with other rituals, to heighten, focus or in other ways support the desired consequence of the rite. I don't want to go into greater detail at this juncture, but would prefer to allow each person to experience the ritual directly, and to come to their own conclusions. 1 do ask that anyone working this ritual consider sharing their results with me. I can be contacted c/o this journal. A Barak Temple Enochi, Samhain 19.90 Mezlim -11- Samhain '90"},{"pageNumber":33,"pageContent":"Invocation to Enki ©Kenneth Deigh 1990 This invocation may be performed within your own magickal space, or out'of doors in the wild. It has been performed quite effectively to the accompaniment of rhythmic drums around a blazing fire beneath an open sky. The invocation should be memorized and familiar to the Magus before being performed as a magickal act. When successfully invoked, Enki provides the Magus with great insight into HIr own evolution - and that of others. He is God of the element Water (specifically as used in agriculture) and the Lord of the Earth. He is also patron deity of Magick, Wisdom and - more recendy - Jungian psychoanalysts. Ride to me on the wings of storm from the earth and sky at once to me who art thy vessel and thy voice. Lord of the earth and laughing god I echo your name through song and verse I spill myself upon your earth I fill myself from your embrace who art the water and the wine of running cloud and scarlet meal of blood and soil beneath the earth still roaming deep forgotten rooms to skry the moon - to tell the tale of thy daughter's courage and her fear to pass these gates alone that hold the invocation of return. Here lies my name in nameless stance upon this twighlit floor entranced by passages beyond these lands of men and dreams of careless gods. Enki, Ea, Enochi I call you by the writhing names of the waters and the earth 1 summon you to dance with me again to turn this wheel of life - of blood - of wine and spin the answers from my mind to trust - to laugh - to fill my soul with your wisdom and your dream that this magic will not die that slumbers here within my heart but rise instead to the drum's recall to remember me in all my age by all my names for I am Enki once again. Enki, Enki, Enkidu who spent himself beneath the fall of Gilgamesh and plundered Tiamat's darkened womb who pulled Innana from the grasp of Ereshkigal in her bitter tomb and washed her feet in the tears of goddesses and gods. Would you forget the taste of me upon the rain the solid tramp of earthen feet this is my call this is my song awaken to me who would hear this spell and I shall dwell again within this world of magick and of men. For I AM Enki! Enki! IAOEA! Enki, Ehya! Enochi! Remember to banish! Before leaving your Temple or other sacred place, let the Aspect of Enki flow from you and return to the earth arid the sky. Feel His presence fade away until you are completely grounded. It is important to do this even if you don't feel that the initial invocation was successful. Mezlim -11-Samhain '90"},{"pageNumber":34,"pageContent":"VOICE OF THE SHEYA An Interactive Magickal Forum This section of Mezlim is open to any person operating the Sheya system who mould like to share their work with us. We hope that this forum will give the widespread community more chance to communicate and establish an energetic web of interaction. Operants of other systems are likewise encouraged to submit material for an eclectic column. Burn Barbie! This Sheya System that I am working seems connected to all manner of other \"systems\" in the greater sense. I have found areas of relevance in other Magickal systems, the office where I work, and the practice of psychotherapy. The area to which I am particularly drawn is the androgyne nature of the Work. It is neither male nor female as Separate, but rather both as Unity. Other Magickal systems that I have interacted with seem bent on separation—with varying degrees of importance assigned, depending upon the sex of the participant and the specific system being practiced. I cannot abide this! True power is in Unity, not in Separation! Without internal Balance, I would always need a member of the opposite sex to complete the Whole and to Be that which I am Becoming. What a depressing prospect—to never be Complete within Myself; to always be dependent upon someone else. That is not Magick. Sovereignty comes from within, from the Whole, from the One. My Power is my own and can never be fully realized until I am fully realized—in all of my Aspects, both Male and Female. So how do I do this within the Sheya System? The Aspects used within the System concentrate upon the totality of Self. In working with them, I am coming to a greater realization and knowledge of that Self. However, it is not enough. My culture and my childhood training have set certain parameters upon my brain. Being a \"tomboy\" was not appropriate female behavior; therefore my self image has always been poor. I have internalized the values of my society and am only now being to see how they have damaged my ability to truly define my World. My Magick is limited by my perceptions, which in turn are limited by those insidious values which I only now begin to see. They are not mine! Yet I must find ways to truly rid myself of them. Underlying fears continue—what if they are right? What if the power of their collective imagery is such that I will never be able to overcome my conditioning and be truly free? True power is in Unity, not in Separation! Fear is the block to all progress. I can only work to better identify those parts of Me which are not Mine, but rather the Will of Others. Once identified, these pieces must be dealt with, excised from my World, and eradicated within my Consciousness. Only then will I be truly free to work my Magick as I Will. So mote it be. Mezlim -11-Samhain '90"},{"pageNumber":35,"pageContent":"Now, how do I begin? The biological female within this society has had a lifetime of disempowering programming thrown at her. Religious, financial, governmental and even family institutions often view her as second to the male in all things of importance. Major influences upon collective consciousness such as advertising media bombard us with the \"quintessential\" definition of feminine loveliness—which fewer than 10% of us actually meet. To be feminine is to be soft, loving, weak, non-assertive, compliant, concerned with our outward appearance, in need of support—both emotionally and physically, and so on. The world is changing, but remains ever the same. Last month, a talented and intelligent woman told me that she could never work in the business world as I do because she couldn't be that hard-hearted! There is nothing about my external work which calls for hard-heartedness. In fact, life often goes more smoothly when one deals fairly and compassionately with all individuals—including those at the office. No wonder most women don't like the way they look! How many of us really look like Barbie anyway? I recognize that the task I seek to undertake, that of identifying and exorcising my societal demons, is one which should be common to all individuals engaged in Magickal Workings. However, my particular programming was oriented toward women and, therefore, will be more effectively addressed by working with other women who have the same or similar goals. To this end, I would like to propose the creation of a group to be known as the Sheya Sisters. This group would be focused upon the reclamation of the power of womanhood, the acknowledgement and internalization of the power of our masculine natures, and the ultimate union of both our male and female Selves to enable us to rejoice in the power of Wholeness, of Oneness. I invite all women who are currently working the Sheya System and/or any other women who are interested in such a Working to contact me in care of this publication. Initially, I am proposing that we work to identify our internalized programming and find ways to banish this from our Existence. I believe that such programming can best be identified by searching for Cultural Stereotypes which hold the projections of the Archetypes with which we were programmed. One such stereotype (which was identified as part of a discussion about the formation of this group) was Barbie (the doll). Little girls play with dolls, and Barbie, as the Queen of dolls, is representative of all those characteristics to which we were programmed to aspire—fantastic figure, beautiful features, long blond hair, incredible legs—and empty headed. (Remember how long those earrings were? There couldn't have been anything in there or we would have been developing sadistic tendencies at the same time!). Dolls represent basic Archetypes. Children treat them as if they were real; they live their lives vicariously through such dolls. As small children, they treat baby dolls as they themselves were treated; and, Mezlim -11- Samhain '90"},{"pageNumber":36,"pageContent":"as older children beginning to seek definition of their own sexuality, they are given Barbie dolls as role models. No wonder most women don't like the way they look! How many of us really look like Barbie anyway? Barbie must be removed from our mental image of ourselves as the way we ought to look, as the way we ought to be. This first icon of our Selves must be banished from our Psyches. Burn Barbie! This may seem like a joke, but I'm not kidding. I am proposing that an actual, formal ritual be performed. If you are like me, and still hanging on to those old definitions somewhere deep in your subconscious, you will have an old Barbie somewhere around the house. If your doll was not a Barbie, then whichever doll it happened to be will suffice. If the doll has been lost somewhere in the intervening years, then I recommend that you purchase a new one for the purposes of this ritual. (Note: If you purchase a new doll, be sure to spend some time with it prior to the ritual. Hold it and try to remember how you felt about playing with this doll as a child. Think of your home and your family as they were when you were small. Focus all these thoughts and feelings into the doll that you are holding, so that it represents all those childhood experiences. This may take several sessions of quiet, uninterrupted time in your sacred space. Work with the doll until you feel that it is adequately charged for the purposes of this ritual.) Now that you have your Barbie, dress her in the most elegant clothes that you can find—the best jewelry, the finest shoes, the most intricate outfit. In my case, most of my Barbie's clothes were designed and tailored by my mother—an exquisite seamstress. This action can add another (and deeper) layer to the ritual which we are about to perform. If you owned any other Barbie accessories (such as Barbie playhouses, etc.), locate them and set them to one side. Practical considerations will require that you locate a disposable tin roasting pan (or similar, fire-proof disposable container), large enough in which to build a small fire. Also have on hand material to build a very hot, sustained fire—such as charcoal briquettes, lighter fluid, and small pieces of wood. Be prepared to hold this ceremony outdoors, as the fumes from the fire that you will build should not be inhaled, from either a magickal or physical safety point of view. Barbie must be removed from our mental image of our-selves as the way we ought to look, as the way we ought to be. Find a quiet place outdoors where you will not be disturbed and set a time for your performance of this ritual. I plan to perform this ritual during the new moon—to represent both the aspect of a new Self being born and to take advantage of the waxing moon in order to grow the newly defined femininity which should result from this ritual. Dress yourself suitably and take any of your Magickal tools which you feel to be appropriate to this location. Be sure to bring the fire making materials and Barbie with all her accessories. A large garbage bag Mezlim -11-Samhain '90"},{"pageNumber":37,"pageContent":"would also be helpful. Prepare the space for the ritual and then cast a circle. Set the walls of your Temple; raise the Middle Pillar; and, summon the Aspects to witness/participate in your actions. Build a fire in the pan. Make sure that it is both large enough and hot enough to enable you to continue on to the next stage of the ritual. Use the time during which the fire is building sufficient intensity to interact with your Barbie. Talk to her. Tell her of your pain at never feeling beautiful or perfect enough. Speak to her of the importance of other standards of beauty. Focus inward and reveal to her the loveliness that is your Self. Look at her with opened eyes and realize that she represents an external, disaffirming embodiment of what someone else (with remarkably poor taste—those incredibly long legs are disproportionate—Barbie is a freak!) thought was beautiful. You are now free to choose a new Archetype to represent all that is beautiful., .namely your Self Then, when your fire is burning well (coals glowing, wood well caught on fire), place Barbie in all her finery well within the flames. If necessary, feed the fire until it has burned that which was Barbie and all that she represents into \"nothingness.\" Messy leftovers can be considered nothingness because they no longer contain any vestiges of \"beauty\" for the beholder. After the fire dies out, place the pan and the other Barbie accessories in the garbage bag for disposal. After all, you have no more need of these. There, you've burned Barbie and all that she represents. You are now free to choose a new Archetype to represent all that is beautiful in the feminine sense—namely your Self. Spend a few moments in your Temple, affirming this new Archetype within your Internal World. Speak with the Aspects, particularly Dhyanna, and learn their response(s) to your actions. (Remember, they love you unconditionally—I'll bet they never much cared for Barbie in the first place!) Then close down your Temple and make your way home. Be nice to yourself for the next few weeks. Do loving things for yourself. Enjoy sensual experiences. Dress up in your prettiest clothes and admire yourself in a mirror—or better yet, go out on the town and let others admire this beautiful new you. If any of you try this, please write to me regarding the results. The new moon (when I will perform this ritual) is two weeks from now and already I feel strange currents beginning to surface. The thought of burning certain of these items almost brings tears to my eyes. I had not realized that I was so attached to this Other definition of my Self. I'm not sure how this will all ultimately work out, but I feel that it is necessary if I am to continue to grow and to Become. I will write again about the results of this ritual in my life. In the interim, the Sheya Sisters is open for anyone who wishes to participate in such Work. Our goal is Unity of the Self; integration of All that we Are, and All that which we are Becoming. Enochi, Ehya! A Tath Zal Mezlim -11-Samhain '90"},{"pageNumber":38,"pageContent":"6V RICK M$CoLU)/A) AND K£M PAVI , \"CHAPTGR THRES J^ WELL, IT'5 LIKE THIS:  7 , - > R1fc, FUNDAMENTALIST C\\MClrtNAT1.0&H. 6IPNEV MMMOOUAN WAS A OOKE GUEST ON VlRGlWlATRElAMNEb fcAPiO SHOW. HE'S DENJOTEPTO CTHULHU SHE THINKS HE'S K FLAKE. OUST AS HE \\NK5 K&OOT TO NKN\\E NKME5, HE D\\ED. HO*2R\\BLV. SOT SHESNATtHEP HIS p\\NRV. SHE'S PEKPLEXEP... THE SHAPV F\\SHEpvAAN VJAS USTEN\\UG>, KND THOUGHT \\T ML TOO MUCH. HE OFFEP S\\WES>. HE SCHEMES... AS5H0LE SPIKE CRUE.THE FlSH-WS FLUhiSNATCHED A MAGlC AtAULtT THE NEW DfW, ON AN OCCUtT FECCONO\\TEER)N& WllSSHOH, HE ENTEREP THE LOCAL NEW AGE SHOP? THE EVE OF HORUS.THE FOOL GOT WM^PEL^E BKBMSTERTO CO A READING OFF THE KtAOLET. AND 'SHE FREAKED..-VJ ITCHES SOPHIA ANP WONG, LEA WIESS J\\RE CARE OF THEIR. MEtfTOR.TNBVTHA Oo^ES, A.K.A.THE CRDViE. WH\\lt SLEEPING ,THE CROWE H!€> A DEURWM. THE CRONE W\\G&S OOT... THE WITCHES WONDER... \\)IR&IN\\K Y5> IN THE OFFICE OF HEP- $066, CHTAFT. TAFT 15 CHECKING OUT SIDNEY DIKRV.SHE HAS A HUMPN&OOS D\\A?>ETtC IM5UUM REACTION... \\T SEEN\\5THNT madelme ,the crone, andtAft uWe all been! SUCKED mo AfiHASTL^ vAfcTHER-REALW OF BROKEN GKTES, AViDTHEU f\\U CONFRONT A &AB$UNG,FEW\\ME ABON\\1NAT\\O^ThAT CKU3 ITSELF SHUe-^lG&OfcATtt. ANDTHEW MLSENSE T\\ESTO \\]\\?G\\NlN... WHILE THE EN\\&*AATiC, PKMlP KOHEN HNS FEARFO LEGMAN \\JlS\\ONS... \\}\\S2QM\\h WONPERS WHATTHE HELL \\5  ^  hND H.P. LOVEC^KFTSPINS \\N YA\\S &RA\\)E... Oo Mezlim -11-Samhain '90"},{"pageNumber":39,"pageContent":"• • k • • L Samhain '90"},{"pageNumber":40,"pageContent":"Mezlim -11-Samhain '90"},{"pageNumber":41,"pageContent":"Mezlim -11-Samhain '90"},{"pageNumber":42,"pageContent":"r WOO DIDN'T SEE THAT MONSTER . tM SCf\\REP. I'M WORRIED. WE NEED EACH OTHER. A UTILE LOWER. Mezlim IS. Samhain '90 X LIKE THAT."},{"pageNumber":43,"pageContent":"\"MR.WiEGS BELIEVES THAT ONE'S FAITH iM GOD IS LIKE A HOUSE, IN THAT IT SHOULD BE BUILT ON A STRONG FOUNDATION):' \"UNFORTUNATEW, HIS DAUGHTER BELIEVE5 IN A GODDESS, AND HANG5 OUT WITH THE SATANIC PAGAN NEXT DOOR. THESE IMMORAL ACTIONS CANNOT CONTINUE. LEAH IS SENT TO HER ROOM, ANP GROUNDED INDEFINITELY (FOR THE TENTH TIME).* \"THIS ALL SHOES OFF LEAH. SHE HAS MORE IMPORTANT THINGS ON HER MIND. THE CRONE... WHAT EXACTLV DID SHE SEE? SHOe>-SOMETH\\NG-OR-aTHER-RATH... WHAT IN THE WORLD IS THAT?\" \"'SOPHIA SEEMS TO KNOW... LEAH RESENTS BEING SENT HOME OUST WHEN TH\\NGS GET INTERESTING. AFTER ALL,SHE'S A COVEN MEMBER TOO -\"HER PARENTS WILL BE ASLEEP SOON ENOUGH.THEN SHE WILL TAKE STEPS.-' 7-7= ipg 1 • /•-iff Mezlim -11-Samhain '90"},{"pageNumber":44,"pageContent":"Mezlim -11-Samhain '90"},{"pageNumber":45,"pageContent":"EMEP&ENW. \"THE BPM LEftWs sckred. f'/.vX;''.; fD A. SOPHUte V0ORR1E.C. TVAE. clout's hkd SOMETHING fv&OOT \\NVW-EMEFCTHE YTELLLVAPTF \\5. i \\ 'Va 1 Sty IT* BEEN   1   kiNEXT'.WHW^EXTZJ Mezlim -11-Samhain '90"},{"pageNumber":46,"pageContent":"MAGICK AND THE STARS by A.I.W.A.F. Well Magickal ones, we're ready to look at the next quarter and see what is in store. Keep in mind that \"Every man and woman is a star\" and the planetary influence is for our benefit. People sometimes ask if I see anything negative or bad. You can play your cards right with any energy pattern. If you want to use Astrology to maximum advantage, find the \"power points\" in your chart and time rituals to coincide with transits to those points. (A power point is a sensitive point or points in a natal chart. Any competent Astrologer should be able to find them for you.) If you have any Astrological (or other) questions, write to me in care of MEZLIM. A.I.W.A.F.'s FORECAST: SAMHAIN THROUGH IMBOLG (Nov 01 through Feb 02). NOVEMBER This is a powerful period with the Sun in Scorpio conjuncting Pluto in Scorpio on the tenth which will be an excellent time for change oriented Magick. Mars is the only retrograde planet and this is the right time for any Magick that is not Mars-related. DECEMBER Mercury goes retrograde on the fourteenth and the mail will start to get \"shaky.\" Yule on the 22nd is always a good time to focus on where we have been and where we want to go in the future. With Mezlim the symbolic death and rebirth of the Sun God, it is fitting for us to look at the year ahead as a new adventure. JANUARY A brand new year and we are looking for ways to make it better. Jupiter conjuncts Uranus on the fourteenth, and that could be a good day for Magick of an abrupt and chaotic nature, like war, etc. (I am not recommending war, but one has to call them the way that they are. It's your energy, do as you will.) SCORPIO - Oct 24 through Nov 22 -You are approaching a time when significant change is very possible. Pick something that needs changing and go for it. Personal change and changes in personal relationships seem likely. SAGITTARIUS - Nov 23 through Dec 21 - Unexpected financial change is indicated. You are entering a period when everything about you seems in motion and you don't have the foggiest idea where it will stop. You'll emerge from this cycle early next year feeling aware, and \"on top.\" CAPRICORN - Dec 22 through Jan 19 - Changes that seem extreme will take place in a group that you are connected with. Following the group-related change, you will have an opportunity to make personal change that may also seem somewhat extreme. This is a powerful period and much good can be accomplished. AQUARIUS - Jan 20 through Feb 18 -Home-related change is indicated. Professional change is also likely to occur. This is a key period when it will be easy to try some new things, and possibly discard some old ones. Make some plans and take some chances. If your plans don't work: Make some plans and take some PISCES - Feb 19 through Mar 20 - You Samhain '90 -43-"},{"pageNumber":47,"pageContent":"are going to be involved in some rather unique group-related activities, and as Magickal people, we know what unique really is. You are going to have some heavy Mars influences which will give you a lot of extra energy and motivation. Make love, not war. ARIES - Mar 21 through Apr 20 - You will have ample energy at your disposal, and you may find yourself going through some rather emotional changes. Unexpected good fortune is possible. This is a very \"Magickal\" period when all you have to do to make something work is \"go for it.\" TAURUS - Apr 21 through May 21 - A difference of opinion with someone close is indicated, but may be avoided with effort. Financial change is indicated, and this could be a good time to \"make your dreams come true.\" Your love-life is going to be exciting at the very least. GEMINI - May 22 through Jun 21 - You are going to make some changes during this period; some will be intentional and some will be unexpected. Romantic difficulties will \"knock you off your spot\" for a time. You will accomplish much during this period, but it may not all be planned. CANCER - Jun 22 through Jul 23 - A home-related struggle may occur and have to be dealt with. You will be more perceptive than normal. You will be drawn to creative projects and creative people. Your love-life is going to make several unexpected hops, but no \"bad bounces.\" LEO - Jul 24 through Aug 23 - This is a period when professional change is indicated, and professional change can be easily made. You'll feel expansive and \"on top of the world\" during most of this period. Good fortune is indicated and romance is assured. (You can't win if you don't play, however.) VIRGO - Aug 24 through Sept 23 -Group related change is indicated and personal change is very likely. This is a period when going where that you seem to be led is going to work better than concrete planning. Travel is indicated and could prove to be very enjoyable. LIBRA - Sept 24 through Oct 23 -Financial change is indicated and you may find yourself in the midst of a group-related squabble. Something exciting will affect your love-life in a noticeable manner. This period will move so fast that you may need a rear view mirror to see \"what's going on.\" Advertising in Mezlim supports the Magickal/Pagan Community. Patronizing our advertisers supports all of us. THE  \\  ^TLANTIS BOOKSHOp 49a MUSEUM STREKT LONDON VVC1A 1LV TELEPHONE 071-405 2120 We carry an extensive selection of new, secondhand and out-of-print books on the occult sciences, as well as a wide range of publications. ALL ENQUIRIES WELCOME V   )   Mezlim -11-Samhain '90"},{"pageNumber":48,"pageContent":"ENGLAND SWINGS by Lairus Moundbuilder Maggie and I recently returned from a two week stay in England, where we toured, lectured and talked to magicians. The weather was ungawdly hot, the sights were breathtaking, and the people were endlessly fascinating. We saw Stonehenge, Avebury (much more interesting, because you could walk up and touch the rocks), Silbury Hill and Arbor Low, a stone circle located on a dairy farm. (You paid your 50p in a small box on the wall of the barn, then proceeded to walk carefully around the cow patties up to the stone fence around the circle.) We saw tall ships, like Victory, Cutty Sark and Mary Rose. We toured the British Museum, the observatory at Greenwich and the Palace Pier at Brighton. We made magick when and wherever we could. A ritual atop Silbury Hill, the largest neolithic structure in Europe, was performed by about a dozen English (and a few Scots and Welsh), two Americans, two Germans, and two Yugoslavs. The international atmosphere was perfect for the intended aims of the ritual—the balancing of resources between the Haves and the Have Nots of the world. Gaia has plentiful resources for all her children. What stands in the way of the mutual enjoyment of those resources are the political quarrels innate in the primate society that passes for civilization. It is only through international action that the balancing of resources can take place. Perhaps the international response towards the madness of Saddam Hussein and Cambodia is a sign of things to come in worldwide cooperation. Though that was the only scheduled ritual, there was impromptu magick at several places. Drumming and dancing are every bit as popular in England as they are in the U.S. Our lectures for the Oxford Golden Dawn Society were well received. Maggie talked about the history of Maat Magick and the Tree of Life of Maat. I talked about the Magick of Assiah, making it manifest in the world about us. The reception to our talks was warm and gratifying. Of particular note was the presence of Gerald Suster, well known author and self-proclaimed \"Arch-Thelemite\". In his book, The Legacy Of The Beast, Mr. Suster had made rather disparaging remarks about Maggie in a section about \"pretenders\" to the throne of Crowley. Recently, however, he has begun to understand that Maat Magick complements Thelema, it is not a replacement for it. He promised to write a retraction of his previous thoughts as soon as was possible. Two days later he made good on his word. We saw him at a biweekly lecture/discussion and he produced the draft of a review of our talks that he had written for the SKOOB Occult Review. In it he graciously recanted all the negative material he had previously published. We left on excellent terms with Mr. Suster. It is difficult, if not impossible, to make generalizations about Magick and magicians in the U.K., except possibly to say that they are as varied as in the United States. The one thing to note is that the people we visited were mostly Thelemites. We met very few Wiccans. There were signs of the same egotism and factionalism that plague the American Pagan/Magickal community. At Suster's Talking Stick lecture (held in a pub), the crowd was semi-drunk and quite rowdy, with loud comments frequently shouted. Of Mezlim -11-Samhain '90"},{"pageNumber":49,"pageContent":"course, Suster*s topic, \"What To Do About Christianity\", did not help matters any. It seemed that everybody had a strongly held opinion and wanted to express it. Afterward, one character came up to Gerald to tell him he had ranked him with a four on a one to ten scale for his debating style. There was also some minor sniping between the members of the Typhonian and Caliphate OTOs that we met. (But of course, we don't put up with any of that around here, now, do we?) Fortunately, there was plenty of good energy to make up for this. In fact, it was commented by Suster and others that the single most noticeable factor of our lecture and the party after was the lack of discordancy. Perhaps this is the influence of Truth, in whose face egotism quickly melts. It is hard to mention all the individuals we met, but a few stand out. Aleister and Tanith, our hosts in London, are heavily influenced by Sumerian systems. Mouse, a musician, is also a poet of note. Michael Staley, a main contact person of the Typhonian OTO, is also the Editor of Starfire, an outstanding publication. We were also privileged to meet Caroline Wise, one of the powers behind Skoob Books, a picturesque store around the corner from the British Museum; they also publish the SKOOB Occult Review. In Oxford, we were hosted by Mog and Ruth, members of the Amookos Order of Naths. They publish Nuit-Isis magazine, another publication worthy of note. In Belper, near Derby, we met Peter, Mark and Mark of Nexus, more traditional ceremonialists who are currently working on a series of Astrological Rituals that could become part of a larger series of 22 rituals based on the paths of the Tree of Life. Hopefully they will see publication soon. In Glossop, we met the coven of Frater Zaeos, a group that started as strictly Wiccan, then started working Egyptian ceremonial when they discovered Maat. Our special thoughts go out to Zaeos, as his wife passed away shortly after we visited them. 1 would also mention Norman Jope and Joe Claxton, both of whom edit their own publications. Several Continentals joined us for parts of our tour. Ian, a German author and artist (both graphic and martial) proved to have a wild, unfettered spirit. His lady Julia is also an artist, and a warm person besides. From Yugoslavia came Julijan (pronounced Yulian), an M.D. and the founder of several occult groups in his land. He was joined in his visit by his buddy Garon, quiet in temperament but quick of wit. Two visits stand out and merit special note. The first was to Kenneth Grant, OHO of the Typhonian OTO. He and Maggie have been corresponding, on and off, for sixteen years. It was through his good graces that Maat Magick came to the attention of the world at large; Maggie began corresponding with most of the above mentioned people, in response to their interest in Mr. Grant's Outside the Circles of Time. Mr. Grant was a proper English gentleman, from his neatly combed hair to his perfectly polished shoes. I was glad that I had chosen to wear a coat and tie. He talked about Crowley, mentioning that he had the most beautiful hands that he had ever seen on a man. He also talked about A.C.'s Great Work, and how the stubborn and strong willed young magician had, by the end of his life, become a perfect conduit for the 93 current. He also talked about Spare and his art, and how Spare had been absolutely unconscious about the effects of his artwork. It was certainly the high point of our trip. Mezlim -11-Samhain '90"},{"pageNumber":50,"pageContent":"The other visit was to Genesis P-Orridge, formerly of the band Throbbing Gristle and currently head of Psychic TV, as well as the Temple of Psychic Youth (TOPY). He and his wife Paula, and their two daughters Caresse and Genesse, live on a quiet street in Brighton. They live like almost any other middle class English family, if you discount the stuffed cat and live snakes in the living room. The night we spent in Brighton was filled with lively conversation and discussion with the P-Orridges and their friends and visits from naughty girls that were supposed to have been in bed, if not actually asleep. The atmosphere was akin to sitting in the control room of a power plant. TOPY is now heavily into publishing, not only TOPY materials, but also works by Spare and other artists. I suspect that more of their future activities will be spent in the graphic field. When we left for England, we expected that our main purpose was to deliver our lectures in Oxford. What we achieved was to extend the Maat network beyond its native English soil. The main thrust behind Maat Magick is the evolution of the human race from Homo Sapiens into Homo Veritas. In this state, the Racial Unconscious will be made conscious in the mind of every living human being. Everyone will be fully, consciously aware of the karma of their every action. Maat Magick began with a series of visions for the Scribe Nema, a.k.a. Maggie. These visions first appeared in the Cincinnati Journal of Ceremonial Magick. She was instructed to transmit these visions to Kenneth Grant. They became the basis of Outside the Circles of Time. The people (mostly English) who read this book and began corresponding with Maggie became the core of the European Maat Network (EMN), most of whom are mentioned above. The EMN is a loose confederation of magickal artists and writers pledged to aid in the evolution of the species through the Arts, both visual and aural, as well as any other that can be worked in. One of the most telling moments of the trip came in an impromptu meeting in Belper. There we asked several of the members why they had used the word \"European\" in the title. They replied that they assumed that there was a corresponding structure in the United States. When told that there was none, they seemed amazed, and so we set out to enlarge the scope of the EMN. The name of this larger group is, temporarily, the MAAT Network. It will include anyone with any interest in personal initiation and species evolution. It is strictly informal, with no structure, hierarchy or dues of any sort. There will be no Official Announcements. It will be a means for equals to communicate with equals, without regard to initiatory status. It will also be a means to spread this evolutionary energy to the world at large. Americans (or any nationalities) are invited to join this free-for-all by writing to any of the parties mentioned above. Drop them a line, tell them about yourself and your interests. Don't expect an immediate reply, because correspondence can be held up by the press of daily affairs, but all these people can and will write. Join us in a world of equals, and perhaps egotism will find that there is no room for it anymore. Editor's Note: Addresses of the specific individuals mentioned above can be obtained by sending your request along with a SASE to: Lairus Moundbuilder 233 Robbins Drive Newark,OH 43055 Mezlim -11-Samhain '90"},{"pageNumber":51,"pageContent":"MUSINGS OF A KITCHEN WITCH by Marian Ok, I tried my hand at being a Protestant. I even tried being a Pentecostal missionary for five years. 1 filled my mind with words of men about their \"god\", and tried to follow, but something in my heart was still ill at ease. Then, I learned about Magick. Not a style of magick which says, \"go here, say this, bum this\" etc., but one which is creative, intuitive and springs from my daily living. Thus comes the term \"Kitchen Witch\". Ah, now before the traditionalists in the readership get their \"kilts in a twist\", I know that high magicks and traditional ritual plays a very important role in what has become the Wicca of today. It is thanks to tradition and perseverance that we even have a Craft at all. My problem was that after coming out of such a ritualistic tradition I wanted something simpler, something which I could give my own words to, something which really lived, at least for me. So, what indeed is a \"Kitchen Witch\"? To me, it is the magick of hearth and home reflected in our every day life as well as our circles. For example, the Kitchen Witch is far more likely to use her Athame as a cutting tool in the kitchen, while other traditions might say to keep it set aside for strictly magickal use. But to the Kitchen Witch, cooking is magick...walking is magick, life itself is magick. So, if the Athame is sharp and clean, it gets used! The Kitchen Witch as an herbalist will often employ the herbs commonly found in her pantry for healing, cleaning and other similar daily functions. For example, salt is a wonderful natural cleanser; lye and lard can be mixed to make laundry soap, shampoo and bath soap for the family; Rosemary, Thyme, Sage, Basil, and Garlic are common to many herbal remedies; Fennel mixed with water makes a great flea bath for your pets; baking soda mixed with a variety of light smelling herbs works well for a carpet deodorizer; vegetable trimmings which would otherwise be tossed out can be frozen and boiled for a wonderful soup base; and, even fruit rinds can be made into a candy for children with a few extra ingredients! These recipes are quick, simple and very budget minded as the Kitchen Witch believes that nothing which can be used, should be wasted. And what about rituals and spells? I have discovered, much to my amusement, that my life is somewhat ritualistic in nature so that almost any activity can become a magickal ritual by adding a candle, a little incense or whatever. For example, my house cleaning ritual involves cleaning each room, and as 1 put my energy into that I also visualize white, protective light, pouring into each part of my home. When I am done with one room, I light a piece of incense from my altar and leave the room closed for a while. This is repeated until the whole house is not only clean, but also magickally cleaned! Other good ideas are to bum a green candle when balancing your checking account, doing projects with the kids about different magickal tools - like making runes out of clay and putting their own personal symbols on them, working on improving your perceptions/awareness when driving, etc. The possibilities are as endless as your imagination! The Kitchen Witch (or at least this one) generally ascribes to the Keep It Mezlim -11-Samhain '90"},{"pageNumber":52,"pageContent":"Simple School of magick, symbolic magicks being some of the most powerful. For example, if my child cries out of concern for me, I will take that tear and mix it in water for drinking, the idea being that his healing love will flow into mc through that tear. Or, if I am feeling unusually burdened after a day at work, I will try and set aside those worries with each piece of clothing I change, leaving them behind and putting on the new. But again, this ritual has come out of an \"every day\" thing we all do! I find that our \"normal\" lives are so full of complexities which are imposed by outside forces, that the Kitchen magicks can be a wonderful relief and release. Even if you have a more traditional way, periodically do something spontaneous allowing your life to be your Ritual, your spell, your invocation...and the Magick itself! A NEW MOON ^ RISING A Journal of Magick and Wicca Featuring Don Michael Kraig & Scott Cuningham 1 year (6 issues): $13 $17 1st class I Canada/ Mexico; $25 overseas Please make all checks payable to: MYSTIC MOON 8818 Troy St. Dept.X Spring Valley, CA 92077 Please patronize our advertisers! Their support - and yours - makes this publication possible. OccuLt Srn^omra Occult Books, Artifacts and Supplies 102 North 9th Street Allentown, PA 18102 (215) 533-3610 Hours: l-7:00pm Mon.-Fri., 1-5:00pm Sat $2.00 Catalog price refundable ABRASAX A PUBLICATION OF THE ORDO TEMPLI BAPHE-METIS Published Quarterly: September, December, March and June 4 issues $14.00 Sample Copy: $5.00 P O Box 1219 Corpus Christi, TX 78403-1219 USA (Please make checks and money orders payable to: James A. Martin.) Mezlim -11-Samhain '90"},{"pageNumber":53,"pageContent":"LETTERS Dear Friends, THANATEROS #1 Thanateros is a magazine devoted to the advancement of the Chaos Magick current. Thanateros is produced by Temple Alamout, a pact temple of the Illuminates of Thanateros. Subscriptions are $15 for 4 issues, or $4 per issue. Send cash or checks made out to cash to: THANATEROS P.O. Box 89143 Atlanta GA 30312 Greetings. I was very pleased to see issue 3 of MEZLIM. Of particular interest to me was Don Kraig's article on Tantra. Don-Shambhalanath does a fine job of introducing the subject, as he has done in past workshops and articles. But why not provide interested individuals with the resources to explore on their own? Direct source material continues to be available for those who want it. The basic ideas found in Don's article have been presented to the world freely by Sri Mahendranath, surviving Guru of the Uttara Kaula and Adinath lineages. A fine selection of his incisive and amusing manuscripts titled \"The Scrolls of Mahendranath\" is available for $15 from the International Order of Naths, 6920 Roosevelt Way N.E. #225, Seattle, WA 98115. There has been a great deal of information about Tantra available over the years, most of it second-hand (at best) or absolutely fake (at worst). So much of it has been a mere mish-mash of second-hand information. Let's be up-front with people and let them know where the first-hand information can be found! Just because we had a roundabout and difficult way to the gate of the temple doesn't mean everyone else must go that way. In addition to the wealth (quality, not quantity) of \"legitimate\" written material available, there is also the possibility of initiation and direct transmission. If you really want something, ask for it. A response will follow! Love to you all, Nimesanath Mezlim We are a full-service print shop located in Northern Kentucky's Historic Main Strasse District. We offer quality Laser Typesetting, Design and Fax Service. Samhain '90 -50-"},{"pageNumber":54,"pageContent":"REVIEWS Sexual Magick Katon Shual £4.95/$9 from Mandrake P O Box 250 Oxford OX1 1AP ENGLAND There has been quite a proliferation of books on this subject over the last few years, riding an ever increasing wave of interest. This particular offering is a collection of essays, letters and articles which are largely influenced but certainly not dominated by Thelemic philosophy. Shual is quick to acknowledge his debt to Crowley, and just as quick to strike out on his own. Among other things, I must say that this is a very attractive book. Paper bound, professionally typeset and well laid out, Sexual Magick is a fine example of what can be done in the \"small press\" today. Shual touches on a number of diverse subjects in his essays, including Karezza & Sexual Vampirism; Sex and the Golden Dawn; Homosexuality in the Egyptian mythos; Tantric architecture; and, the ever popular Serpent Power. One of the most interesting and refreshing chapters concerns the magickal link between women who choose to work a homosexual current. While this is not by any means a \"How To\" book for the beginner, it is certainly a valuable addition to the library of any practicing sex magickian. The bibliography alone represents an important resource for people who might be wondering were to go for further information. The Mind of the Druid Dr. E. Graham Howe £4.95 from Skoob Esoterica 19 Bury Place Bloomsbury London WC1A 2JH ENGLAND What I appreciated immediately about this book is that it is about the philosophy of the Druid and does not attempt to pass itself off as an historical treatise. While it does approach the past, it does so in a mythic sense, which feels much more real and immediate than the pseudo-scientific blunderings of many modem \"revivals\" of ancient practices. This book is also a collection of essays, and the transition from one chapter to the next is sometimes nonexistent, but the material itself is well worth the read, even if it means sending off to London for it. (You might want to check your local bookshop as well.) Above all, The Mind of the Druid offers a striking philosophy of balance, attunement and attention to the world in which we live. In the next exciting issue of Mezlim... The Shadow Tarot by Linda Falorio Milk of the Stars a ritual by Sam Webster ...and much more! Mezlim -11-Samhain '90"},{"pageNumber":55,"pageContent":"FREEDOM AND RESPONSIBILITY by Starburst This article was syndicated by the Wiccan/Pagan Press AUiance. Magic works because the nature of the universe allows it. However, magic works for me only because I believe in it and work to improve my skills in using it. I see \"reality\" as plastic enough to respond to my desires. While 1 am only one component in the many factors that shape what happens to me and around me, 1 am a significant component. I can choose not to act and accept what happens, or I can try to shape what happens to my desire. Either way, my choice has an effect. What I do (or don't do) makes a difference. The process of change is not instantaneous. Magic, like most natural things, works more often by evolution than by revolution. The implications of these simple beliefs are staggering. If 1 have the power to shape reality, insofar as 1 use or don't use that power, I am responsible for everything that happens in my sphere of influence. Due to the ripple effect, that sphere can be much larger than it seems at first glance. I claim neither blame nor pride for what happens because I am only part of the equation that makes any particular event. Mezlim   -11-However, the differences between a life in which I consciously try to shape events and one in which I unconsciously accept what happens can be enormous. Every practitioner of magic must train herself to take care in everything she thinks or does so as to assure that she has maximum positive effect. With this responsibility goes a heady freedom. Most people I know live in an inner state of terror. Secretly, they believe the world is a chaos of events which they can neither control nor influence. These people are chained to a fruitless \"magic\" without belief or dignity. So long as they obey certain \"rules,\" many of which are irrational, they will be preserved from calamity. Most of the trauma when people lose their homes or loved ones is their sense that the universe has betrayed them and that they are helpless in the face of its enmity. I have been there, so I know. The terror of personal calamity is a feeling of helplessness. Magic has taught me that 1 am never helpless. I do as I please and accept the consequences, even when they are unexpected and unwelcome. After all, I participate, by omission or commission, in everything that happens to me. If I don't like what happens, I can change what I do. At least 1 can generate new opportunities to move where I want to be. The process of change is not instantaneous. Magic, like most natural things, works more often by evolution than by revolution. The important message of magic is that I can act to some purpose, no matter what the circumstances. I am limited only by my own knowledge and courage. I am not a victim of fate. I am firee. Samhain '90"},{"pageNumber":56,"pageContent":"CLASSIFIEDS Classified ads are being accepted for future issues of MEZLIM, Classified ads are 50 cents per word per issue. There is a $6 (12 word) minimum for ads, and payment in U.S. funds by U.S. check or international money order should accompany your ad. Please include your phone number and address for our files. If you are not already a subscriber and would like a copy of the issue in which your ad will appear, add $6. Ads are accepted at the publisher's discretion. MEZLIM in no way endorses or takes responsibility for any of the ads published herein. However, we are attentive to reader feedback and will halt ads for which we receive complaints. Deadline for ads for next issue (#5): December 1,1990. (Publication date: mid December.) Address your ads to: MEZLIM Classifieds P O Box 19566 Cincinnati, OH 45219 PRODUCTS & SERVICES MAGICKAL BOOKS, TAPES and SERVICES by Antero Alii, author of Angel Tech &. other rebellious manifestos. For a free Katalog, write Antero Alii, Box 45758, Seattle, WA 98145 USA. TECHNICIANS OF THE SACRED: Suite 310, 1317 N. San Fernando Blvd. Burbank.CA 91504 USA Dedicated to the practice and preservation of Voudoun and other Neo-African religious systems. Religious & Magical Orders of: La Couleuvre Noire &. Ordo Templi Orientis Antiqua. Society Journal of Neo-African Religions. African and Neo-African religious and Magickal supplies. Complete catalog of supplies, books, music, temple goods, esoteric class tapes. Ritual work by request. $7.50. SUN/RAIN SHELTERS At last! A free-standing shelter that won't fall down in a light breeze or drizzle! Easy to erect and available in just the size you need! Perfect for campers, merchants, anyone in need of a great portable shelter. Complete package, ready to assemble! No tools required! Prices from $129. For further details, contact Karen Heaster c/o Sun/Rain Shelters, P.O. Box 26054, Cincinnati, OH 45226. Phone: (513)533-0001. CLASSIFIEDS Place your ad today for the next issue of MEZLIM! Reach the magickal marketplace with your products and/or services. Tell the magickal community about what you want in our Want Ads. Invoke the power of our Classifieds today. Mezlim PRODUCTS SI RV1CES (coin.) COMPUTERIZED ASTROLOGICAL SERVICE From Amethyst. Compatibility Profile: Compares and contrasts the interrelationships of any two charts. Transit forecasts: Keeps you abreast of positive trends and challenging periods for a specified length of time. The Ultimate Astro Profile: Detailed, 40-50 page astrological profile created just for you! Prices from $20. For further information contact: Amethyst Computerized Astrological Service 11933 Montgomery Rd. Cin., OH 45249 • CREATIVE ADORNMENT • Personalized jewelry by Karen, designed and created for your aesthetic needs. Now available at a pagan gathering near you! Look for our new designs at Winterstar this February. Something specific in mind? Contact Karen c/o Mezlim. WANTED WANTED - CRAFTSMEN Woodworkers, cabinetmakers, carvers for magickal furnishings. Work in your own space from my designs. Contact Rick Peters, 116 Parker St. 2nd Hoor, Cin., OH 45219 WANTED A good source for raw materials to make magickal incense and essential oils. We require ambergris, amber resin, sandarac, mastiche and civit musk. Please respond to A1 Khem c/o this magazine. PERSONALS Psychologically healthy? Androgynous? Successful? Magickal? Feel like the last of your species? Seeking communication(s) with others who have managed to find success in both the Inner and Outer Worlds. Intent? A community of peers with whom I can grow further. Interested? Contact AKTR c/o Mezlim. ANNOUNCEMENTS THRESHOLD - A creative occult network. Send for latest information: Threshold P.O. Box 89143 Atlanta, OA 30312 Fax 404-879-0604. PLEASE PATRONIZE OUR ADVERTISERS! Your support of our magazine, through purchasing ads and responding to our advertisers, helps to keep Mezlim an active and productive part of the growing magickal community. Thank you. Samhain '90 -11-"},{"pageNumber":57,"pageContent":"THE CIRCLE A full circle is completed. A year has passed. Persephone returns to the Underworld for another season and my magick spirals ever onward. The mundane world intrudes. Work distracts from the more internal focus. Will my job leave me enough time for my Process? Success in all realms is part of Magick, but how does one find balance? And, what really is success? As always, I am more full of questions than of answers. I have grown in many ways over the past year. Magick is much more real to me now. I have seen it, felt it, tasted it in my life. The power astounds me and I fear it—even as I revel in it. What a difference in my life! I am no longer that sleeping Beauty. I have awakened my Potentiality and now must ride this Beast. \"What's begun, must be done.\" I've been reading Laureli's column here in this place; but, she too has been \"overbalanced\" by the demands of our multiple worlds and could not meet this deadline. I don't know if many of you actually read this column. Newcomers to Magick may seem a bit \"childish\" to you. The perspective has validity though. Many things are again new through the eyes of a \"child.\" We are increasing in numbers—the newcomers. Look at the attendance at Gatherings and Festivals. Read mainstream literature and look at the rising tide of new aeonic thought amongst the \"Mundanes.\" The changing of the aeons gathers momentum and the Current touches more and more of us—gently stirring us to seek new avenues of meaning in our lives. What are you doing to assist this/us? Do you channel the Current; make it manifest within your reality for others to interact Mezlim with? Do you propound new meaning and experience within our World? Have you taken on any \"students\" so as to spread the basis of knowledge upon which we are all trying to build? If one of us meets you and seeks to share with you, what will we find? The Community is growing. The thirst for knowledge is great; but the resources are few. How do we find you? How do more of us find Journals like this one? How can we come together to unite the power of our purpose so as to better accomplish our Great Work? I have been fortunate to find many resources which are helping me in my Process, but what of many others? I call out to you to join in this Community; seek out your role therein; and take your place within our greater Whole. I feel somewhat awkward, placing this before you. I have no specific right to demand anything of you; but, I ask you to examine your Will, to look within and seek out the stream of your own Process. What do you see? Magick, for me, is growth—a fluidity of existence that cannot be dammed without creating stagnancy. At times, I work at building channels for it, so as to better use its power; and, at other times, 1 hurl myself into its racing currents, content merely to ride the torrent into new and uncharted territories. I'm not a strong swimmer, either magickally or physically, and I have always feared the water, but I am improving. I find that I can survive the experience and that I am becoming stronger because of it. I am a newcomer. One year does not endow me with the wisdom of the Crone, but I find myself firmly seated in the saddle of my Process and determined to ride it out. I make no excuses, nor apologies, nor would I expect any from you. I merely ask of both of us, what next? - Zara Samhain '90 -11-"},{"pageNumber":58,"pageContent":"L.V. X,"}]
