[{"pageNumber":1,"pageContent":"An Independent Journal for the Working Magus Volume I, Issue No. 2 Beltane/Whalpurgist Nacht 1990   $4   ©N'Chi 1990"},{"pageNumber":2,"pageContent":"L. V. X."},{"pageNumber":3,"pageContent":"CONTENTS From the Editor Kenneth Deigh Special Feature Section 3 1 The Spell of Ra-Hoor-Khuit Sam Webster The Rite of the Secret Doors Tamo Willsat The Five Point Blessing Kenneth Deigh An Invitation to the Thelemic Order of the Golden Dawn 12 Sam Webster Chaos in Magical Development  15  Peter J. Carroll The Uranus/Neptune Conjunction  18  Antero Alii The War of The Roses 22 Donald Michael Kraig On Cruelty 25 Lairus A Sex Magickian's Alchemical Guide to Quartz Crystals Pt II Bill Siebert 27 39 The Circle 48 Laurali Reviews 50 -0-"},{"pageNumber":4,"pageContent":"FROM THE EDITOR There are different traditions for this time of year in every culture. I'm not sure where it came from, but my favorite goes something like this. In a countryside where the people lived in small villages and farms, they would gather on the nearest hilltop just before sunset. Each household would carry a single candle or torch lit from the fires of their home. All the other lights and fires were extinguished. As the sun dropped below the horizon, everyone was silent, waiting. Everyone stood there, quietly, while the candles burnt down. Not a single word was spoken as the last flame flickered and went out. Then the chosen one would move to the huge stack of wood that the people had gathered the day before, and there he would strike the new fire, and the dancing would begin. From this balefire, all the other fires in all the homes were kindled. There's no doubt that this ritual brought a sense of oneness to the community that cannot be put into words. But then, there was no need to put it into words. As the villages grew closer together, and we became more civilized, the Beltane Rites were presided over by priests. The fires were extinguished at midnight. The sight of fire on a hill to the east signaled the kindling of the new fire, which in turn signaled the next. Now you can sit on the highest hill of the city, and watch all night as the lights flicker and blaze. They do not go out. They do not withdraw into a quiet darkness in anticipation. And they no longer connect us to the mysteries of the earth, the sky and of ourselves. Beltane is a time of celebration, of passing from the darkness into the light. Walpurgist Nacht is the wrapping up of all the old dying things and the rebirth of all things new and fertile. If we lose sight of these deep and simple aspects of our lives, what do we turn to instead? It's not as if the magick were only a conversation between the trees, the earth, the fossils and the sea. We -this incredible family of humanity -are an integral part of this magick. But we too are moving through the painful process of rebirth, which is not a return to old ways, not a destruction of all we've done till now. It is instead a discovery - of something we can only know by becoming. Fiat Lux Voluntas! -1-"},{"pageNumber":5,"pageContent":"MEZLIM STAFF MEZLIM Volume I, Issue No. 2 © N'Chi 1990. Published on Candlemas, 1990. MEZLIM is published quarterly on the cross quarters by N'Chi, P. O. Box 19566, Cincinnati, OH 45219. Copyright reverts to the individual artist or writer upon publication. Single sample copy is $4. Annual subscription rate is $16. Add $7 per year for subscriptions outside the United States. All material published herein is protected by international copyright law. No part of this publication may be reproduced, except for the purpose of reviews, without written permission from the publisher. For information about reprinting articles, copying materials for personal use or to contact the authors, please address all inquiries to N'Chi. All editorial submissions must be accompanied by a SASE. Please allow 2-3 months for reply. N'Chi and MEZLIM subscribe to the premise that we are entering a new aeon - a new age - which is bringing and will continue to bring many changes in the way we see ourselves and the world around us. We are dedicated to presenting information, views, images and ideas concerned with our transition into this new world which we are creating. Our editorial policy is androgynous, egalitarian and eclectic, supporting all growth oriented and magickal movements. The views expressed in the articles, reviews, and other contributions published in MEZLIM are those of the authors and not necessarily those of the editors and publisher. MEZLIM does not endorse or guarantee any service or product offered in any advertisement or article. The publisher and editors make every effort to ensure the accuracy of all information published, but cannot be held liable for errors, changes, or omissions. Display advertising is available for the upcoming issue of MEZLIM at the following rates: Full page - $370, half page - $210, quarter page - $100, eigth page - $60. All advertising for the next issue is due by July 14, 1990. Writer's guidelines: All contributions should be letter quality type (high quality pin printing is also acceptable.) and submitted on 8'/2 x 11 paper. Submissions should be on pertinent topics with a length of 500 to 4500 words. Author should include full contact information and SASE. Editor's Note: Magickal spellings, QBL equations and all other specifics of the manuscripts in MEZLIM have been maintained exactly as presented in the original text submitted for publication so as to ensure the accuracy of the transmission as detailed herein. MEZLIM IS PUBLISHED BY N'Chi MANAGING EDITOR/PUBLISHER Kenneth Deigh ASSOCIATE EDITOR Kathy Shyum COPYEDITING & PROOFING Cindy Lutes, Kathy Shyurn PRODUCTION Kenneth Deigh ADVERTISING MANAGER Kenneth Deigh DISTRIBUTION COORDINATOR TamoWillsat CONTRIBUTING WRITERS Antero Alii, Peter Carroll, Sam Webster, Bill Siebert, Don Michael Kraig, Lairus, TamoWillsat, Laurali CONTRIBUTING ARTISTS Rick McCollum Soror Tala -2-"},{"pageNumber":6,"pageContent":"SPECIAL FEATURE SECTION The Spell of Ra-Hoor-Khuit Sam Webster The Rite of the Secret Doors Tamo Willsat The Five Point Blessing Kenneth Deigh"},{"pageNumber":7,"pageContent":"Introduction On March 17, 1990 ev, at the Math of the Chrystal Humm near Ithaca, New York, the budding \"Heretical Order of the Golden DawnM (working title) performed its first 5/6° initiations. The Rite had been rewritten/updated to address the aspects of the New Aeon and the Law of Thelema. (See Invitation to the Thelemic Order of the Golden Daam below.) The three rituals published in this special features section were all included within the structure of the initiations. However, they are each quite useful in their own accord. We are publishing these rituals in the hope that there are those of you who will be able to use them creatively and productively within the context of your own work. All that we ask is that you share with us any feedback you may have. -4-"},{"pageNumber":8,"pageContent":"The Spell of Ra-Hoor-Khuit Sam Webster Do What Thou Wilt A. B. R.A. mzjK Had! The manifestation of Nuit Nu! the hiding of Hadit Abrahadabra; the reward of Ra-Hoor-Khut The Sign of One Star in Sight The Sign of The Serpent Twine'd The Sign of Giving Birth The Sign of The End of Work N.O.X.,Nox, the Night of Pan Aurn. Ha. The Sign of One Star in Sight -5-Commentary by Sam Webster, March 1990 The function of this Rite is that of establishing the structure on the energetic (atzulithic) and mythic (briatic) scales of the Sovereign Sanctuary of the Gnosis. Its practical ritual application is to empower the Pastos of the Vault of the Adepti which is formulated by two interlocked tetrahedrons forming a stabilized cube. This is the Cube in the Circle of L. AL, II, and the Cube in the Mount of Initiation in the 14th /Ether of the Vision and the Voice. The Shape formed by this rite can also be simplified into a tetrahedron about the mage and it is this form that will be expressed in the scholion below. See Synergetics by R. Buckminster Fuller for more on the properties of these shapes. Therefor: Having established one's self in magickal power, grounded, centered and clear, with the energy of the aura awake and flowing, pronounce with vibration: Do What Thou Wilt Bringing both arms upward until pointing to the space directly over head. Vibrate A. B. R. A., sounding each separately while pointing to the vertexes of the tetrahedron formed about the mage. This rite is often performed feeing East and thus the first 'A* is over head, the 'B' is in the North-West, the 'R' is in the South-West and the final 'A' is due East. This forms a regular Tetrahedron, or pyramid of triangular base, formed of equilateral triangles about the mage. Vibrate Aleph Beth Resh Aleph, as above and gesture as above, pointing again to each vertex. If one knows the Shape of the Pastos and wills to draw it, one draws each of the two tetrahedrons with one of"},{"pageNumber":9,"pageContent":"these sets of four letters. Reach again to the vertex in the heights above and pronounce vibratorally and while lowering the arms, which are crossed at the wrist, to the heart: Had! The manifestation of Nuit Nu! the hiding of Hadit Abrahadabra; the reward of Ra-Hoor-Khut Step forward with the left foot and stretch forth both arms into a crescent shape forward of the plane of the body as though reaching forward and upward for the Object of Desire. Make this gesture in time with saying 'Abrahadabra; the reward of Ra-Hoor-Khut.' Then holding this posture state: The Sign of One Star in Sight. Bring feet together and cross wrists lowering them to the heart. The hands are open, palms facing each other and resting upon the collar bone. This posture is as if one is the Caduceus Wand and the hands are the twin serpents wrapped about it. Then, holding this posture state: The Sign of The Serpent Twine'd. Bring hands together upon the heart, cupping in them Love and Desire and lower them to the womb. With a snapping motion, release the cupped energy downward and outward, swinging the arms to the left and right of the body until they are parallel with the ground. Then, holding this posture state: The Sign of (jiving Birth. Bend the right arm at the elbow and point the hand upward towards the heavens while doing the same with the left except that it is pointing downwards towards the earth, thereby uniting Heaven and Earth in the Mage. Then, holding this posture state: The Sign of The End of Work. Holding the Sign of The End of Work, vibrate N. Striking the Sign of The Serpent Twine'd, vibrate O. Striking the Sign of Giving Birth, vibrate X. Holding the Sign of Giving Birth, vibrate Nox, the Night of Pan Lastly, to seal, unite and complete the forces invoked, though often omitted until the end of a ritual sequence, vibrate: Aum. Ha. Let who ever would perform this rite modify it to their own tastes that it become theirs and through it their will accomplished. The Sign of The End of Work. -6-"},{"pageNumber":10,"pageContent":"The Rite of the Secret Doors Tamo Wilkat Raise the Spell of Ra-Hoor-Khuit Face East drawing Airy Hexagram, vibrating ARARITA. Make Sign of the Enterer, vibrating Ra Say adoration, making Sign of One Star in Sight, then Sign of Silence after adoration. Hail unto Thee Who art Ra m Thy Rising! Even unto Thee Who art Ra in Thy Strength! Who travelest over the Heavens in Thy Bark at the Rising of the Sun! Tahuti standest in His Splendour at the Prow, Ra'Hoor abideth at the Helm, Hail unto Thee from the abodes of Life! Face South drawing Fiery Hexagram, vibrating ARARITA. Make Sign of the Enterer, vibrating Ahathoor Say adoration making Sign of The Serpent Twine'd then Sign of Silence after adoration. Had unto Thee Who art Ahathoor in Thy Beauty! Even unto Thee Who art Ahathoor in Thy Triumph! Who travelest over the Heavens in Thy Bark at the Midcourse of the Sun.' Tahuti standest in His Splendour at the Prow, Ra-Hoor abideth at the Helm, Hail unto Thee from the abodes of Life! Face West drawing Watery Hexagram, vibrating ARARITA. Make Sign of the Enterer, vibrating A turn Say adoration making Sign of Giving Birth then Sign of Silence after adoration. Hail unto Thee Who art A turn in Thy Setting! Even unto Thee Who art Atum m Thy Joy! Who travelest over the Heavens in Thy Bark at the Down Going of the Sun! Tahuti standest in His Splendour at the Prow, Ra-Hoor abideth at the Helm, Hail unto Thee from the abodes of Life! Face North drawing Earthy Hexagram, vibrating ARARITA. Make Sign of the Enterer, vibrating Keph-Ra Say adoration making Sign of The End of Work, then Sign of Silence after adoration. Hail unto Thee Who art Keph-Ra m Thy Changing! Even unto Thee Who art Keph-Ra in Thy Silence! Who travelest over the Heavens in Thy Bark at the Hiding of the Sun! Tahuti standest in His Splendour at the Prow, Ra-Hoor abideth at the Helm, Hail unto Thee from the abodes of Life! Create Hexagram, above vibrating ARARITA. Make Sign of the Enterer, vibrating Ra-Hoor-Khuit Say adoration ofRa-HoorKhuitas in Liber AL vel Legis. Then: Create Hexagram below, vibrating ARARITA. Make Sign of the Enterer, silently vibrating Hoor-pa-kraat then make Sign of Silence in adoration. Create Hexagram on body,vibrating ARARITA. while making the Sign of Triumph. Then vibrate Heru-ra-ha concluding with Sign of Silence in adoration. Raise the Spell of Ra-Hoor-Khuit -7-"},{"pageNumber":11,"pageContent":"Commentary by Tamo Willsat The rite of the Secret Door has many uses and possible variations. The version published here is the basic form. Many extensions and variations have already been created/discovered and I am sure it will bear much more fruit in its continuing unfoldment. The commentary here is only a partial uncovering of its nature and symbology. A complete commentary is impossible as there is no limit to the number of modes of analysis and new ideas and understandings continue to unfold. \"The rituals shall be half known and half concealed.\" To elaborate in linear mode all that has been discovered already about this non-linear encryption of myth (the rite) would take many more pages than this magazine could support. Thus this commentary will content itself with clarification of technique and general exploration of the energetic structure. We will publish some of the standard variations at a later date. The rite has two primary functions, the first being the invocation of solar force / energy/ consciousness. It works well in conjunction with other solar/ Tiphareth based rituals such as Liber Samekh. The other primary faction is to ritually / dramatically encrypt a large portion of the myth structure of the Book of the Law and Thelema in general The rite begins with the Raising of the Spell of Ra Hoor Khuit (in this issue). This connects the ritualist energetically to the basic myth structure of Thelema and prepares HIr for exploration/ invocation of the Solar aspect of the myth. The ritualist then sets the quarters and opens the secret doors in the pathway of the Sun (Liber AL III, 38). This is accomplished by going to the East and drawing a Solar Hexagram of Air while vibrating ARARITA. Charge with Sign of the Enterer vibrating RA. Feel the energy of the quarter awakening and greet with the Sign of One Star in Sight while saying the modified Resh. Ground with Sign of Silence. Move clockwise repeating the same procedure at each quarter. The elemental attributions of the directions are the same as the Enochian and Golden Dawn; East - Air, South - Fire, West - Water, North - Earth. The elemental Solar Hexagrams are based on the the unicursal planetary hexagrams. Start in the center of the hexagram in the position of the Sun and draw towards one of the four corners; for Air, draw towards Mercury; Fire, towards Mars; Water, towards Jupiter; Earth, towards Venus. The hexagrams are -8-"},{"pageNumber":12,"pageContent":"visualized in flames of the elemental color (Fire - red, Water - blue, Air - yellow, earth - green) swirled with an equal amount of gold. Thus the Solar Hexagram of Water would of blue and gold flames. Both colors should be vibrant and distinct. This invokes the four elemental energies on the plane of Sol. This manifests within the circle as a particularly vibrant but dense form of Solar Energy composed symbolically of its complete daily cycle and yearly cycles. By this process the ritualist has manifested the Palace of Four Gates (Liber AL I, 51) and has entered the four gates in turn. Having returned to the center and facing East the ritualist forms a Solar Hexagram of pure gold above HIr head. This can be done raising your arms over head until they touch above the center of the head. Vibrate ARARITA while visualizing the gold rays extending from the center to the four elemental points of the hexagram simultaneously. From the elemental point, extend the rays to converge to form the two Vs. This hexagram should be visualized with such brilliance that it hints of white. Make the Sign of the Enterer over head, vibrating RA HOOR KHUIT. In the Sign of Triumph (the Sign of Apophis and Typhon) say the Adoration of Ra Hoor Khuit (Liber AL III, 37-38). During the Adoration build the godform of Ra Hoor Khuit in your aura and move the solar force through your body, bringing ecstasy. At the point \"I have made a secret door into the house of Ra ...\" deepen the connection with the four gates. By this process the ritualist has entered at once into the four gates of the palace (Liber AL I, 51). Next the ritualist formulates another hexagram at HIr feet in the same manner as above, except it is intensely black in coloration (the Hexagram of the Midnight Sun). Charge with Sign of the Enterer towards feet, whispering HOOR PA KRAAT. Perform Sign of Silence in adoration while visualizing the babe on the lotus in the abdominal/chest area, maintaining the godform of Ra Hoor Khuit. With arms crossed on chest vibrate ARARITA while visualizing a gold downward-pointing triangle descending from the gold hexagram and a black upward-pointing triangle ascending from the black hexagram. When the two triangles connect at the heart, visualize them exploding into a Unicursal Hexagram of black and gold flames while unfolding the body into the Sign of Triumph and vibrating HERU-RA-HA. By setting up the pole of Ra Hoor Khuit and Hoor Pa Kraat we ground the fourfold elemental energies more fully into sixfold solar manifestation. The word ARARITA creates a basis of unity among the hexagrams. The seventh ARARITA completes the sevenfold formula of ARARITA and melts the sixfold gold into a single invisible point (Liber Cordis Cincti Serpenti, V, 15). This point explodes into Heru-Ra-Ha, the manifestation of the unified solar force (Liber AL III, 35). The final Raising of the Spell crystalizes this solar consciousness into the body, the waking consciousness and the life of the ritualist. Erratta Last issue, in the poem \"Utopian Vision\" by Tamo Willsat, Kanadu should read Xanadu. (For those of you who didn't figure it out already.) -9-"},{"pageNumber":13,"pageContent":"The Five Point Blessing by Kenneth Deigh The Blessing for the Soles of the Feet, the Palms of the Hands and the Crown of the Head. To be given prior to the journey onto the planes of Silver and Gold. Let any who would give this blessing be pure of purpose and have made the journey upon the planes themselves. Let the left palm be anointed with oil of citron and bathed with the fragrance of cedar. For all things come from this hand and in time they shall return. \"Blessed be the journey of this Child of the Dove. Beloved spark of the sun after the fall of light.\" Awaken the fire of the palm with the kiss. Draw back in adoration of the single flame there. This flame is the reflection of the nail and of the seed. Let the left foot be anointed with the oil of Myrrh and bathed in the scent of Olibanum, for this is the first step and the last and forms the vessel in which all things move along the paths of work and of love. \"Blessed be the beginning and the ending of this journey, for they are one. May your vessel be filled by your going and fulfilled by your return.\" Let the right foot be anointed with the oil of Myrrh and bathed in clear water, for this one must wake within the vessel and stir the waters of the world. \"Blessed is this journey and blessed is he who awakens to his path, for only in going forth may he return to his true face.\" Awaken the sight and hearing of the feet with the voice of sweet bells and the vision of the waters stirring within the vessel. Let the right hand be anointed with the oil of Dragon's Blood and bathed in the scent of musk and of war, for this is the hand that shatters the vessel and draws the Child forth whole. (For work beyond the abyss let the subject chose the fluid with which they are to be anointed here. One exception, although sexual fluids may be used for this anointing, let them be none other than the subject's.) \"Behold! Here is the warrior Child, armored in Light! Qirded in Darkness. Blessed is this awakening. Blessed is this ruin. From these ashes come forth Stars.\" Awaken the laughter in the right hand and the power of it with the kiss of the third eye - the kiss of remembering. And also the vision of the opening eye and of the lightning bolt about to strike. Let the crown of the head be anointed with the oils of Olibanum and of Ambergris. And let it be bathed in the odor of Eucalyptus and of Camphor. For this the goal which moves ever inward. This is the going forth which is return. \"Blessed is this journey and blessed is he who undertakes this journey »to return and to return again. May the planes of the Sun and of the Moon and of the Stars open their ways to him who seeks their knowledge. Blessed be the creation and the destruction, the beginning and the end.\" \"EHYA!\" -10-"},{"pageNumber":14,"pageContent":"Commentary by Kenneth Deigh The Five Point Blessing is an analogous pilgrimage, mirroring the journey of the Sheya or Mage through the various stages of their own magickal evolution. This process inevitably results in the Sheya Remembering HIr solar nature, HIr Self as Deity. The Blessing may be applied to any initiatory journey, and to any process which involves moving \"between the spaces\" or between the spheres in the vehicles of Light. It is especially helpful prior to any qliphothic adventures, as it reminds the Sheya of HIr essential process. As each of the five points of the body is anointed, an image is evoked within the body of the initiate which brings HIr into vibratory atunement with the Cosmos - and therefore, with the goal of HIr journey. The person who administers this ritual blessing should meditate on each of the ritual actions described in the text. There should be an intuitive understanding of each. Some of this understanding may be derived by intellectual explorations into the various correspondences of each point and how they relate to the visions and progression. When administered to a person who is hoodwinked, blindfolded or otherwise deprived of HIr physical sight, the instructions should be sub vocalized along with the primary spoken blessing, in order to provide the initiate with a schematic of HIr journey. At the anointing of the right hand - the hand that reaches through the veil with the sword of the Will - the instructions read: \"Let the right hand be anointed with the oil of Dragon's Blood and bathed in the scent of musk and of war....\" For work beyond the abyss let the subject chose the fluid with which they are to be anointed here. This is an expression of the subject's personal Will. One exception, although sexual fluids may be used for this anointing, let them be none other than the subject's. It can prove confusing to mix personalities while traveling beyond this veil. The reader may notice that within the text of the blessing, the subject is referred to by the masculine pronoun. This is in reference to the solar nature of the journey. It is the allegorical quest of Horus, in his Ra Hoor Khuit Aspect, for His divine heritage. This Aspect is present within all of us, despite our other sexual characteristics. In the same sense, if the subject were being prepared to descend into the underworld in the Aspect of Innana, we would use the feminine pronoun, regardless of whether the subject was male or female. This assists us in attuning the subject to the identity of the Aspect which in turn becomes their vehicle or vessel. The Blessing of the Five Points is especially appropriate for use with the spell of Ra-Hoor-Khuit in that the Aleph Beth Resh Aleph of the ABRA, or Evra, is the word for member in Hebrew. (As in a member of the body.) The plural of this is Evrim, or Aleph Beth Resh Yod Mem, and thus the Blessing of the Five Points is also the blessing of the members of the body, or the Evrim. The final \"Ehya\" (E-Ay-Yah) is vibrated through the subject's whole body, atuning the visions of the separate members with the whole being the biblical \"I AM THAT JAM.\" -11-"},{"pageNumber":15,"pageContent":"An Invitation Thelemic Order of the Golden Dawn We, the initiates of the Thelemic Order of the Golden Dawn, invite any who would seek to use the Hermetic Ritual Tradition to better themselves and their world to join with us as a Member Initiate or a nonmember Initiate Colleague in an ongoing magickal project: To practice and develop the magickal system of the Golden Dawn, and make it, its practice and its initiatic technology available to all. As such we are willing to perform the Initiations and Advancements in their classical forms, for those who desire them. Yet, in order to form a more effective system of initiatic and practical magick, we choose to operate without the veil of Secrecy, without the pyramid of Hierarchy, without the isolation of Exclusivity and without the cultural legacy of Gender Bias in our texts. Further, as the Mythos which expresses this intention is that of Thelema, we incorporate its symbols, and ever expanding literary corpus in our rites. Thus, our Order is: 1. A set of people associating by will for the accomplishing of their wills. 2. It is operated by a network of initiatory practices both systemic and non-systemic. 3. Membership is voluntary and based on the desire for access to the initiatory practice and the will to contribute. 4. Membership is ritually acknowledged. 5. Decision making is by consensus. 1. It is a set of people associating by will for the accomplishing of their wills. Members relate to each other as co-equal colleagues of the Body of Initiates. As a teaching Order we seek to develop a common vocabulary, develop Magickal Knowledge and Training (among ourselves and in the community of magick users at large), and to engender the awakening of Personal Sovereignty among all Folk by providing tools and nurturance for its awakening. Sovereignty is the self-awareness of personal responsibility for a self's own actions and their consequences. This Sovereignty is the autonomy and freedom of each individual. It is not power-over any individual or thing. 2. This order operated by a network of initiatory practices both systemic and non-systemic. Aspirants may avail themselves of the resources of the Order in several ways. One may seek to work the path of initiation within die Order and receive the Initiations in sequence. One may, having established connection with the Current of initiation of the Order, receive the Elemental Advancements in whatever order is appropriate to the initiate. Or, one may receive die initiations or advancements without becoming a member of the Order, using them simply for personal growth and empowerment. These are arranged for by contacting any member which the Aspirant sees as a potential source for that initiation. 3. Membership is voluntary and based on the desire for access to the initiatory practice and the will to contribute. Willed association must be mutually maintained between the Order and the Initiate. Entrance into the Order on a systemic basis is via the 0=0 Neophyte rite. Initiation is never invalidated even if one is disassociated from the body of initiates. 4- Membership is ritually acknowledged. This begs the question: On what basis is initiation said to be valid? Several classic variants of this come from the time of {St.} Augustine of Hippo. The original pair of possibilities is: 1) that the initiator must be worthy or in some manner duly constituted to perform the rite. Or, 2) that the rite must be properly performed to have the required effect. However, as ritual seems to have effect upon the aspirant even when poorly performed (perhaps sincerity or some such is required), and as we have also seen poorly constituted practitioners evoke worthy effect upon the aspirant, a third possibility seems most reasonable. 3) that the aspirant's worthiness/readiness is the deciding factor in whether or not the initiation 'takes.' Essentially if the aspirant is not ready, nothing could empower the aspirant. If the aspirant is ready, nothing could stop die empowerment. We acknowledge any Sovereign as having the right to initiate and at their hand initiations, advancements and attainments claimed are immediately acknowledged as valid. Sovereignty is -12-"},{"pageNumber":16,"pageContent":"acknowledged by the claim of sovereignty of anyone being acknowledged by any two already acknowledged Sovereigns. Rather than relying on static rules and regulations to determine an aspirant's readiness for initiation, any initiator, being Sovereign, makes the determination a matter of Personal Responsibility. The initiator needs be personally convinced of the readiness of the aspirant and the suitability of the match of initiator to the aspirant and the initiation to be undertaken. The initiator is expected to contract with the aspirant the necessary preparatory tasks suited to the aspirant and the nature of the initiation to be assailed. While any specific initiator may decline to perform any given initiation to any particular individual, that refusal in no way blocks that individual from that or any further advancement via any other sovereign initiator. The choice to initiate or not to initiate is an unassailable exercise of the sovereignty of the initiator. 5. Decision making is by consensus. As co-operation and the concert of wills is the goal, dissent and choice is encouraged and welcome. Thus any member can call a Council to discuss any issue. All policy making is on the basis of consensus. Local Group consensus is autonomous from General Group consensus. General Group consensus is developed by all present at counsel and all those communicated with. Local Group consensus is presumed to be developed by a method analogous to this. Promulgation in the Name of the Older requires representation by all associating groups. Counsel is the gathering of members with intent to discuss issues pursuant to the Order and its membership. Change This Thelemic Order of the Golden Dawn is not a static artifact but a living process engaged in by its initiates. The above account of this Order is not permanent. If there is need for change, change will occur. Drawing upon the resources and insights of all its membership it is hoped that the choices made will be improvements. However, as all choices are made necessarily with insufficient information errors may occur. The commitment of this Order is to face them unflinchingly and again invoking change, seek a new solution. As a body of initiates the members of this Order are engaged in a process of redacting the rituals of the classical Golden Dawn. By comparing the versions encrypted in the Cypher Manuscripts, the G.D. versions as published by Falcon Press and the Stella Matutina versions of the LLewyllen editions in light of our desire to eliminate the veil of Secrecy, the pyramid of Hierarchy and the Gender Bias of these texts, we have begun to create a new generation of rituals rendered more accessible and effective. We have in the past and do hereby continue to solicit the opinions of all practitioners of the Magick Art to participate in this process by commenting upon the changes their insight deems valuable to the rehabilitation of this System of Magick which is both the Legacy and Heritage of the contemporary Magickal Community at Large. In keeping with our intention to make the Initiatory Rituals of the Golden Dawn and the Rosy Cross more efFective and accessible, one criteria for their redaction is to enable these rituals to \"stand-alone.\" By this they will be able to be performed at Gatherings and Festivals as energy-specific initiations similar in nature to the Tibetan Buddhist practice of Empowerments. Being non-exclusive we also welcome initiates of other Traditions as initiates of whatever grade that they claim. The purpose of these rites for them would be of the nature of connecting with the forces therein invoked. Thus we will be able to share with members of the Community the Fruit of our efforts without any commitment to an organization on their part. Yet for those who wish to work with us we are creating a method whereby we can all grow through mutual support. We are currently rebuilding the classical G.D. curriculum along its original logic from which the Llewyllen editions strayed according to R.A. Gilbert's Golden Dawn Companion, but modified to be more learnable by Americans. For those who wish to design their own curriculum, we as an Order will support them to the best of our ability. In terms of the Second Order curriculum, there is already a plurality of developmental lines. We currently hold syllabuses for several paths of learning from different eras in the Golden Dawn's history which we support. Also, in line with the process of thelemicising the rites in general, we have begun to implement the A.'.A.', curriculum as Adeptus Minor SubGrades. These promise to be very empowering, especially when not approached through hierarchy but through a web of mutually supportive relationships. It also has the advantage of well written and widely published instructive texts. This document is being published as both an announcement of our existence and an invitation to join us in The Great Work that is Play. Feel free to write us care of N'Chi, the publisher of this -13-"},{"pageNumber":17,"pageContent":"magazine. We encourage inquiries towards membership, ritual practice &. initiation, as well as towards such Magickal Projects as will emerge and are open to the Community. We hope to continue to publish news of our activities in Mezlim and elsewhere. As a gift to those who enjoy such practices and as a way for folk to sample the energies die Thelemic Order of the Golden Dawn employs, there is published in this edition of Mezlim the foundation version of a new ritual called the Rite of the Secret Doors. In conjunction with the co-published Spell of Ra-Hoor-Khuit, which forms its opening and closing, the Rite of the Secret Doors is used by this Order as the Consecration of the Vault of the Adepti, although in a slightly elaborated form. An Invitation from the Thelemic Order of the Golden Dawn March 1990 ed Sam Webster ABRASAX A PUBLICATION OF THE ORDO TEMPLI BAPHE-METIS Published Quarterly: September, December, March and June 4 issues $14.00 Sample Copy: $5.00 P O Box 1219 Corpus Christi, TX 78403-1219 USA (Please make checks and money orders payable to: James A. Martin.) ASTROLQGIK by ANTERO ALLI Preface by Steven Forrest \"If you 're new to celestial symbolism, you're fortunate to be starting with ASTROLOGIK; you'll be learning 21st Century astrology. If you've j been consorting with the cosmic muse 5/or years, get ready to lose your virginity jail over again; this guy will rattle you!\" j STEVEN FORREST, author of Inner Sky From the author of ANGEL TECH, comes a workbook for reading your own chart. Track the forces at play in your daily life while awakening the states you're in! Signed copies, send $12. to Antero Alii at PO BOX 45758, Seattle WA 98145 USA -14-"},{"pageNumber":18,"pageContent":"CHAOS IN MAGICAL DEVELOPMENT by Peter J. Carroll Historically, magical principles and techniques have frequently been used merely as vehicles for other forms of belief. During the pagan and monotheistic phases of the religious aeon, (an aeon is a state of mind having a certain duration in a culture), magic is used mainly to confirm the power of deities, both to initiate new sects and cults and to maintain interest in existing ones. You cannot really start or maintain a religion without a few signs and wonders, even if you have to invent them. The curious idea that magical phenomena constitute proof of transcendental theories is a persistent one. No religion seems to have avoided it and the ultimate motive of most psychical researchers is, sadly and simply, the acquisition of the belief that their personality will survive death somehow. I find little in the often tawdry and pathetic annals of spiritualism which cannot more readily be explained by the magical abilities of the living. Magic has also at times become hopelessly confused with the investigation of material phenomena. Astrology is not a form of magic, although an horoscope can be used as a magical link for clairvoyance. Astrology is technically a very weak science for the effects of the planetary bodies on terrestrial life, are, except in the case of the sun and moon, slight or negligible. However this is not to deny the value of astrology as a means of lay-psychotherapy or customer exploitation if handled skillfully. Alchemy is a confused mixture of chemistry, mysticism, and magic, formed at a time when science and magick became associated as a consequence of their both being in opposition to the dominant religions of their age. The central problem with alchemy is that the hypothesis that one can reason allegorically and metaphorically from chemistry and metallurgy to magic and transcendentalism or vice versa, is false and useless. The best metaphors for chemistry finally turned out to be mathematics and the atomism of classical greece. We are still in the process of evolving better metaphors to explain magic. However, it is the confusion of magic with transcendental or religious ideas which does most to impede the development of the subject, partly because it nowadays tinges magic with absurdity and partly because it acts as a barrier to communication between magicians. When one magician ascribes religious significance to what another regards as simply a procedural technique, dialogue becomes impossible. Personally, I find it economical and effective to believe that every last god, goddess, daemon, demon and elemental and \"spirit\" that has ever existed to be entirely the product of the activities of incarnate beings, that is humans, animals and to some extent, plants also. This in no way diminishes their importance, for our subconscious powers of creativity and magic can create beings with awesome abilities. To me the real distinction between a magician and a transcendental occultist is that the former knows that such beings have been created. Thus I am somewhat dumbfounded to encounter white light occultists, witches, and darkside occultists describing themselves as magicians yet treating their supportive thought forms as though they were of extraterrestrial or extra-human origin. -15-"},{"pageNumber":19,"pageContent":"Surely the magician is master of his god forms not their servant? Are these so-called magicians afraid to invoke and banish wholeheartedly? Do they prefer to simply worship, bargain, and placate? Have those who sought to escape the odious and idiotic religions of the present merely retreated into a primitive paganism? Crowley for all his admirable apparent initial objectivity, pragmatism, and skepticism ended up merely creating a system of intellectually middle market neo-satanism in contradistinction to the low brow Xtianity he was brought up in. Both systems are equally dogmatic. Crowley played St. Paul to Aiwass/Horus' version of Christ, and just turned the Pauline morality on its head. Neither system has a lot to offer in the way of results or \"low\" magical technology. Chaos Magic attempts to unleash a current of magical theory and practice which is not hamstrung by transcendental theories or any form of socio-political cultish agenda. The Chaos Magic current views itself as an amplification of a number of themes emerging at the cutting edge of pure magic. The insights of Austin Osman Spare are regarded as highly important. Spare elucidated the essential internal maneuvers and techniques in terms of psychological metaphors. Like all brilliant ideas, Spares' are simple and have enormous explanetary power. The relativistic approach to belief born of the new eclectic anthropological perspective must also be noted. If magic can be performed with some success under any number of metaphorical and allegorical explanationisms then it is obviously more important to look at what the techniques of the performers are, rather than their beliefs. Underlying a confusing plethora of beliefs there is a remarkable uniformity of practical technique. Whilst the dangers of using metaphors from other disciplines have already been noted with reference to alchemy, there seems to be much emerging from Quantum Physics which lends support to a magical view of reality and can at the same time tighten up magical theory and practice. Try this one for size: Schrodinger wave equations are a precise mathematical description of the Astral Plane, and Bells' theorem is a precise reformulation of the Doctrines of signatures and contagion! Such ideas may eventually fall by the wayside but they have already proved their practical worth and suggested interesting areas of future research. Whilst dements from the Chaos Current seem to be reviving a number of traditional magics and there are many independent magicians using Chaoist ideas, the main coherent body of this new tradition is The Magical Pact of the Illuminates of Thanateros. The aims of the Pact are modest. We work for the pursuit of the Great Work of Magic (and the pleasures and profits attendant on this quest) and also to act as a psychohistoric force in the Battle for the Aeon. This latter merely implies a certain faith in the principle that as the intensity of any individual life is usually enhanced by the acquisition of a magical philosophy and technology it is therefore worth at least trying to provide the facilities for a general change of paradigm out of a spirit of exuberant philanthropy or even just for fun. The more you give the more you get, it appears. Chaos Magic is \"pure\" magic in the sense that it concentrates on the mastery of fundamental techniques which can be fleshed out at need with any suitable symbolism at random and used for any -16-"},{"pageNumber":20,"pageContent":"purpose. Of all the techniques in magic, the ones that really matter are those which change subconscious beliefs. Subconscious beliefs have tremendous power over the individual, his relationship to reality and to an extent, reality itself, whatever that is. However Chaos Magic is \"applied\" magic also, in the sense that it is to be used in support of one's personal business and social activities. It is about getting what you really want out of life. It is not about scrying pages of ambiguous platitudinous gibberish from eldrich trans-yuthoggian interdimensional space beings. If you want self importance, why not conjure more directly and honestly for it? If I had to summerize Chaos Magic, or at least my own Chaos Magic, in a few lines, I would say that it is basically a set of techniques for changing the subconscious beliefs which create our inner and outer realities, and that these techniques are expressed mainly in the form of spells and rituals. It is easy to miss the enormity of what is being said here. Once it is realized that you can exercise conscious control over what you really (i.e., subconsciously) believe, then you are indeed staring into naked Chaos. This, to me, is the meaning of the magical experience of Entering the Abyss. The majority of the magicians and mystics who have been there have basically come back \"mad.\" By this I mean that they have afterwards locked onto some particular limited idea to protect their identity with a desperate fury which has obsessed them for the rest of their lives and often made them famous. The Chaoist on the other hand, defends himself only with laughter, for laughter is the only alternative to madness for those who have really perceived that nothing is true and everything is permitted. Thus in Pact temples it is customary to end magical workshops with uproarious and irreverent laughter. Naturally this has to be forced at first but once you let yourself go you enter into the spirit of it, and I'd rather enter into the spirit of that than become permanently obsessed by some god or daemon that my ever ingenious subconscious has cooked up as a vehicle for my magic. PLEASE! Patronize our advertisers. It is only through their support, and yours, that this publication is made possible. TPhocniv TBcoUshoppe Offering the finest in occult and metaphysical books and supplies. With classes, readings and weekly discussion groups. Hermetics • Kabbalah Tarot Cards • Incense 7031 Plainfield Road Cincinnati, OH 45236 (513) 984-6724 -17-"},{"pageNumber":21,"pageContent":"THE URANUS/NEPTUNE CONJUNCTION The Collective Shock Wave of the Early Nineties © 1990 Antero Alii As a psychological model, traditional astrology recognizes two primary classifications for the influences it maps: the personal realms of ego-development and the transpersonal realms of ego-transcendence. As a metaphor for the whole Self, these domains constantly interact to produce what might be called a semblence of our ongoing, changing totality. Their chief motivating forces are symbolized astrologically by two inclusive sets of planets within our solar system. Of these...the Sun, Moon, Mercury, Venus, Mars, Jupiter and Saturn...constitute personal forces and, Uranus/Neptune /Pluto, transpersonal. Their primary differences can be understood by viewing the dynamic relationship of \"The Shaper and The Shaped.\" We are continually undergoing some process of shaping reality and/or being shaped by it; their interaction is inescapable. On the personal level, we are empowered as shapers. Be it from instinct (Moon) or intellect (Mercury), we act (Mars) in relation (Venus) to the opportunity (Jupiter) and responsibility (Saturn) of making choices that define ourselves (Sun). In the transpersonal realm, we are all subject to the sway of collective forces like: socio-economic shifts and scientific breakthroughs (Uranus), religio-moral indoctrination (Neptune) and politico-criminal movements (Pluto); here, there are no choices save for the \"choice\" to surrender. We shape and we are shaped. Every once in awhile two transpersonal planetary forces form a conjunction aspect and the course of history, as we know it, is dramatically changed. The last time this occurred (and the only time this century) was with the mid-Sixties' Pluto/Uranus conjunction in Virgo; in the century previous, this same conjunction (in Aries) prefaced the American Civil War. The next time transpersonal forces alter the course of history is when Uranus conjoins Neptune from April 1991 through December of 1995. In retrospect, the socio-political upheaval of the Sixties seems to have been a precursor shock to the next jolt of transpersonal magnification. When Uranus and Neptune join forces, we can assume still another profound crisis in consciousness similar in scope yet different in intention to the Sixties' effect. Symbolically, the Uranus/Neptune merger suggests global economic, religious and sociological shifts. Specifically, it addresses the unexpected dismantling of the \"holy economic trinity\" of Communism, Christianity and Capitalism alongside a pervasive resurgence of Organized Crime, Artistic Renaissance and Global Ecology. \"Many Are Called Yet Few Are Chosen\" As with any conjunction aspect there is a fusion principle at work, combining forces that may otherwise have no business whatsoever being married. In and of itself, fusion denotes a merging of principles producing a synthesis; in essence the birth of a new energy. The mysterious nature of both Uranus and Neptune calls for a particularly judicious interpretation: we must be careful not to attempt \"shaping\" reality to conform to and/or to justify our theories. Critical thinking is now -18-"},{"pageNumber":22,"pageContent":"paramount to detecting the motion of transpersonal forces shaping our futures. Both symbols of Neptune and Uranus represent actual living forces residing inside our DNA, our bodies and bio-spiritual energy systems that connect us to the species as a whole. To the degree their positions in our birth charts are personally integrated, shows how intimately we've been woven into the collective fabric of history in the making. Not everybody is a spokesperson for their generation or species. Those that are, do not \"choose\" to be as much as they are \"chosen\"; once again, \"to shape or to be shaped,\" that is the question. The cliche applies here: \"many are called yet few are chosen.\" Out of each generation, certain individuals are \"chosen\" to portray the heroes, martyrs and persecutors each global shift seems to require for playing out the archetypal patterns of an evolving civilization. Ask yourself: Where was I in the late Sixties and how did the revolution change my life? Everyone bom from September 1964 through September 1968 has Pluto conjuncting Uranus in Virgo written onto their natal chart. What's it like to live with an internal \"atomic time bomb\" ticking away, oblivious to its scheduled detonation? Some Sixties Kids seem prepossessed of a kind of suspended time-release package of surprise information, insofar as its contents remain latent until activated by the next transpersonal planetary conjunction. Let's also not overlook how the Sixties Kids' Satum Returns coincide with the tail end of this Uranus/Neptune transit thus, pressurizing their commitment to consolidate new definitions of consensus \"(saturnine) reality that conform to Twenty-first Century survival. These same mid-Sixties bom workers seem almost genetically predisposed to serve (Virgo) as they busy themselves developing the skills, technology and the jobs to clean up (Virgo, again) after the social structures (Uranus) undo themselves (Neptune). The Karma Cleaners come to town mopping up the mess left behind by those raucous, hippy-dippy Pluto in Leo Fifties' Kids who made the Sixties happen. Or, thought they did. Remember, they're plutonic Leos...they're convinced they made it up. And, that's enough to secure their place in history. To \"understand\" Uranus and Neptune, we pull their symbology apart and look at them on their own terms before speculating about their conjunction. Both share transpersonal effects, known subjectively as our complete lack of ability to control or direct their forces; they are not subject to ones personal will or ego. We know them intimately as we acquiesce, surrender and perhaps synchronize with their influences as they happen. Both Neptune and Uranus are shapers shaping \"the shaped\"...in this case, our personal lives. The similarity, however, ends there. The energetic intent of Uranus seems to say, \"Do what thou wilt, as long as it doesn't get in the way...the way of True Will (whether it be personal or collective).\" True Will is defined here as the innate intention of an entity, from an individual to a society to an electrical thunderstorm. True Will articulates \"entity autonomy\", the intrinsic capacity for completely being itself and nothing else. The Uranian force works suddenly and not unlike a lightning bolt, intermittently; on again, off again, on again when least expected. Who knows when and where the next jolt will come? On a personal level, it tends to liberate attachment from any patterns or structures inhibiting freedom of being in the places it touches. Uranus shows us how and where we actually are free, rather than where we \"feel\" or \"think\" or \"sense\" we are. Collectively, Uranus seems to govern the -19-"},{"pageNumber":23,"pageContent":"future evolutionary design of a group, a society or the species especially insofar as its true identity serves the principle of emancipation. Uranus pushes us to BE OUR TRUE SELVES; anything that gets in the way meets with unpredictable disruption and disarray. Neptune... As gradual and pervasive as Uranus is abrupt and focused, Neptune seems to whisper its message: \"Wash away whatever belongs to this world.\" Like the slow tidal erosion of seashores, Neptune's influence infuses unbounded dissolution embracing all forms of life into its all-encompassing sense of unity. Ego-based structures, especially those invested with obvious personal gain, are undone only to undergo further spiritualization in Neptune's acid bath. Through returning everything to its basic elemental, \"prima materia\" nature, Neptune blesses whatever it touches with irrevocable, accepting compassion. Unless, of course, there's opposition...resistance to falling apart and collapsing; then, like the oceanic octopus, Neptune spreads inky clouds of confusion and disorientation to coax surrender along. It's as if Neptune beckons us to return to long, lost spiritual origins where our lives, as we know it, disappear...only to re-emerge somewhere else from within the vast Dreamtime we are all dreams of. Piecing together the symbolic associations of Uranus and Neptune we find multiple possibilities. My guess is that they're all true to some extent; one cannot overestimate the multidimensional. The End of an Era We begin with the end of an era: The Piscean (Neptune) Age is coming to a close now and with it, those forms of religion (Neptune) impeding spiritual autonomy (Uranus)...which is to say, most of what is now known as Fundamentalism. This is NOT just limited to the popular Christian version. Anti-growth fundamentalist viruses develop parasitical relationships everywhere: from \"New Age\" circles to scientific communities and our educational systems on up to the governments themselves. To whatever degree government is infiltrated with fundamentalism might be its measure of fascism and/or dictatorship. The Nineties will see the continuing dissolution of dictatorships, like Communism, alongside re-unification attempts through world religion (Neptune) and global currency (Uranus). What is fundamentalism if not a strong expression of misplaced modesty?! Why, it denies creative responsibility for its very beliefs! When we confuse our dogmas with \"absolute truth\", we refute their status as absolute beliefs by insisting that our personal truth is \"the whole truth and nothing but the truth\" or \"God's way.\" We can then be said to be suffering from bashful fundamentalist thinking. Take a look around. How many bashful, guilt-ridden, ashamed-to-be-themselves people do you know? Within Neptune's field also merges an awareness of our communion with nature and the wilderness of planetary life. Neptune conjuncting Uranus is about the \"planetization of humanity\" now spreading under the code name of DEEP ECOLOGY, the primary economic issue of the Nineties. Did you know that nature's largest pharmacies exist in the jungle terrains of South America? Multitudinous species of herbs and flora grow like weeds in the rainforests. South American governments are now negotiating to sell large parcels of this land to philanthropic millionaires who can set up herbal processing plants to make medical drugs thus, save the trees and create enough local jobs to restore dignity to poverty-stricken cultures. South America -20-"},{"pageNumber":24,"pageContent":"will become as wealthy as it actually is by selling hereto unknown pharmaceuticals (Neptune) to combat debilitating diseases. Neptune's spiritualizing powers may have a tendency to refine Uranus' social awareness to the point of Making People Matter, again. Perhaps, we'll see a return to more humanism to help offset the deadening de-personalization from decades of self-emphasis, career obsession, and family decline. Maybe people will even stop pursuing spirituality and personal growth and let it catch up with them?! Collective spirituality (Uranus/Neptune) emerges naturally enough in response to industrial and natural catastrophe; people do come together when everybody's in the same trouble. War shows us this every time yet war is no longer an option. The Earth is NOT for Sale With the Pluto/Uranus conjunction of the Sixties the collective shift was primarily socio-political, dramatized by the Viet Nam War and its domestic reaction to American intervention. With Uranus/Neptune, the domain shift is no less dramatic yet it seems more socio-religious and economic in nature. The Nineties' ecological crisis is elevating the Earth Herself to prime-time player status. The image of the Planet Earth is now being utilized for everything from selling perfume to backdrops for televangelicals to computer advertisements. All of a sudden, Madison Avenue is getting \"planetary\" and Proctor and Gamble is selling the Earth! Unless world governments have already negotiated a resources merger with alien space beings, the Earth is not for sale. Historically, artistic renaissance and organized crime have emerged simultaneously with socio-economic breakdown and, the Uranus/Neptune conjunction will probably show no exception. As governments enforce tighter drug laws that invariably pave the way for further civil intervention, people will tend to either conform with grateful obedience or, rebel with rabid defiance. The mid-Sixties saw both camps polarize a populace which produced a counter-culture movement, only to be absorbed and assimilated into the mainstream; most hippies sold out, in other words. The true revolution of the Nineties will not be political in nature; the Sixties tried and (ailed. By learning this lesson, it is possible to join forces with an altogether different kind of catacysmic historical sweep...a revolution in consciousness (Uranus/Neptune). Politics, as we know it, will grow obsolete by the mid-Nineties. In the forthcoming economy people are more likely to vote with money to purchase the commodities of their choice, than to cast ballots for useless politicians. With Uranus and Neptune there's a strong inclination towards spiritualizing technology, availing people with advanced \"knowledge appliances\" for improving their minds and exciting their creative processes. The expanding field of film-making devices and home editing facilities will rapidly escalate beyond current state-of-the-art, professional cinematic standards. \"Home movies\" will render the ritual of \"going out to the movies\" as obsolete past-times for nostalgia buffs. The most non-assuming, ordinary people (Uranus) will rise to their place of glamour as stars and cultural celebrities (Neptune). Everybody and his brother will find or invent more artistic outlets and mediums, while the world as we know it falls apart. Meanwhile, we look to see where 15 to 25 degrees of Capricorn measures in our own charts to discover the roles we're playing. -21-"},{"pageNumber":25,"pageContent":"THE WAR OF THE ROSES By Donald Michael Kraig y OA3 3H[ jivy 3HJ. JO -22-"},{"pageNumber":26,"pageContent":"Right now there are several groups claiming to be the One True Order. One such group has won a lawsuit in the matter. But my purpose here is not to praise or belittle any of the groups. Rather, it is to show that this has happened before (on a much larger scale) and to ask why. Before World War II, there were numerous occult groups with newsletters/magazines. A paper shortage during the war caused many such groups to suspend their operations. Occasionally, collections of the teachings of these organizations—usually composed of a bit of science, a bit of \"New Thought\" and a bit of questionable ancient history—can be found in used book stores. One thing was always important in these teachings and to these groups. Simply put, they came not from a human source, but from a greater authority, be they called Secret Chiefs, Mahatmas or the Grand Wazoo. Having access to this secret knowledge (which frequently was not very secret) must have given the members a feeling of power—he or she had access to information and practices that was not available to the public. Frankly, I have always wondered why no one has ever noted that this assumes that humanity is incapable of solving its own problems and that our ancestors were dolts. In fact, the idea of Atlanteans who helped levitate the pyramids into place and Star Brothers who will save us from our own stupidity is nothing more than a Deus Ex Mechana to help us make our understanding of the world more psychologically safe. Even so, the importance of authority—a carry-over of the Arian and Piscean Ages—was never questioned by the groups or by most of their members. To build authority (and membership) groups would trot out their documents showing them to be the oldest, best, only, and/or most recognized group around. Every group tried to play a part of this game and no one even bothered to get off the game board. The story I want to share with you exemplifies this type of attitude. Although there had been (and still are) many groups claiming to be Rosicrucian, it is obvious that there could only be one true Order of the Rosy Cross. The result was what I call The War of the Roses. AMORC, the Rosicrucian Order, was founded by H. Spencer Lewis, an advertising man who is perhaps best known for coming up with the saying \"See America First.\" After several false starts, he got AMORC going—we've all seen their ads. In a clever move, Lewis met with the heads of other occult groups, and they all agreed to recognize each other as official. In 1933, a small notice was published by AMORC, now headquartered in San Jose, California. In that notice, it was claimed that the Militia Crucifera Evangelica was an organization that was part of AMORC. This bothered the Brotherhood of the Rosy Cross, now centered in Quakertown, Pennsylvania, which had allegedly claimed the M.C.E. name since 1902. In actuality, the name was more appropriately associated with the Knights Templar who, centuries earlier, had been wiped out with their leader. It was a silly argument at best. Why couldn't they both have the M.C.E. as part of their organizations? Instead, it was just the beginning. The Brotherhood, run by R. Swinburne Clymer, claimed that AMORC was part of Aleister Crowley's O.T.O., followed Crowley's evil teachings and practiced black sex magic. AMORC struck back saying that Clymer's group was nothing but a book publishing outfit, had no group structure and taught strange sexual practices. The yelling went on for some time. AMORC challenged the Brotherhood, saying that both sides should present their -23-"},{"pageNumber":27,"pageContent":"eases to an audience and then the audience could vote on the question of which group was the real Rosicrucians. Clymer's group said that a vote by a public group did not make a mystical organization official. They claimed that AMORC plagiarized books and that the papers recognizing them were fraudulent. Then it got dirty. AMORC referred to the leader of the Brotherhood as \"R. Swindle Clymer\" and said that he loved to have a series of fake titles. Clymer claimed that Lewis was involved with a Gold swindle, also loved fake titles and that his doctorate was from a diploma mill. Papers, books and booklets were written, each defending their own side. A high-ranking member of AMORC left and was involved with a suit that in part alleged that AMORC was just a money making concern for the Lewis family. Crowley got involved, too. Since a document allegedly recognizing AMORC'S authenticity had been given to Lewis by the previous head of the O.T.O, Crowley assumed that AMORC was part of the O.T.O. and should be turned over to him! Unfortunately, broke as usual, he could not proceed with any action against AMORC. Also, the document in question was only a \"Writ of Amity,\" meaning that they share each others' documents but not initiations. So what happened? In spite of devastating evidence against them, AMORC won their case in court. Clymer died, and with his forcefulness gone, so too were any attacks against AMORC. The Brotherhood still publishes many books on their form of Rosicrucianism. AMORC continues on. They have made public attacks against Crowley (in Gnostica), but use O.TO. symbolism, have a book entitled 777 (totally different from that of Crowley) and in their eleventh degree states that Rosicrucians should follow the idea of \"Do what thou wilt shall be the whole of the law,\" while realizing that this must be tempered by understanding that \"Love is the law, love under will.\" The War of the Roses is over. The War of the O.T.O.S ended with a court case. The War of the Golden Dawns (and their successors) continues. The \"I'm a Witch, you're a Pagan\" debate goes on. But are these fights not merely left-overs from the past Aeon? Does it matter what you call yourself if you are doing the Work? In fact, why should you call yourself anything? Giving someone else a label makes it easy to identify and dismiss that person with a, \"Well, what can you expect? He's just a (fill in the blank)\" instead of really listening to what that person has to say. Why not work several systems? Why not take from different systems and create one that works for you? Why do you have to be a Ceremonial Magician or a Witch? Why can't you be both? Every magical system is associated with a current of magical/spiritual energy. The current are established with older groups. . Newer groups must form their own. Where is there a law that says a person can only tap into one magical current? Why not tap into all of the cunents that you desire or are capable of handling? Let your success prove your capability. In this new age/aeon, let the Wars of the Roses, and similar disagreements end. The validity and workability of the information and techniques used by an organization is far more important than whether the organization can legitimately trace itself back more than 20 minutes. Let' marshal our forces so that we can stand strong before our true foes—those who want everyone to think and be like them. -24-"},{"pageNumber":28,"pageContent":"ON CRUELTY By Lairus It seems to me that most people (Pagans and non-Pagans alike) get stuck in a point-of-view, a frame of reference, or a paradigm. They operate within the rules of this paradigm, and reject out-of-hand anything that violates it: that the sun revolves around the earth, that certain people are inferior to us, etc. I aim to provoke thought by introducing new paradigms to the thinking patterns of my community. My topic is Cruelty. I offer two scenes, both of which actually occurred. The first I witnessed, the second I was told of. SCENE I I recently visited one of my oldest friends. She's always adopting stray animals, nursing them to health, and giving them to good homes. She's now in a financial position to afford a recent $93.00 vet bill. Fifteen minutes after telling me about this, she admitted that she just can't save money, and the thought of retirement (still a quarter century away) terrifies her, because she fears she still won't have any money in the bank. SCENE II I began my metaphysical training thirteen years ago with the Light of Yoga Society in Cleveland, Ohio, where I learned the Yoga techniques that I still use today. The founder of the LYS was a genuine Indian holy man named Swami Rama, dead now fifteen years. One project the LYS had was summer trip to Srinigar, India, in the foothills of the Himalayas, for sight-seeing and advanced Yoga study. One year, two of the students took pity of a homeless beggar women who lived near the Ashram. They bought her a blanket. Swamiji was livid when he heard of it. \"You rich, arrogant Americans! You think you can solve the world's problems with your money! She will get used to using that blanket, and then what will happen? Someone will steal it from her and she will die of the cold!\" The people in those scenes were acting from gut-level emotions. Pity. What a shame, I'll have to do something. In acting, they acted against the best interest of themselves on one hand and of the recipient of their pity on the other. The emotional body is not a good place to look for Will. It's tough to look on an emotional scene and say there's nothing we can do. But sometimes that is the best course; consider the Welfare system. Welfare is born out of pity. The results show it. What began as a shining ideal to take care of our fellow humans became a creeping morass, ensnaring the unwary and trapping them in an addiction to the dole. Pick up some side work? Your benefits are cut. Go back to school? Your benefits are cut. Better yourself? Just try it Of course, the benefits are not great. There's enough to afford a rundown apartment that would grace a Third World slum, Just enough to eat to keep you alive, but not enough to make you strong enough to revolt. Such is the Welfare System today. Who is more cruel, the Republicans, who've been cutting the money for this system, or the Democrats, who set it up in the first place? At one time I lived with a woman who was on Welfare. Being a student, my resources were meager, and I was unable to do anything about saving my Lady from a degrading, depressing existence. She wanted to be saved. 1 wanted to save her. -25-"},{"pageNumber":29,"pageContent":"Money tore us apart. From the safe distance of a decade, it's easy to say that we weren't right for each other. But the \"saving\" is the key word. \"Saving\" is the formula of the Slain-and-Risen God, the Redeemer. It is the realm of Christianity. No entity can save another. It is only when we can escape the Emotional Body, when we can see and understand our Will, that we can make wise decisions. The problem is with the paradigm \"The Economics of Scarcity.\" For the entire history of humankind, people have had to work for a living. If you didn't, you starved. It was necessary in an era when humans scraped their existence from the soil and everything was hand-made. Today that has changed. Robots can make what we need. One farmer can feed a hundred. There is no a priori need for work as we know it. The paradigm for the Twenty-First Century is \"The Economics of Abundance.\" Gaia can provide the basics for every man, woman and child on Earth. It merely requires that abundance be redistributed. Am I proposing Socialism or Communism here? Welfare dispels one system, current events in Eastern Europe dispel the other. What is needed is a new system altogether, where governments, banks and armies are not needed. Such a system was once looked on as naive and Utopian, and it was. But it is now attainable through robotics and computerization. Economics runs the world, in one form or another. This brings up another paradigm to examine. The operant view of some of the Pagan Community seems to be \"Poor but Honest.\" They are afraid to involve themselves in the business world or to advance themselves once they do. I cannot know any other individual's True Will, but I do think it's a damned shame that Pagan artisans make half on the Summer Festival circuit what they'd make on \"The Outside\", and that some Pagan Musicians are playing for tips. It is only by diving into the business world, learning the games and playing them better, that we can begin to reshape the world in accordance with our Wills. I hereby announce a bet. I wager a dollar with anyone that the Economists who set up the first \"Abundant\" economy will be Pagans. These ideas are not original. If you want to know more about possible new economic systems, I suggest a little booklet called \"Never Whistle While You're Pissing\" by H. Celine. If you fail to find it, check out R. A. Wilson's Illuminatus. He has some suggested reading in the Appendix. I look forward to hearing responses on this article. A NEW MOON ^RISING A Journal of Magick and Wicca Featuring Don Michael Kraig & Scott Cuningham 1 year (6 issues): $13 $17 1st class/ Canada/ Mexico; $25 overseas Please make all checks payable to: MYSTIC MOON 8818 Troy St. Dept.X Spring Valley, CA 92077 -26-"},{"pageNumber":30,"pageContent":"A SEX MAGICKIAN'S ALCHEMICAL GUIDE TO QUARTZ CRYSTALS Pt. II By Bill Siebert A Meditation Exercise Bathe. Sit naked (or in your ritual clothes) in a comfortable asana (posture) on the floor (or on a cushion) in front of a large mirror. Hold your crystal in your receptive1 hand. Darken the room. Place a candle at eyelevel half-way between yourself (St the mirror. Relax. Allow the crystal to squirm about in your hand, so it can find a comfortable positionl2. Allow your mind to drift. If you get tired of staring into your own reflection across the flame, close your eyes for a while, allowing yourself to space-out. Open your eyes again whenever you deem it appropriate. When you open your eyes, do not become startled by what you may (or may not) see in the mirror3. Live in the present moment. Do not try to remember anything which comes-up during the meditation. End the meditation whenever it feels right to do so, but do not allow yourself to be guided/constrained by external timekeepers. Watches & clocks are best removed from the room, especially those which beep or otherwise announce the passage of time. Blow out the candle. Turn on a light or open-up the shades. Stretch your legs a bit do not dwell on the meditation. Do not block it from your mind either, for that is dwelling on its mirror image. Put down your crystal & go do something unrelated to crystals, meditation, magic for a few hours. When you are refreshed <St the meditation is no longer clear in your mind, sit down with your magical notebook (or typewriter or word processor) and write-up your meditation. Whenever you cannot think of what to write, pick-up your crystal in your dominant hand & allow it to squirm as you think. Sometimes licking the facet you held with your receptive thumb during your meditation &/or resting that facet on your ajna (third eye) chakra can be useful. Do not focus on any specific thought. I find that poetry &. stream-of consciousness writing (channelings) are often far more useful in the long-run than a linear catalog of events. End whenever it seems appropriate. Preliminary Dream Work When you have acquainted yourself with your crystal thru meditation, take it to bed with you. This exercise is most effective if [1.] I am predominately right-handed. I use my left hand for receptivity &. my right hand for activity. If I were left-handed, I would probably use the opposite polarity. Use whichever hand(s) you feel are appropriate in each of the following practices. [2.] With me, most crystals seem to be most comfortable if I hold them loosely with my thumb on the largest, smoothest sloping facet, allowing my thumb to stroke the facet gendy in a seemingly random pattern. 13.] While meditating in front of a mirror, I have seen (at one time or another) numerous apparitions. Subjectively they appeared to be other aspects of myself — alternative lives, spirit guides, demons, angels, animal totems, creatures from other planets, visions from nightmares, etc. A few times, I saw no reflection in the mirror whatsoever — the wall behind me was perfectly visible, even though my vision of it should have been blocked by the bulk of my body. -27-"},{"pageNumber":31,"pageContent":"you sleep alone, or if your bed partner(s) also use(s) a dream crystal. Otherwise, you may experience some bleed-thru from his/her/their dreams. Sleep with your crystal in your receptive hand. If you wake-up during the night & your crystal is no longer in your hand, seek it out & return to sleep. With a bit of practice, you may be able to sleep the entire night without losing-track of your crystal. If you are unable to work this exercise, be gently persistent, while continuing to use your crystal in other ways. I have found that daily practice is more efficacious than sporadic workings, particularly at the onset of a new endeavor. Don't be hard on yourself. I advise you not to be harsh on yourself when comparing your progress with that of others, or with some ideal performance expectations you may have set for yourself. Above all — don't give-up! Set at least one sleeping period per month aside as your dream night (or day, if you usually sleep by day). For this to work properly, you must be under no time pressure. Do not set your alarm clock or radio. In the beginning phases of this exercise, I highly recommend that you go to a sleep as drug-free4 as possible on this night. This means not only abstaining from recreational drugs such as cannabis, tobacco, alcohol, sugar, chocolate, lsd, etc. on the day which borders your dream night, but also eschewing all sedatives, analgesics, herbal tonics, &. prescription medications. If you are chronically ill, or under the care of a healing professional consult with him/her/them before proceeding. Eat a light supper & retire without reading any fiction or watching moves or tv. A light meditation &/or a hot bath is good. So is a small glass of warm milk. I strongly advise sleeping with the radio off. If you have housemates, seek their cooperation. Unplug the telephone & disconnect your doorbell. Take every reasonable precaution to invoke solitude &. undisturbed sleep5. If you have any bed mates, ask him/her/them to sleep elsewhere, or rent a motel room for yourself. It does not help to muddle things up with lots of external stimuli. Go to sleep with a dim night-lite on near your bed. Have your magical record & pen nearby. You should be able to read/write without having to turn on any additional lights or getting-up from bed. But make the light as dim as possible, while still being able to read while you are sleepy6. Go to sleep with your dream crystal in your passive hand. Each time you wake-up (even if it be for an instant), transfer your dream crystal to your active hand &. think about what you were just dreaming. Write down your dream before going back to sleep. Some [4.] This phase of the operation is designed to enable you to look inside yourself. Recreational drugs (especially psychedelics), food substances which play with adrenaline Si blood-sugar levels (sugar, caffeine, nicotine, etc.), and eggplant (which contains Nightshade family alkaloids) can often help induce fantastic dream images. But unless you are a skilled alchemist Si dream shaman, such dreams often mask or over-emphasize aspects of the internal energy ecology. Medications, likewise, obfuscate symptoms of mental/spiritual dis-ease which (in my opinion) can guide negative thought forms into manifestation as illness, allergy, or physical weakness. I advise those who seek true health, rather than simply relief from symptoms of illness, to quest within themselves with no masking symptoms during the preliminary stages of this work. At later stages, dreamwork can be used to test the efficacy of a particular treatment, but only if the preliminary work has been accomplished. [5.] If all reasonable precautions fail, examine the fine nuances of your behavior Si motivations to see if you are mentally or magickally sabotaging your efforts. [6.] My sleeping nook is strung with lots of tiny colored Christmas tree lights, which I adjust for brightness with a dimmer switch by my bed. -28-"},{"pageNumber":32,"pageContent":"people like to use a tape recorder, but I discourage using them unless you are disciplined enough to transcribe everything to your written record each time you do this exercise. If a particular dream is interesting, & you would like to go back into it, return to sleep with your crystal in your active hand, rather than your passive. Stay in bed long past your usual wake-up time. Overcome your enculturated work ethic & need for external stimulus. Keep going back to sleep as often as possible. If you cannot sleep, try daydreaming, or writing down streams of consciousness. Don't write formal essays. Do as little linear thinking as possible. When I began to do this exercise, I spent at least 14 hours in bed on each dream nite. During times of extreme stress (or when having exciting adventures), I have spent as much as 16 to 20 hours in bed (except for quick runs to take a piss or get a drink of water). After years of practice, I am sometimes able to get good results in 30 minutes, but I still like to spend at least one full dream night per month in contemplation. I no longer write down all my dreams. I now have almost total recall of dreams during a dream night. To write even a fraction of them down would take days. I now skim my dreams for interesting details, then go back into them at interesting points to glean more details or to alter them. [See techniques for altering dreams below.] Crystal Waters: Keys to Personal Balance Do you have a particular color or vibrational sound which you normally work with? Crystals can help you manifest subtle vibrations in a material form which you can then use as a tonic or to charge talismans. Catch a ray of sunlight in a crystal. Rotate the crystal until the light breaks up into a full spectrum of color. Place a glass of clean tap water so that the color vibration you wish to accentuate in your life shines into the water. Use your imagination to focus your Will thru the crystal as you charge the water with color. If you use color a lot in your work, you will probably find that catching the exact segment of the sun's spectrum is a nuisance, especially if you are a night person or live in a cloudy region. Clear, translucent, opaque colored crystals can also be used in making Chromatic crystal water. In fact, their vibration is usually more useful for this kind of work than a slice of the sun's spectrum. Put the crystal in a covered container with some clean tap water, put it on a shelf for a day or so. Look at it once in a while, while focusing your imagination thru the crystal. Conscious rememberance of what you are doing is important in this kind of work. When the water is charged, give your crystal a rest. If you need fresh crystal water every day, I advise you to have 3 or 4 crystals which you alternate. Top-quality gemstones are not necessary for this work. I find that many colored crystals (particularly precious gems such as diamond, ruby, and emerald) are well-suited for this work. However, small crystals take much longer to charge a vial of water. Large emeralds are quite rare & very expensive, so here are a few alternatives. Small crude emerald chips are often inexpensive (often in the range of 500 to $2 each), but such tiny crystals would take weeks to charge-up a single glass of water. I have found two ways of magnifying their -29-"},{"pageNumber":33,"pageContent":"ability. The first is the most straightforward. Meditate with the small colored crystal under your tongue7. The chromatic vibration of the crystal stimulates the ajna (third eye) & visuddhi (throat) chakras directly, then atunes your entire being to this vibration8. Another method of crystal amplification is slightly more elaborate. Secure a small colored crystal to the side of a well-formed jewelry-quality quartz crystal with silver, gold, or copper wire9. Align the axis10 of the colored crystal with that of the quartz before you secure it, so their vibrations will work synergistically, rather than cancel each other out. Over time, the composite crystal will begin to act as though it were a large crystal of emerald (or whatever gemstone you actually used), particularly if you use it only for work which is specific to that color vibration. I recommend that you unite the two crystals permanently. By switching around the combinations, your tools may not build up their full power or focus. I would not use my dream crystal for this work, unless I were coupling it with a diamond or a Herkimer diamond, or a small flawless quartz. Similar techniques can be used to focus sound. Vibrate a tuning fork11 &. touch it to a crystal which is hanging suspended from a nylon or silk thread. Pick up a glass of water Si hold it so the point of the crystal just touches the surface of the water. If the crystal is capable of vibrating in harmony with your note12, the surface of the water will begin to vibrate. Focus your will & lift the glass to totally immerse the crystal, insulating it from sound. Stop the tuning fork (synthesizer, etc.) &. remove the crystal from the water. Crystal water can be used immediately, or stored for later use. If it is to be stored, I suggest that it be placed in sealed plastic vials (polycarbonate test tubes work well for this) or in glass jars. I prefer plastic as it insulates the elixir from picking up any extraneous charge. Soror O-Maku(tz) likes to store her elixirs under her copper [7.] I have found that an emerald used sub-lingually is an excellent tranquilizers® when I am feeling agitated Si stressed-out. Emeralds have no noticeable side-effects, other than a slight tendency towards astral projection. <a>: I used to know a very high-strung crystal healer who swallowed emeralds whenever she got nervous. I told her that when she became wealthy enough to afford gem quality emeralds, I wanted the job of emptying her chamberpot! [8.] I advise some caution in oral testing of stones which have a strong vibration. I discovered rather quickly that bloodstone will practically take the top of my head off. On the other hand, I find that Herkimer diamonds are excellent for use in dream control if I sleep with one in my mouth [I have a groove along the gumline which makes a perfect pocket for tiny gemstones.] [9.] If I were not confident about which metal to use, I would trial-wrap the crystal pair with each wire in turn, then grok its energy. Intuition, rather than scholarship would be my guideb. <b>: Another person might feel more comfortable looking up a table of correspondences in some magickal textbook. What you do is up to you. [10.] If the gemstone has no discernible axis, use your intuition to locate an imaginary axis, or consult a gemologist. [11.] Alternately, pluck a guitar string, intone a word of power, or use a synthesizer to generate the appropriate tone. [ 12.] Some crystals are not capable of resonating at all frequencies. If such be the case with your crystal, work with another crystal, or a different note, and try again. -30-"},{"pageNumber":34,"pageContent":"pyramid. I prefer a refrigerator. Do as you will. Some people feel that spring water is somehow more appropriate (or more natural, whatever that means!) than tapwater for making crystal water. If I felt that my local tapwater was not good enough for magical/magickal purposes, I would not drink it, cook with it, bathe in it or use it for any purpose whatsoever. I would move a.s.a.p. to a location where I trusted the purity & magickal integrity of the water. To do otherwise would be utmost folly, for I would be unconsciously poisoning myself with every drink of tapwater & every shower. Crystal water can be used for many purposes. A student of Oh-Shinnah used crystal water to reverse a bone cancer in his leg. 6 months after he had been scheduled to have his leg amputated, he was playing basketball. Crystal waters are great for dampening mood swings, for charging sacraments of all kinds, and for sephirothic &/or Path Workings (see Liber 777 for appropriate colors). Intermediate Dream Techniques Later on, after you have explored your dreams with minimal consciousness alteration, try working with your dreams after partaking of some particular consciousness alterant — such as a watching horror movie13, getting stoned, eating eggplant, etc. Note what effect(s) each alterant has on your internal energy balance. My favorite drug combination for inciting exciting adventure dreams is sleep deprivation (24-36 hours of no sleep), while eating lots of chocolate <St drinking lots of caffeine. During my pre-dream waking phase, I read one or two SF novels or watch some adventure videos. Then, just before going to sleep, I take a high-potency vitamin B-12 nasal gel. I am a sex magickian. I have been consciously working dream/phantasy actualization through VIII° (masturbatory) Magick14 over the past three decades. I have found crystals to be an excellent adjunct to all forms of sex magick. If you are not already using the energy of your sexuality as a magickal tool, dream reification is a pleasant & easy way to begin. But, please proceed with caution. Dreams invoke reality. So do phantasies. The explosiveness of orgasm thrusts phantasy into the collective unconscious and speeds its reification. In this sort of working, crystals act like programmable transistors which embody the Will of the magickian while s/he is busy spacing-out on the ecstasy circuit. I strongly advise phantacizing daydreaming only on those topics which you are ready-&.-willing to invoke into your waking reality. Set aside at least 72 consecutive hours for this mini-magickal retirement. Ideally, one [13.] Very often, movies which I find highly disturbing can provoke dreams which can shed some interesting light on hidden programs, suppressed traumas, etc. By using my dream crystal I can edit these dreams, and thereby influence my waking reality. [14.1 The techniques I discuss here can easily be extended from an VIII° Working to the realms of IX°C or XI°°. Holding on to your crystal while making love can sometimes be a nuisance, but I have found it to be well worth the bother6. <c>: Heterosexual workings. <d>: Homosexual workings, heterosexual sodomy, &Jot IX° during the lunar flow. <e>: Crystals helped me to develop my native abilities for vaginal skrying (astral projection Si clairvoyance during cunnilingus). -31-"},{"pageNumber":35,"pageContent":"should be well-rested, free from stress, very homy. But things are seldom ideal if you live/work/play in the real world. Of these considerations, I have found that the ability to set-aide a continuous block of time is the most important. Begin your first dream night as usual. When you awaken from a dream in an aroused state, use your crystal to assist yourself in remembering your dream. Then transfer your crystal back into your passive hand & masturbate yourself to orgasm, using imagery from your dream. Anoint your dream crystal with your sexual fluids. Lick some of the fluid from the crystal & return to sleep. I have found that thumb contact with the crystal's major sloping facet to be very useful during this phase of the operation. Do not break focus to write down any dreams at this point. Repeat this procedure all night long, as often as possible. This may take some practice, particularly if you do not usually masturbate several times each day. When you have tapped-into your sexual current, this procedure will enable you to ride wave upon wave of orgasm throughout your dreams. The individual dreams may weave themselves together, exposing glimpses of the fabric of your dreamworld. Explore your dreamworld and sculpt it to fit your vision of reality. 6, 8, or even 10 orgasms in a 14 hour period are not uncommon for men. Women who are tapped-into their sexuality can sometimes achieve far more. When sleep &/or orgasm are no longer possible, rinse your crystal in a glass of clean cool tap water. Drink one-half of this potion immediately. Reserve the balance of your orgasmic crystal water in a tightly covered glass or plastic container in the refrigerator, or under a copper pyramid. Immediately upon drinking your orgasmic crystal water, begin to write-up your dreams &/or your sexual phantasies. If all is going well, the dreams phantasies will have a common thread or be congruent. Seek-out glitches, weak spots in your dream reality, or ways in which you would like to alter your dreams. Seek for ways to weave individual dream segments into a larger richer dreamscape. Keeping your crystal in your active hand, enter your dream consciously. Use astral projection, or phantasy and daydreams. Edit the fabric of the dream reality. Write-up an edited dream & destroy the original dream memory15. Take a break. Go for a walk &/or get some food. Visit with friends. Then, begin a new dream cycle. But just before retiring, drink one-half of the remaining orgasmic crystal water to seed your dreams. Then, in the morning, add your newly created orgasmic crystal water to that which remains of the previous batch until your are ready to end the Working. Each day of this Working, examine all your dreams carefully. Weave them into the fabric of your previous dreams & edit them to remove glitches &. realities which it is not your Will to reify. At the end of your Working, examine your dream record. Weigh it carefully in your mind. If you deem that such phantasies are not up to your standards as a [15.] For this kind of magickal work, I find a word processor to be invaluable. I do not make any printouts of my original dream material. I edit direcdy in my computer's memory, and store only the edited version to disk. Because the original (un-edited) version of my dream has only a transitory existence in this reality plane, it is less likely to reify than if I left scraps of paper lying about where they might be read by frienas. -32-"},{"pageNumber":36,"pageContent":"creator, drink the remaining orgasmic crystal water, then sleep for a few days without your crystal. Do not write down any dreams during this period. If, on the other hand, you feel that your dreams are ready for reification, take the remaining orgasmic crystal water to a lake, stream, or reservoir and pour it into the water, while focusing your intentionality on seeding the dreams of all those beings who drink that water. If it be your will, it may also be useful to publish your dream working (perhaps as fiction), or create some form of Art (poetry, music, bumper stickers, etc.) based on it which can aid others in tapping into its imagery. Dream Gateways Crystals, particularly when combined with sex magick, are potent tools to assist magickians in getting to know one-another, whether they are lovers or not. Here is a technique which I have used a few times. Modify it to suit your own needs. Select a crystal which you have never worked with extensively, or one which has recently been cleansed16. Sleep with it for a night or two, consecrating it with your VHP sexual fluid. Sleep with it in your active hand to atune the crystal with your personality &. to impress it with a clear image of your dreamself. Then fix the vibration of the crystal with fire (see below for details). Give your crystal to him/her with whom you seek to open-up a dream gateway. Such gateways are far more effective if your friend/lover gives you a similarly prepared crystal in return. There seems to be no limit to the complexity of a dream gateway network17. To experience the energy of your friend/lover in meditation or dream, simply use the crystal you received from him/her as though it were your own dream crystal, with one major exception. Cleanse the crystal with saltwater before & after each use18. The crystal has already been fixed, so it will always retain the vibration which your friend/lover impressed upon it. Cleansing removes all of your vibrations (pre-conceived notions about him/her, desire, etc.) so that you can tune yourself to experiencing your friend/lover directly — far more directly than most people are able to experience by using their waking consciousness & rational mind. Some people like to synchronize their workings & then compare notes as to the success or failure of the dream link. These sorts of experiments may encourage Lust of Result & pre-dispose the experiment to failure. I prefer to be as spontaneous in my workings as possible. By going with the flow (rather than attempting to impose my desires upon it), I am more likely to gain deep (non-judgmental) insights into the personality of s/he who sent me the crystal. [16.] Alternatively, I once used the prime dream crystal with which I had been working for several years. [17] That is to say, it is possible to swap gateway crystals with dozens of friends, none of whom are in direct contact with one-another. Before long, even those folks who have never met will be involved with one-another in dream space. This is not to say that my dreams are populated by visions of all my magickal friends with whom I have shared gateway crystals. Their energy is with me. Their personalities sometimes emerge. But rarely do we share the same a ream images on the same night. [18.] Cleansing is only necessary if you desire to keep your dream gateways discrete from the flow of your conventional life. For the most part, I do not cleanse my crystals &. I do not even remember from whom I received them or which of them is an active gateway crystal. But, I am working to build a non-hierarchal non-systemized network. The advice in the main text is for those of you who have more one-to-one ambitions for their dream gateways. -33-"},{"pageNumber":37,"pageContent":"Editing After I have been using a crystal for a long time (particularly during periods of rapid personal growth) I find that its response begins to feel a bit muddy. This is an indication to me that it is time to edit &/or cleanse my crystal. This can sometimes be a little tricky, but I find it to be far more useful than cleansing. Soak the crystal for one-half to one day in a very dilute19 solution of salt water20. Label the soak water & store it for possible future use. Use the crystal for a day or so. It it still feels muddy, soak it again in a freshly prepared weak salt water bath. If you noticed no change after the first soak, use a slightly stronger salt water solution &/or soak your crystal longer. Again, label & reserve the soak water. When you feel that your crystal is once-again clear bright, your crystal is once-again ready for daily use. Sometimes, you may feel that you may have gone too-far in your editing. If this is the case, try reversing the procedure. Take the last batch of soak water & drink it just before sleep. Use your dream crystal to isolate those energies which you wish to put-back into the crystal. Upon waking, catch the first ounce or two of your urine in a glass, dilute with tap water <St soak your dream crystal in it all day. Repeat this procedure again (if necessary) with the next jar of soak water. If you go too far &. your crystal becomes muddy-feeling once again, do one last soak in dilute salt water. If at this point you still feel something is off kilter, your crystal probably needs a good, thorough cleansing21. When you have finished editing your crystal, discard all un-used soak waters rinse out the jars in a strong salt solution, before re-using the jars for other purposes. Fixing Cleansing <Si Fixing utilize very similar energies, yet for vastly different purposes. Cleansing erases all transient information which a crystal is carrying, to re-expose its inherent nature. Fixing transfers all temporary information to Gaia's archives, as well as making this information a permanent22 part of the crystal's personal [19.] A Cleansing strength salt solution would be very obnoxious to drink. An editing strength solution should still taste salty, but should not be difficult to stomach. [20.] If you have a good idea of what you are working to remove, prepare a complimentary0 charged crystal waterP. Drink half of this water before going to sleep with your dream crystal. In the morning, use the remaining crystal water to prepare the weak salt solution for your dream crystal. <o>: For example, if you feel that your crystal has become over-charged with martial aggressiveness, you might want to create an editing bath which embodies Venusian (green) or Lunar (focus some moonlight into the water thru your crystal) energies. <p>: In creating this batch of crystal water, be sure to use a crystal which has no muddy feel to it. [21.] If this does not help, it may mean that it is time for youiQ crystal to move on. Find a friend to give it to, or put an ad in the paper for someone looking to adopt a crystal, or leave it nesded in the crotch of a tree in a park. <q>: I put the word your in italics just as a reminder that you cannot really own another being. You may have paid money to buy the crystal, but what you were really paying for was the time Si effort it took to transport the crystal to you. [22.] When I say permanent, I mean permanent. There are crystals I have met which seem to have been fixed by Atlantean Mages. Many of these act mainly as data crystals, which can be easily distinguished by a metallic opalescent triangle buried deep in the crystal's depths along a natural fault line. The metallic triangle is either a natural property of the crystal's make-up or it has been put there by a process which is unknown to me. The effect seems to me to be analogous to the doping by which our culture creates -34-"},{"pageNumber":38,"pageContent":"character and knowledge base. Fixing builds-upon a crystal's inherent nature thus triggering/speeding its evolution. I fix crystals which I give to friends as dream gateways. I also fix crystals to commemorate very powerful magickal events. Every so often I transfer all of what I have learned along with all that I know/feel about consciousness into a crystal, then fix it & bury it under a small stone obelisk in a state park for someone else to find. Sometimes it is useful to fix a crystal which is to be used for a specific purpose, such as healing. Fixing with Fire: Find a place which feels right for this ritual. I like to be outside with a view of the sky, even if it is overcast. I find I get the most out of doing this ritual late at night in a place where I will not be disturbed. Build a medium-sized23 fire out of substances in your natural environment24. As you build your fire, meditate on the essence of fire25. Take out the crystals you have brought with you. I like to have at least 2 crystals with me for this ritual — the crystal which I am going to fix, and one who will act as an observer or witness, to record the ritual itself. If I am going to fix more than one crystal, a single observer crystal will suffice for the whole batch. Sit down near the fire. Hold the witness crystal in your active hand & the crystal you will be fixing in your passive hand. Stare at the flames relax. Lose yourself in the fire. When you are calm & serene, begin to think about what you are about to do. Think about what it is you intend to fix into your crystal. Allow random images to pass before your mind's eye. Keep staring at the flames. Put the witness crystal down26. Hold your hands near the fire as you roll the crystal you are fixing between your palms. If your hands become sweaty, imagine the crystal drinking-up the moisture. Allow/encourage your consciousness to flow into the crystal along with your sweat. Become one with the crystal & the fire &. yourself. Lose yourself. When you become aware of the fire glinting-off the crystal, slowly draw your point of consciousness back into your body, transistors. The triangle's shape (acute, equilateral, isosoles, obtuse, etc.) seems to be related to the type of information stored within that particular crystal. Perhaps it is an index system, or is an outgrowth of engineering considerations. I found that Atlantian information crystals were initially very difficult to decipher, probably due to the cultural gap between myself &. the crystal's original programmer. But, with patience, I have begun to piece together enough information to enable me to draw plans for some crystal-based tech no-magick toys. If I ever get around to building any of these tools, I will report my findings in a future essay. [23.] Make your fire large enough that you can pass a crystal thru the flames, yet small enough that you can work close to it without roasting yourself. I usually like to have a fire with flames about 8-30 inches high. <f>: When pressed for time, I once fixed a small crystal in an alcohol lamp. A can of stemo, or even a large candle would probably work too. [24.] When I do this ritual in the country, I use dry dead wood Si bark. When in a tree-barren city, I use old boards, newspapers, Si other burnable trash. If I am feeling primitive, I start my fire with flint-Si-steel & a small pile of dry twigs Si lint. When I am feeling pyromaniacal, I douse a pile of wood with dinosaur blood (gasoline), stand back, and throw on a match. [25.] Think of what fire means to you. Recall how fire was once worshipped by our ancestors Si how it has been our friend since before recorded history. Make friends with the fire you are building. Play with it. Pass your hand thru its flamesS. <g>: If you have never played with fire, please do not attempt this ritual until you have overcome your fears Si have made friends with fire. Otherwise you will be fixing your fear of getting bumed into your crystal. [26.] I like to sit with my legs crossed. I put whatever crystals I am not holding into my lap. They like hanging-out in my crotch. -35-"},{"pageNumber":39,"pageContent":"without losing consciousness of the fire or the crystal. Repeat this several times, until the flow becomes second nature to you. In a graceful flowing motion, move the crystal to your active hand. Sweep the crystal27 thru the fire in 3 continuous circular or spiral arcs28 (as though stining an imaginary cauldron). Allow the flames to lick-at the crystal 6l your hand. Move your hand slow enough that you can feel the heat of the flames, yet now so slow that you burn yourself or crack the crystal. Remain conscious that you are the fire & you are the crystal as well as the being holding the crystal. Allow the crystal to flow to your passive hand. Repeat the 3-fold journey of hand/crystal thru fire. Miscellaneous Techniques I like working with quartz crystals because they are so malleable. They are eclectic. Quartz (along with diamond) are the crystal kingdom's equivalent of the Renaissance personality. But sometimes, I need to work with a crystal which has a far more distinct focus. I could always use another kind of crystal, but (even though I am extremely lazy) I sometimes like to do things the hard way — just to demonstrate to myself that it can be done. In the section on cleansing, I mentioned that I almost never cleanse a crystal in a metal bowl, otherwise the crystal will pick-up some of the properties of that metal. This contamination effect can sometimes be a blessing in disguise. What we call salt is Sodium Chloride (abbreviated NaCl). NaCl is by no means the only salt. Salt is the name of a general class of compounds formed by the action of an acid upon a metal. There are tens of thousands of different salts. Metallic ions of salts which are soluble in water seem to be able to influence the characteristics of a clear quartz crystal which is soaked in that solution, even though the solubility of these ions in quartz is negligible under most circumstances29. While most metallic salts can be procured from any chemical supply house, I have found that preparing them fresh from metal which has been used in ritual30 seems to work best. Iron salts seem to be good for creating crystals with a martial flavor. Gold salts [27.] I hold my hand palm down in a loose fist with the crystal sticking out between my thumb &. index finger. [28.] If the crystal is in your right hand, your arcs will probably flow widdershins (counter-clockwise). If in your left hand, deosil (clockwise). Use whatever flow\" is more natural for you. <h>: In some magickal systems, deosil movement is used primarily for invocation & widdershins for banishing. In my system, intent & natural flow of movement are of far greater importance than what direction you are moving. [29.] When a crystal is growing in the earth, it readily incorporates mineral salts from the local water supply into itself. This is how all the colored members of the quartz family are created. [30.] For instance, I once wanted to perform a ritual in a public park which would not permit me to brandish my sword against thepicnickers. I bought a small iron knife1 at a garage sale, cleaned it up, and consecrated it as my ritual sword. Then I dissolved my ritual knife in a beaker of Nitric Acid, neutralized the excess acid with iron filings, Si used the solution to cleanse the crystal I later used as a sword in the park. <i>: Avoid large or stainless steel knives — they are a bitch to dissolve! [31.] Aqua Regia' is an excellent reagent*1 for solubilizing gold. If the solution is then neutralized with Potassium metal, the resulting solution can be used for cleansing crystals to be in Solar/Jupitarian Work (such as healing). <j>: Aqua Regia (royal water) must be prepared fresh, just before use. It is a 1:3 mixture of fuming Nitric Acid Si Hydrochloric Acids. -36-"},{"pageNumber":40,"pageContent":"produce crystals which are excellent for solar workings, but gold is very difficult31 to put into solution thru ordinary methods. Copper & Zinc32 are both venereal in nature. They are useful for focusing crystals to be used in workings of lust &. love. Mercury salts33make an excellent cleansing bath for study crystals used by students, scholars, & researchers. If you have an elementary understanding of chemistry, a mercurial crystal can help you design metallic cleansing baths for most any purpose. If you experiment with cleansing baths using salts other than table salt, be aware that many metallic salts are considered by many people to be quite toxic. I recommend allowing your crystal to soak in the appropriate metallic salt solution for about a week. Rinse well under running tap water as soon as you take it out of the salt solution. Don't forget to wash your hands, too! If you feel you are dealing with a potentially toxic salt, place your rinsed crystal in a running stream for a few days. I do not consider myself to be a healer, but if I were setting-out to create a healing crystal, I would first select a crystal of appropriate size, shape, and energy. Then I would focus the crystal's energy with a cleansing in gold/potassium salts. I would work with it for a while (3 months or so) as a dream crystal. Then I would edit its programming with weak table-salt washings. Finally, I would fix its healing energies with fire. In that way, I would not have to worry about my crystal losing its healing touch, even if I felt the need to cleanse it frequently. <k>: Aqua Regia is one of the most highly reactive agents known to ancient alchemists. If you don't know how to handle highly corrosive chemicals, please do not attempt this exercise. You could hurt, maim, or blind yourself. Be especially careful when neutralizing the Aqua Regia with potassium metal. The combination is flammable, corrosive, and very nearly explosive — especially if you do not know what you are doing or if you are the least bit careless. [32.] Men naturally crave copper, while women crave zinc. Semen is high in zinc, while vaginal secretions are high in copper. I use zinc salts to cleanse crystals which will be used by women & copper salts for crystals to be used by men. [33.] I find it ironic that mercury salts (along with other heavy metals, such as lead) are highly toxic, especially to brain cells. This is a perfect example of the magickal principle that every power contains the seed of its opposite, which will surface if the operator does not understand what s/he is doing. PLEASE! Patronize our advertisers. It is only through their support, and yours, that this publication is made possible. WANTED! Advertising Coordinator and Advertising Salespeople We are currently looking for several people with experience in advertising sales or related fields to help us tap the growing advertising market for MEZLIM. All salespeople are paid on commission, with incentive bonuses. If you are interested in interviewing for a sales position, please write to us or call: (513) 241-5974."},{"pageNumber":41,"pageContent":"Babylon Rising -38-BABYLON RISING Before there was Time and living flame to stir this vessel to break the still waters to make of my darkness space and place and emptiness where there was None. Before you arose from me into your sweet cave of reason and regret I was here in the deep womb of the earth. Who am I to drag you from your cave of stone and reasons warm to the familiar touch of Time? Who am I to say anything but fear to what you may become in that great world you dream? Who am I to speak of this bare room in which we stand eye to eye and still forgetting all in time. I am Babylon Your own dark virgin Pregnant with Lust for you My Lover My Child My own dark Art of forgetting All And from this chalice of your making I writhe I Rise!"},{"pageNumber":42,"pageContent":"——— THIRTEEN WOMEN TO SAVE THE WORLD What is man, that we should hold sway over the ages of the earth? Are we the children of Gods, or mere inconsistencies in the quietly hurrming machine of the great cosmic order? Whatever your answer to this primal question, you are, with ire, a prisoner for a time on this spaceship Earth. And, with me, you are here at the turning of the aeons -the changing of the Cosmic Guard. It is the Equinox of the Gods, that strangest of times, between the falling away of one age and the birth pangs of the next. The Gods and their minions writhe in discontent, and in their deepest dreams...we thrive. -39-"},{"pageNumber":43,"pageContent":"THAT IS NOT DEAD WHICH CAN ETERNAL LIE AND WITH STRANGE EONS. EVEN DEATH MAY DIE H. P. LOVECRAFT ••fififlfirjtfifli \"THERE IS A WELL BEFORE THE GREAT WHITE THRONE THAT IS CHOKED UP WITH RUBBISH FROM THE AGES; RUBBLE AND CLAY AND SEDIMENT AND STONE, DELIGHT OF LIZARDS AND DESPAIR OF SAGES. ONLY THE LIGHTNING FROM HIS HAND THAT SITS, AND SHALL SIT WHEN THE USURPING TYRANT FALLS CAN PURGE THAT WILDERNESS OF WILLS AND WITS LET SPRING THAT FOUNTAIN IN ETERNAL HALLS. - CROWLEY  I.  BV RICK McCOLLUM AND KEN DAY -40-"},{"pageNumber":44,"pageContent":"-WICCA IS AN ANCIENT FORM OF BEUEF; SIDNEY PRE-DATING CHRlSTlAMOV, JUDMSKArOR teLM \"THE G000E5S WE WORSHIP & IOENT1RED WITH THE E*RTH, AND HfcS N TRIPLE ASPECT TO HER INCARNATION, SOME.VJHKT LIKE THE CHRISTIAN 1RMVW/ - M\\M\\C\\NG THECVCIEOF VOUTH, MATURITY, HND KGE WHICH WE PINO EVERYWHERE IKL NATURE T \"SHE IS THE CHILD THE MMDEN, AND THE CROWE-* EXCUSE N\\E, VIRGINIA, BUT THE PANTHEON X GENUF LECT TO PRE-DATES TOW OF THESE. WEAK, PATHETIC, PRETENDERS TO GODHOOD-CINCINNATI: 1996 ~WGOO,RWNO FOFAB, NOW RETURNS TO VTR6\\NLA TREMWNE'S NEW AGE SPEAK, ALREADV \\N ^ PROGRESS... -41-"},{"pageNumber":45,"pageContent":"DEVOTION? ISTHKT WW VOO'VE BEEN ARRKTED EIGHT TIMES W FOUNTAIN SQUARE? WERE VOOTIPFLNGTO GET THE LONCH-TLMT CROWD TD WORSHIP THESE FICTIONAL GOD5 WITH VOO, SIDNEV . A: ^ MAMMOULIAN\"? -«TMR THE GR6M OLD ONES ARE NOT FICTION! THEVRCREM., AND WE'D BETTER FACE UP TO THAT FACT BEFORE THEV FORCE US TO ! I NOT TRUE! THE HOW LOVECRAFT WAS MAINLINED INTO A GREATER KNOWLEDGE, AND HETR\\£OTO WARN HUMANU4 THAT CTHULHU DEMANDED OUR DEVOTION £ BEFORE VT'6 TOO LATE ! jmS C'MON, SIDNEV, EVERYBODY KNOWS THAT THE CTHULHO WTHOS (KRE FIGMENTS OF H.P. LOVECRAFTS ADRIAN IMAGINATION. -'ACROSS THE DARK VOID OF SPACE, INFILTRATING BETWEEN THE LINES OF REAUTV, IS THE PANTHEON OF CWULMU? TO THESE BBNGS OF MMEK5URN3LE POWER TWT FRAIL 0IMBO6 OF WICCA ARE JUST THE MUCOUS LINING THE NOSTRILS OF EARTH'. WE'RE UCE'OM THE COSMIC BODS' OF EXISTAMCE TO M4 600} AND SOMEWW WE WILL BE SCRATCHED!\" -42-"},{"pageNumber":46,"pageContent":"WHILE VOU ANP WOUR SUMW \\ CCNEN LIE AROUND FUCKING EACH OTHER TVE BEEN DOIWG THE ONLH\" SER\\OOS OCCULT RESEARCH IN THE COONTRV!/ DAMMIT, DON'T GO POLLING ANV OF VOOR NEW K6E SMUGNESS Oi ME! VOU BELIEVE IN ASTROLOfi^FOR CHRIST'S SAKE! DOWT 400 KNOW THKT THE NE\\AI IS ROIED W SWEET LORP, WE'RE HAVING TO BLEEP OUT EVERV OTHER 'WORD! THAT PAGAN TREMAINE BETTER GET HER. WUKT'S THIS 1 HEAR ABOUT Wj FAKING HEART MTACKS AND EPILEPTLC FTT9 SO THE POLICE WOULD 60 GOP DAMN IT, VOO LITTLE PAGAN DVKE, I'VE HAP rr WITH -43-"},{"pageNumber":47,"pageContent":"VOU STU < LISTENERS, IT SEEMS THAT MR. MFCMMQUUM* B AT A LOSS FOR V WORDS, Y vmm BLTCHLN. ~ I WISH I COULD DO THAT. mm -44-"},{"pageNumber":48,"pageContent":"-45-"},{"pageNumber":49,"pageContent":"DUE TO UHAVOIDA&LE TECHNICAL DIFFICULTIES WE CANNOT CDNTINOE WITH NEW AGE SPEAK. AT THS TIME. COMIMG UP F^FTER. ^ STATION IDENTIFICATION: -D | THE SEX UVES OF CUVfSTAlS J -46-"},{"pageNumber":50,"pageContent":"WHAT THE HELL 16 GOING ON INHERE?? WHAT PAGAN GAMES ARE VOL) PLACING HERE? VOU'RE MOCKING JESUS AGAIN, ARENT VOU? I'LL HAVE SWR JOB, VOL) 5MW-LWI*, WU •-.» THIS ) A d£M>! J OH, SWT. DAVID KOHEN TO BE CONTINUED >®y<5U SPECIAL THINKS TO BUTTERFIELD AND ROBINSONIFO™\"sTOCi\"o A«\\ST  7'  -47-"},{"pageNumber":51,"pageContent":"THE CIRCLE by Laurali I sit at my Father's dining table, contemplating Yechida, the universal Life/Love force, which surrounds us and knows when we are lying - or alone. 1 am, to be terribly honest, thinking of my manless situation. It's Spring, and the weather tells me I should be fucking like a bloody water nymph. Then again.... I am listening to a tape of Celtic Goddess-singer, June Tabor. \"The view from my window is a world filled with strangers. The face in the mirror is the one face I know. I have built for you a tower of love and admiration, but I built it so high, I could not reach it myself.\" I think of all the ivory towers that I've built myself. When I was a younger thing, I was a Brother's Grimm freak. I loved Cinderella, Sleeping Beauty and Rapunzel. I wanted to be saved by a chivalrous white knight or a handsome, innocent prince. 1 placed my men - beginning with my father, on pedestals of \"love and admiration.\" I admired their essence, without admitting their humanity. Over the years I have seen my prince, again and again, in my imagination. He is my Knight of Cups; an adventurer, with raven black hair, deep blue eyes and purest heart. ...I am terribly afraid of him. He follows me. I don't know what he wants from me. He is my nightmare stalker and rapist. Why do I fear him so? He comes to me in dreams, like a glowing hand reaching in through my window, or a menacing shadow at the edges of my sight, coming to swallow my soul. I usually shriek myself awake. Small wonder I have problems in my -48-opposite sex relationships. I've left my animus out in the rain, and I can't blame him for wanting to find a way in. I have built a tower of psychological brick and mortar to be able to survive, living in this cold city of New York. But the tower keeps me out as well. I am besieged by my emotions. I don't feel like a distressed maiden, but like courageous Siegfried or Henry V, battling the dread foe - keeping them at bay. I know that there is no savior, except my own courage. I am my own knight in shining armor. I also have a suspicion that the prince who climbed Rapunzel's hair wanted in. He wanted to be saved. Please! Patronize our advertisers. Their support, and yours, make this publication possible. Occult SRN^OMTO Occult Books, Artifacts and Supplies 102 North 9th Street Allentown, PA 18102 (215) 533-3610 Hours: l-7:00pm Mon.-Fri., l-5:00pm Sat $2.00 Catalog price refundable"},{"pageNumber":52,"pageContent":"PUTERIZED OLOGICAL ERVICE 1M AMETHYST Compatibility Profile $20.00 Every person is represented by a chart of planets and houses at birth. This report compares and contrasts the interrelationships of any two charts, revealing the level on which two people relate. You will be able to discover the points of harmony and discord that are natural parts of any relationship. This report includes the aspects of the Planets between the charts. Please include the full birth data for both people when ordering this reading. Transit Forcasts This report keeps you abreast of positive trends and challenging periods for a specified length of time. Transits are the relationships between the positions of the Planets today, and their positions at the time of your birth. They are an invaluable aid for timing major actions and decisions. The report addresses each of your transit aspects and gives effective dates. Reports begin with the first day of the month. Include full birth data when ordering, including present residence. 3 month report $12.00 6 month report $20.00 1 year report $35.00 The Ultimate Astro Profile $30.00 Receive a detailed, 40-50 page astrological profile created just for you! Based on the relative positions of you and the Planets at the time of your birth, this report offers precision no newspaper horoscope can match. It tells you how all of the planets and the signs of the Zodiac influence you. Love, career, finances, children and more are visible in your profile. You get insights into past events, present influences and the future! It even comes with an introduction to astrology and an explanation of the astrological terminology. Yet seasoned astrologers won't be disappointed. This profile will amaze anyone! TO ORDERJUST FILL OUT THE COUPON BELOW AND MAIL TO: AMETHYST COMPUTERIZED ASTROLOGICAL SERVICE 11933 Montgomery Road Cincinnati, OH 45249 Add $2.00 Shipping & Handling to all orders Service requested: -Your Name: Address: City: State: Zip: . . Day Phone: Please allow 4-6 weeks for delivery. Mastercard Visa Credit card # Name: . Exp. date:. Signatures Birthdata (1st Person) Name:-Date: Year: City: .Time: . State: County:. . Country: . Present Residence: Birthdata (2nd Person) Name:_ Date: Year: City: .Time: .State:. County: .Country: Present Residence: -49-"},{"pageNumber":53,"pageContent":"REVIEWS Fire & Ice S. Edred Flo wen Available from Llewellyn Publications PO Box 64383 St. Paul, MN 55164-0383, USA To sum it all up neatly - for those of you who like their summaries right up front -this is a book about some papers that are purported to have been the inner rites and such of a secret order, but aren't anymore in any case. Hardly the makings of a strong plotline. Still, strength of this book lies in Flowers' ability to compile the history and purposes of the Fratunitas Saturni into a package that is accessible and oftimes compelling. While it is of little worth to any who don't have a standing interest in things of this dry nature - or of the mysteries behind them - Fire <Si Ice does give us a fairly comprehensive view of the Brotherhood of Saturn, as it was from its vague beginnings, until 1970. Flowers has done quite well with what he had to work with. He is quite above board in letting the reader know where the holes are in his research, and does his best to show what there is to see, including the ever illusive \"secret rituals\" of sex magick. Above all, this is a good book for the interested scholar Teutonic Occultism. It provides hints, glimpses and raw detail of what was - for some four decades - a secret fellowship of Teutonic Magickians. It tells of their links with the Templars, Crowley and the OTO, and of the various and inevitable connected scandals. Such reading contains quite a few interesting tid bits, but I can only wonder why they would bother keeping such secrets today. Perhaps we are a bit jaded by now with things that may have proven terribly shocking to the gentle readers of the 40's. A1 in all, Flowers has done quite well at bringing a bit of life to some otherwise very dry material. Modern Magick Eleven Lessons in the High Magickal Arts Donald Michael Kraig Available from Llewellyn Publications PO Box 64383 St. Paul, MN 55164-0383, USA Over the last few decades there have been a number of attempts to present the whole of magickal lore and tradition in a comprehensive and legible form. D. M. Kraig, author of Modern Magick provides us with the most successful attempt to date. He manages to ride a thin line between giving enough information to adequately assess the systems, and piling on so much that the reader becomes lost in a maze of meaningless dogma. Kraig presents a wealth of information, covering Cabballa, Ritual, personal initiation, magickal tools, divination and even the dreaded Sex Magick. While managing to avoid much of the rhetoric that bogs down the progress of many occult treatises, Kraig sometimes seems to be reaching a bit for the connections to tie together all the disparate teachings of Western occultism, with some forays into Eastern technique and philosophy as well. Nevertheless, Modem Magick is a fine example of what the modem age is making -50-"},{"pageNumber":54,"pageContent":"available for the person who has the audacity - or even the simple courage - to reach out and grasp it. In one volume (Complete with companion audio tape to help you with those strange sounds, confusing gestures and such.) is much of the lore and tradition that a student of the Magickal Arts would have spent a lifetime accumulating a century ago. Witchcraft Today Raymond Buckland On video cassette tape Available from Llewellyn Publications PO Box 64383 St. Paul, MN 55164-0383, USA Strange as it may seem to some our gentle readers, there are still people running about out there who haven't the foggiest notion of the historical, mythic or practical basis of Witchcraft (much less Ceremonial Magick). There are fortunately an increasing number of books being published to address this problem, and introduce the interested student to the basic doctrine and philosophy of the modem witch. To date, this is the only video (which I am aware of) on the subject. Hopefully we will see more in this vein in time to come. To the tape at hand. This is a quite even handed (non-partisan) explanation of the whole to-do about Wicca, delivered quite comfortably by the \"Old Man\" himself. Buckland handles himself with dignity and is obviously quite comfortable with his topic - as well he should be by now. It's important to remember that this is after all an introduction, and not to expect to much more of it. Otherwise - Jolly Good! CONVOCATION OF THE DEITIES A GOOD TIME FOR THE WHOLE PANTHEON! Imagine that you have the opportunity to dine at the long table of Odin One Eye, or sup ambrosia with the fair company on Mt. Olympus, or share broth from the great cauldron of Cerredwen... All this and more awaits you! At Convocation of the Deities! This Summer - August 3,4, & 5 The festival site will be located just accross the border in New York state, within a few hours of Cleveland, OH. The festival will feature at least 20 Magickians manifesting their favorite deity for the whole weekend. This will include panel discussions, contests, sweats, feasts, more discussions, games, bonfire, workshops, ALL NIGHT DRUMMING & DANCING and much more! $25 before July 15 $35 at the gate If you are interested in becoming one of the Gods/Goddesses, submit a proposal for your \"deification\" by July 1,1990. Your proposal should include: name and description of your deity; plans for your pavillion and the names of your designated campfollowers (Every deity is entitled to one clergy and a scribe.) Please make all check payable to: N'Chi P O Box 19566 Cincinnati, OH 45219 -51-"},{"pageNumber":55,"pageContent":"The Slueyai Coffffospoirndfeimce Comse m CeiremoimM Magfck fair Ae New Aeoim The basic course of study in the Sheya system consists of an introduction and 11 lessons which cover the following areas of preparation and training for the prospective Sheya: • Detailed presentations of each of the basic aspects of the system including evocation, invocation and related work. •Techniques to assist the student in acquiring the necessary focus, discipline and vision to proceed with the work of self transformation and understanding. •Techniques for developing a safe environment for transformative work including raising the Temple, energy balancing, middle pillar exercises, grounding and banishing. •Detailed discussion of the basic tools and symbols of the temple and their uses. • Direct correspondence with the author of the system, offering ongoing commentary and response to any questions arising from your own experience with the system. We believe that you will find these lessons to be of great assistance to you in your quest for greater understanding and realization of your potential. The lessons are designed to present a total system of Magick in a logical and understandable fashion - A system that you can use in your life - now! Please address all enquiries to: N'Chi P O Box 19566 Cincinnati, OH 45219 # ii * # # # # # | Wtytt lifftjt $)rntacletf/&acreb Spirit $robutt* ^ : \"Traditional Magicks for the NewAlon\" 0 >  Distributors of • f.U'qaut Penuries in 14K Gctd A' Sterling Stfvcr, • many set uitfi Crystals ^r GenLStoncs. Lots more magxckal jeuWry. piTu-erful ritual took arid tnlisffiaus, .Sacraf Spirit ina'nsc vvaruis, Soul's Jounury oils, ctc. Cast a miq/ity spell in v'Oiir horrii or officii Send $3.00 for our mail order catalog $1.70 additional for Seals ol Solomon catalog To WHITE LIGHT PENTACLES/SACRED SPIRIT PRODUCTS P.O. Box 8163 Salem, Massachusetts 01971-8163 : or ask your favorite shop to call us lo make sure these supplies reach your neighborhood. : We specialize in supplying New Age Metaphysical' Magickal Shops & Bookstores, i Businesses will receive our complimentary wholesale catalog upon request, by casing !  1 -800-MASTERY Wholesale orders only please. Blessed be. j ### ######**###*##### * * # m ft # # # # # Offering the finest quality services, specializing in: • Neo-Traditional Counseling • Holistic Body/Energy Work • Tarot and Psychic Reading • Past Life Regression • Motaprojjramminjj Sit\\ iix-* .iri1 >i\\ .lil.ihk- h\\ .ippoinimt-nl only. (513) 241-5974 Luc.itcJ in iht- Clition Arc.i. ytQK AKASHA CENTRE '''Vi •/•! <•,< (.'! ',<_•. i Oil THL IIlWAo! D JiMV -52-"},{"pageNumber":56,"pageContent":"LETTERS Dear Mezlim; I have been giving some thought to a recent discussion I had with a close friend. This talk regarded magick in relation to fundamentalist upbringing and the internal stress this can cause a thinking new practitioner. Perhaps you or some of your readers would be interested in a letter I wrote to that friend... Philosophy/religion/magick...whatever you wish to call it... I believe they are all the same thing. Like human speech, die language is varied to fit specific needs. Just as human ethnic groups have developed the language that reflects their heritage and cultural needs, they have developed the framework of philosophy/religion/magick that reflects their emotional needs. You and I were both raised in repressive religious systems. This has imposed a certain amount of strain on our lives. When I was in almost exacdy the same position you are in (12 years ago) I went through all the same torments of wondering if I was damned and going to hell. I could be. However, in my more rational moments, I have come to the belief that there are some major logical flaws in Christianity AS I WAS TAUGHT IT. There are some major logical flaws in my \"new\" religion, too. But they are at least MY flaws and 1 understand diem. For my purposes, I have adopted a somewhat eclectic approach. I borrow freely from all types of philosophical/religious/magickal theories...creating my belief system moment by moment. What I believe today, this minute, is not what I will believe tomorrow, or maybe even five minutes from now. When I run across a concept new to me, my first internal question is \"Does this make sense, is it logical to me?\" Obviously the pathologically antisocial behavior I saw in the God I grew up with did not make sense to me. My second question, \"is it just?\" By this I mean true justice in love...not merely playing lip service to, or following the letter of some church law. The third, \"does it feel good?\" Not just okay, but would I feel GOOD if this concept were applied to me? To my family, my friends? Does it contribute to everyone's well-being, harming none? One of the foundation tenets I have built on is that \"God/ SHe/Hlr/ Whatever\" is such an infinite concept that I cannot fathom the totality of It from my perspective on this plane. Neither can anyone else. It's kind of like It was in a big old-fashioned ballpark with a wooden fence all around and every person on earth has a knothole. We each see a little bit of It. And because we each have a different angle of personal perspective (which can vary minute by minute), a different cultural bias and a different language to describe It with...none of our pictures match. No one is completely wrong in their view...no one is completely right either...we're all seeing different bits of It...like the blind men with the elephant. This is a very freeing concept. Once accepted, it allowed me to quit worrying about what I SHOULD think about God and decide what I DO think about God. I could finally admit to myself that I really thought the God I was raised with was a turd. On the one hand, I was told, He loved me as a Father loves a litde baby...on the other, if I didn't do exactly what the preacher said He said, with no deviation...he (God) was going to punish me in horrible ways for all eternity. What kind of love is that? (Conditional, I learned later in therapy.) And God is stuck on himself. Did you ever hear of such narcissism as this jerk wanting everyone who ever lived to sit around adoring him and thanking him for every litde thing? He must be a dead bore! Even worse, there were no excuses for all the Africans and Aborigines, Chinamen and Japanese that had been born, lived and died with no one telling them about this God...they were all going to be punished the same. The concept that God was going to punish millions of people for being born in the wrong time and place has never felt like justice. Then I learned of the concept of Karma and multiple lives. This made more sense to me. It's not just some stupid hangup of some idiot up in the sky...now each person's responsibility is to be the best they can be for themselves...their own personal growth. Now \"whatsoever ye sow, ye shall reap\" has a whole new meaning. No longer must I feel responsible for other people. Wherever we/they are, we/they have put our/themselves there. This doesn't mean that I shouldn't try to help someone in need...I will help anyone if I can, but now I can empathize...I no longer have to feel guilty (or jealous, for that matter) for where they are. With the concept of Karma, multiple lives and free will, 1 found both -53-"},{"pageNumber":57,"pageContent":"true freedom and the beautiful justice that I had longed for. The fact of the matter is no one knows more about \"God/ SHe/ Hlr/Whatever\" than I do...or you do. All these people with their beautiful theories, elaborate theologies, million-dollar churches, bonfires and deer an den have not one more shred of tangible evidence of their \"truth\" than we do of ours. Don't get me wrong, 1 believe everyone should have whatever they need to bring their truth into focus for them. If you choose to wear magicians robes in your pursuit of truth...so mote it be. If you decide you need priests or liturgy or music or whatever, I will still support you and wish you all joy and happiness of your truth. It reminds mc of a beautiful story I read somewhere that was purported to be American 1 ndian in origin though I don't know what tribe. It goes something like this. (If I got the bug wrong, forgive me...I honestly can't remember.) The dragonfly laid her eggs in a pond and flew away. By and by the litde larvae hatched out and began swimming around. They played among themselves and with some others who had hatched earlier. They had a wonderful time together. Then they noticed a strange thing. One by one, their older playmates were disappearing. They found this very curious and somewhat scary so, by and by, one of the bolder larvae asked the few older ones remaining, where have the others gone? He was told a fearful story. \"This is only our child-state. When we grow to maturity, we must go through a metamorphisis to our adult state. That is where our playmates have gone.\" \"How wonderful! What are we like in our adult state?\" asked the little larva. \"That's the problem. We don't know. No one has ever come back to tell us. Many have promised to return and tell us what will happen, but no one ever has.\" The whole hatch got together to discuss this wonderful and fearsome news. They made a solemn pledge that they would be the ones to come back and explain to the others following what the metamorphisis was all about. And you see them every summer skimming the air on gossamer wings...trying desperately to tell the larvae still swimming...\"It's all right!\" In the absence of any hard evidence to the contrary, I choose to believe that I am on the right track. I realize that many others will not agree with me and that is their privilege. I think each person has to follow their own truth and no one has the right to try to change another's beliefs. I understand what you are saying about the parent/child relationship and have been through (am still going through) the same situation. Early on, I attempted to discuss some of the new concepts I was learning with my mother. We were alone in the house and I had been there for several days to reestablish a personal relationship before I trusted enough to try this. I do not remember exactly which ideas we discussed (I think meditation was one, it is very close to prayer, after all) but I do remember she surprised me by being much more open to a rational discussion than I ever dreamed possible. (I would choose my subjects and presentation of same very carefully if I were you and wanted to try this.) This does not mean that I would ever try to explain to her what a Pagan Gathering is all about or that she doesn't make comments about my needing to \"return to God\". If however, I truly believe that each person must follow their own truth, I must demand die right to my own choices and I must allow her hers. It's separate but equal truth time, folks...they're all valid. To keep peace, I just don't discuss it with my parents...and I don't encourage them to discuss theirs either. In case you hadn't noticed, I rarely discuss my belief system with anyone. Well, from having announced at the beginning of this episde that I was only going to jot down a few thoughts, I seem to have gotten quite carried away. I think is where I put the disclaimer that everything contained in this Gospel is the complete fabrication of the author and any similarity to actual persons or any other belief system, either living or dead is purely coincidental. - Karen Heaster PS: It occurs to me that I had intended to address my earlier statement: \"But what if they're right?\" The answer is it doesn't matter. If God is as weird as they think he is, he's gonna get everyone for some infraction or other anyhow. I prefer to be true to me and trust that it will come out right. -54-"},{"pageNumber":58,"pageContent":"Dear Kenn, Thanx for the Mezla. Love the typography Si layout, best dtp I've seen so far, very attractive. Also loved the strem of crackpotness essay on Hrumachis. The planet RPSTOVEL. Yes, well why not quite a novel interpretation of the cipher, especially as I've just read all the back issues of Jake Sratton'-Kent's equinox stuff on the \"true english qabala.\" God sometimes I could scream at Thelemites. Why on earth all the fuss, though on the other hand it's also undeniably interesting (if infuriating for me) that there IS all the fuss. At least it gets people to bring out mags which occasionally have one or two things of interest to say between the guff. Also moved by Rod Raske's piece about his lover. Very honest piece that, and also interesting to be reminded that some people take immortalism very seriously. Myself I just get more and more detatched from it all and I think it's the best path. ... now things are much more relaxed and clearer, even if it does mean that I feel \"separate\" from the occult world. Not a bad thing that though, in many ways, the occult world\" is just another crutch. That said, am putting together another issue of KAOS after I thought I wouldn't do any more. You'll get it when it's ready later in the year. - Joel Biroco CLASSIFIED ADS Classified ads are being accepted for future issues of MEZLIM. Classified ads are 50 cents per word per issue. There is a $6 (12 word) minimum for ads, and payment in U. S. funds by U. S. check or international money order should accompany your ad. Please include your phone number and address for our files. If you are not already a subscriber and would like a copy of the issue your ad will appear in, add $4. Ads are accepted at publisher's discretion. MEZLIM in no way endorses or takes responsibility for any of the ads published herein. However, we are attentive to reader feedback and will halt ads for which we receive complaints. Deadline for ads for next issue (#3): July 16, 1990. (Publication date: early August) Address your ads to: MEZLIM Classifieds P O Box 19566 Cincinnati, OH 45219 -55-We * * Print * * * * the/ I* * Universe! ^ ^ * 606-291-1999 ^ 523 Main Street ^ Covington, KY ^ JL It 41011  *  aaaaa COMIC BOOKS & SCIENCE FICTION PHANTASY EMPORIUM 117 CALHOUN STREET CINCINNATI, OHIO, 45219 513-281-0606 SORRY, NO MAIL ORDER"},{"pageNumber":59,"pageContent":"L. V. X."}]
