[{"pageNumber":1,"pageContent":"  The Functional Neuroanatomy and Psychopharmacology of Predatory and Defensive Aggression Jordan B. Peterson, Ph. D. Matthew Shane, M. Sc. Department of Psychology University of Toronto Toronto, Ontario, Canada M6G 1V1 jordanbpeterson@yahoo.com Peterson, J.B. & Shane, M. (2004). The functional neuroanatomy and psychopharmacology of predatory and defensive aggression. In J. McCord (Ed.). Beyond Empiricism: Institutions and Intentions in the Study of Crime. (Advances in Criminological Theory, Vol. 13) (pp. 107- 146). Piscataway, NJ: Transaction Books."},{"pageNumber":2,"pageContent":" Abstract Human neuroscientists are freque ntly cortex-centric, concentrating on the large prefrontal, temporal and parietal cortices that distinguish man most clearly from the animals – or, if not that, studying the structure and function of the underlying limbic system. But the really important circuitry, phylogenetically ancient and extremely sophisticated, is deep down in the central nervous system, near the brain stem. When the chips are down, it is the hypothalamus that is in control, not the cortex (and, if not the hypothalamus, then the periaqueductal gray (PAG), or something else equally demanding, interesting, and unpleasant). Basic motivation stems from activity in these low level, low resolution, high power, dominating circuits. In the case of aggression, the hypothalamus and PAG circuits underly negative-affect potentiated defensive rage, or incentive reward motivated sexual/predation/exporation. Diverse forms of pathologies or abnormalities, genetic, psychopharmacological, and developmental, likely undermine the capacity of finely differentiated, phylogenetically newer emotional and cognitive circuits to modulate these more ancient systems. Poor modulation, regardless of cause, produces chronic, situationally inappropriate, socially troublesome aggressive behavior, both predatory and defensive."},{"pageNumber":3,"pageContent":"Peterson & Shane: Defensive and Predatory Aggression 1 Aggression: Basic Behavioral Phylogeny and Bipartite Classification We know that evolution has in general proceeded from the simple to the more complex. To find firm ground on which to stand with regards to understanding aggression, it might therefore be useful to presume a kind of conservation of function, not atypical of evolved systems, to look at less differentiated organisms, and then to consider the array of aggressive behaviors characteristic of our species complex variations on a theme. This would allow us to establish the basic architecture of aggression, before attempting to classify and understand its conceptually confusing variations. In consequence, we might look first far down the phylogenetic ontogenetic chain, to find something simple and stable upon which we can build a truly scientific model. We might begin, even, with animals no more complex than the invertebrate. Crustaceans, a type of invertebrate whose nervous systems and stable social dominance relationships have been extensively studied, comprise a surp risingly instructive example. In the analysis of their behaviors, mediated by a relatively simple nervous system, we can see all the important components of aggression – and of many closely related and clearly identifiable motivated behaviors. Lobsters, for example, attempt both to expand and defend th eir territories. In the former case, we can see elements of what in more complex creatures becomes instrumental aggression, including predation, exploratory behavior, and sexuality (a s territorial expansion and dominance increases the probability of successful reproduction). In th e latter, we can see elements of defensive aggression, devoted essentially to the prevention of further failure, and to the maintenance of territory and position already established. In both cases, we encounter intrinsic aggression, in its most basic form. A socially naïve lobster, raised in complete isolation, introduced to a novel environment where other lobsters are present, will engage in complex, stereotyped, but experientially modifiable behaviors, many of which are aggressive (Kravitz, 2000). First, if not eating, or engaging in basic goal-directed consummatory activity, it explores. If it comes into contact with another animal, it engages in the early stages of its typical agonistic behavioral pattern. The lobster begins to dance, raising and opening but not closing its claws, moving backwards and forwards, side to side, mirroring its opponent, and directing a stream of information-rich chemicals towards its opponent. If a large size discrepancy exists between the two animals, then the smaller will generally retreat, and refuse to re-engage the la rger, upon further contact. Such an interaction typically lasts about thirty seconds, and often results in the establishment of a stable dominance relationship. In the second stage, assuming no initial decision, one animal moves forward on the other, claws folded downward, antennae whipping, while its opponent retreats, claws up and opened, antennae upwards. Then the two animals reverse the display, precisely, the former antagonist retreating, the defender advancing. In stage thre e (assuming no retreat, once again), claws extend and grip, and each animal tries to flip the other over. If one succee ds, the other almost invariably retreats. If not, the animals adva nce on one another again, with increasing speed, claws open to snap shut on unguarded appendages, tails snapping backwards, so that anything gripped can be damaged. Agonistic encounters of this severity almost inevitably produce a clear winner, and a clear loser. So far, this is all stereotyped behavior, or at least variations on a stereotyped theme – highly complex, but evident in the complete absen ce of social learning. Ho wever, this stereotypy only extends so far. An animal who has just won a fight, at any of the aggression stages, stands taller, extends itself, and is statistically more likely to win its next fight. A losing animal, conversely, adopts the defeated posture of a loser (Kravitz, 2000), and is more likely to lose again when it next fights. In the immediate aftermath of a losing battle, in fact, a lobster will not fight at all – even against an opponent it has previously defeated – and appears to remember the outcome for days. The capacity for aggression is therefore clearly pre-established in the lobster, although context or environment- dependent learning modulates its expression. Success reinforces confidence and promotes territorial expansion, while failure potentiates w ithdrawal, and irritable territorial defense. Let us move from the lobster’s relatively simple nervous system to that of the cat, a much closer cousin to the human, and an animal w hose brain circuitry and behavior has also been"},{"pageNumber":4,"pageContent":"Peterson & Shane: Defensive and Predatory Aggression 2 extensively studied. Gregg and Siegel (2001) have outlined the basic circuitry underlying two fundamental forms of aggression in the cat, reminiscent on the one hand of the behavior of a victorious crustacean, intent on expanding its territo ry, and on the other of its defeated counterpart. Gregg and Siegel characterize these two forms of aggression, respectively, as predatory (instrumental, covert, planned, goal-directed, emotionless) and defensive (reactive, overt, unplanned, impulsive, negative-affect ridden, characterized by autonomic activation) – two categories that (1) have recently been deemed useful for the description of childhood aggression (Vitiello & Stoff, 1997), and (2) that appear analogou s to two different categories of trait elements characteristic of aggressive, antisocial (Davidson, Putnam & Larson, 2000) or even psychopathic adults (Hare, Clark, Grann & Thornton, 2000; Hare, 2003). Hare’s well validated and reliable psychometric instrument, the Psychopathy Checklist- Revised (PCL-R) (Hare, 2003) provides an objective measure of the severity of severely antisocial behavior. Elevated scores on the PCL-R (>=29) ar e indicative of trait psychopathy, a constellation of personality and behavioral features first described in detail by Cleckley (1941/1982), and characterizing approximately 15% of institutiona lized criminals (Hare, 2003). The condition includes such cardinal features as lack of remo rse, lack of empathy, egocentricity, glibness, superficial charm, flattened affect, and absence of anxiety, as well as parasitical lifestyle and poor behavioral control. Within applied settings, psyc hopathy has become an important predictor of criminal behavior and violence (Salekin, Rogers, Ustad & Sewell, 1998; Salekin, Ziegler, Larrea, Anthony & Bennett, 2003), and has been associated powerfully (d = . 79) with failure on conditional release, violent recidivism, and po or treatment response (Hemphill, Hare, & Wong, 1998; Serin, 1996; Skilling, Harris, Rice & Quin sey, 2002; Hart, Kropp, & Hare, 1988). The psychopathic offender commits more types of crim es than the average offender (Hare, McPherson & Forth, 1988), and these crimes are generally more violent in nature (Kosson, Smith, & Newman, 1990). Additionally, psychopathic offend ers appear to benefit less from psychiatric treatment than do nonpsychopathic offenders (Ogloff, Wong, & Greenwood, 1990), possibly due to their ability to use th e knowledge gained in treatment to become more successful offenders. Psychopathy Checklist scores can be usefully differentiated into Factor 1 and Factor 2 traits, reminiscent, respectively, of predatory and defensive ag gression. These two factors are typically correlated at r~ 0.5 - 0.6, indicating substantive but far from complete overlap (Hare, 2003). Factor 1 includes such features as glibness, lying and manipulativeness, as well as emotional callousness – traits indicative of an orie ntation to the social world that appears primarily incentive-reward mediated. The individual high in Factor 1 appears to exist in an unlimited field of predatory opportunities. For him, other people app ear primarily as cues for consummatory reward, sexual and dominance related – as tools for personal gain, or objects to dominate and use, instead of targets of empathy, potential cooperative collabora tors, or valid elicitors of grief, guilt, fear or pain. A variety of forms of psychopath-like predatory aggression appear associated with personality and behavioral traits that are very unlike those characteristic of defensive aggression. Bullies, for example, tend to be larger and more powerful than non-bullies, and show no evidence whatsoever of higher levels of negative affect or anxiety (Olweus, 1994). Quite the contrary: Such aggression often appears in concert with higher than normal levels of self-esteem – sometimes inappropriately high, narcissistic and “brittle” (context-inappropriate and exaggerated, characterized by sporadic precipitous collapses into states of negative affect (Bushman & Baumeister, 1998; Baumeister, Smart & Boden, 19 96; Baumeister, Heatherton & Tice, 1993) – as well as with low, rather than high levels of autonomic tone and emotional reactivity (decreased resting and reactive heart rate and skin conductance, reduced cortisol) (reviewed in Vitiello & Stoff, 1997). Such individuals, like the prototypical fascist, are perfectly willing to consider their victims (smaller, weaker and likely to cry) truly deserving of intensive physical punishment and humiliation. Factor 2 traits, by contrast, ap pear associated not so much with predatory aggression, but with poor modulation and high levels of negative affect – chronic anxiety, anger and depression, manifesting themselves in heightened irritability – in tandem with an array of cognitive/ neuropsychological deficits that appear to make long-term planning and behavioral regulation more unlikely and/or difficult (Seguin, Boulerice, Harden, Tremblay & Pihl, 1999). Hare (2003)"},{"pageNumber":5,"pageContent":"Peterson & Shane: Defensive and Predatory Aggression 3 has recently refined his description of the basic psychometric qualities of the PCL-R, identifying a hierarchical factor structure: F actor 1 contains elements of interpersonal dominance (which appear much like the classical personality components of extraversion – talkativen ess, social dominance, positive affect) and reduced negative affect (which appear much like low neuroticism or high emotional stability – low fear, anger, pain, guilt, shame, regret), while Factor 2 contains elements of parasitical lifestyle (which a ppears as absence of long-term plan s, and willingness to rely on the earnings of others) and social deviance (impulsive, antisocial behavior). These elements appears associated with low agreeableness and consci entiousness. It should be noted that these hypothetical Big Five personality attributes are in keeping with those identifie d as characteristic of the psychopath by Loney, Frick, Clements, E llis & Kerlin (2003) and Lynam (2002; Miller, Lynam, Widiger & Leukefeld, 2001). A proposed schema for the classification of aggression is presented in Table 1, building on the work by Gregg & Siegel (2001), Vitiello & Stoff (1997), Hare (2003), and Davidson, Putnam and Larson (2000) (as reviewed later in the present manuscript). Analogs of predatory aggression appear associated with impairments in the experience of negative affect and emotion related to affiliation, and are characterized by a hyper-dominant, context-independent social stance. Analogs of defensive rage appear, by contrast, most frequently associated with high or unstable levels of negative affect and clinical disorders typified by abnormalities in executive cognitive function, and are characterized by explosive outbursts and physical or verbal aggression manifested to minimal provocation. Aggression: Basic Neuroanatomy Defensive rage in the cat can be produced by electrical stimulation of the ventromedial or anterior medial hypothalamus, the fundamental controller of motivated behavior (Swanson, 2000) or the periaqueductal gray (PAG), a brain area wh ose activation is also associated with a broad range of motivated states (along with the midline and intralaminar thalamic nuclei and pars of the prefrontal cortex and anterior cingulate gyrus (Sewards & Sewards, 2003). There are specific defensive rage neurons in the medial hypothalamus and PAG and (Gregg & Siegel, 2001). When the hypothalamic defensive rage neurons are stimulated, they excite the PAG defensive rage neurons which, in turn, activate brainstem and spinal cord systems, responsible for the integrated behavioral and autonomic manifestations characteristic of defensive rage. This rage response includes behavioral manifestations such as warning noise (growling, hissing, meowing, yowling), piloerection, back arching, aggressive paw strike s, pupillary dilation, and increased heart rate and blood pressure (Gregg & Siegel, 2001). It tends to emerge when the cat, its kittens, its territory or its position in the social dominance hierarchy is threatened – so, emerges when the physical integrity of the animal, its offspring, or its ecological niche is threatened or attacked. Predatory attack, by contrast, can be produced by electrical stimulation of the lateral or perifornical hypothalamus. The pathways ascending to and descending from this area are more general than those regulating defensive rage, alth ough the rostro-ventral area of the PAG appears importantly involved, as a stereotyped form of predatory attack may be elicited by stimulation from this area (Gregg & Siegel, 2001). Predator y attack postures and behaviors are clearly dissociable from those associated with defensive rage. Most importantly, perhaps, they completely lack sympathetic nervous system activation– a ma rked characteristic of defensive rage (excepting mild pupillary dilation, more probably associated with heightened interest). Instead, they appear associated with incentive-reward motivated approach, goal-direction, and stealth (while defensive rage, in the cat, is associated with hissing, pilo erection, yeowling, meowing, etc. ). A perfectly calm cat – even one previously using an anesthe tized rat as a pillow – will change its behavior markedly when subjected to perifornical hypothalamic stimulation, increasing its degree of alertness, circling and attacking the rat with bites aimed at its neck, repeatedly, picking up the rat and shaking it. This attack-oriented behavior is re latively specific, too, indicating the regulation of visual systems by hypothalamic/PAG predatory motiv ation. A properly stimulated cat will choose to prey upon a rat, for example, rather than upon a plastic block, which obviously lacks prey- specific features (Gregg & Siegel, 2001)."},{"pageNumber":6,"pageContent":"Peterson & Shane: Defensive and Predatory Aggression 4 The hypothalamus is a brain structure system of complex interface between descending modulatory cortical/subcortical control mechan isms (involving cognitio n, perception, and emotion) and direct behavioral output, mediated by a sequence of hierarchically structured motor neuron systems. Its forward or rostral section appears responsible for basic, goal-directed, motivated behavior (Swanson, 2000) – regulating eating, drinking and primary social behaviors, such as reproduction and defense. Its caudal section, by contrast, appears to regulate general exploratory or foraging behavior, associated with incentive reward activation (Swanson, 2000). An animal whose brain has been transected just above the hypothalamus – lacking the overwhelming bulk of its brain – is therefore nonetheless capable of very complex behavior, assuming the environment remains reasonably constant: it can eat, drink, engage in reproductive activities (particularly if female), and can mount “very effective and complete defensive responses” (Swanson, p. 119). Furthermore, it is not hypo-responsive to environmental stimulation, as might be supposed, but hyper-responsive – a logical consequence of the hypothalamus’ position as the center of motivation. The PAG, another relatively low-level subcor tical structure, also appears integrally involved in a number of motivational states, including fear, pain, sexual desire, thirst, hunger and sleep (Sewards & Sewards, 2003). Electrical stim ulation of the dorsal PAG in humans produces intense anxiety, distress, panic, terror and feelings of imment death (reviewed in Seward & Seward, 2003) – subjective sensations logically associated with defensive rage. Consideration of the general function of these brain areas, outlined by Sewards & Sewards (2003), Swanson (2000) and Gregg & Siegel (2001) make it appear that the hypothalamus and PAG motivate both fundamental forms of aggression, defensive and inst rumental or predatory, and that the expression of these aggressive forms is then modulated by other, emergent higher-order subcortical and cortical systems, such as the amygdala, septal-hippocampal system, anterior cingulate gyrus, dorso-lateral, orbital and ventral-medial prefrontal cortex. Lesions of the PAG can, for example, completely eradicate the defensive rage response, while damage to the modulatory structures can not, indicating at a physiological basis a clear di stinction between the syst ems responsible for the behavioral pattern itself, and those that help differentiate its responses. The amygdala is a collection of nuclei locat ed deep in the temporal lobe. It receives multiple cortical, thalamic and brainstem inputs, and projects mainly to the hypothalamus, PAG, and prefrontal cortex (reviewed in Gregg & Siegel, 2 001). It is integrally involved in the learning of aversive and appetitive associations (Gallagher & Schoenbaum, 1999; Holland & Gallagher, 1999; Ledoux, 1998; Davis and Whalen, 2001; Rolls, 1999), responsible for context-independent classical conditioning of specific fear responses (Ledoux, 1998; Phelps, LaBar, Anderson, O’Connor, Fulbright & Spencer, 1998), and provides part of the neuroanatomical substrate for anxiety, in its extended circuitry (Davis & Wh alen, 2001). Stimulation of amygdalic medial and cortical nuclei, and the medial aspect of the basal nuclear comp lex, projecting to the anterior medial hypothalamus and the basal nuclei of the stria terminalis, facilitates defensive rage, while suppressing predatory attack (at l east in the cat). By contrast, stimulation of fibers emerging from the central and lateral part of the basal nuclear complex suppresses defensive rage and facilitates predatory attack (reviewed in Gregg & Siegel, 2001), as does stimulation of the medial amygdala (Stoddard-Apter & MacDonnell, 1980), indicating that these behavioral states, although both clearly aggressive, are physiologically dissociable and frequently mutually inhibitory. Dysfunctions in amygdala circuitry have often been associated with inability to regulate emotion (Davidson et al., 2000) and to learn from punishment, and with more specific impairment in the capacity to recognize facial and emotional signs of sadness and pain (Blair, Sellars, Strickland & Clark, 1995; Blair, Colledge, Murry & Mitchell, 2001; Blair, Jones, Clark & Smith, 1997; Blair, 2003a; Blair, 2003b). Individuals with amygdala dysfunction, impaired in the ability to experience and recognize fear and anxiety, may th erefore be less likely to recognize the social inappropriateness of their motivated aggressive actions, or to experience the negative emotion necessary to give meaning to co nsideration of the potentially de trimental long-term consequences of such action. A large body of research has demonstrated, for example, that psychopaths manifest deficits, cognitive or affective, that reduce thei r ability to learn from threat (Newman & Kosson, 1986; Newman, Patterson, Howland & Nichols, 1990)."},{"pageNumber":7,"pageContent":"Peterson & Shane: Defensive and Predatory Aggression 5 Kiehl (in press) has summarized an impressive and consistent body of work suggesting that psychopaths manifest particular dysfunction in the paralimbic system, a brain area underlying the cortical mantle, differentiated cytoarchitectonically by Brodmann, and including the amygdala, anterior superior temporal gyrus, rostral and caudal anterior cingulate, posterior cingulate, orbitofrontal cortex, and parahippocampal regions (Kiehl, Smith, Hare, Mendrek, Forster, Brink & Liddle, 2001; Mesulam, 2000). Kiehl suggests that this dysfunction is associated specifically with reduced reactivity to negative-affect relevant st imuli (including decreased sympathetic activation and autonomic reactivity, as well as reductions in fear-potentiated startle, abnormalities of the orienting response, and attenuation of the P300 component of the cortical evoked response potential) (Kiehl, Smith, Hare & Liddle, 2000; Kiehl, Hare, McDonald & Brink, 1999; Kiehl, Hare, Liddle & McDonald, 1999). This hypothesis subsumes that offered previously by Blair, described previously, who has produced an impressive body of work associating psychopathic-like traits directly with amygdalic dysfunction. Kiehl has also demonstrated that psychopaths show an elevation of late stage ERP negativity, also observed in patients with temporal lobe damage (particularly if involved the amygdala and anterior superior temporal gyrus), which he attributes to late-stage prefrontal cortical attempts to proce ss information that should be processed earlier by circuitry more directly involved in affect. The septal-hippocampal formation, prefrontal cortex and anterior cingulate gyrus also clearly modulate aggression. The hippocampal formation, responsible primarily for the context- specific modulation of behavior (logically associated with the important role it plays in fear learning, spatial learning and general, declar ative memory (Gray, 1982; Gray & McNaughton, 1996), projects via the precomissural fornix to the septal area and then to the medial and perifornical hypothalamus (reviewed in Gregg & Siegel, 2001). The prefrontal cortex and anterior cingulate gyrus, by contrast, may influence the hypothalamus more indirectly, projecting to the mediodorsal thalamic nuclei, through the midline thalamus, to the nucleus reunions, and then to the perifornical hypothalamus (regulating predator y aggression). In addition to such amygdala- hypothalamic and frontal-hypothalamic circuits, th ere also appear to be inhibitory connections between the prefrontal cortex and the amygdala, capable of secondarily modulating the more basic hypothalamic circuitry (Davidson, Putnam & Larson, 2000; Bouton, Mineka and Barlow, 2001). Pare, Royer, Smith & Lang (2003) have noted, for example, that firing rates in the basolateral amygdala are among the lowest anywhere in the br ain, suggesting considerable tonic inhibition of these circuits. Furthermore, Fanselow and Gale (2003) have demonstrated that fear conditioning lasts the entire lifetime of an organism, and sugges t that there must be continuous inhibition of amygdala circuitry to keep anxiety responses from being constantly manifested. The prefrontal cortex of higher-order primates, modulating amygdalic, hippocampal, and hypothalamic functioning (in addition to its diverse additional tasks) is very highly developed, particularly in human beings, both in terms of absolute size and the specifics of its neural representations. It appears critically involved in cognitive operations undertaken over broad spans of space and time, and manages the so-called “executive processes” of complex organisms (Luria, 1980: Shallice and Burgess, 1991) – learning ne w information (particularly if it involves motivational or affective reversal), planning ahead, regulating actions according to environmental stimuli, responding to novelty, monitoring error, and shifting behavioral sets (Duffy & Campbell, 1994) and perceptual frames (Peterson & Flanders , 2002), in concert with the septal-hippocampal system (Gray & McNaughton, 1996). Five frontal-subcortical circuits have so far been identified (Tekin & Cummings, 2002). The motor and oculomotor circuits are involved in the regulation of motor functions, per se, while the dorsolateral pr efrontal, orbitofrontal, and anterior cingulate circuits are involved in executive functioning, regulation of social behavior and monitoring and modulation of motivated states, respectively. Dysfunction of the dorsolateral, orbitofrontal (and associated ventromedial) prefrontal circuits have therefore each lo gically been associated with a variety of neuropsychiatric syndromes, as have irregularities in the function of the anterior cingulate gyrus. A large literature on aggression in animals s uggests that lesions to the prefrontal cortex generally increase aggressive behavior (Egger & Flynn, 1967; Mirsky & Seigel, 1994), while hypothalamically-elicited aggression can be inhibited by the stimulation of the ipsilateral"},{"pageNumber":8,"pageContent":"Peterson & Shane: Defensive and Predatory Aggression 6 prefrontal cortex (Siegel, Edinger & Dotto, 1975 ). Research on both normal and abnormal human populations clearly, beginning with Luria (1980), supports this general notion. The Vietnam Head Injury Study found, for example, that subjects with lesions limited to the frontal lobes tended to show more aggressive and violent behavior compared with patients with non-frontal head injury and control participants (Grafm an, Vance, Weingartner, Sal azar & Amin, 1986). Similarly, patients with frontotemporal dementia have commonly been found to have higher rates of antisocial behavior, even when compared with equally cognitively impaired control groups (Stip, 1995; Miller, Darby, Benson, et al., 1997). Goyer, Andreason, Semple, Clayton et al. (1994) used PET to show that an increased number of aggressive acts was associated with reduced glucose metabolism in the frontal cortex of 17 personality-disordered patients. Raine, Meloy, Birhle, Stoddard, LaCasse & Buchsbaum (1998) reanalyzed their earlier data suggesting that prefrontal glucose metabolism was reduced in murderers, compared to normal c ontrols, particularly in the medial and lateral zones of the PFC (in association with hyperactivation of the right, but not left amygdala). They further separated the murderers into predatory and impulsive-aggressive groups, and revealed that only members of the latter group were characterized by lateral PFC metabolic abnormalities. In addition, they demonstrated that “limbic” metabolic activity (an average of hippocampus, amygdala, thalamus and midbrain) was also significantly increas ed in the impulsive, aggressive group. Numerous studies have also reported decreased prefrontal brain volume (Raine, Lencz, Bihrle, LaCass & Coletti, 2000), abnormal frontal EEG activity and diminished frontal event related potentials (O’Connor, Bauer, Tasman, et al., 1994; Finn, Ramsey, & Earleywine, 2000; Fishbein, Hearning, Pickworth, et al., 1989) in non-brain damaged individuals with antisocial personality disorder or histories of aggression. Ra ine (2003) has also demonstrated an association between aggression and decreased glucose metabolism but increased overall size and abnormalities in shape in the corpus callosum and associated white matter, indicative of an unspecified dysfunction in interhemispheric communication. It also appears possible that this increased CC size is a late stage adaptation to d ecreased signal emanating from lower level brain systems – systems which should be producing negative-affect or affiliative cues to regulate behavior, but which are not (in keeping, perhaps, with Kiehl’s observation of elevated late-stage ERP processing among psychopaths). Finally, Davidson, Putnam and Larson (2000) have suggested that displays of anger are associated with activatio n of the orbitofrontal cortex and th e anterior cingulate gyrus. These authors presume, however, that this activation is associated with the regulation of anger or aggression, rather than with its production (something presumably attributable to the hypothalamus and associated circuitry). They also detail a study demonstrating wide individual variation in the ability to modulat e negative affect, voluntarily – a ssociated with activation of the left prefrontal cortex (and, more hypothetically a nd more specifically, the left orbitofrontal cortex) (Jackson, Malmstadt, Larson & Davidson, 2000). Damage to orbitofrontal circuitry, per se – particularly if right-sided (Miller, Chang, Mena, Boone, & Lesser, 1993) – appears to pres ent the greatest risk of increased emotional dysregulation, and has been associated with increased hostility, impulsivity and aggression (Damasio, 1995; Grafman, Schwab, Warden, Pridge n, Brown & Salazar, 19 96). Individuals with lesions of the orbitofrontal cortex manifest signs of what has been termed acquired sociopathy (Damasio, 1995), although their aggr ession is clearly defensive and reactive in nature, rather than predatory (Blair, Colledge & Mitchell, 2001), and ar e characterized by marked personality change, including behavioral disinhibition, emotional lability, lack of empathy and explosive aggressive outbursts (Stip, 1995; Miller, Darby, Benson, Cumm ings & Miller, 1997). They tend to neglect the long-term consequences of their behavior, although they may be able to verbalize them, and they manifest manifest abnormal (low) galvanic skin responses to threat or punishment (Bechara, Tranel, Damasio & Damasio, 1997). The anterior cingulate gyrus (ACC) also appears importantly involved in the regulation of hypothalamic function (Tekin & Cummings, 2002) . Lesions in this area cause decreased motivation, indifference to pain, thirst or hunger, and impaired response inhibition (Mesulam,"},{"pageNumber":9,"pageContent":"Peterson & Shane: Defensive and Predatory Aggression 7 2000). Recent EEG research has focused on the error-related negativity – a steep negative evoked- response potential, emanating from the ACC, an d occurring immediately after errors on simple flanker or go/nogo tasks (Holroyd & Coles, 2 002; Pailing, Segalowitz, Dywan & Davies, 2002). The error-related negativity indexes attention to committed error. Its magnitude, inversely associated with number of erro rs committed on a given task, appears reduced among antisocial individuals. Antisocial and aggressive individuals al so appear characterized by functional impairments, suggestive of prefrontal deficits. Ev idence of purely cognitive deficits in individuals characterized by a preponderance of Factor 1 traits has tended to be mixed, at best. Gorenstein (1982) demonstrated that psychopaths showed greater dorsolateral dysfunction (as measured by performance on the Wisconsin Card Sort Task) than did nonpsychopaths in an inpatient substance abuse program, and Schalling & Rosen (1968) showed similar dysfunction in a population of imprisoned psychopaths. Kandel and Freed (1989) found only weak evidence for an association between dorsolateral dysfunction and specific violent criminal behavior, and the symptoms demonstrated by individuals with dorsolateral lesions – apathy, inaction, reduced intelligence – do not generally appear consistent with the description of Factor 1 psychopathic traits. However, a more recent meta-analysis by Morgan and Lilienfel d (2000) determined that there was in fact a small, but significant, deficit in executive functioning among antisocial individuals ( d = . 29 ), who also consistently score approximately 8 points lower on standard intelligence tests (Heilbrun, 1979; Heilbrun & Heilbrun, 1985; Henry, Caspi, Moffitt, Harrington & Silva, 1999). Furthermore, more recent work, using better ne uropsychological tests, has pointe d to executive dysfunction, at least among populations characterized by defensive aggression (Grafman et al, 1996; Seguin et al., 1999). Abnormalities in other prefrontal control systems, more recently identified, might also underly the disinhibition of predatory and/or defensive aggression. A class of prefrontal visuomotor neurons, comprising the “mirror neur on system” (recently di scovered by Rizzolatti, Fogassi and Gallese, 2001) constitutes one reason able candidate for further investigation. Rizzolatti et al. (2001) describe a neurophysiological system that allows an individual to “mirror” the motivated state of another, using the full apparatus of his or her own body. Mirror neurons are located in Brodmann’s area F5, which contains neurons that code both observed and individual enacted “goal-related” motor acts, such as gr asping (desired object s). These neurons are remarkable, in a number of ways. For example, they neither respond to the presence of a motivationally significant ob ject in isolation, like a piece of fru it, nor to the sight of a conspecific engaged in a particular action, such as grasping. In stead, they respond to the sight of a conspecific making a grasping action in the presence of a motiva tionally significant object (so, to an observed conspecific grasping a fruit). More importantly , their pattern of action when an animal is observing precisely matches that engaged when su ch a sequence is actually undertaken by the observer. This means that the observing animal, using the mirror system, can use its own body to represent the state of an observ ed body – in principle, down to the emotional and perhaps even autonomic and hormonal state of that observed body. This means, in principle, that an individual observing the acts of a motivated other can adopt the motivational frame of that other, and come to “see and feel” in the world made visible through another’s eyes. Is it possible that the primary deficit of the aggressive individual (particularly one characterized by a preponderance of Factor 1 traits) is an abnormality at some important level of this newly described system? There is a relatively non-trivial body of evidence suggesting that something like this might be the case. It seems very likely, first, that the mirror neuron system underlies narrative cognition. Oatley and Johns on-Laird (1996), as we ll as Peterson (1999; Peterson and Flanders, 2002), have proposed that the frames through which individuals see the world (and which therefore govern their thoughts, their patterns of behavior, and their autonomic and endocrine reactivity) are essen tially narrative in structure: when an observer understands the goal of a perceived, motivated actor, then the ob server’s frame shifts to match that of the perceiver, and his emotional systems and body a ttune themselves to the actor (hence the shared experience characteristic of immersion in a narr ative). Now it turns out that the mirror neuron systems in monkeys are in a location analogous to that of Broca’s area in humans which, of"},{"pageNumber":10,"pageContent":"Peterson & Shane: Defensive and Predatory Aggression 8 course, underlies the capacity for voluntary speech. What this implies, essentially, is that the function of language is the communication of motivated action frames, and their associated cognitive and emotional states, and motor output patterns (as a means of motivated mimicry, and the transfer of adaptive behavior). Psychopaths “know the words, but not the music” (Johns & Quay, 1962). Cleckley noted that the purposiveness and signif icance of semantic communication seemed lost on psychopaths, although they could technically understand the words. They could not get the meaning, which is the significance of the word for action, or for the structure of the frames that govern action (Peterson, 1999) – in f act, Brinkley, Bernstein & Newman (1999 ) noted directly that psychopaths did not understand the relationship between spoken narrative and action as well as controls. They showed abnormalities in hemispheric laterali zation, associated with language processing (reviewed in Kiehl, in press), pa rticularly with regard to left hemisphere function, and were arguably characterized by left hemisphere dom inance (Kosson, 2003), something which appears akin to Ramachandran’s (1996) self-deceptive an osognosic neglect. Psychopaths do not process abstract words well (Hare & Jutai, 1988), and they use more beats – hand gestures incongruent with speech content – while speaking (Gillstrom & Hare, 1988), a finding that theoretically indicates less coherence of speech over more extended period of time (and, therefore, choppier and less coherent narratives). Many observers have noted that the psychopath typically contradicts him or herself repeatedly, in a lengthy conversation, and can not really string together a coherent story. Psychopaths also do not process abstract words well (reviewed in Kiehl, in press), do not show normal ERP differentiation between abstract and concrete words, and do not show the expected pattern of hemodynamic differentation between abstract and concrete words in the right anterior temporal lobe. Furthermore, they show no right anterior superior temporal gyrus activation during process of abstract words, relative to baseline (Kiehl, Liddle, Smith, Mendrik, Forster & Hare, 1999). These findings seem to in dicate that the more generalized significance of abstract communication for alteration of behavior and structures of meaning is likely lost on them. This is of interest with regards to the mirror neur on systems, as well, because Rizzolatti et al. have also demonstrated “higher-order” mirror neuron systems, which appear to generalize across instances of motor behavior, and facilitate the mi micry of abstracted action (whose “meaning” is inductively derived from repeated presentations). Day and Wong (1996) have demonstrated that psychopaths are characterized by abnormal hemispheric laterality while processing negatively valenced word stimuli, and have suggested that psychopathic individuals cannot make use of emotional processes based in the right hemisphere. This finding and hypothesis clearly hearken back to Kosson’s (2003) work, suggesting abnormal left-hemisphere dominance in psychopaths, and Raine’s work demonstrating abnormal corpus callosum development, as described previously. Psychopaths also have difficulty identifying the guilty party in story passages (Blair et al., 1995), cannot easily recognize fearful vocal affect (Stevens, Charman & Blair, 2001), do not differentiate between affective and neutral words in their own speech (Louth, Williamson, Alpert, Pouget et al., 1998), and have difficulty processing linguistic information relating to affect (Williamson, Harpur & Hare, 1991). Intrator, Hare , Stritzek, Brichtswein, Dorfman, Harpur, Bernstein, Handelsman, Schaefer, Rosen and Machac’s (1997) finding that psychopathic individuals show greater activation for neutral th an affective stimuli, bilaterally, in temporo- frontal cortex may be an indication (1) that processing of such words is more difficult for them or (2), as Kiehl (in press) points out – and this is something in keeping with his general hypothesis – that they have to recruit different, and probably non-emotional – circuits to process emotional material. Newman’s influential suggestion that psyc hopaths are characterized by impaired response modulation (Newman, Schmitt & Voss, 1997)(something he associates with dysfunction of the septal-hippocampal circuit, as described by Gray, 1982; Gray & McNaughton, 1996) appears in keeping with this line of reasoning. The hippocampus appears integrally involved in memory processing, spatial orientation, identifi cation of novelty, and orienting – functions which are frequently reported as impaired among aggressive and/or psychopathic individuals (reviewed in Kiehl, in press). Although these processes ar e often treated as independent – indeed, even as mutually exclusive—they are not. First, all analys is of novelty has to occur within a perceptual"},{"pageNumber":11,"pageContent":"Peterson & Shane: Defensive and Predatory Aggression 9 frame (Peterson, 1999; Peterson & Flanders, 2002). Something is only novel in comparison to what is expected. So, the septal -hippocampal comparator described by Gray (1982) – capable of disinhibiting, if not producing, anxiety (perhaps as a consequence of its interactions with the amygdala) – has to use its access to long-term me mory storages to build the frame within which novelty-analysis (and, therefore, f ear disinhibition, as well as orien ting) takes place. It is perfectly reasonable to presume that such a frame has a narra tive structure (I am here , and I am going there, and some things are going to happen on the way), for reasons that are too complex to describe here (Peterson, 1999; Peterson & Flanders, 2002) . Newman has suggested, essentially, that psychopaths do not use contextual information to modulate their emotional responses –and, in an associated theoretical conjecture, supported by his data – that they do not change their tack, once it is established (regardless of the emergence of experience suggesting that they are wrong or in danger). This seems very much like (1) a consequence of failure to experience or process emotions associated with threat, failure, frustration, etc., or with affiliation, (2) impaired inter-hemispheric communication (in that the right-hemisphere mediat ed threat response systems are either not functioning or are not getting their message acros s), and (3) impaired understanding of context (something logically associated with “not getting the story right”). The Basic Psychopharmacology of Aggression It appears likely that both th e medial hypothalamus and the basal amgydala release an excitatory amino acid (most probably glutamate) onto NMDA receptors in the PAG, to activate the PAG neurons responsible for defensive aggression, in the cat. The neurokinin cholecystokinin (CCK), which plays an important role in regulating anxiety, also appears to alter the expression of aggression, at least according to Gregg & Siegel (2001), who demons trated that microinjections of the CCK-B receptor agonist pentagastrin into the PAG facilitated defensive rage elicited by electrical stimulation of the medial hypothalamus. The neurokinin Substance P (SP), involved in nociception (and, thus, linked logi cally to aggression, as a response to pain), has receptors distributed widely in the amgydala, hypothalamus, and PAG. Agonists effecting NK-1 receptors, mediating SP functions, produce spontaneous hissing in the cat, in addition to facilitating defensive rage elicited from the medial hypothalamus (Gregg & Siegel, 2001). This is all very interesting, given the accruing ev idence that all negative affec tive states overlap, from the perspective of trait personality (linked throug h neuroticism), neuropsychology, and behavioral analysis. Dopamine, which is the major neurotransmitter involved in incentive reward and hope or approach-motivated positiv e affect, also plays an important ro le in the modulation of aggression. This relationship appears particularly true, however, with regards to D2 but not D1, dopamine receptor activation (Gregg & Siegel , 2001). Microinjections of D2 agonists into the anterior medial hypothalamus, for example, potentiate defensive rage, while microinjections of D1 agonists do not (reviewed in Gregg & Siegel, 2001). Anger, unlike other forms of negative affect, also has pronounced incentive reward aspects (activation of approach circuitry) (Fox & Davidson, 1988), which are undoubtedly mediated by dopa mine, as well. This means that dopamine is probably involved in the target-locked and approach-oriented incentive-reward motivated behavior associated with predatory aggression, male-male aggression and dominance hierarchy ascension. Abnormally high levels of homovanillic acid, a dopamine breakdown byproduct, have in fact been reported as characteristic of violent offendors , in conjunction with decreased 5-HIAAA, a serotonin breakdown byproduct (Soderstrom, Blennow, Manhem & Forsmann, 2001) – which indicates that they are both highly motivated by incentive reward and poorly regulated with regards to that motivation. The often overlooked but probably critical role of opiate peptides is also well worth considering (reviewed in Pihl & Peterson, 1995) . Opiates are potent psychomotor stimulants (Wise & Bozarth, 1987) and their s timulant properties, like those of cocaine or amphetamines, are capable of inducing analgesia, in and of themselves (Franklin, 1989). However, opiates have additional analgesic properties, perhaps due to thei r operation in areas of the brain such as the periaqueductal gray (Panksepp, Siviy and Normansell, 1985; Wise and Bozarth, 1987). Tactile or sensory system stimulation, above a certain variable threshold, evidently produces pain, and elicits defensive aggression or escape behaviour (Gray, 1982; 1987) – typical reactions to punishment."},{"pageNumber":12,"pageContent":"Peterson & Shane: Defensive an d Predatory Aggression 10 There appear, in addition, to be other less obvio us forms of pain- or punishment-like response, mediated by the same or similar neurochemical systems, operative in the absence of aversive tactile stimulation. Gray (1982; 1987) has, for example, described the absence of an expected reward, disappointment or frustration, as equivalent to pain, based on his analysis of behavior and opiate agonist reduction/opiate antagonist potentiation. The absence of social interaction also produces a state that appears ve ry similar to pain, in terms of its effects upon spontaneously generated and manipulated behaviour (Panksepp et al., 1985). This means that the endogenous opiate system has apparently come to govern more than reaction to aversive sensory stimulus in the course of mammalian evolution. It appears possible that the opiate system me diates interpersonal attachment, or love (Herman and Panksepp, 1978), as well as responding to punishment and the absence of expected reward (Panksepp et al., 1985), and that destructio n of close social bonds might result initially in the development of a pain-like condition (includi ng loneliness, grief and despair). The social affiliative process, after all (like pain), has as one of its primary goals protection against physical destruction, particularly in infancy. Furthermore, this circuitry is phylog enetically ancient, and mature at birth (Valzelli, 1981), as opposed, say, to the circuitry that mediates fear and anxiety, which matures much later (Gray, 1982; 1987). Finally, the interpersonal bonding that underlies love is mediated in large part through stimulati on of the tactile system, which is also integrally involved in the experience of pain. Such bonding/social support/tactile stimulation, tremendously important for regulating stress responses in primates (Virgin & Sapolosky, 1997), is a likely consequence of opiate system functioning (Drolet, Dumont, Gosselin, Kinkead, Laforest & Trottier, 2001), facilitated by matern al, affiliative, or sexual touch, and by more abstract cues, such as adult gaze and infantile facial configuration, as well as olfactory and gustatory stimulation and consummatory satisfaction (particularly with regards to sugar and fat, both potent analgesics) (see Pihl & Peterson, 1995, for a review). Behaviors and emotional states exhibited as a consequence of pain, withdrawal of love, and opiate withdrawal share many important core features in common, including increased levels of lacrimation (crying) and distress vocalization, withdrawal, aggression and depression (Herman and Panksepp, 1978). Some of these behaviours are common across many species. A complex interplay between affiliation-indu ced de-activation of pain circuitry and isolation-induced pain appears to be critically important to further development (Najam and Panksepp, 1989). What is proper interplay depends on the maturity of the animal, possibility for social interaction with other conspecifics, the duration of isolation (reviewed in McKinney, 1985), and on the voluntary or involuntary initation of the separation (Robertson and Robertson, 1971). It is possible that a necessary balance exists betw een endogeneous opiate production, in the presence of mother, and opiate withdrawal. Administration of the opiate antagonist naloxone, which blocks the reinforcing effects of opiates, can increase development, but increases social deprivation- induced distress behaviour and can induce distress in non-deprived animals (Knowles, Conner and Panksepp, 1989). Morphine administration, by contrast, can reduce social distress (Knowles et al., 1989), but slow and retard development (Najam and Panksepp, 1989).Rat pups chronically treated with morphine, an opiate agonist, develop slower than normal rats, for example, in terms of physical development and motor coordination (Najam and Panksepp, 1989). Withdrawal from morphine – a state associated by Panksepp with social-isolation, grief and loneliness (Pihl & Peterson, 1995) – produces increas ed aggression, as does administ ration of the opiate antagonist naloxone (which also produces increased sensitivity to pain-like stimulation, including frustration, disappointment and grief). This increased aggression tends to take the form of defensive rage, like that precipitated by fear and/or amygdalic stimulation. Opiate agonist miocroinjection into the PAG, BNST and nucleus accumbens – in prin ciple tantamount, phar macologically, to the consequences of tactile stimulation, maternal care and social grooming (Pihl & Peterson, 1995) – appears to suppress defensive rage, decrease pa in, and decrease autonomic reactivity, in logical keeping with such argumentation. Recent experiments have demonstrated that enhanced interpersonal tactile contact substantially increases thriving (weight gain and neurological development) among premature babies (Field, Schanberg, Scafidi, Bauer, Vega-Lahr, Garcia, Nystrom & Kuhn, 1986), but also"},{"pageNumber":13,"pageContent":"Peterson & Shane: Defensive an d Predatory Aggression 11 that the detrimental developmental effects of maternal deprivation in rats can be mimicked by artificial administration of beta-endorphin (Greer, Bartolome and Schanberg, 1991). This latter effect seems to be similar to the consequences of long-term, despair stag e deprivation. There is evidence, as well, that exposure to interpersonal lo ss in childhood, and later in life, predisposes to development of depression (McKinney, 1985). It is also perfectly reasonable to note in this regard that socially isolated animals, more susceptible to grief, pain, frustration and disappointment, are less confident, more likely to retreat, less likely to engage in predatory/dominance related behavior – more depressed, in a word – because of alterations in their opiodergic systems, but also, on the sociological plane of analysis, because their isola tion actually renders them weak. First, isolated animals are less likely to have coalition or kin members who will take their side in a battle or dispute, or who will punish transgressions against them (a very important consideration with regards to complex primate behavior)(Abbott, Kaverne, Bercovitch et al., 2003). Second, isolated animals are much less likely to access to benefici al, direct, physical soci al contact, including tactilely mediated grooming and consolation, absolutely vital to regulation of the long-term detrimental effects of aggression-circuit activation (including excess production of cortisol). This means they are much more sorely affected, ph ysiologically as well as psychologically, by any agonistic encounter – particularly in the case of a defeat (Abbott et al., 2003; Virgin & Sapolosky, 1997). This is all very interesting and relevant, particularly given that social bonding mechanisms obviously play an important role in establishing a vital and effective maternal-child relationship in infancy (Kraemer, 1985), that early disruptions in maternal care (teenage pregnancy, low SES mother, low education certainly elevate risk for aggressive behavior (Vitaro, Brendgen & Tremblay, 2002), that Hare’s Factor 1 and 2 Psychopathy Checklist (rev ised) traits appears associated with dysregulated affiliation and negative affect, and that endogeneous opiate systems play a critical role in the maintenance of homeostasis during stressful conditions (Drolet et al. 2001). Developmentally, it appears that initial, voluntary social isolation produces a state similar to opiate withdrawal, eventually culminating in the need for renewed so cial contact, but that prolonged, involuntary social isolation perhaps reverses this process, flooding the organism with endogeneous opiates, eliminating need for social contact. Infants deprived of close contact first protest, and then give up (Bowlby, 1969; Robertson and Robertson, 1971). Once they give up, it is difficult for them to re-establish bond, and death is a common consequence. In the despair stage, they stop seeking conspecific contact. This pattern of reaction to separation is not necessarily limited to infancy, and such separation often precedes development of nonbip olar depression in humans (McKinney, 1985). It may be that a certain amount of controlled, voluntary separation, whose effects are then modulated by a return to maternal care, promotes proper physical and psychosocial development, but that too much or too little severely retards or impedes maturation. Something similar appears to occur with regards to agonistic encounter among chimps, regulated in its detrimental effects by post-encounter grooming and mutual reconciliation (De Waal, 2000; De Waal & De Waal, 1990). It also appears that GABA plays an important role in the regulation of aggression – particularly with regards to the mutually inhibitory relationship between defensive rage and predatory aggression. The medial amygdala circuit, utilizing Substance P to activate medial hypothalamic cells, activates an inhibitory circu it, utilizing GABA, to suppress predatory attack (originating in the lateral hypothalamus), at the same time it activates an excitatory circuit, utilizing glutamate, to facilitate defensive rage (controlled by the PAG). Gregg & Siegel (2001) point out the various logical reasons why defensive and predatory aggression should be discriminable: an affectively activated, angry, afraid, pain-or-frustration ridden animal is attempting to defend itself, or its territory, an d manifests various perceptible displays of its discomfort and easily-precipitated attack to whatev er is threatening it, while an animal attempting to move up the dominance hierarchy, or to engage in predatory behavior, must plan carefully and act quietly in order to maximize its chances of success. The regulation of aggression by serotonin (the last major neurotransmitter whose activity we will cover) can be profitably considered from such a perspective (that is, one dealing with the interaction between neurophysiology, affective state, and dominance hierarchy position and"},{"pageNumber":14,"pageContent":"Peterson & Shane: Defensive an d Predatory Aggression 12 direction of movement). In the lobster – as mentioned previously – defeat induces a state of behavioral withdrawal, such that (1) the recently defeated animal will fight no one, including an animal it has previously defeated, for some time afte r its loss (Kravitz, 2000), and is more likely to lose its next fight, while the winner is more likely to win, even against a different animal, the next time. Similar if not identical responses characte rize the members of many animal species. Edwards and Kravitz (1997) point out, interestingly, that the “loser” mentality of a defeated animal can be reversed, for short periods of time, by injections of serotonin (which appear to specifically increase their willingness to stand thei r ground and fight, rather than withdraw). Now it is also the case that dominant lobsters, and th ose treated with serotonin, “stand tall,” looking confident and proud, so to speak, as A1 ganglion 5HT cells enhance motor output from circuits that generate postural flexion (the postural stance characteris tic of dominant animals). Injections of the serotonergic antagonist octopamine, with the opposite effect, produce animals that appear subordinate – extensors flexed, flexors relaxed, ready to withdraw immediately from provocation (is this relevant to the defeated stance and ga ze aversion characteristic of depression, chronic anxiety, and borderline personality disorder?). Since lobsters appear to “size each other up ” upon first encounte r, with the smaller lobster almost always admitting defeat, the enhanced postural tone characteristic of the winning lobster clearly marks the crustacean who has made the most of his size. 5HT injections into subordinate lobsters (and crayfish) produces animals who increase th e duration and maximum intensity of subsequent encounters and who, fu rthermore, will advance on former dominants (Kravitz, 2000). Edwards and Kravitz (1997) describe this “aggression-enhancing” effect of 5HT on lobsters as “directly opposite” to that seen in most vertebrates (where increased serotonergic function appears to ameliorate aggression) but this appears to be a consequence of confusion about aggression subtype: the dominant vertebrate is less likely to manifest defensive aggression, but is certainly more confident and, if less willing to fight, definitely more willing to hold its ground, to withstand challenge, not to retreat, and to moderate its own internal negative affect (which is far more to the point). So it appears reasonable to su ppose that the vertebrate characterized by reduced 5HT functioning is, like its crustacean counterpart, more susceptible to withdrawal (the major behavioral substrate of negative affect) and less capable of holding its ground (manifested in a general tendency towards negative affect and corticosteroid overproduction, ameliorated by SSRI treatment), while the dominant vertebrate, like its crustacean counterpart, acts confidently, looks its opponent straight in the eyes and forthrightly withstands challenge. In complex creatures, like primates, the situation is more complex, of course: animals with high serotonergic tone do not necessarily use aggression to maintain their social status. Instead, they are more affiliative, and more socially skilled – and use the second-order consequences of that affiliation and skill to bolster their social positions (de Waal, 2000). But it is still easy to read this as associated with be tter regulation of negative affect, less defensive reactivity, less chronic stress, lower glucocorticoid production, and more confidence (something logically associated with the behavior of the conf ident lobster) – as well, perhaps, with unimpaired maternal relationships, or at least close kin relationships, early in life. It is extremely interesting, as an elaboration of this observa tion, to consider the findings that stress suppresses testosterone production, across a wide variety of species (Sapolsky, 1990), given Abbott et al.’s (2003) observation that withdrawal of kin or social support produces more stress in primates than the objectively measurable level of unpredictable danger that characterizes a given environment (correlations above -. 85 (!)). The resentful and sexual-predator fantasies that obsess the most violent human beings can profitably be considered in such a light: isolation, lack of love, rejection produces chemical castration, inducing resent ful counter-fantasies, aimed at the presumed eradication of the source of such su bordination (female or otherwise). It is very interesting to consider the broader-term implications of defensive rage states versus predatory attack states with regards to the potential interaction between structural and functional modulatory system abnormalities and ps ychopharmacological function. Defensive rage, the likely substrate of negative-affect associated threat response, is also part of the classic sequence of psychological and physiological transformations generally classified as the stress response (Abbott et al., 2003). This response involves (1) the release of catecholamines"},{"pageNumber":15,"pageContent":"Peterson & Shane: Defensive an d Predatory Aggression 13 (epinephrine and norepinephrine) from the sympathetic nervous system and adrenal medulla, (2) release of glucocorticoids and (3) suppression of growth, digestion, reproduction, tissue repair, and inflammatory and immunological function, logically related to long-term rather than short- term survival (Abbott et al., 2003). The stress re sponse stimulates hepatic glucose release and visceral lipolysis, enhancing delivery of glucose, fatty acids and triglycerides to skeletal muscle and brain. So it can easily be st ated that a stressed animal (one stressed by, for example, lack of kin, lack of social support, and/or unpredictably dangerous environmental circumstances) (Virgin & Sapolsky, 1997) activates physiological systems concerned with the here and now, and withdraws resources from systems concerned with longer spans of time. This means enhanced fight or flight reactivity, beneficial for moment-to-moment combat or escape, but increased susceptibility to corticosteroid-overproduction-induced chronic disease states: hypertension, type II diabetes, gastrointestinal ulceration, anovulation, impotence (associated with chronic testosterone suppression (Sapolsky, 1990)), osteoporesis, psychogenic dwarfism, etc. (Sapolsky, 1992). This switch to short-term co ncern appears particularly relevant, with regards to the association between prefrontal executive dysfunction and defensive aggression: the prefrontal cortical circuits, orbitofrontal, medial and dors olateral, are primarily concerned with long-term issues. Although the classic causal inference has been “prefrontal decrement = impulsive, aggressive behavior,” as a consequence of lack of inhibition (Seguin et al., 1995), it could easily be that the chronic stress experienced by an is olated, low-status animal or human, in their subordinate niche, shuts down hi gher-order circuitry concerned w ith long-term survival, because of the increased irrelevance of th at circuitry, in an environment rendered more unpredictable and uncertain by objective circumstances (and, ther efore, less amenable to successful long-term planning). The elevated rates of future discounting characteristic of antisocial or drug-abusing individuals provides evidence in support of such a causal argument (Petry, 2002). Consideration of the important role serotonin plays in the modulation of violence helps shed additional light on abnormal function of the prefrontal cortex. The prefrontal area is a major target of serotonergic (5-HIAA) projections and is characterized by a high density of serotonin type 2 receptors (Biver, Lotstra, Monclus et al., 1996). Abnormalities in serotonergic function in humans – particularly those associated with decreased central serotonergic production – have been consistently associated with aggressive, impulsive behavior. Reduced levels of 5-HIAA have, for example, been found in aggressive psychiatric patients, suicide victims, conduct-disordered boys, adult criminals characterized by recidivism, and im pulsive violent offendors and fire setters (Roy & Linnoila, 1988; Linnoila & Virk kunen, 1992; Coccaro, 1989; Ma ris, 2002; Kruesi, Rapoport, Hamburger, Hibbs, Potter, Lenane & Brown, 1990; Rawlings & Linnoila, 1996; Virkkunen, Eggert, Rawlings & Linnoila, 1996). Furthermore, aggression can be potentiated as a consequence of dietary tryptophan depletion (Chamberlain, Ervin, Pihl & Young, 1987), and is characteristic of a group of individuals typified by a polymorphism in the gene that codes for tryptophan hydroxylase (TPH), the rate-limiting enzyme in serotonin biosynthesis. Furthermore, aggressive individuals do not show the expected increased PFC/ACC glucose metabolism in response to challenge with fenfluramine, a potent 5HT agonist (reviewed in Davidson et al., 2000). We reviewed evidence earlier suggesting (1) that the amygdala is associated with responsiveness to the facial displays of negative affect on the part of others, and (2) that the circuitry used by normal individuals to understand the distress of others is damaged in the case of the psychopath. It may be profitable at this point to return to description of the potential analogs between dominant animals and humans, characterized by high serotonin levels, with regards specifically to the psychopath: both share erect, do minant posture, forthrig ht and unwavering gaze, well-inhibited negative affect and, arguably, charm. It is not unreasonable to suppose that the high tonic 5-HT levels characteristic of the dominant primate do dampen the baseline levels of activity as well as the stimulus-related reactivity of the nega tive affect systems, since this is precisely the mechanism of action desired for the “antidepressant” serotonergic reuptake inhibitors, which have a broader effect than merely the antidepressive. However, the genuinely (deservedly?) dominant individual, social animal or human, also seems genuinely prosocial, as noted previously. Even among higher-order primates, such as chimps, the road to long-lasting social dominance appears"},{"pageNumber":16,"pageContent":"Peterson & Shane: Defensive an d Predatory Aggression 14 most reliable if it is associated with such behavior s as positive attention to non-estrous females, as well as to infants, and with mutual grooming and giving of aid. This is where genuinely dominant individuals and psychopaths, incapable of seeing beyond the boundaries of their own being, appear to truly diverge. Very little that psychopaths do is for the benefit of others. Something important seems to be lacking from their psychological structure. Not only do they not fear, but they can not really love. It is very useful in this regard to note the implications of recent work completed by Fowles & Kochanska (2000), who demonstrated two divergent paths to socialization of children: high N (or high negative-affect) children were amenable to regulation of their behavior through threat, as well as through modula tion of affiliation. Low N childre n, by contrast – emotionally stable, from one perspective, callous from another – were only amenable to socialization through affiliation. So the presence of three fundamen tal regulatory systems, modulating predatory aggression (including incentive reward seeking and sexual behavior) might be hypothesized: one cognitive, associated with executive function, on e negative affect related, associated with the paralimbic areas (as well, at higher levels, with the septal-hippocampal system), and one associated with affiliation (and underlying, at least in part, Kochansk a’s “committed compliance” – her well-elaborated affiliative alternative to fear-based socialization) (Kochanska, 2002; Kochanska, Tjebkes & Forman, 1998). Normal individuals modulate their reward-seeking behavior, with regards to other people, by consideration of the potentially negative impact such behavior might have on those people (as well as on any of their own plans or their current status). Psychopath s, by contrast, do not seem as affected by the possibility of negative outcomes (a form of inattention or blindness or neglect that even seems to extend to themselves). Normal indi viduals also like other people – that is, they feel an affect-based affiliative bond, which is probably associated w ith trait Agreeableness and opiate functioning, and which can be seriously disturbed, at least in principle, by early neglect and/or abuse (as reviewed previously). Now low fear in and of itself is not enough to produce Factor 1 psychopathy traits, and is probably not characteristic of Factor 2 at all, because low N individuals are, arguably, healthier than those characterized by high N, who are prone to depresssion, anxiety, phobia and cortisol hyper-production. However, the negative affect systems do constitute one part of the higher-order modulation of incentive reward seeking and dominance striving, and abnormalities or even extreme but still normative reduced functioning of such systems might constitute one necessary but not sufficient condition for the emerge nce of psychopathy. So it is probably not reasonable to identify psychopathy w ith one, or even two abnormalities, personality, cognitive or otherwise, but with a constellation of features: high extraversion, low neuroticism, low agreeableness, low conscientiousness, for Fact or 1; cognitive dysfunct ion, particularly in executive control systems, high neuroticism, low agreeableness, and low conscientiousness, for Factor 2. Conclusion Basic motor schemas are organized at the le vel of spinal cord, upwards, towards the hypothalamus and PAG (Swanson, 2000; Gregg & Siegel, 2001). The world of experience essentially emerges at somewhere near this uppermost pinnacle of the strictly motor system, concerned with the establishment of fundamentally motivated goals, including those constituting ingestive and defensive behavior (as well as sleep /wake cycling, temperature regulation, etc. ). Furthermore, and equally importantly, the hypothalamus and PAG regulates sexual behavior, predatory aggression and exploration. These are very basic motivational states, understood by everyone (maybe even the psychopath): “I am hungry, thirsty, hot, cold, tired, in need of sexual release, bored, angry, curious, dangerous, cruel. ” There are things that need to be done. Doing those things is valuable, and if they are interf ered with, there must be repercussions. Those repercussions can involve aggression (to fend off an attack or eradicate a competitor) or exploration (to gather more information and determine what has gone wrong or what else might be done). The hypothalamus and PAG are regulated by other, increasingly complex circuits, including those governing affiliative regulation of lower level stress-response (likely opiate-"},{"pageNumber":17,"pageContent":"Peterson & Shane: Defensive an d Predatory Aggression 15 mediated). The addition of the amygdala allows threat and uncertainty to potentiate and modulate its activity. The septal hippocampal system, by contra st, allows context to play its role (so that the accidental aggressive act on the part of a juvenile, for exampl e, does not elicit a full-blown defensive response). The orbitofrontal and medial cortex allows stimuli that once had one valence to obtain another, adding another level of mo tivational flexibility, and bring a sense of extended time and place into modulatory service. The anterior cingulate gyrus allows more high-resolution analysis of aggression displays on the part of others, among its other fnctions. Finally, the dorsolateral prefrontal cortex allows abstract thought to alter the interpretive framework from within which judgements of motivational releva nce are made (Peterson, 1999). These circuits mediate gradations of negative affect (so, defensive rage/pain/anger is modulated by and further differentiated into fear, shame, guilt, anxiety, etc.), further discrimination of context (septal- hippocampal) and the emergence of higher order cognitive control and long-term planning – more awareness of time, more differentiation of cues of consummatory reward, more sophisticated and complex behavior, still goal-directed but subtle. As maturation occurs, these higher order regulatory circuits allow for ever more discriminated modulation of basic motivated behavior. These are the more complex motivational states, understood by most individuals – but not by all: “I am lonesome, I am afraid or anxious, I am guilty and regretful, I am ashamed and disgusted, I care for someone, I trust someone, I understand your perspective, I have plans for the future, I will voluntarily cooperate.” These more complex motivational states do not eliminate those that are more basic, lower-resolution, but they modulate them, and add shades of color to a world that would otherwise be shades of gray, if not absolutely black and white. An animal, operating at the level of the hypothalamus, views the world in a very simplified but still functional ma nner. Bereft of subcortex and cortex, it still perceives and orients itself towards the world actively, but in a very low resolution, manner. This means that such an animal inhabits a world where groups of stimuli that more complex animals would see as separable – and behave towards as separable – appear instead as unified (so there is no capacity to distinguish, for ex ample, between an aggressive f acial display from a conspecific made in play, rather than in earnest – a disability that clearly characterizes aggressive children. The unconstrained hypothalamic circuitry lumps, by default, whole classes of potentially objectively differentiable environmental events together in basic, motivationally-relevant, pragmatic categories: things to eat, things to drink, things to prey on, things to mate with, things to explore and advance towards (Swanson, 2000) – and, perhaps, even fails to discriminate that much, so that things to prey on, mate with, and explore all remain in one category. If maturation fails, and sophisticated modulation does not develop, then two forms of pathology appear to emerge. In the first case, hypothetically, a child enters the world with a very high threshold for negative affect activation (a form of immunity that could under beneficial circumstances produce a very emotionally stable and hardy individual). Imagine, however, that his environment is also harsh, from the affiliativ e viewpoint – characterized by rejection and emotional abandonment, even hatred. Affiliation is not possible, or is even counterproductive. Instead of death, or a chronic defensive rage response – the reaction of a hurt and isolated animal – imagine the low neuroticism child shuts down his affiliation systems, perhaps as a consequence of endogeneous opiate over-production – or fails to devote resources to their development. No fear and no attachment: all that is left is a low-le vel, hypothalamically-med iated predatory stance – a few basic motivational states (dominate, explore, copulate) – given additional fluency and flexibility by whatever cognitive systems still work well, in the absence of motivation for long- term planning and the avoidance of failure. Under such conditions, only the incentive reward affective valence of the environment remains, motivating chronic, undifferentiated predatory, sexual, exploratory, dominance-system activation, associated with a context-independent orientation towards territorial expansion. In such a manner, a damaged or rejected child adapts to a niche, a harsh niche, characterized by absolute isolation. He or she embodies a very low- resolution, black and white, world view, although one different from that inhabited by the more purely defensive aggressor: In the case of the pred ator, everything and everyone is a target for the derivation of incentive reward, with no context-dependent modulation. Could this not be viewed as one form of adaptation to an extremely speci alized niche? Female marmosets, sufficiently stressed, will shut down their reproductive system s entirely (a major Darwinian sacrifice) to pull"},{"pageNumber":18,"pageContent":"Peterson & Shane: Defensive an d Predatory Aggression 16 themselves out of social situations where they cannot win. This removes them from status-oriented competition, and radically decreases their steroi d production. A stressed animal will sacrifice whatever it has to, in order to live. It will chew off its leg, if trapped. It will desperately attack a large predator, if cornered. Might a child not be willing to alter its neurodevelopmental pathway, if that was the only way out? And – so this theory does not become too dependent on environmental pathology for its explanatory and heuristic utility – could not something analogous to this not also be the end point of diverse forms of neurodevelopmental failure, among humans – even many not directly associated with en vironmental deprivation? In the second case, a child enters the world with normal or high levels of capacity for negative affect. He or she is then further stressed, rendered subordinate, su bjected to arbitrary and unpredictable environmental events, left bereft of kin and social support. The low resolution viewpoint of the hypothalamus and PAG not only suffices, under such conditions, but actually provides an accurate representation of the worl d and life: nasty, brutish and short. Social relationships are unreliable, if present at all, and there are many things to be genuinely afraid of. There is not much point in long-term planning, either, because the environmental niche inhabited has neither the stability nor the opportunity to make diverting resources from the concerns of short-term survival to such longer term calculating worthwhile. An individual in such circumstances is continually concerned not with te rritorial expansion, but with its preservation, and is charcterized by chronic disinhibition of the defensive rage system. An individual characterized by such ac tivation is low status, in a steep dominance hierarchy (following Wilson & Daly, 1977 and Abbott et al., 2003), and so lives in an environment that is both unstable, and characterized by reduced opportunity for kin and social support. He or she is dominated by negative affect (anxiety, fear, anger, most primar ily) and is irritable, as the activation of these higher order negative affect systems disinhibits defensive rage. Furthermore, this individual is characterized by reduced executiv e function, potentially exacerbated by environmental deprivation and abuse, but also equally likely a seco ndary consequence of chronic, demanding, hypothalamically-mediated defensive posturing – part of the stress response, which diverts metabolic resources away from systems associated with long-term survival . He follows a chronic pattern of slavish adherence to more phylogeneti cally primitive perspectives: for the individual unable to differentiate the environment in a sophisticated manner, anything poorly understood or poorly mastered causes pain and fear, justifying aggression. The long-term consequences of defensive rage disinhibition, associated with uncertainty, low status, and withdrawal or absence of social support, compromise neurological functioning, specifically, as the hippocampus suffers cortis ol damage, and health, more generally, as immunological functioning is impair ed and necessary long-term repair processes shut down. Such a person is not very social – not, perhaps, because he can’t be, but because he lacks the resources, both objective and intrapsych, for situational and perhaps, over the long term, for constitutional reasons. Such an analysis sugg ests that the individual char acterized by chronic defensive aggression is in fact depressed, trapped in a subordinate niche, unable to rise or adapt, and might benefit most from increased access to genuine opportunities for the achievement of status (following Wilson & Daly, 1997, who demonstrated that murder is powerfully precipitated by social inequality), or from treatment with theoretically “antidepressive” but actually much more broadly operative SSRIs. This does not mean, however , that every aggressive individual is reacting to perceived threat, or would respond positiv ely to treatment with serotonergic agonists or reuptake inhibitors. The predatory aggressor – hyperconfident and calm – appears to be a different kind of animal altogether. "},{"pageNumber":19,"pageContent":"Peterson & Shane: Defensive an d Predatory Aggression 17 Table 1 TYPE FEATURES SUBTYPE Predatory aggression Inhibited negative affect (decr eased anger, except when status challenged, fear, pain, grief, guilt), low trait neuroticism, high extraversion, low agreeablene ss, increased positive affect, increased approach behavior, high but sometimes brittle and inappropriate self-esteem, bully, glibness, superficial charm, predatory stare (psychopathic eye contact), decreased sympathetic activation, narcissism, invulnerability to threat, normal prefrontal function, high 5HT Territorial Expansion Male-Male Instrumental Sexual Defensive aggression Negative emotion (anger, fear, pain, grief, guilt), high trait neuroticism, inhibited extraver sion, inhibited agreeableness, decreased positive affect, decreased approach behavior, low self- esteem, bully victim, sympathetic activation, corticosteroid production, prefrontal inhibition, future discounting, catecholamine production, suppression of growth, digestion, reproduction (including testosterone production), tissue repair, and inflammatory and immunological function; stimulation of hepatic glucose release and visceral lipolysis, social isolation, lack of kin support, unpredictable danger in environment; chronic disease (hypertension, type II diabetes, gastrointestinal ulceration, anovulation, impotence (associated with chronic testosterone suppression), low 5HT, dysregulated opiate function Territorial Preservation Fear-Related Reactive Maternal- Irritable "},{"pageNumber":20,"pageContent":"Peterson & Shane: Defensive an d Predatory Aggression 18 References Abbott, D.H., Keverne, E.B., Bercovitch, F.B., Shively, C.A., Mendoza, S.P., Saltzman, W., Snowdon, C.T., Ziegler, T.E., Banjevic, M., Ga rland, T. Jr., & Sapolsky, R.M. (2003). Are subordinates always stressed? A comparative analysis of rank differences in cortisol levels among primates. Hormones and Behavior, 43 , 67-82. Baumeister, R.F., Heatherton, T.F. & Tice, D.M. (1993). When ego threats lead to self-regulation failure: negative consequences of high self-esteem. Journal of Personality and Social Psychology, 64 , 141-156. Baumeister, R.F., Smart, L. & Boden, J.M. (1996). Relation of threatened egotism to violence and aggression: the dark side of high self-esteem. Psychological Review, 103 , 5-33. Bechara, A., Damasio, H., Tranel , D. & Damasio, A.R. (1997). Deciding advantageously before knowing the advantageous strategy. Science, 28 , 1293-1295. Biver, F., Lotstra, F., Monclus, M., Wikler, D ., Damhaut, P., Mendlewicz, J. & Goldman, S. (1996). Sex difference in 5HT2 r eceptor in the living human brain. Neuroscience Letters, 204 , 25- 28. Blair, R.J.R. (2003a). Facial expressions, their communicatory functions and neuro-cognitive substrates. Philosophical Transactions of the Royal Society of London B Biological Sciences, 358 , 561-572. Blair, R.J.R. (2003b). Neurobiological basis of psychopathy. British Journal of Psychiatry, 182 , 5- 7. Blair, R.J.R. Colledge, E. & Mitchell, D.G.V. ( 2001). Somatic markers and response reversal: Is there orbitofrontal cortex dysfunction in boys with psychopathic tendencies? Journal of Abnormal Child Psychology, 29 , 499-511. Blair, R.J.R. Sellars, C. Strickland, I. & Clark, F. (1995). Emotion attributions in the psychopath Personality & Individual Differences, 19 , 431-437. Blair, R.J.R., Colledge, E., Murray, L. & Mitchell, D.G. (2001). A selective impairment in the processing of sad and fearful expressions in children with psychopathic tendencies. Journal of Abnormal Child Psychology, 29 , 491-498. Blair, R.J.R., Jones L., Clark, F. & Smith, M. (1997). The psychopathic individual, a lack of responsiveness to distress cues? Psychophysiology, 34 , 192-198. Bouton, M.E., Mineka, S. & Barlow, D.H. (2001). A modern learning theory perspective on the etiology of panic disorder. Psychological Review, 108 , 4-32. Bowlby, J. (1969). Attachment and loss. New York, Basic Books. Brinkley, C.A., Bernstein, A. & Newman, J. P. (1999). Coherence in the narratives of psychopathic and nonpsychopathic criminal offenders. Personality & Individual Differences, 27 , 519-530. Bushman, B.J, & Baumeister, R.F. (1998). Threatened egotism, na rcissism, self-esteem, and direct and displaced aggression: does self-love or self-hate lead to violence? Journal of Personality and Social Psychology, 75 , 219-229. Chamberlain, B., Ervin, F.R., Pihl, R.O. & Young, S.N. (1987). The effect of raising or lowering tryptophan levels on aggression in vervet monkeys. Pharmacology Biochemistry & Behavior, 28 , 503-510."},{"pageNumber":21,"pageContent":"Peterson & Shane: Defensive an d Predatory Aggression 19 Cleckley, H. (1942/1976). The mask of sanity . New York: Mosby. Coccaro, E.F. (1989). Central sero tonin and impulsive aggression. British Journal of Psychiatry, 8 (Supplement), 52-62. Damasio, A.R. (1995). Descartes' error . New York, Avon. Davidson, R.J, Putnam, K.M, & Larson, C.L. (2000). Dysfunction in the neural circuitry of emotion regulation--a possible prelude to violence. Science, 289 , 591-594. Davis, M. & Whalen, P.J. (2001). The amygdala, vigilance and emotion. Molecular Psychiatry, 6 , 13-34. Day, R. & Wong, S. (1996). Anomalous perceptual asymmetries for negative emotional stimuli in the psychopath. Journal of Abnormal Psychology, 105 , 648-652. De Waal, F. (2000). Chimpanzee politics . New York: Johns Hopkins University Press. De Waal, F. & De W aal, F.B.M. (1990). Peacemaking among primates . New York: Harvard University Press. Drolet, G., Dumont, E.C., Gosselin, I., Kinkead, R., Laforest, S. & Trottier, J.F. (2001).Role of endogenous opioid system in the regulation of the stress response. Progress in Neuropsychopharmacology and Biological Psychiatry, 25 , 729-741. Duffy, J.D. & Campbell, J. (1994). The regional pr efrontal syndromes: A th eoretical and clinical overview. Journal of Neuropsychiatry & Clinical Neurosciences, 6 , 379-387. Edwards, D.H. & Kravitz, E.A. (1997). Serotonin, social status and aggression. Current Opinions in Neurobiology , 7, 812-819. Egger, M.D. & Flynn, J.P. (1967). Further studies on the effects of amygdaloid stimulation and ablation on hypothalamically elicited attack behavior in cats. Progress in Brain Research, 27 , 165- 182. Fanselow, M.S. & Gale, G.D. (2003). The amygdala, fear, and memory. A nnals of the New York Academy of Science, 985 , 125-134. Field, T.M., Schanberg, S.M., Scafidi, F., Bauer, C.R., Vega-Lahr, N., Garcia, R., Nystrom, J. & Kuhn, C.M. (1986).Tactile/kinesthetic s timulation effects on preterm neonates. Pediatrics, 77 , 654-658. Finn, P.R., Ramsey, S.E. & Earleywine, M. (2000). Frontal EEG response to threat, aggressive traits and a family history of alcoholism, a preliminary study. Journal of Studies on Alcohol, 61 , 38-45. Fishbein, D.H., Herning, R.I., Pickworth, W.B., Haertzen, C.A., Hickey, J.E. & Jaffe, J.H. (1989). EEG and brainstem auditory evoked response potentials in adult male drug abusers with self- reported histories of aggressive behavior. Biological Psychiatry, 26 , 595-611. Fowles, D.C. & Kochanska, G. ( 2000). Temperament as a moderator of pathways to conscience in children, the contribution of electrodermal activity. Psychophysiology, 37 , 788-795. Fox, N.A. & Davidson, R.J. (1988). Patterns of brain electrical activity during facial signs of emotion in 10 month old infants. Developmental Psychology, 24 , 230-236. Franklin, K.B.J. (1989). Analgesia and the neural substrate of reward . Neuroscience & Biobehavioral Reviews, 13 , 149-154."},{"pageNumber":22,"pageContent":"Peterson & Shane: Defensive an d Predatory Aggression 20 Gallagher, M. & Schoenbaum, G. (1999). Functions of the amygdala and related forebrain areas in attention and cognition. Annals of the New York Academy of Science, 877 , 397-411. Gilstrom, B.J. & Hare, R.D. (1988). Language related hand gestures in psychopaths. Journal of Personality Disorders, 2 , 21-37. Gorenstein, E.E. (1982). Frontal lobe functions in psychopaths. Journal of Abnormal Psychology, 91 , 368-379. Goyer, P.F., Andreason, P.J., Semple, W.E., Cl ayton, A.H., King, A.C., Compton-Toth, B.A., Schulz, S.C. & Cohen, R.M. (1 994). Positron-emission tomography and personality disorders. Neuropsychopharmacology, 10 , 21-28. Grafman, J., Schwab, K., Warden, D., Pridgen, A. , Brown, H.R. & Salazar , A.M. (1996). Frontal lobe injuries, violence, and aggression, a report of the Vietna m Head Injury Study. Neurology, 46 , 1231-1238. Grafman, J., Vance, S.C., Weingartner, H., Sa lazar, A.M. & Amin, D. (1986). The effects of lateralized frontal lesions on mood regulation. Brain, 109 ,1127-1148. Gray, J.A. (1982). The neuropsychology of anxiety, An enquiry into the function of the septal- hippocampal system . Oxford: Oxford University Press. Gray, J.A. (1987). The psychology of fear and stress . Cambridge: Cambridge University Press. Gray, J.A. & McNaughton, N. (1996). The neuropsychology of anxiety, reprise. Nebraska Symposium on Motivation, 43 , 61-134. Greer, N.L., Bartolome, J.V. & Schanberg, S.M. (1991). Further evidence for the hypothesis that beta-endorphin mediates maternal deprivation effects. Life Sciences, 48 , 643-648. Gregg, T.R, & Siegel, A. (2001). Brain structures and neurotransmitters regulating aggression in cats: implications for human aggression. Progress in Neuropsychopharmacology & Biological Psychiatry, 25 , 91-140. Hare, R. (2003). Validity and factor structure of the PCL-R . Paper presented at the Wisconsin Conference on Psychopathy, July. Hare, R.D, Clark, D., Grann, M., Thornton, D. (2000). Psychopathy and the predictive validity of the PCL-R: an international perspective. Behavioral Science & Law, 18 , 623-645. Hare, R.D. & Jutai, J.W. (1988). Psychopathy and cerebral asymmetry in semantic processing. Personality & Individual Differences, 9 , 329-337. Hare, R.D., McPherson, L. M. & Forth, A. E. ( 1988). Male psychopaths an d their criminal careers. Journal of Consulting & Clinical Psychology, 56 , 710-714. Hart, S. D., Kropp, P. R. & Hare, R. D. (1988). Performance of male psychopaths following conditional release from prison. Journal of Consulting & Clinical Psychology, 56 , 227-232. Heilbrun, A.B. Jr. (1979). Psychopathy and violent crime. Journal of Consulting & Clinical Psychology, 47 , 509-516. Heilbrun, A.B. Jr., Heilbrun, M.R. (1985). Psychopathy and dangerousness, comparison, integration and extension of two psychopathic typologies. British Journal of Clinical Psychology, 24 , 181-195. Hemphill, J. F., Hare, R. D. & Wong, S. (1 998). Psychopathy and recidivism: A review. Legal & Criminological Psychology, 3 , 139-170."},{"pageNumber":23,"pageContent":"Peterson & Shane: Defensive an d Predatory Aggression 21 Henry, B., Caspi, A., Moffitt, T. E., Harrington, H.L. & Silva, P.A. (1999). Staying in school protects boys with poor self-regulation in ch ildhood from later crime: a longitudinal study. International Journal of Behavioral Development, 23 , 1049-1073 Herman, B.H. & Panksepp, J. (1978). Effects of morphine and naloxone on separation distress and approach attachment, Evidence for op iate mediation of social affect. Pharmacology, Biochemistry & Behavior, 9 , 213-220. Holland, P.C. & Gallagher, M. (1999). Amygdala circuitry in attentional and representational processes. Trends in Cognitive Science, 3 , 65-73. Holroyd, C.B. & Coles, M.G. (2002). The neural basis of human error processing, reinforcement learning, dopamine, and the error-related negativity. Psychological Review, 109 , 679-709. Intrator, J., Hare, R., Stritzek, P., Brichtswein, K., Dorfman, D., Harpur, T., Bernstein, D., Handelsman, L., Schaefer, J.K., Rosen, J. & Machac, J. (1997). A brain imaging study of semantic and affective processi ng in psychopaths. Biological Psychiatry, 42 , 96-103. Jackson, D.C., Malmstadt, J.R., Larson, C.L. & Davidson, R.J. (2000). Suppression and enhancement of emotional resp onses to unpleasant pictures. Psychophysiology, 37 , 515-522. Johns, J.H. & Quay, H. C. (1962). The effect of social reward on verbal conditioning in psychopathic and neurotic military offenders. Journal of Consulting Psychology, 26 , 217-220. Kandel, E. & Freed, D. (1989). Frontal-lobe dysfunction and antisocial behavior, a review. Journal of Clinical Psychology, 45 , 404-413. Kiehl, K.A. (submitted). A review of paralimbic dysfunction in psychopathy. Kiehl, K.A., Hare, R.D., Liddle, P.F., McDonald, J. J. (1999). Reduced P300 responses in criminal psychopaths during a visual oddball task. Biological Psychiatry, 45 , 1498-1507. Kiehl, K.A., Hare, R.D., McDonald, J.J. & Brink, J. (1999). Semantic and affective processing in psychopaths, an event-related potential (ERP) study. Psychophysiology 36, 765-774. Erratum in Psychophysiology 37, 267. Kiehl, K.A., Liddle, P.F., Smith, A.M, Mendrek, A., Forster, B.B. & Hare, R.D. (1999). Neural pathways involved in the processing of concrete and abstract words. Human Brain Mapping, 7 , 225-233. Kiehl, K.A., Smith, A.M., Hare, R.D., Liddle, P.F. (2000). An event-related potential investigation of response inhibition in schizophrenia and psychopathy. Biological Psychiatry, 48 , 210-221. Kiehl, K.A., Smith, A.M., Hare, R.D., Mendrek, A., Forster, B.B., Brink, J. & Liddle, P.F. (2001). Limbic abnormalities in affective processing by criminal psychopaths as revealed by functional magnetic resonance imaging. Biological Psychiatry, 50, 677-684. Knowles, P.A., Conner, R.L. & Panksepp, J. (1989). Opiate effects on social behavior of juvenile dogs as a function of social deprivation. Pharmacology, Biochemistry & Biobehavior, 33 , 533- 537. Kochanska, G. (2002). Committed compliance, moral self, and internalization, a mediational model. Developmental Psychology, 38 , 339-351. Kochanska, G., Tjebkes, T.L. & Forman, D.R. (1998). Children's emerging regulation of conduct, restraint, compliance, and internalization from infancy to the second year. Child Development, 69 , 1378-1389."},{"pageNumber":24,"pageContent":"Peterson & Shane: Defensive an d Predatory Aggression 22 Kosson, D. (2003). Abnormal left-hemisphere dominance in psychopaths . Paper presented at the Wisconsin Conference on Psychopathy, July. Kosson, D.S, Smith, S.S, & Newman, J.P. (1990). Evaluating the construct validity of psychopathy in black and white male inmates: three preliminary studies. Journal of Abnormal Psychology, 99 , 250-259. Kraemer, G.W. (1985). Effects of differences in early social experiences on primate neurobiological-behavioural development. In Reste, M. & Field, T. (Eds.). The Psychobiology of Attachment and Separation (pp. 135-162). New York, Academic Press."},{"pageNumber":25,"pageContent":"Peterson & Shane: Defensive an d Predatory Aggression 23 Kravitz, E.A. (2000). Serotonin and aggression: insights gained from a lobster model system and speculations on the role of amine neurons in a complex behavior. Journal of Comparative Physiology, 186 , 221-238. Kruesi, M.J., Rapoport, J.L., Hamburger, S., Hibbs, E., Potter, W.Z., Lenane, M. & Brown, G.L. (1990). Cerebrospinal fluid monoamine metabolites, aggression, and impulsivity in disruptive behavior disorders of children and adolescents. Archives of General Psychiatry, 47 , 419-426. LeDoux, J. (1998). The emotional brain . New York, Simon and Schuster. Linnoila, M. & Virkkunen, M. (1992). Biological correlates of suicidal risk and aggressive behavioral traits. Journal of Clinical Psychopharmacology, 12 (Suppment), 19-20. Loney, B.R., Frick, P.J., Clements, C.B., Ellis , M.L. & Kerlin, K. (2003). Callous-unemotional traits, impulsivity, and emotional processing in adolescents with antisocial behavior problems. Journal of Clinical Child & Adolescent Psychology, 32 , 66-80. Louth, S.M, Williamson, S., Alpert, M., Pouget, E. R. & Hare, R.D. (1998). Acoustic distinctions in the speech of male psychopaths. Journal of Psycholinguistic Research, 27 , 375-384. Luria, A. (1980). Higher cortical functions in man . New York, Plenum. Lynam, D.R. (2002). Fledgling psychopathy: a view from personality theory. Law and Human Behavior, 26, 255-9. Maris, R.W. (2002). Suicide. Lancet, 360 , 319-326. McKinney, W.T. (1985). Separation and depression: biological markers. In Reite, M. & Field, T. Eds. The Psychobiology of Attachment and Separation (pp. 20l-222). New York: Academic Press. Mesulam, M.M. (2000). A plasticity-based theory of the pathogenesis of Alzheimer's disease. Annals of the New York Academy of Science, 924 , 42-52. Miller, B.L., Chang, L., Mena, I., Boone, K. & Lesser, I.M. (1993). Progress inressive right frontotemporal degeneration, clinical, neuropsychological and SPECT characteristics. Dementia, 4 , 204-213. Miller, B.L., Darby, A., Bens on, D.F., Cummings, J.L. & Miller, M.H. (1997). Aggressive, socially disruptive and antisocial behaviour associated with fronto-temporal dementia. British Journal of Psychiatry, 170 , 150-154. Miller, J.D., Lynam, D.R., Widiger, T.A. & Leukef eld, C. (2001). Personality disorders as extreme variants of common personality dimensions: can the Five-Factor Model adequately represent psychopathy? Journal of Personality, 69 , 253-276. Mirsky, A.F. & Siegel, A. (1994). The neurobiology of violence and aggression. In A.J. Reiss & J.A. Roth (Eds.). Understanding and preventing violence, Volume 2: Biobehavioral influences (pp. 59-172). Washington, DC, US, National Academy Press. Morgan, A.B. & Lilienfeld, S.O. (2000). A meta-a nalytic review of the relation between antisocial behavior and neuropsychological measures of executive function. Clinical Psychological Review, 20 , 113-136. Najam, N.& Panksepp, J. (1989). Effect of chronic neonatal morphine and naloxone on sensorimotor and social development of young rats. Pharmacology, Biochemistry& Biobehavior, 33 , 539-544."},{"pageNumber":26,"pageContent":"Peterson & Shane: Defensive an d Predatory Aggression 24 Newman, J.P. & Kosson, D.S. (1986). Passive avoidance learning in psychopathic and nonpsychopathic offenders. Journal of Abnormal Psychology, 95 , 252-256. Newman, J.P., Patterson, C.K., Howland, E.W. & Nichols, W.L. (1990). Passive avoidance in psychopaths: The effects of reward. Personality & Individual Differences, 11 , 1101-1114. Newman, J.P., Schmitt, W.A. & Voss, W.D. (1997) . The impact of motivationally neutral cues on psychopathic individuals: asse ssing the generality of the re sponse modulation hypothesis. Journal of Abnormal Psychology, 106 , 425-438. Oatley, K. & Johnson-Laird, P.N. (1996).The communicative theory of emotions, Empirical tests, mental models, and implications for social interaction. In L. Leonard & A. Tesser (Eds.). Striving and feeling, Interactions among goals, affect, and self-regulation (pp. 363-393). Hillsdale, NJ, England: Lawrence Erlbaum Associates. O'Connor, S., Bauer, L., Tasman, A. & Hesselbrock, V. (1994). Reduced P3 amplitudes are associated with both a family history of alcoholism and antisocial personality disorder. Progress in Neuropsychopharmacology and Biological Psychiatry, 18 , 1307-1321. Ogloff, J. R. Wong, S. & Greenwood, A. (1990). Treating criminal psychopaths in a Therapeutic Community program. Behavioral Science & Law, 8 , 181-190. Olweus, D. (1994). Bullying at school. What we know and what we can do about it . New York: Blackwell Science. Pailing, P.E., Segalowitz, S.J., Dywan, J. & Davies, P.L. (2002). Error negativity and response control. Psychophysiology, 39 , 198-206. Panksepp, J., Siviy, S. & Normansell, L.A. (1985). Brain opioids and social emotions, In Reste, M. & Field, T. (Eds.). The Psychobiology of Attachment and Separation , New York, Academic Press, 1-49. Pare, D., Royer, S., Smith, Y. & Lang, E.J. (2003). Contextual inhibitory gating of impulse traffic in the intra-amygdaloid network. Annals of the New York Academy of Science, 985 , 78-91. Peterson, J.B. (1999). Maps of meaning: the architecture of belief . New York, Routledge. Peterson, J.B. & Flanders, J.L. (2002). Complexity management theory: motivation for ideological rigidity and social conflict. Cortex, 38 , 429-458. Petry, N.M. (2002). Discounting of delayed rewards in substance abusers: relationship to antisocial personality disorder. Psychopharmacology (Berlin), 162 , 425-432. Phelps, E.A., LaBar, K.S., Anderson, A.K., O'Connor, K.J., Fulbright, R.K. & Spencer, D.D. (1998). Specifying the contributions of the human amygdala to emotional memory: a case study. Neurocase, 4 , 527-540. Pihl, R.O. & Peterson, J.B. (1995). Alcoholism: the role of different motivational systems. Journal of Psychiatry and Neuroscience, 20 , 372-396. Raine, A. (2003). Neuropsychology of aggression . Paper presented at the Wisconsin Conference on Psychopathy, July. Raine, A., Lencz, T., Bihrle, S., LaCasse, L. & Co lletti, P. (2000). Reduced prefrontal gray matter volume and reduced autonomic activity in antisocial personality disorder. Archives of General Psychiatry, 57 , 119-127 Raine, A., Meloy, R., Bihrle, S., Stoddard, J., LaCasse, L. & Buchsbaum, M. S. (1998). Reduced prefrontal and increased subcortical brain functioning assessed using positron emission tomography in predatory and affective murderers. Behavioral Sciences & the Law,16 , 319-332."},{"pageNumber":27,"pageContent":"Peterson & Shane: Defensive an d Predatory Aggression 25 Ramachandran, V.S. (1996). The evolutionary biology of self-deception, laughter, dreaming and depression, some clues from anosognosia. Medical Hypotheses, 47 , 347-362. Rizzolatti, G., Fogassi, L. & Gallese, V. (2001). Neurophysiological mechanisms underlying the understanding and imitation of action. Nature Reviews: Neuroscience, 2 , 661-670. Robertson, J. & Robertson, J. (1971). Young children in brief separation: A fresh look. Psychoanalytic Study of the Child, 26 , 264-315. Rolls, E. (1999). The brain and emotion . New York, Oxford University Press. Roy, A. & Linnoila, M. (1988). Suicidal behavior, impulsiveness and serotonin. Acta Psychiatrica Scandinavia, 78 , 529-535. Salekin, R.T, Rogers, R., Ustad, K.L, & Sewell, K.W. (1998). Psychopathy and recidivism among female inmates. Law and Human Behavior, 22 , 109-128. Salekin, R.T, Ziegler T.A., Larrea, M.A, Anthony, V. & Bennett, A.D. (2003). Predicting dangerousness with two millon adolescent clinical inventory psychopathy scales: the importance of egocentric and callous traits. Journal of Personality Assessment, 80 , 154-163. Sapolsky, R.M. (1990). Adrenocorti cal function, social rank, and personality among wild baboons. Biological Psychiatry, 28 , 862-878. Sapolsky, R. M. (1992). Endocrinology of the stress-response. In J.B. Becker, S.M. Breedlove & D. Crews (Eds.). Behavioral endocrinology . (pp. 409-450). Cambridge: MIT Press. Schalling, D. & Rosen, A.S. (1968). Porteus maze differ4ences between psychopathic and non- psychopathic criminals. British Journal of Social and Clinical Psychology, 7 , 224-228. Seguin, J.R., Boulerice, B., Harden, P.W., Tr emblay, R.E. & Pihl, R.O. (1999). Executive functions and physical aggression after controlling for attention deficit hyperactivity disorder, general memory, and IQ. Journal of Child Psychology & Psychiatry, 40 , 1197-1208. Serin, R. C.(1996). Violent recidivism in criminal psychopaths. Law & Human Behavior, 20 , 207- 217. Sewards, T.V. & Sewards, M.A. (2003). Representa tions of motivational drives in mesial cortex, medial thalamus, hypothalamus and midbrain. Brain Research Bulletin, 30 , 25-49. Shallice, T. & Burgess, P.W. ( 1991). Deficits in strategy application following frontal lobe damage in man. Brain, 114 , 727-741. Siegel, A., Edinger, H. & Dotto, M. (1975). Effects of electrical stim ulation of the lateral aspect of the prefrontal cortex upon attack behavior in cats. Brain Research, 93 , 473-484. Skilling, T.A, Harris, G.T., Rice, M.E. & Quinsey, V.L. (2002). Identifying persistently antisocial offenders using the Hare psychopathy checklist and DSM antisocial personality disorder criteria. Psychological Assessment, 14 , 27-38. Soderstrom, H., Blennow, K., Manhem, A. & Forsman, A. (2001). CSF studies in violent offenders. I. 5-HIAA as a negative and H VA as a positive predictor of psychopathy. Journal of Neural Transmission, 108 , 869-878. Stevens, D., Charman, T. & Blai r, R.J.R (2001). Recognition of emotion in facial expression and vocal tones in children with psychopathic tendencies. Journal of Genetic Psychology, 162 , 201- 211. Stip, E. (1995). Compulsive disorder and acquired antisocial behavior in frontal lobe dementia. Journal of Neuropsychiatry an d Clinical Neuroscience, 7 , 116."},{"pageNumber":28,"pageContent":"Peterson & Shane: Defensive an d Predatory Aggression 26 Stoddard-Apter, S.L. & MacDonnell, M.F. (1980). tal and amygdalar efferents to the hypothalamus which facilitate hypothalamically elicited intraspecific aggression and associated hissing in the cat. An autoradiographic study. Brain Research, 193 ,19-32. Swanson LW. (2000). Cerebral hemisphere regulation of motivated behavior. Brain Research, 886 , 113-164. Tekin, S. & Cummings, J. L. (2 002). Frontal-subcortical neuronal circuits and clinical neuropsychiatry: An update. Journal of Psychosomatic Research, 53 , 647-654. Valzelli, L. (1981). Psychobiology of aggression and violence . New York: Raven Press. Virgin, C.E. Jr. & Sapolsky, R,M. (1997). Styles of male social behavior and their endocrine correlates among low-ranking baboons. American Journal of Primatology, 42 , 25-39. Virkkunen, M., Eggert, M., Rawlings, R. & Linnoila , M. (1996). A prospective follow-up study of alcoholic violent offenders and fire setters. Archives of General Psychiatry, 53 , 523-529. Vitaro, F., Brendgen, M. & Tremblay, R.E. (2 002). Reactively and proactively aggressive children: antecedent & subsequent characteristics. Journal of Child Psychology and Psychiatry, 43 , 495-505. Vitiello, B. & Stoff, D.M. (1997) Subtypes of ag gression and their relevance to child psychiatry. Journal of the American Academy of Child and Adolescent Psychiatry, 36 , 307-315. Williamson, S., Harpur, T.J. & Hare, R.D. (1991). Abnormal processing of affective words by psychopaths. Psychophysiology, 28 , 260-273. Wilson, M. & Daly, M. (1997). Life expectancy , economic inequality, homicide, and reproductive timing in Chicago neighbourhoods. British Medical Journal, 314 , 1271-1274. Wise, R.A. & Bozarth, M.A. (1987). A psychomotor stimulant theory of addiction. Psychological Review , 94 , 469-492.  . "},{"pageNumber":29,"pageContent":"Peterson & Shane: Defensive an d Predatory Aggression 27 "}]
