[{"pageNumber":1,"pageContent":"'--. i '­gfdJuit>f to t~e cffitage ofJjnitiate ,-. , '--­© Vindex Press & DNA."},{"pageNumber":2,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 1 ~ntro~uction: The aim of the present work is to outline some of the specific tasks facing a new Initiate. Throughout these tasks, and their completion, genuine initiation takes place. k noted in these MSS, genuine initiation is not simply the product of a single ritual -but rather an expansion of consciousness that occurs over a period of time along the chosen path (in this case the Seven-Fold Sinister Way). Otonen is intended to further expli­cate the tradition as previously laid out in Naos, Hostia I -III, Sacramentum Sinistrum, and The Deofel Quartet. Along with various instructional texts herein are also included various insights a few initiates of the Sinister Way have met. It must be noted, and understood before further reading, that the insights of each ini­tiate is his or her own, and arise from the unique circumstances of each person's psyche. Therefore, it should be understood that the accounts contained herein by the initiates of the Sinister Way, should in no way dic­tate or influence the workings of future initiates. k each new initiate of our path experiences the Septenary Spheres, and the pathways which link them, there should be no hesitation in letting the whatever visions come and go as they will. An initiate might feel, since reading the accounts of fellow initiates, that their experi­ences are \"too different\". One should not take into account, in their own self-development, what others have written of theirs. If one let others' experiences in these rites dictate their own, they would sacrifice the effec­tiveness of the workings, proscribing to a pre-defined set of occurrences which simply should not and do not exist. Though the accounts of others may prove useful in understanding the Sinister Way, and the process of Initiation. The Sinister Way is an individual way, a means whereby an individual may become more and achieve more than would otherwise be possible -in means of self-awareness, balance, and external achievement. What is of fundamental importance during the stage of Initiate, and henceforth, is brutal self-honesty. Without this, there is little progress. {Thornian -DayofImmolation, 110yf} DNA '--­"},{"pageNumber":3,"pageContent":".. , ­.."},{"pageNumber":4,"pageContent":"Dtonen -A Guide to the Stage ofInitiate. DNA. Page 3 It felt as though he was going mad, the inner confusion swept swiftly through his mental centre. What is this? What am I doing? Where am I going? Confusion, confusion, confusion. Confusion threefold, confusion ad infinitum. An abyss of confusion and then... and then came the despair. The light faded and the demons of darkness greeted him once more. What way should he turn? Should he renounce it all and begin again? Re­turn to another way? But, start again? No, he could not, would not. This was it, there was no other Path. This Path had chosen him, he had been selected as different from the other mortals. Selected by the three sisters who watched over the brief, almost instantaneous lives of the blind fools called men. And how could he desert the forces he had called upon? The forces that had called him. What wrath would come down upon him if he renounced the Way, as many before him had done? And what had happened to them? Had they all not died with sadness as their only deathbed companion? Rather to sign the Pact and die with a Cyclopean Wisdom than renounce a lifes work and die in ignorance as a bed fellow. At least he could say he had sought reality even if it blinded him. At least he could say he had sought it. Simply to be, simply to live, simply to breath, simply to experience, were not all of these keys to the truth of that which lay Beyond? That Being that ex­isted behind the Stars and the Planets and the Moons? The Nazarene had come close again, he had felt his presence. A pestilence that sought to break the bond be­tween him and his Nameless Gods. You may overpower me at times Nazarene he thought, but eventually I will be given the Power of this world of men, then we will see who is stronger. Suddenly he felt an urge to press ahead, to continue that which had already begun. For what else could satisfy that deep spiritual hunger that he felt. That hunger for life and unity with the Dark Ones, that hunger that the Sinister fed so well. Here was a Way that could bring a feeling of life, a feeling of Being, a feeling of com­munion with the Natural forces. What else in these times could answer the cries of the spiritually starving? He moved to the window, pulled the curtain aside and watched the sea below pound heavily against the shoreline. Above the low dark clouds moved briskly across the night sky, pushed by the strong northerly breeze. The Powers of Darkness had returned once more and again he felt the deep urge to remain on the Path, the Path that would lead him into the Abyss... Lyceus, DNA 1998eh"},{"pageNumber":5,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 4 CLTIDLlrbs ~tnUint Trttbl1m For some time now I have been seeking to find a release from recurring patterns in my life. Again and again I have asked myself why nothing seems to really change for me, why my circumstances remain the same. In an attempt to answer such a question it is important that I am, or at the very least attempt to be honest with myself. It is only through such self-honesty that the barriers towards genuine lasting freedom can be bro­ken, surpassed, eradicated. I believe, though it might sound strange to the reader, that one of the largest barriers that prevents my desired changed is actually myself, or, perhaps more accurately my personality, my persona, the 'shell' through which I experience the world and other people. Knowing exactly what needs to be changed in myself in order that my outer world will also change is not an easy task. It takes a long time to observe ones habits, reactions, thoughts, emotions and psychic states. It requires a lasting process of self-awareness to be able to see where ones psychic energy is being continually directed and how one reacts to certain stereotypical circumstances. Even now, at this point in my life, when I have at last realised that I must change myself I am still un­sure of exactly how this change can occur. I can at least say, on a subjective level, I am positive that deep change is not going to occur by reading numerous occult books and mss, or through writing lengthy intellectu­alised pieces or commentaries on something I have previously read or studied. Fair enough there are some texts and books that are useful to the aspiring Adept. But an over­emphasis upon reading and making notes leads one nowhere. I know! I have it seems, largely got nowhere! So, with a pinch or two of Self-Honesty and a hint of Realisation I can begin at last to properly boil the broth of Self-Change! I think too much. That is my first problem. The first problem to be overcome. This is where my psy­chic energies are largely directed. I should try and feel more, become more emotional - though, obviously this must be kept in balance. The essential prize that comes through Self-Knowledge is that one can begin to see these circular move­ments. Then comes the harder part, knowing what to do to stop this ever decreasing circle and break free from the binding spell that I have unconsciously cast upon myself. It has taken me a good number of years to reach this stage of awareness, during which much of my time has been spent 'studying' and reading and mak­ing notes and generally wasting my time. I cannot emphasise Self-Honesty too much here, because it does take a lot of guts to realise that who you are is really just a creation of many different factors that have all been merged together in a hotch-potch manner. There does not seem to exist a centrifugal point around which ones interests all merge. But it is there, hiding in Its palace deep within the confines of the persona. There it seems to command its armies of ideas and psychic orientations. One moment I will do this, another moment I will do that. All the time I run around and around at its infernal beck and call and where am I now? Now, at last I am looking back at him and refusing to be his minion. Now I seek to be Master. Yes, so I seek to be Master. But how do I achieve this? This is the fundamental question. The primary question. It is not a simple task of suddenly ceasing to be who I am. Nor is it a case of suddenly changing my interests -or my 'religious beliefs' for that matter - because it is not the interests or the 'religious beliefs' that are keeping me in stasis. It is something other, something within me that is the cause. So it is not necessarily about changing my interests rather it is about changing who I am within myself. If I change then perhaps so will the outer world or, perhaps it won't need to. The hardest thing about all of this is that I am so closely identified with who I am, with my Self-Image that its death seems to be my death. Even now I am still too close to be objective about this. I know, perhaps"},{"pageNumber":6,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 5 vaguely at the present, that I must die psychically if the Gift of Satan within me is to grow and become some­thing greater than it is now, but I am so close to the persona, nay I feel emotionally that I am the persona that must die that it will cause me much inner conflict and pain before I can separate fully from it an then, the cloud over my consciousness will be lifted and perhaps at last I will be able to see as clearly as They who are Never Named. The price to pay at the moment is huge, but then, whoever said selling your soul was cheap? Who the Devil am I? Who? The Devil am 1... Lyceus 1st July 1998 e.h."},{"pageNumber":7,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 6 C~t CrnbtttDu Dr t~t 6tutsttr ~nlJ The essence of genuine Satanism can be simply stated: it is a way to inner development, the goal of which is a new individuaL This way involves three essential stages and these exemplify the spirit of that way and the individuals who follow it. The first is direct experience, the second is direct practice and the third self-development. The first in­volves direct experience of both the external 'world' and the inner (or psychic) 'world' through striving to achieve certain goals both practical and magickaL The second involves using 'practical' (or causal) and 'magickal' (or acausal) energies to manipulate others, situations and energies in a practical way - prodUcing changes in accord with certain goals. The third involves beginning the process again but starting from the new level of self-understanding and ability attained - pursuing different (and probably more complex) goals A Satanist is an individual explorer - following in the footsteps of others (and perhaps using their guide books) but always seeking further horizons, daring to defy convention (in ideas as well as in morals and attitude) yet part of an evolutionary succession enabling what is experienced to be understood and become beneficiaL For this reason, a genuine Satanist understands tradition as important and necessary -the culmina­tion of centuries of insight and experience a useful guide which enables further progress and exploration: a starting point for that inner and outer journey which is begun by Initiation, as well as a map of the way cho­sen and followed. This tradition is not sacrosanct -but it does possess a validity until the individual reaches the stage where the unique genius within each individual has been brought to frUition enabling the creation (from ex­perience and self-insight) of a unique way and a fulfilling of a unique Destiny. In magickal terms, this is the stage of Internal Adept, where that unique Destiny is made known (dis-covered) and where the individual Ini­tiate has developed the talents necessary to fulfill it by a following of the previous stages - a stage reached from between three to five years after Initiation. The tradition (explicated in the 'seven-fold sinister way') provides only a beginning - it is for the indi­vidual to go beyond it, toward the dangers and rewards of the Abyss. It is, however, necessary - since it is, in one sense, a 'short-eut': enabling self-development to be achieved far quicker than would be the case without it as well as fully enabling the explication of individual potentiaL This does not mean that following it is easy ­the path may be shorter, but it is just as dangerous (and in some places, more so). It is a mountain path to the summit rather than a meandering valley path, and enables the horizon, the other mountains waiting to be conquered, to be seen -as they cannot be seen from the wooded valleys below. But each new Initiate must walk this path - alone. And for each it is a new experience, a process of di­rect learning and a personal achievement, for only a very few have ever ventured that way before and stood atop the summit that is 'Internal Adept' to see in the distance the still higher peaks that wait beyond the Abyss. What is important is following that path -and going beyond it, toward the Abyss - actually undertaking the journey and experiencing in real time what is encountered and seen: of being taken to the very limits of your endurance and abilities. No one can do this for you - just as the path does not lead to some pleasant grove where you sit at the feet of some 'Master' listening to their past experiences and fables. It does not in­volve you staying comfortably 'at horne' with the security of your known world and friends and ideas, just as it is not a 'mental' journey done in comfortable surroundings and with no physical effort or danger. It is practi­cal, and direct -and involves physical and psychic hardship, and while you may be a little soft when you start, you will not be so when you succeed, just as if you believe you are tough enough now, you will be rudely awak­ened. Is this what you really want!"},{"pageNumber":8,"pageContent":"--'­'­'­'--­, Otonen -A Guide to the Stage ofInitiate. ONA.\t Page 7 ~rtnttnj Tnlttftr: C~rtlU$~ t~t TtTrbtbbtu ~lltt5 2.2. Neophyte Seek and gain entry into an existing Temple of the Order or undertake the Rite of Self Initiation (Black Book of Satan/Naos). Note that certain entry requirements will usually have to be fulfilled: •\t Gain from a place of Nazarene worship a host or hosts for use during Sinister Initiation. •\t Purchase/make black robe. •\t Build simple version of the Star Game. •\t Acquisition and study of Order manuscripts. •\t Purchase relevant item of jewellery: Males: quartz ring. Females: quartz necklace. •\t Undertake and complete a specified physical test. •\t Undertake a test of commitment. •\t Undertake Initiatory tasks as specified by Master/Mistress. Initiate •\t Undertake Self Immolation Rite. •\t Begin to journey through the Dark Pathways (one a week). •\t Read and study the Deofel Quartet + Breaking the Silence Down. •\t Study and use (play) the Star Game, by self if no partner has been found or with partner if one has been found. •\t Upon completion of Dark Pathways begin Sphere Workings (one sphere per week). •\t Begin to purchase items for Sinister Temple. •\t Cultivate the image of Sorcerer/Sorceress, Le. wear only black, quartz ring/necklace etc. Attend New Age Fairs/Festivals/Moots etc. in the role of Sinister Adversary. Also, dispel or imply certain attitudes when with acquaintances or friends etc. •\t Infiltrate an existing Occult group/Order/Temple and re-direct magickal energies towards personal rea­sons/aims during the performance of a ritual. •\t Train for and undertake specific physical task. •\t Undertake the Black Pilgrimage. •\t Begin to learn and practice Sinister Chants. •\t Begin and maintain a 'Sinister Book of Shadows' writing up experiences, feelings and thoughts. •\t Seek out Magickal partner of opposite sex (or same if gay). •\t Hunt, kill and eat some game. •\t Prepare for and undertake the External Adept Rite. The Sinister Alchemy"},{"pageNumber":9,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 8 What follows is the sequence of workings for the Initiate. During the course of these rituals the Initiate should begin to undertake the other tasks, thereby uniting a number of different tasks into a cohesive whole. Only one working should be undertaken per week. Upon completion of all the workings the Initiate should undertake the Rite of External Adept and then begin the tasks associated with that Grade. Sinister Initiation Rite • Dark Pathways:• 1. Noctulius 12. KaruSamsu 2. Nythra 13. Nemicu 3. Shugara 14. Macto ron 4. Satanas 15. Velpecula 5. Aosoth 16. Kthunae 6. Azanigin 17. Atazoth 7. Nekalah 18. Vindex 8. GaWathAm 19. Davcina 9. Binan Ath 20. Sauroctonos 10. Lidagon 2l. Naos II. Abatu • Sphere workings (using Sinister Chant) ~-Moon - Deofel -Death Physis -Change -War Lovers -Hel-Star Azoth -Opfer - Master Magickian - Lord of the Earth -Hermit Desire - Mistress of the Earth -High Priestess Wyrd -Sun -Aeon Further Explanatory Notes The tasks of the various Grades, as has been previously written, provide a framework through which the Initi­ate passes during his or her Sinister Journey. The 'bare bones' of this journey have already been provided in Naos. Other Order mss that deal with the subject of Initiate tasks (up to and including Master/Mistress) serve to provide the Magickian with extra tasks that can be undergone. There is not, nor shall there ever be a dog­matism that states the Initiate must or must not undertake a certain task, rather a task is suggested for the Ini­"},{"pageNumber":10,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 9 tiate and it is up to the Initiate to undertake a certain task or not. The decision is ultimately for the Initiate. Thus the Order has issued a number of mss that illustrate various tasks that have been undertaken by mem­bers of the Tradition. Different members have and still do undergo different experiences as this is from one perspective the very essence of the Way itself· it is individual. Thus, to provide two examples: According to Order mss an Initiate is instructed to infiltrate a RHP group and cause disruption and adversity. Variations on this task can include political adversity (especially amongst students) and 'religious' adversity amongst those who are mentally inclined towards the modem bastard child of the Nazarene known as the 'New-Age'. Thus, the role of Sinister adversity is not an absolute and does not have to be undertaken in exact terms or conditions, because those very terms and conditions are determined by the Wyrd of the individual. The second example concerns the physical task. There can be a variation on this but the actual essence of the task is that it pushes the individual to and beyond his or her physical limits. There should be a feeling that the individual is really pushing against the boundaries. What is important is that the Initiate must truly and objec­tively address his or her fitness and adapt accordingly, this does not infer that the actual physical goal should become lessened but rather that the Initiate attempts to pull him or herself up to the highest standard of physical fitness as possible. One variation on the physical task is for the Initiate to undertake the Black Pil­grimage, or a variation thereof. For those individuals who live within or near hilly or mountainous terrain out· side of the Sinister Land the physical task should ideally be set amongst these conditions with the Initiate car· rying a weighted pack and walking forty or fifty miles (accounting for up-hill mileage) in relative isolation and within a preset time·scale (usually between a day and a half and two days). At certain intervals, perhaps based upon natural variations in the landscape, such as a waterfall, cliff.face, hill.top or cave, the Initiate can stop and meditate upon the Sinister Tarot. The Initiate should realistically consider his or her level of fitness and begin to address physical weaknesses. The only real way to become a Sinister Adept is for the Initiate to make continuous efforts along the Way and these efforts must be measured by self.honesty. As it has been said before: 'Ifyou lie to yourself you will get no­where.' Lyceus ONA 199geh"},{"pageNumber":11,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 10 C~t ~rtnlt of 9tstoutry At the brink of a great quest, one often finds oneself overwhelmed with great questions. Thus far I have em­bodied more answers than questions themselves. Before, I had yet to be faced with any real wondering, any real desire, or any real need to uncover my destiny. Perhaps such a thing can only come from absolute need. I have had great desire to do my part to further a dialectic of cosmic wyrd; to be a part of the glory that is to come. This was my destiny, my place in the cosmic order of things, my absolute desire. What I have until now failed to realize is that my destiny lies in myself, in uncovering my essence. To myself grow and learn. This can be the only way. I am a part of nature, and unless I uncover what is truly my unique place within it, I will never obtain the empathy I need. I have failed before in great endeavors, and probably will again. I have died by my own hand in pursu­ing the things I long for, and I have yet to let this longing be reborn. My strong will and desire somehow crip­pled my goal. I failed, in a life long dream. Yet I moved on, to other things, other passions. My failure did not lie in the hands of others; it was not absolute. It lay in my own hands, it was my own doing; and ultimately, my own fight. These other things, other passions in which I have moved on to, have been essential insofar as discov­ering what I can do. How I can create, and replenish. My recent pursuits have led me to learn something at least daily - something important not for what I have learned, but how I have leaned it. I am forced, by my own choice of a challenging profession, to forever learn and accommodate my mind and its techniques in dif­ferent ways. What I must learn in what I do, I must learn the hard way. I must find a solution, and there is lit­tle aid -no one to find the solution for me. All I've to go by is what I've already learned. Perhaps necessity changes an individual. In a way I am pressing my own boundaries, forang myself to conquer new ground in my knowledge. I can feel if affect me. I triumph through many small feats, and this builds my confidence. My sense of overcoming. And perhaps this is what has started to rekindle what I've al­ready lost. If I am to know myself, truly know myself, I must follow my intuition. I must explore the frontiers of my mind, push my own boundaries, and explore my passions. By doing this I will find at least a real way to manifest my intuitive character, my acausal self. Even so, if I find my rekindled lost passions are in contradic­tion of my real essence; I will have learned of myself by eliminating these wonders... And with this realization, that I must pursue what I intuitively desire; I am a step closer to finding my­self, my essence. This will likely take a good portion of my life, but will be an essential uncovering. In this, I am uncovering a means within myself to ultimately help fulfill cosmic wyrd, and aid this dialectic that I have devoted my very soul to. Once I have further advanced on this quest of self-discovery, by my very life, the Sinis­ter Dialectic will be aided, in a way much larger than even I realize. Once I obtain this empathy with and knowledge of nature I so desire, both outward and inward, I will have evolved; in a very real way. To surpass myself I must truly know myself. This is when the real change will happen, and when I shall become as Satan. Thomian, ONA. 1998eh"},{"pageNumber":12,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 11 C~t 6'inisttr ~Drlt The two individuals passed through the Cathedral Main Gate. There was little difficulty in passing the ticket boxes, installed a year or so ago with the intention of collecting payment from the mass of tourists that passed through the Cathedral each year. The first individual showed his pass, he didn't speak or smile. His partner quickly spoke to the woman seated in the little office before continuing his journey. It was an overcast day, a light rain gently fell towards the dampening earth, Without speaking to one another the two figures followed the path that provided tourists and pilgrims alike with a route around the Cathedral. Already the walls were becoming black, a sign that their power was growing stronger. Only the two individuals, both dressed in black, noticed the gargoyles and Green Men that smiled grimly down on the passers-by. Every now and again one of them would stop outside a doorway and speak a few words in Latin, a language that few used in modem times, but one that sustained within its grammar and syntax an emotive feeling that could concentrate the mind upon the Magickal Powers the individual was invoking. AJ, their journey continued they passed the statue known as the' Son of Man', they ignored it, knowing that soon it would become host to one of their own. With their walk of the circumference completed they made their way inwards, entering the sanctuary of the Nazarene. Here, there had been many phases of building, the fire of 1174 had left half of the building in need of repair and there could still be seen many symbols and signs left by the Masonic workers. Over the following eight-hundred years building work had continued right up until modem times when the Nave had been refloored. And though the Nazarenes had ensured that no historical proof of the Old Ways was to be found during the recent phase of excavation and building work, whispered rumours of ancient mounds and sacred wells found within the Cathedral walls remained. Walking around the upper part of the Cathedral the companions remained in a state of inner calm and meditation, the shorter of the two speaking Latin in a hushed voice. Reaching the pulpit the figures separated, as one focused his energies upon the Pulpit itself, watching as its body became blackened until it collapsed in upon itself as decay set in. \"To open the blind eyes, to bring the prisoners from the dungeons, and Them that sit in darkness out of the prison house...' \"...ye that go down to the sea, and all that is therein, the isles, and the inhabitants thereof...\" \"Let them give glory unto the Lord and declare his praise in the islands. The Lord shall go forth as a mighty man; he shall stir up jealousy like a man of war; he shall cry, yea, he shall shout aloud: he shall do mightily against his enemies. Standing at the Lectern, the Priest carefully selected the verses from the Bible which lay open at the Book of Daniel, he smiled as his words formed images that filled the Cathedral with Chaos. Turning to the High Altar he felt the cold current of Chaos energy pass through his body and into the foremost place of"},{"pageNumber":13,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 12 Nazarene worship and it was destroyed. When they entered the Crypt all was silent. Here they had come many times, in preparation, commun­ing silently with the ancient images of the beasts: Wyverns, Dragons, Griffins, Green Men all apparent to the discerning eye. Their existence proving that the apparition of the Nazarene religion was but a thin veil through which the Old Ones look. Here, the minds eye, the Eye of Satan, could watch Them sleep, frozen in stone and yet, with the right Magick, They could be awoken and return as a cold wind that blows the stench of death upon a recent field of battle. At the far end of the Crypt, known as Eastern Crypt there lay the Jesus Chapel, the Chapel of the im­postor. Here the two Sinister Priests were left alone, a brief reprise from the constant throng of tourists and pilgrims that unconsciously invaded the silence of their Black Meditation. Concentrating intently upon the energies they were invoking they began the slow unearthly chant of their Tradition: Dies irae, dies ilIa, solvet saeclum in favilla, teste Satan cum sybilla, quantos tremor est fu­turus, quando Vindex est venturus, cuncta stricte discussurus, dies irae dies illa.\" The words resonated throughout the Crypt, as though the Crypt itself had suddenly awoken from a sleep and was now replying or uniting with the Sinister Chant. With the second chant came the birthing and the preparation of the host who would become the new channel for the Chaos. Looking at one another, on completion of their third chant, they moved to the Chapel of the Lady of the Undercroft, the central chapel in the crypt where they would light the three candles in honour of the work. With their Black Meditation completed, in silence they left the Crypt, passing members of the Nazarene clergy as they left. Outside it remained overcast... Epilogue Late that evening, high upon one of the ancient hills that formed part of a ridgeway that passed through the countryside of South-Fast England, two individuals gathered to prepare the way for They Who Are Never Named. To attempt to open a Gate to the Land Beyond and so return to Earth the Blackest powers in the Universe... Aperiatur terra etgerminet Chaos! Lyceus, ONA."},{"pageNumber":14,"pageContent":"'-­'--Dtonen -A Guide to the Stage ofInitiate. DNA. Page 13 In many ways the seven-fold way can be regarded as a process, by the individual, of discovery and expe­rience. The goal of this process is the production of individuals skilled and knowledgeable in the magickal arts who have developed their latent, occult faculties and who possess the beginnings of wisdom. This process can result, sometimes by accident over extended periods of time (for example, three dec­ades or more) but It is most usually undertaken as a result of a conscious decision by an individual to seek eso­teric and/or magickal groups/Order/Adepts. In this later case -and provided the guidance received is good ­the goal can be achieved in a much shorter time. The first part of the process is in many ways the easiest: that of seeking some form of Initiation (qv. the Order MS 'A Novices Guide to Initiation.'). Before and after Initiation the novice is required to under­take various tasks by the Master or Mistress who has agreed to guide the individual along the seven-fold way. The pre-Initiation tasks are the performance by the individual of a simple hermetic ritual (usually on the night of the full moon), the construction of the simplified version of the Star Game and the successful completion of the various tests aimed at proving the serious intent and commitment of the candidate. The important thing about these tests of intent is that the candidate is unaware of them - for example, the candidate is asked to be present at a certain time and place and instead of meeting there the expected Master of Mistress meets a person of odd appearance who propounds various view which the individual in question may find not only unusual but distasteful, Such tests and encounters are not games but merely devices which enable the candi­date to begin to understand their own motives and expectations and as such are an important preparation to Initiation. It is to be understood that it is not the order, which tests the candidate -but the candidates them­selves. Initiation is the beginning of the breaking of the illusion of roles, and to be successful this breaking must be done by the individual, from within. Once this breaking down begins, then Initiation is already underway, and no 'Rite of Initiation' how­ever complex or well meaning is a substitute for this change in the individual. Such a rite, as a ceremonial rit­ual, is only the representation of this process in a dramatic form and in many cases is not necessary if some other form of Initiation is more suited to the candidate. Besides this breaking of self-delusion, Initiation is an awakening of the occult faculties -that is, the experience by the candidate of the reality of magickal forces. This experience can be brought about in several ways - first, by means of a powerful ritual of Initiation which produces magickal forces through invokation; second, through the candidate experiencing the charisma of a Master or Mistress; and third, as a consequence of the individual undergoing a particular experience where magickal forces are present. An example of this third type is when a candidate, expecting perhaps (as a result of their own imagination) a ceremonial ritual of Initiation, is led to an isolated spot where magickal energies are present either naturally (as for example in most stone circles) or have been created beforehand by an Adept in readiness for the candidate. The candidate is then left alone. What the candidate then experiences (sometimes for many hours) is an Initiation - although this is seldom understood by the candidate at the time because outwards form is lacking. In many respects, this third type is the most valuable of all the forms of Initiation since it does not rely on the illusion of cere­monial, or the dogma normally associated with such ritual forms. Initiation is complete when the candidate realises that a process of inner change has begun. The next stage of the seven-fold way, following Initiation, is when the novice begins to undertake in a systematic way workings with the various magickal forces through such forms as Path Workings, hermetic and ceremonial rituals. Such workings in themselves take several months and during this time the novice will be"},{"pageNumber":15,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 14 given several tasks - some practical, some magickal - to perform. These tasks may themselves take several months to complete. The most usual magickal task involved the novice assuming the 'role' of a dark sorcerer/ sorceress for example, dressing in black and cultivating a satanic appearance -and in this guise attending vari­ous Occult functions and generally trying to provoke argument and dissent. The novice in this is advised to cultivate an attitude of arrogance and pride and must be prepared to defend forcefully their Satanic views. Fol­lowing this, the novice is expected to infiltrate another magickal group/Order with the intent of attending a ritual and during that ritual either redirecting the magickal power (if any) or invoking by their own effort dur­ing the ritual a powerful force of their own choosing to disrupt or otherwise alter the original ritual. In some cases, the novice may organize their own group (recruiting people for it) for just this purpose. This magickal task develops not only the use of magickal forces in an interesting way but also provides the novice with a goal the attainment of which is invigorating. It also provides an opportunity for the novice to develop various skills pertaining to the manipulation of other individuals chiefly through the deliberate de­velopment of a 'charismatic' personality or role. Its the fundamental task of the novice to learn from those ex­periences -that is, not to allow the role to become dominant. This is achieved by the novice remembering that they are involved in a seven-fold quest and accepting the advice given by the Master or Mistress who assigned the task. Both of these things some novices find diffi­cult to do. The behaviour of the novice during this task is governed by specific guidelines - failure to observe the guidelines by an individual means the end of their noviciate as far as the Order is concerned. The practical tasks associated with this stage usually involve the novice developing certain physical abilities suited to their character. Such physical goals (for example, cycling 100 miles in under 5 hours or run­ning 20 miles in 2 hours 30 minutes - fitter individuals will be given a more demanding goal) are a necessary balance to the magickal tasks as well as enabling those tasks to be achieved in a more invigorating manner. This stage generally takes from six months to two years and is concluded when the novice finds changes of perspective arising as a consequence of the self-understanding brought through following the goals and tasks. This change should arise naturally and it is made conscious to the novice toward the end of the stage through the grade ritual of External Adept. This ritual is a prelude to the goals and tasks of the next stage and signifies the beginning of Adeptship. The Grade Ritual involves the individual constructing a septenary Star game and the performance by the individual of a certain ritual on a night of the new moon. This ritual involves the invoking of a certain force, female in aspect. The External Adept may choose to continue with the group or temple begun in the previous stage (or create one if this was not done before) for the purpose of conducting ceremonial and hermetic rituals of the type associated with, for example, the 'Book of Wyrd' as well as for the performance of the cthonic Nine An­gles rite if desired. Alternatively, the individual may opt to concentrate on magickal working with the Star Game -and for this (as the task above) a companion is required. It is a task of the External Adept to find such a companion, as well as to teach them all they themselves have learned during the previous stages - guid­ing them as they themselves have been guided. This in itself generally takes from one to two years, and because of this most External Adepts prefer, during this time, to organize a magickal group/Temple since it provides a structure and a focus. During this stage the External Adept will experience many things, particularly of a magickal kind if rituals are undertaken by a group, and contact with the Master or Mistress will be limited and occur for the most part if the External Adept wishes. It is important during the long period associated with this particular stage, that the individual does not become prey top the illusion of being a Master or Mistress. Most will of course succumb at some time to this as a consequence of the varied magickal experiences and contacts with those less experienced in magick, many individual sever their links with the Order as a con­sequence of this illusion."},{"pageNumber":16,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 15 In some ways this stage is the most difficult, involving as it does confrontation with various roles and what had been called the 'anima/animus', this latter occurring naturally through the training of a companion. Provided the individual maintains during the stage their resolve to follow to its end the seven,fold way (and here the advice from the Master or Mistress is often crucial at some point during this stage) then, with the completion of the Ritual of the fifth stage, the new Master or Mistress assumes a teaching role via an Order or an individual basis, and usually those who attain this stage take over at some time their Order, guiding indi, viduals along the seven,fold way. They may also create their own Order or group should they so wish, or re, activate the Temple they organized during their time as an External Adept, since the Grade Ritual of Internal Adept by its nature, means the individual must disband such a Temple or leave it in care of one less experi, enced. After some years teaching, the Master or Mistress may withdraw to seek the next stage - provided they have trained at least one person to continue the tradition of the seven,fold way. Thus it will be seen that the seven,fold way is not easy. It is a way of life, which any individual may fol, low. Those who only follow its early stages gain something of benefit, those who go further may achieve the goal that awaits us all: the next stage of human evolution. In the past, in anyone decade, the Order had many hundreds of candidates seeking Initiation. About four or five a year, sometimes less, may become Initiates through their own choice. Of these, perhaps two will complete the noviciate and only two or three from twenty a decade become Internal Adepts, the others drift.. ing away for various reasons. Every twenty years, a new Master or Mistress may take office. There may be one or two Magi a century. So it has been -and so it will probably unfortunately remain until the New Aeon be, gins to emerge on the practical level three to four centuries in the future. The seven,fold way possesses the potential to create (given good guidance) in ten years what it has taken seven civilizations, five Aeons or nearly ten thousand years to achieve. Every individual is free to choose between this path to the divine and a continuation of the sleep that keeps the potentiality of life at bay. All magick is a glimpse of this path - it is up to the individual to walk along it. DNA, 198geh '--."},{"pageNumber":17,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 16 J3trttif1l1 ~llt~llr5i5 1­And again the repulsion comes to the surface. Faced with what was spiritual in one sense and diabolical in another, a dilemma arises, like the newborn Sun afresh over a dew laden earth. And there he is the Man of Destiny, but I am repulsed. The inner disease rises to the surface and I feel ill, literally physically sick. There is a glimpse of freedom, but the illness overcomes this, rising to the surface before descending once more where it lies dormant, a parasite that I have been force-fed and made to accept as true, as real. I know the reality of those high values that he and his followers preached and preach still. I have a sense ofwhat they are and how high they would seek to pull the lost soul up to Greatness. I have partly lived this idealism and know that it lies within me still, deeper perhaps than the foreign beast with which I have been injected. But everywhere the enemy rears Its head, again and again and again. There are so few who can think for themselves. They said that about the Cause that he created and the new men and women that he sought to create. 'Think for your­self' - a projection perhaps? And yet I am blessed that I see where his followers are now, I hear what they say, whilst all around me the enemy force their creed upon me, friends and foe alike. Why am I sick? What re­pulses me? Is this an apparition? A distorted lens that I look through? I cannot see clearly through the glass they have put up around me. And yet I know that to smash the glass requires strength and a sense of certainty, or Destiny. An internal battle that often may become physical. How can I know who is true? But is not uncer­tainty an ally of the enemy? Conviction will be slow, there must be something more than mere words that captures the essence of the Spirit. It was shown years ago during the First State, but now it's beauty is dis­torted, mis-represented. And so I enter the Temple: Hail to you, most holy and free, Revealer of Dark: We greet you with forbidden thoughts! Hail-most holy and free! We believe-Adolf Hitler was sent by our gods... Lyceus, ONA."},{"pageNumber":18,"pageContent":", Otonen -A Guide to the Stage ofInitiate. ONA. Page 17 In one important respect, Satanism may be regarded by new Initiates as a catharsis - a means whereby indi­viduals may divest themselves of those limiting roles that often are the creation of the ethos or ethics of the society in which those individuals find themselves. Thus, in the past thousand years or so in Western Europe, one of the most important Satanic rituals, inso­far as novices and 'the public' were concerned, was the Black Mass - simply because the ethos which outwardly ruled was the organized religion of the Nazarene. However, where genuine Satanism has been misunderstood is in the reason for this act of catharsis, particularly since the genuine Black Mass bears only a superficial re­semblance to the 'black mass' described by various writers and 'authorities' over the last five hundred years or so. For the Satanic novice [ the first two stages of the seven-fold Satanic path] Satanism represents the dark as­pect of the individual psyche -and by identifying with this, the individual is enabled, by the transformation that results, to begin the 'Great Work' whose attainment is the goal of the Adept. This 'Great Work' is simply the creation of a new individual -and this new type, by virtue of the path followed, often inspires in others a certain terror. Of course, the Left Hand Path is difficult, not to say dangerous, and failure often results be­cause the person journeying along the path misunderstands how the dark forces may be approached, manipu­lated and most importantly integrated to enable an identification beyond both good and evil as these terms are commonly understood. That is, those who fail in their quest along this path [and Gilles de Rais is an ex­ample] often do so because they fundamentally accept the dichotomy of 'evil' and 'good' and identify with what they perceive or believe to be, 'evil' - this perception and understanding almost always deriving from what the 'opposition' have declared to be 'evil'. The reality is that this dichotomy does not exist in the cosmos -the convention ofwhat is 'evil' has been imposed, by the projection of mostly Nazarene dogmatists, upon reality. In a fundamental sense, Satanism is a means whereby each individual can discover [or rather 'dis-cover' in the sense of HeideggerJ the reality for themselves. Hence, Satanic catharsis is essentially a blasphemy -but one ordered and with a definite aim; it results from an individual will channelled by a conscious understanding. It is this application of will -of conscious intent ­which marks the genuine Satanist from the imitation and the failure. A Satanist revels in life -the failures find themselves trapped by their own unconscious desires which they do not have the intelligence to under­stand nor the will to direct toward a conscious apprehension. Blasphemy is only effective if it is, for the period in which the individual lives, firstly a genuine shock and a reaction to those values which though accepted are often unconsciously accepted; and, secondly, if it is an ap­preciation of the positive and life-enhancing qualities inferred by infernal opposition. Thus, while the tradi­tional Black Mass -with its denial of the Nazarene -is still useful because of the continuing constraints of Nazarene beliefs, it is today supplemented by a Mass which in its unexpurgated version represents a shocking blasphemy to the majority of peoples in Britain and other Western countries. The Black Mass, and the modern Satanic masses which derive from it, in their genuine forms provoke an invigorating response through the very fact of positive opposition. Negative opposition - such as the so-called black mass described by Huyrnans in \"La-Bas\" -is enervating. True Satanic opposition -codified in a ritual­produces the exact opposite - a will to more life: and it is this positive, vital, will that is the essence of the genu­ine archetypal image of Satan, the adversary. Negative opposition - a wallowing in death, decay, horror and the filth of uncontrolled decadence -is a sign of imitation Satanism: a distorted image of the putrid corpse of the Nazarene."},{"pageNumber":19,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 18 One of the Satanic masses in use today is based on an evokation of Adolf Hitler -and not as something artificial, still less as a psychological 'game'. Rather, there is a genuine identification with the positive, life­enhancing, aspects of National-Socialism. [To most readers, this will be shocking - a blasphemy; which is ex­actly the point.] As with the traditional Black Mass, it is the stress placed on the positive, vital qualities of op­position that are important -because these contradict in their very essence aU that is assumed about what or whom the mass is concerned with. Thus, in this particular Satanic Mass, Adolf Hitler is not represented as he is today por­trayed by his opponents - as some sort of 'evil' monster -but as exactly the opposite, as a noble saviour. Genuine ritual Satanism, for a novice, is not simply inversion - it is a complete rejection of the images and ethics of a particular ethos -and a Satanist uses those images, and the ethics, their very essence reversed, against their own often unconscious'conditioning', and ultimately against the society which uses/creates those images and ethics. Individuals who participate in genuine, well-performed, Satanic masses sometimes experi­ence a kind of satori -a sudden enlightenment -and are thus led to increase their own conscious understand­ing. They also achieve an increase in their own vitality because they have broken free of constraining oppo­sites. In a very important sense, Satanism uncovers what the ethos of a particular society or societies have covered up through images, dogma, ethics, words and ideas -and it returns the individual to the primal chaos out of which opposites were formed. This uncovering gives the individual control, a conscious understanding and an awareness of their unique Destiny. It is and has been the purpose of genuine Satanic groups to foster such an uncovering by guiding nov­ices and having them participate in blasphemous rites. Beyond such an uncovering, ritual and ceremony cease -to be replaced by a profound wordless skill, a profound empathy. The ground or foundation of this em­pathy is what has been called \"individuation\" -the unity that a genuine Adept represents. But this \"individuation\", this Adeptship is itself only another beginning; it is only the fourth stage toward the ultimate goal. Fundamentally, Satanic Orders enhance, speed-up, evolution - while the majority of people sleep, fearful of such infernal terrors. [ONA 1974eh]"},{"pageNumber":20,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 19 'JYf1155 Df J3tftSlJ Participants: Mistress ofEarth (in scarlet robes) Master (in purple robes) Guardian ofthe Temple (dressed in black, and wearing a face mask) Congregation (in black robes, or black clothes) Temple Preparation: The altar is covered by a red cloth on which is woven a gold inverted pentagram. Black candles and incense of Mars to be burnt. Behind the altar is a large swastika banner: black swastika on white circle against a red background. On the altar are silver chal­ices containing strong wine; a crystal tetrahedron and a small altar bell. The altar may also contain a framed photograph of The Chief, and a copy of Mein Kampf. The Aim: The aim of this Mass is to: (a) challenge accepted beliefs about recent history; (b) provoke dissent and encourage Promethean challenge -particularly within the psyche ofthe individual; (c) encourage sinister forces. Important Note: It should be noted that performance of this Mass is illegal in many 'Western' countries - and in these and many other countries anyone who accepts and propounds the tenets outlined in this Mass renders themselves liable to criminal prosecu­tion and/or persecution by the 'authorities'. Performance of this Mass of Heresy in these times is as dangerous an undertaking as was performing a genuine 'Black Mass' in the era ofNazarene persecutionl'witch-hunts'. The Mass The congregation et al assemble in the Temple. The Master and Mistress enter at the start of the rite, precess to the altar, bow to the banner and turn to face the congregation. Mistress Hail to you, most holy and free, Revealer of Dark: We greet you with forbidden thoughts! Congregation Hail - most holy and free! Master We believe-Congregation Adolf Hitler was sent by our gods To guide us to greatness. We believe in the inequality of races And in the right ofthe Aryan to live"},{"pageNumber":21,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 20 According to the laws ofthe folk. We acknowledge that the story ofthe Jewish 'holocaust' Is a lie to keep our race in chains And express our desire to see the truth revealed. We believe injustice for our oppressed comrades And seek an end to the world-wide Persecution ofNational-Socialists. We believe in the magick ofour wyrd And curse all who oppose us. We express our pride in the great achievements Of our race And shall not cease from striving Since we believe the destiny Of our noble Aryan race lies among the stars! Mistress Let us remember in silence Our comrades who gave their lives Before, during and after our Holy War. [The Master rings the bell twice. The silence which follows lasts for about two minutes after which the Master rings the bell once when all present give a brief Hitlerian salute. The Mistress then says:] Mistress I who am Mistress of Earth welcome you Who have dared to defY the dogmas That now hold our peoples in chains! No thought should bind you: No dogma restrict! [The Master now vibrates the words 'Agios 0 Falcifer' as he stands facing the altar with his hands spread over the chalices. During this chant, the Mistress kisses each member of the congregation, saying to them 'Honour be yours' after which she goes to the al­tar and takes up one ofthe chalices.] Mistress By our love of life we have this drink: It will become for us a gift From our gods! [The Mistress raises up the chalice, turns and replaces it on the altar, then passes her hands over the chalices saying quietly 'Oriens splendor lucis aetemae in tenebris et umbra mortis'. She then goes to the Master, who kisses her, holds his hands out­stretched toward the congregation, and says:] Master Caligo terrae scinditur Percussa solis spiculo Dum sol ex stellis nascitur In fOOei diluculo Rebusque jam color Redit Partu nitentis sideris. [The Master turns, bows briefly toward the banner, faces the congregation and points to the swastika, saying:] Behold the sign ofthe sun And the flag ofhe who was chosen By our gods!"},{"pageNumber":22,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 21 Praised are you by the defiant: Through your courage we have The strength to dream! [The Master hands the Mistress a chalice, saying:] Suscipe, Lucifer, munus quod tibi offerimus Memoriam recolentes Adolphus. [The Mistress sips the wine, holds the chalice toward the congregation, saying:] Mistress Let us affinn again our faith. [The Guardian steps forward, and raises his right arm in the Hitlerian salute, saying as he does:] Guardian Hail Hitler! [The Congregation respond with the same salute and greeting.] Master So you have spoken and from your speaking Gifts shall come to you Given by our gods. Drink now, to seal with honour Your faith. [The Mistress gives the chalice she is holding to the Guardian who drains it, holds it upside down to show the congregation, and who then places it upon the altar. The congregation, in single file, then approach the Mistress. She hands them a chalice each, which each drain, hold upside down and place upon the altar. {Note: If the congregation is large, the chalices may be replaced by small cups or other suitable containers.} When all have drunk, the Master vibrates the words Agios 0 Falcifer while the Mis­tress turns to the congregation.] Mistress To believe is easy, To defy is hard ­But most difficult ofall Is to die fighting for a noble cause. Go now, and remember, So that we few who survive Can gather again in secret At the appointed time To recall the greatness promised us By the gods! [The Guardian opens the doors of the Temple and ushers the congregation out.]"},{"pageNumber":23,"pageContent":", Otonen -A Guide to the Stage ofInitiate. ONA. Page 22 One of the initial tasks along the Sinister Path is the Magickal technique known commonly as Pathworking. Essentially this technique is a fundamental to the beginnings of Magickal development. When working with the Sinister Tarot the Initiate may notice that some workings are far more intense than others. Combined with this intensity is the feeling that the characters and scenery within the image have actu­ally come to life themselves. That is, they suddenly have a life of their own, a life that is no longer restricted by the consciousness of the individual, but suddenly becomes distinctive and objective from that consciousness. It is within these deeper forms of Pathworking that genuine Initiation begins to take place, for it should be noted that the Rite of Initiation does not always bring a complete transformation, but rather is only a begin­ning. Two forms of Pathworking can generally be distinguished by the degree of control that the Sinister Path­worker has over the energies/images. In a lesser form of Pathworking the direction of the energies is con­trolled purely by the individuals imagination, that is for example, the Initiate visualises the Moon Goddess, imagining that she begins to talk, perhaps in a strange and deep ethereal voice, one that is imbued with the acausal nature of the Being She symbolises but which many believe to be purely a dead hunk of rock... The working here is directed purely by ones imagination. However a deeper state of Pathworking, one which usually only comes when the Initiate has been continually working with the images themselves, is when the Beings within the Cards themselves become alive and imbued, not with the energy of the individuals imagination, for this is itself only a means to work with the energies, but rather, become alive of themselves expressing Their own nature and energy, that which is both within and without, that which is the acausal. Another aspect of this degree of difference between the objective and subjective status of the Being with which the Dark Tradition works is expressed in the Dark Pathways themselves. These workings further the ini­tial descent into the acausal, one which may itself be tentative and misunderstood. As is stated in other Order MSS, it is by practical experience that the Sinister Initiate discerns the status of the Dark Gods themselves and this can never really be passed on in writings. For it is often believed that the writings of others can bring wisdom and enlightenment by themselves, yet this also is an illusion of the Abyss. It is quite correct to assume that the writings of others may help to guide, but, as has been stated many times before, they are only a guide, not a substitute. It is only through direct personal Invokation that the Dark Gods can be understood. During the Dark Pathways the Magickian meditates upon the corresponding Tarot image, allowing the en­ergies summoned to manifest as it will in accordance with the symbolism. However, if a working is truly suc­cessful the imagery of the card will serve its purpose by providing a gateway, or perhaps more accurately a vehi­cle through with the specific Dark God may manifest its Being. Thus working with Atazoth, the Master card itself is soon lost in the vortical Chaos that is emitted from the pictorial representation of the Man of the \"-Abyss. Atazoth then fills the Initiates mind, revealing his being to be far more alien than that of a mere hu­manoid. As an expansion upon the existing Dark Pathways techniques I suggest the following working:"},{"pageNumber":24,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 23 Dark Pathways II Requirements: Black Robe Quartz crystal Sinister Tarot Atu. Decide upon a mode of dress. Usually this will be one of three: Black robe, naked, or dressed in black. Arriving at the area near or after sunset, prepare your clothing and set out the implements. Chant the respective sphere chant facing East and holding the crystal at chest height. Now vibrate the Sacred Word nine times. If a chant is required then chant this instead, but if this is not known then vibrate the name nine times then another four times. Place the crystal in a secure position and begin the slow dance, the direction of which you may decide your­self (usually Deosil for lighter spheres and Widdershin for darker spheres, Le. Mars and Jupiter would be Wid­dershins). Speed the dance up faster and faster until you fall to the ground. Now vibrate or shout the name as strongly as possible. After a moment, visualise the Tarot image, do not attempt to control or direct the visions though, let them come and go as they do. Once the visions pass, stand and then begin a dance in the opposite direction to the original dance. Sing­ing/chanting \"I am the Power, I am the Glory, I am a God.\" When satisfied, cease your dance. Then face bow to the North saying: \"It is completed.\" Leave the area of the working. Additional Notes: Prior to the ritual for seven days meditate upon the sigil of the Dark God to be invoked for at least fifteen minutes each night prior to sleep, quietly repeating its name. Ifpossible follow the recommended Black Fast. The location of a suitable area for working is also essential. An isolated wood is ideal, though geographical variations may determine alternative locations. The addition of the Sphere chant at the beginning of the Rite seems to open the Gate to the acausal wider"},{"pageNumber":25,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 24 thereby enabling the Dark God/Energy to manifest in a far stronger manner. Try and use the dance to express the sphere/planet itself. It may be helpful to consider the astronomicaV astrological significances of the planet, such as the size, its speed around the Sun and so on. These may give clues to the planets energies and thereby by expressed during the dance itself. Essentially the Dark Pathways should be experienced by the Initiate him or herself in order for the individ­ual to devise the technique that works best for him/her. However, although the main body of the Ritual should stay essentially the same, it is quite natural that the individual will find variations that work better for him/her, such as the manner of the dance itself for example. Lyceus,()~i\\. 1998eh."},{"pageNumber":26,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 25 Satan,boy A Wild Child of the Woods Seated serenely upon the Rock of the Dark Goddess The Magick of Sound Pure and natural Comes towards me as a hauntingly Beautiful melody Until I am upon him This Wild Child of the Woods Dirtied by Mother Nature Pure and Unafflicted by the disease of a rotted civilisation and its offspring I watch silently awe,struck in his presence As his music plays to the dance of life And I feel the longing deep within Come forth again as I see now A Glimpse of my Self, my Destiny Portrayed in my vision of this Satan,boy This Wild Child of the Woods 15th March 1998 Lyceus"},{"pageNumber":27,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 26 I see the woman from the painting, seated in a drawing-room of spacious, Victorian elegance. The curtains, large velvet hangings, are drawn. To one side is a piano on which a nameless person gendy plays slow, haunt­ing musick, evocative of the Adagio from Beethoven's 14th Sonata. One side of the woman's face is in shadow; the other side is marble perfection. She of the large, dark eyes pours a cup of tea, and sips at it. All is done in a cultured, precise manner. She takes up a deck of cards and begins a game of Solitaire, placing the cards deliberately, pondering each one. The door opens: a gendeman enters. A slight {risson possesses him as he notices the woman - she of the large, dark eyes - seated there. The light from the hallway falls upon her face, and the side in shadow is revealed. It is pocked and gouged, and on her neck is a scar, creating the impression of cracked porcelain. The man sits in a chair beside her. He nervously pulls at his waistcoat. \"Good evening, Lisa\" he says, a note of anxiety in his voice. \"Can you find no other occupation!\" \"This pleases me most, at the present hour.\" Her voice is cool as mellifluous. \"But ... \" begins the man. \"There is nothing you can do about me now, Adrian. You created me, yet I am beyond you. I am less and more than your mortal dreams. By these cards I follow the traces of fate that fix the future. You shall not harm me or interrupt me - you know it is not in your power.\" The man passes a hand across his eyes and sighs. \"If I could just correct these ... \" he says, reaching his hand towards the unsighdy marks on her shadowed side. \"No, I am what I am: incomplete. Yet more potent for that. Do not fear, Adrian, I shall remain hid­den upstairs when your guests arrive. Only you may know me directly.\" The man stares at her. At those dark hallowed eyes that must not be held. For when they are so held, strange and disturbing images arise in the mind; images that cannot be controlled. Nightmares or dreams of seduction. Most of the time - thankfully - she stays in the attic. On a full Moon she can be found sitting by the open window, gazing into the silver perfection. On those nights, shades and shadows, noises and whispers from Aeons, rustle down the corridor, climb the stairs, and haunt the doorways. One night, he was determined to destroy her -she of the large, dark eyes. He had taken burning can­dles, but at the door she had addressed him coolly, and he lost all motivation for the act. From the cold spaces, she had addressed him. The woman represents, it seems, a door into the past, and future. And at the apex where those points meet, she lives in her strange world, neither dead nor alive, within a dimension that seeps into all dimensions. She is unfathomable quantity that on occassions fills him with dread. He will never entirely get used to her. Later tonight, he will go to his room and write in his diary. Write of the evening's encounter, his fears - the other images that haunt him. And he will lie down to sleep, still thinking of her soulless eyes, those large, dark eyes that come from a cavernous dark. And as he sleeps, he will dream ... Annia Ashlet, DNA."},{"pageNumber":28,"pageContent":"'­, Otonen -A Guide to the Stage ofInitiate. ONA. Page 27 I have just returned from that specially chosen site in the forest, just three miles from here. This time, I had been successful in allowing myself to become more thoroughly immersed into, and absorbed with, the spirit of the place, and the Invokation itself. As for the previous Pathworkings, there had always been a kind of fore­boding, a certain hesitation, a tangible fear and recognition that this communion with primal Nature, under the dark, open sky, all alone, was overwhelming - beyond the romanticized, dualistic perception of Nature and the Cosmos so prevalent within modern-day paganism and new-age thinking. Today, however, all such hesitation and fear - separateness - dissolved. A manifest connexion has been created on this cold, early Winter morning. All distractions, all strange, hidden surroundings united with my Being. I had successfully confronted the fear, which once, when I was unaware, had controlled and limited the promise that is my Life; that primal fear of the Dark -that Shadow which threatens to emerge into this causal existence and devour. Today, I have faced this fear. The walk to the chosen site was a brisk one, as I was forced to travel up the hillside in a long, winding manner, as necessitated by the steep cliffs of the hillside. Every step was made in deliberation and contempla­tion, knowing that this was an exercise of Will, in unison with Nature's higher order, a discovery of the Primal Darkness within and without. I was aware that this Darkness, this Shadow was about to be confronted. Unlike before, I instinctively understood that on this morning, I would travel through the forest with­out aid of flashlight or lantern. There existed simply an instinctive knowing -that this was necessary, that there could be no crutches, no hesitation, no turning back. This newly added element, together with the fact that coyotes are well known to roam and hunt along these parts, functioned to make this Pathworking, this brief moment in a life-long Quest, all the more interesting - all the more worthwhile. Finally, after traveling through the heavily forested area, I entered into the small, flat circular clearing, which I had gone to some pains to locate some weeks earlier. I knew when I first came to this place, with its solitary, circular formation of trees in the center, that this clearing was indeed fated for such a venture. Here, one was surrounded by both the awe-inspiring presence of Nature, in the raw, and by the stark, intimidating vastness of the heavens. Here, there could be no simple pandering to the ego in some urbanized, disrespectful form of sorcery so prevalent within the city. One was within Nature's grasp, with only three choices: 1) to bow down to Her in some feeble attempt to show respect; 2) to disrespect Her by ignoring Her, and by investing one's energy into the petty purpose of building one's own ego; or 3) to become One with Her - what, in fact, She truly desires. After unloading the relevant supplies from my backpack, I first lit the charcoal I had packed, and placed on top of it the incense I had prepared - a mixture representing the combination of the energies attrib­uted to Luna (the sphere of hidden knowledge) and Mars (the sphere of sacrifice, death and destruction). Af­terwards, I lit the candles, one red, the other blue, and stood quietly, understanding that this exercise was more than a mere mindless, egotistic abstraction. This was the continuation of a sequential Becoming, of a living, breathing entity possessing the potential to alchemically transform. This Calling was a step further in that process of stripping away the deceptive, temporal layer to reveal what is , and to progressively become One with that essence. Yes, I had understood that this was in fact a sequential unfolding of the genuine Dark Tradition. After several moments, I began visualizing the sigil of Shugara, the Dark God-related entity associated with the fourth Pathway of the Dark Tradition. And, as I visualized this sigil, I began the first of thirteen deep vibrations, nine in continuous succession, then a short pause, and four more vibrations. The deep, resonant"},{"pageNumber":29,"pageContent":"Dtonen -A Guide to the Stage ofInitiate. DNA. Page 28 quality of these vibrations was revealing a remarkable improvement from previous attempts. The entire week previous had been spent preparing for this event. A steady decrease of food, meat and sleep had been imple­mented one week prior to this morning, with the last day providing very little food or sleep for this morning. At this moment, I could feel the positive effects produced by such a preparation, as the vibrant, resonant en­ergy emanating from my solar plexus began rising and spreading throughout the whole of my body. This tangi­ble energy was reverberating within my uttermost Being; an energy which, had I not taken the previous week to prepare for, I'd have been numb toward. An altered state of consciousness was rapidly manifesting. It felt as though it were my very own spirit producing the sound. A tangible oneness had begun to travel like an electric current pulsating through my Be­ing - a concrete partaking of energies that were at once both personal and supra-personal, unconscious and Cosmic. It seemed as though I had \"plugged in\" to an entirely new source of energy. Indeed, by the fourth or fifth repetition, my vibrations began to grow not only in strength and power, but in duration as well. A good fifteen to twenty seconds was elapsing before my breath and power gave out, requiring a new breath to be drawn. Yes, something inside was awakening, a Chthonic Darkness millennia old, yet so vibrantly and entic­ingly new. Now, I finished the thirteenth and final vibration, my voice echoing in the dark, intimidating silence. With my Will vocalized, I reclined across the cold ground, closing my eyes and breathing deeply, waiting for this new energy to manifest. At this point, while realizing I was confronting that Darkness which threatens to devour, I could sense a literal hair-raising fear, a fear which seemed to be sensed by the forest itself. At first, what I witnessed was a violent eruption of dark, black smoke mushrooming forth out of a deep well. I knew at once that this signified the awakening and unleashing of the Shadow within. The Dark was being presenced... What then followed was both enlightening and unsettling. It seemed as though I was able to leave my body and travel directly overhead. I could see the area of the forest which directly surrounded me. What this panoramic view revealed was rather disconcerting: in a perfect circle, surrounding me on every side, were a pack of wolves, crouched down and hidden by the surrounding brush, visibly positioned to pounce at any given moment. What I immediately found to be even more alarming, was the simple fact that each wolf was perfectly still-there was no sound, no sign of restlessness, no apparent agitation or warning of any kind. Not once did I hear them approach. Nevertheless, they were there, and my own prior lack of empathy and self­awareness became startling clear. These \"wolves\" represented, for me, that which threatens to devour, and that which most likely will devour if not confronted, explored and resolved. The fact that I could now see these \"wolves\" revealed that I was indeed now beginning to develop a real empathy with my true self and with the primal essence of Nature. The genuine Sinister Tradition had afforded for me the opportunity to transcend these primal fears which had earlier held sway over my Being. This Tradition had provided me with the raw materials for surpassing present consciousness - a surpassing which alone is able to provide one with a clear and precise evaluation of one's true self. After what seemed a long time, new images began to appear, most notably those which had been in­vading my dreams, or rather nightmares, ever since I had been initiated into the Dark Tradition some weeks earlier. These strange dreams had contained very bizarre images, and had even occasionally become somewhat disruptive. It was as though distant, faded objects, from a past that I was minutely aware of, began invading my consciousness, though I knew perfectly well that it was all in accordance with my own Will. I was more consciously aware now than at any other moment that my Initiation had in fact opened a Gate within my psy­che, that this was in fact a genuine occurrence beyond mere delusion, and that the Shadow is indeed a factual fragment of the Self, lying dormant, awaiting the opportunity to be developed and integrated, so as to create a"},{"pageNumber":30,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 29 new, evolved, un-divided Being. The most startling image, which appeared at that moment, was (and had been since I first encountered it in a horrific dream just days earlier) an enigma that seemed to haunt at the very edges of consciousness. It appeared as an intimidating black fish, or shark, ofvery large proportions, silently hovering at the very bottom of the ocean in complete darkness, as though it had remained there for centuries, or even for millennia, for­gotten - waiting... While gazing at this image, it was as I had been transported into that timeless existence in which the Dream itself had originally taken place. This time, I possessed a clarity of understanding, which I had not ear­lier possessed while in the dream. I found myself plunged once again into the cold, dark, murky depths in which I first encountered the huge Beast. In the original dream, I had, at this point, become frenzied and hurried, struggling to head back up to the water's surface, where I could hope to find some sort of safety. However, now all such desperation was absent - controlled. Rather than struggling to escape the Darkness, I found myself exploring the Darkness. And again, just as in the Dream, I bumped into that impenetrable Darkness, which at first puzzled me, that is, until I saw the Face of that Darkness. There it was, the same giant creature, which, in the Dream, had devoured me. Actually, I had awoken just after the huge creature grunted and immediately lunged toward me with teeth glaring, but I was neverthe­less aware that I had been devoured within the Dream, and that this encounter was symbolic of something un­known, yet very real. However, at this precise moment in the replaying of my Dream, I immediately under­stood the meaning of this fish. I now understood that I was encountering a projected symbol of my undiscov­ered, unrealized self -the Dark Unconscious; that aspect of the psyche which has been the occasion for many uncontrolled, destructive, frightening bursts of the acausal into the physical world throughout history. I also understood that this Darkness was not only something internal, but external to myself as well. During this last phase of the Pathworking, I could sense the increase of a tangible euphoria coming over my body. I could truly sense a genuine Becoming taking place, and that this experience was void of any mystification or abstract romanticism. There was present only a steely, sober clarity that what was taking place was genuine, solid step toward Eternity, toward Becoming, and toward Destiny. As I left the site, a new awareness of, and connexion with, the forest permeated my being. All noise, all abstract thoughts, all nervous mind-activity, so common within the metropolis, was absent. Only a distinct, unmistakable knowing permeated my consciousness; a knowing which only further clarified, and solidified, Direction. This new insight, this new personal victory, was to be only one of many such victories and events, which, together, allow for a Becoming. Yes, there would many more experiences, which would, over time, be­come much more varied and certainly more difficult. Now, the darkness in the forest did not intimidate -it called. Shugara had come, and I was not the same. Collyn Branwell, ONA."},{"pageNumber":31,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 30 Atu VII - AZOTH \"The Menstruum -the Sinister aspect implicit within the 'homogenous metallic water'; the explosive factor in the delicate balancing of life-enhancing elements. Change by adversity -the 'Accuser'. The brutal realities that threaten to devour the abstract, the romantic. Insight and control via the understanding of the Primal -or destruction by it.\" Clothed in black I entered the chamber, intent to invoke a destructive energy I knew could overcome me in an equally destructive way. The intent filled my very being with an anxiousness that should have seemed out of place. But there was a feeling of glory to what I would do - a feeling that would surely come back to me time and time again as 1'd venture into the Dark deeds that presence, and create, Satan. I gave flame to the candles, and breathed deeply, slowly, for some minutes - knowing I must first relax and become content with my surroundings, before I once again ventured to that gate. The Quartz T etrahe­dron the altar bore I could tell was pulsing with the Dark. It was one part of a Nexion, slowly being formed between it, I, and the chants I have sung to lure Dark Gods. These Gods I knew, as invoked to intrude upon my consciousness, could cause much unrest, even terror. But such an intrusion, obtainable it seems in only a small way -when compared to the utter terror and chaos which in essence are these Dark Gods, is an impor­tant element to achieving the balance one seeks. The Dark Gods embody the spirit of life, and give it the Acausal Charge implicit in any conscious being. Once the Dark Gods intruded upon our Causal world, and caused the terror, unrest, and destructiveness which forced the evolution of our species by way of increasing our consciousness. This is what I aim to achieve, individually. Not simply to further open the Nexion in me, but to draw forth that blackened essence of being, so that I may advance my own consciousness, survive the terror, and move one step closer to the balance of CausaVAcausal I will eventually be. I seek to become. As I began the vocal vibrations - \"Sa-tan-as\" - I kept awareness as to my surroundings, and attuned my focus to drawing forth the Sinister element of both destructive and creative force; that which I know to be Sa­tanas. As I completed the vibrations, which bond me to my Tetrahedron in an inexplicable way, I experi­enced a coldness of being. Or would it be better described as non-being? I had become slightly detached from where I stood, and continued the rite. I began a slow dance, repeatedly chanting \"Satanas\", whilst increasing in speed. The dance spiraled inward to where I draw Satanas' presence, and where I eventually collapsed, ex­hausted and becoming separate from my physical self. I lay breathing deeply, not obscuring or consciously di­recting anything which might take place. I aimed to relax, and begin to let the visions that would be used as communication to consciousness come through. The visions were elusive, but the feelings were not. Coldness took hold of the chamber, and Satanas began to elusively take hold of the emptiness. I found myself in a struggle, for I was entrenched in a sort of chaos which I could make no sense of. Reason was evasive, understanding was beyond reach. All I could ap­prehend was being lost, not knowing which way to tum, or to tum at all. The figure in the Atu mutated, and began to give form to the energy. But this happened not within the Atu itself, but rather inside me, outside of me, in front of me, around me. My body weakened, and exhaustion gripped firmly as I struggled to retain the strength to stand and complete the rite. I was not being drained, as some might take it. But rather I was experiencing a realm in which my consciousness was hitherto unaware. It was an intrusion which I unknowingly desired to be harsh. And the harsher the better, so long as I retained the ability to move on. The exhaustion I experienced during the dance had not lasted, as it was merely a result of frenzy. But with Satanas, quickly came a deeper felt ex­"},{"pageNumber":32,"pageContent":"Dtonen -A Guide to the Stage ofInitiate. DNA. Page 31 haustion, not only one of the body, but one of the spirit. Afterward, my perception detached. This feeling of detachment, and the exhaustion which accompa­nied it, would last longer than twenty-four hours after completion of the rite. This detachment however, was not an ignorance to the causal world of our existence, but rather an awareness of the forces at work behind it. Such exhaustion, I felt, was a painfully mocking result -but all I could do was to smile at this, for it is a small price to pay for what I seek, and I will undoubtedly experience worse. Worse perhaps, but not without that glory I had felt beginning this - a glory which did not subside. 11lornian,()~i\\. 199geh - Vindex Division ­[The preceding was adapted from the notes in my MagickaL diary depicting my experiences with the Tree of Wyrd and the Septenary Tradition: Hebdomandry. -Thornian.}"},{"pageNumber":33,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 32 Star-.gatfs The stars were everywhere to be seen, amidst the unknown blackness that begged to be conquered. One in particular shone through with vibrancy unmatched. It was neither the brightest, closest, nor largest star. But its glow reached much further than the eye, it extended into the very core of the being, of the initiate who stood beneath it. A lifetime of light-years away, yet revealing itself as destination. There was no gate, he knew, linking his consciousness to that of the cosmos. For they were already in­tertwined, via thousands of gates. Woven together through initiation and the stripping of illusion that is the Dark Tradition, he was the cosmos, and he let himself be directed by its Will. This intertwinement, between Causal and Acausal, was the core of his being. The Acausal Charge, understood by lesser men as a \"divine spark\" was also the single factor for by which organic existence was made possible. It was into this, the Nexion within his consciousness -both latent and realized -that the light of the star extended into, penetrated, and became. Standing enthralled with the energy this star produced - just as the sun did in Aeons past and Worlds long forgotten -the Sinister Initiate understood it as embodying Wyrd. It had itself given life, meaning -nu­men, to his deeds even before its light came into view. Far off as it was, it had no form -no answers to be be­stowed without the seeking of a lifetime through those portals of being and non-being, that must be discov­ered before even the faintest form could be identified. This he accepted. Transferred now from his world, to limits hitherto black, he floated weightless among the galaxies of time past and time to come. But time did not matter there - it did not flow, but rather produced chaos to the point of nothingness. And he among it saw the stars close to his - a thousand destinies woven into one galaxy which transcended all thought and reason. For it was only the stripping away of such things, to reveal a genu­ine intuition that naturally excelled further past the confines of conscious mind. Blinding light then encompassed the Initiate, in an instant blaze. A satori then incomprehensible at any level spoke in still incomprehensible ways, until the initiate was hurled into visions of fallen leaders, bereft of their destines -as was necessary to bring forth the wyrd of a thousand others. And the Cosmic Being nod­ded to the initiate, in recognition. Back on his home land, the formless remnants of bloody war scorned at his feet. Detached in a way that was more aware than it was illusory, the initiate had no feelings. There was no despair, no horror, no compassion. But simply an understanding of why it must be. A black cloud spread about the ground, and moved slowly through the land, as a nameless god brought him these insights -and the Dark Gods manifest themselves throughout the rest of this world in the form of bloody war. But he took no notice of the visions sent to his conscious -of the people themselves, who were sacrificed to the galactic will. For such sacrifice was necessary, in the continuing flux of life -and all that deserved notice were the changes taking place, and the greater achievements of life to follow. Most others would not believe them to be for the better, but those oth­ers were simply the pawns. Once these intrusions subsided, he was left among cold nothingness; with only the leveled remnants of a world -to be built anew before him. In front of him stood the past - a manifestation of nobility and deter­mination he had in this life yet to match. The soldier stood as not only his past, but the past of his destiny, and others whose destinies were to be brought together under cosmic wyrd. Each destiny individual, but woven into the will of the cosmos..."},{"pageNumber":34,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 33 The soldier and he needed no words. For they communicated solely through self-insight, more effec­tively than could otherwise be. This soldier of the past brought startling insights to the future and of times gone, for which the present was but a narrow road between. He saw in the eyes of the soldier only lifeless chaos. Looking back to the sky, he again identified his nameless star. The soldier was now gone, and the initi­ate was left only to ponder the worlds he'd just traveled - somewhere between the Moon and Saturn -but far outside and beyond the galaxies and star systems in which they reside. Deep into the unknown blackness his star shone through, emanating with Wyrd awaiting fulfillment. One day he should again join the mysterious soldier, with matched qualities of the determination, honour, and destiny he represented -on that lone planet that orbits his star. Thornian, DNA. 199geh - Vindex Division­"},{"pageNumber":35,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 34 A successful completion of all the Dark Pathways leaves the Sinister Initiate with a feeling of exaltation and pride based on the knowledge that one has completed one stage of the Great Work. There is a greater belief in oneself and a development of individual Will. Yet there should also be an honest self-examination of the past 6 months. The Initiate should honestly evaluate the overall degree of success of the workings. If a particular working was not successful why was this? Was the Initiates mind fully on the working itself? Or were other events in the Initiates life, events perhaps outside of the Initiates involvement in the Tradition that were caus­ing disruption? All of this must be analysed so that the Initiate can begin to see what factors combined to cre­ate a successful working and what factors worked against this success. For a working to be successful the visions or astral experiences of the Initiate will have a strong effect upon the Initiates consciousness. Astral projection to a lesser or greater degree may occur (but this is also de­pendant upon the extent of the relaxation of the Initiates body). The contact with archetypal forms will also be spontaneous, that is, the characters met within the working will seem to have a volition and consciousness of their own, there is not, in a genuine working an apparent manipulation of the astral forms by the Initiates consciousness, rather these forms appear overtly as distinct from the Initiates consciousness. The working will then leave the Initiate with a feeling of loss when he or she returns to the mundane world. Immediately it can be seen that there is a differing degree of intensity between a successful and unsuc­cessful working, with the latter requiring the Initiate to try and make the astral characters speak to him or her. This latter form of working tends to leave the Initiate with a feeling that he is simply talking to himself, whilst the former leaves a quite different feeling not only of success and therefore elation, but one that also enhances the Initiates connection with the Dark Gods Themselves. It should not need to be stated that one of the aims of the Stages of Initiate and External Adept is to hone the success rate of Magickal Ritual to a fine degree. But, whatever descriptions are applied to Sinister Ritual these will always unfortunately be inadequate because Sinister Ritual taps the emotional energy of the participants and such energy can never be expressed in words. Another factor that plays heavily upon the working is the location for the working itself. The isolated hilltop or wood are usually the best outdoor locations but are not necessarily easy to find and the (unconscious) fear of intrusion upon the working can actually impede the working itself to such an extent that it may suffer accordingly. For this reason it may be more suitable to undertake the working indoors in a room set aside as a Sinister Temple or in a part of a room if individual circumstances cannot provide a separate Temple. However with this said, outdoor workings do add to the overall working and the effects of such iso­lated locations can be quite considerable where such an isolated location can (and should) add to the intensity of the ritual itself, it being ideal if the Initiate can undertake a reasonably long walk bereft of artificial light to the chosen site prior to the ritual. Ifsuch a location cannot be found then another solution presents itself whereby the Sinister Initiate should move to an area of the country that can provide an isolated wilderness wherein he or she can continue to follow the Seven-Fold Sinister Way without attracting too much attention. Of course such a move depends greatly upon the Initiates involvement with Tradition and desire to follow the Way to completion. However, one should note that although the intensity of the actual working may be impeded by the possible proximity of intruders/non-initiates, this reason alone should not prevent the workings to be under­taken to some extent out doors in a reasonably isolated location."},{"pageNumber":36,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 35 The actual time-scale of the Dark Pathway Rituals are not -as many may misunderstand -one per week, rather it is for a continuous period of 21 weeks. For the Dark Pathway Rituals should not be perceived as individual and separate from one another, but rather, combine to create an organic whole {and this is true of the whole of the Septenary System itself}. Thus, the Initiate is undertaking one single ritual that is broken down into 21 smaller rituals. This single ritual provides an insight into the reality of Adepthood, a reality that reveals a long and slow process of alchemical change. Lyceus, ONA 199geh"},{"pageNumber":37,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 36 Introduction fu stated in previous Order mss the Initiate is expected to complete successively all Dark Pathways prior to un­dertaking the Sphere-workings, which will last until the undertaking of the Rite of External Adept. The follow­ing diary extract is provided to enable a glimpse into the practice of modem Hermetic Satanism on an individ­uallevel. Sphere-Workings -25th December 1998 Moon Sphere Moon -Deofel-Death I began the working with the continual repetition of the vibration of the word of power Nox. fu I did so I held my hands over my quartz rock crystal. Following this I chanted the Agios Kabeiri and then began the second and final vibration, accompanied by the visualisation of the sphere sigil, as given in Naos. Essentially all my visions were spontaneous and I feel that they were essentially more genuine and thus of themselves rather than imaginary/false. fu I vibrated Nox, I was standing at the large oak door of a cave. The door slowly opened as I vibrated the word of power. fu the door opened the figure of the Moon Goddess appeared beyond. She stood looking at me in silence in the darkness. Then she turned and without a word walked deeper into the darkness of the caves interior. I fol­lowed her noticing that she illuminated the surrounding cave walls as she slowly made her way deeper into the Earth. Eventually, within a fairly short space of time she led me out into another world. A large Moon hung low against the sky of night yet I saw no other stars or planets. Beneath us, a heavy sea raged in perpetual mo­tion, as though overtly intimating a strong connection to the passing of Time and as I looked seawards I won­dered what ships might be distantly sailing upon the heavy waves or what strange creatures might be swim­ming beneath its surface. Truly archetypal I thought. And not once did she speak to me, but remained silent as though in a speechless communion with the surrounding Nature and low grey scarred Moon. There was no need for words, they would just hinder this understanding I realised. Behind us a huge wall of rock veered upwards. fu my eyes followed its height I saw the ghost of an old and hideous looking house that had once stood upon its summit. fu I looked upwards the sky suddenly lit up as a jagged lightening bolt struck the ghost-house. A steady downpour began and I looked back at the Goddess who remained motionless, Her silent communion seemingly undisturbed by the onset of rain. Before me a new vision began to appear, as though a new sphere of existence had suddenly lowered itself to the sphere I was now on. At first a Path of Water, appearing icy and cold, then a wood, waterlogged but sur­"},{"pageNumber":38,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 37 rounding the original Path. This too changed until I began to see firm ground, patches of green and brown, decaying leaves, twigs and branches that lay discarded under a cold blanket of snow. I began forwards, then upwards as the Path led me from the first sphere into a new and yet also disturbing world. Then, the first vision. The beast so black in fur, its eyes black then red. The beast from Little Red Rid­ing Hood lived in this world and I knew that this spiritual encounter would be far removed from a Nazarene influenced fairy tale. I began to run after him. His pace swift as he deftly passed through the undergrowth. As I ran I tried to commune with the beast, to understand him on his level not mine. A level that lay beyond the images and false ideas projected by the unconscious human and that only served to cage the animal in a false reality. Thoughts aplenty came forth. How many times I had seen the animals both wild and tamed and it always seemed that I could never truly commune with them because my naturalness had been bred out of me, because all around me people had tried, albeit unconsciously, to keep me away from the imaginary fears and loathings they held towards their true saviour and kin: the Nature Goddess and her children. I was no hunter in this world, nor was there any hunted. Rather to commune with that totem spirit that had at last appeared to me. The power of the Wolf calling me onwards, deeper and deeper into that cold and humanless wilder­ness. Until, I fell into the circle, an openness deep within the cold dusk-laden wood. The pack and its leader surrounded me as I lay upon the ground my back to the earth, my face to the stars, and yet, there were no stars here. Only the hideous howl that issued forth from the Pack leader. That beast, that Deofel. Then they were upon me, snarling and clawing and biting and ripping the flesh from my soon­to-be corpse. Within seconds, the supernatural beasts had feasted upon my flesh and bone leaving only bright red blood and shiny blood stained bones, my rib-eage remained intact, so also my skull, all else had been taken as I gladly paid my overdue troth to my totem animal, a gift of spiritual sacrifice. As I lay there con­scious that I no longer had a flesh-body she appeared to me. Was this Hekate? Returned from the long dead past? Or Morrighan? Budsturga? Cat Anna? I looked upon Her radiant beauty as she smiled hovering above the ground, a white aura silhouetting her shape. Then she was gone and the unearthly howls of the Wolf-pack began to fade and I awoke in a place: a chamber wherein a wise and cunning beast was Lord. At first the figure remained motionless. Here I felt that I was able to move more easily, my corpse having been left with the Deofel and his Pack. The Sphinx left the pedestal and began to walk around the room, confident that I would not attempt to pass through the Gate. She began to preen herself, her snake-like tongue flicking momentarily as she spoke. ''You can move around easier without your body.\" She said, I remained silent. \"Are you going to ask me a riddle?\" I asked. ''You are the riddle.\" She replied. \"The human is the riddle.\" She walked slowly around the room, I floated over to the opening, but with no intention of passing through until I had been granted permission. \"Look,\" she said indicating to the darkness of the Cosmos, \"There is the riddle. You are that. What else could be more important than the realisation that you are one with that?\" Again I remained silent listening to her words. \"You do not even exist, that is all there has been, that is all there is, and that is all there will be.\" I saw flashes of my destiny, understood more about the Great Work, why I was where I was and how important our work was. I could see the possibility of a future Man of Destiny. A Man of the Cosmos. He who would restore the Pagan Warrior ethos and thereby insure Wyrd was achieved."},{"pageNumber":39,"pageContent":", Otonen -A Guide to the Stage ofInitiate. ONA. Page 38 \"You may pass through,\" The sphinx said as I stood looking into the room, my back to the opening. I sensed that I began to fall backwards, until I was falling into the emptiness. I saw the star above me and knew that it was not a journey I would be taking this time. As I fell I began to sense a unity with that emptiness and then all was nothing... It is easy to write off Pathworking as simply fantasy or 'imagination'. Such discarding of one of the oldest sha­manic practices of Europe is frankly rather ridiculous. Not only does such an opinion have no basis in fact, it also proves that such an individual has never undertaken to follow an occult way for a length of time. Or per­haps such an individual began a Path for a day or two, didn't achieve any results and so decided it was all non­sense. Of course such individuals will never achieve anything significant because they are unable to maintain the discipline required for genuine Initiation. Pathworkings will only begin to come alive after a period of time. It is useless to expect results immediately. This is like the impatient child wanting everything straight away. Perseverance is one of the keys to successful Pathworking, but there is more besides and this bears re­peating because it is very important if a successful outcome of Pathworking is sought. There needs to be an invokation and direction of energy to begin with so that the archetypes become enli­vened with acausal energy. Ifthere is little or no energy raised then there will only be imagination. A chief fac­tor in this might be due to the chosen location. If a chosen location is not adequately isolated - there being a strong chance of interruption -then a different location should be found less this adversely affects the work­ings. After 6 months of continued Pathworking the acausal Gate within the Initiate will begin to open, some may achieve greater degrees of success such as astral projection and foresight, whilst others may only have brief al­most momentary experiences. The astral body should become stronger and there will be a growing belief in oneself and ones abilities, which will enhance as the individual moves deeper into the Abyss. The work is sim­ple and effective, it is proved to work by those who have followed it in their individual ways. All is needed is determination. Lyceus, ONA."},{"pageNumber":40,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 39 C~t qy;tnntnj Df 6tntsttr ,1ntttnttDn: ~n -1ntti1ltts S1JtfSJ'ttttUt The Sinister Path For many non-initiates and, unfortunately Initiates (an indication perhaps of the current state of the 'Occult world' itself), it is often misunderstood that the performance of a Rite of Initiation will bring forth im­mediate psychic, that is, Magickal change. Practical experience reveals that this is not usually the case however. There are of course exceptions to this 'rule'. One is that an immediate psychic change is noticeable in the indi­vidual; this itself will most likely be due to the intensity of the Rite of Initiation. But whether such change has a lasting effect is another question, it being more likely that such immediate change will slowly evaporate as time passes. Another exception is that although there will have been no real or genuine inner change the Initi­ate will fall prey to one of the many delusions of the Abyss and believe that a change has occurred against all indications that tell otherwise (q.v. The Deceitful Occult Ego). So, although immediate change within the Ini­tiate is possible, a more balanced and natural approach is to perceive Initiation as a process. It maybe -and often actually is - psychically desirable for the beginning of this process to be symbolised by the outer form of an Initiation Ritual (be it hermetic or ceremonial). Along the Seven-Fold Sinister Way these Initiation rites (for in one sense all the rituals involved during the various stages of the Sinister Way are initiation rites in themselves) are primarily concerned with present­ing the Darkness or acausal component of the psyche in the conscious world, or mind, of the Initiate. This en­ables the consciousness of the Initiate - as he or she slowly progresses along the Path -to develop from that of non-Initiate (that is, where the individual is largely controlled by unconscious desires and impulses) to that of Initiate (where the Satanist begins to comprehend and interact consciously with these previously unconscious components) and then on to Adepthood where these energies are consciously understood enabling a certain balance to be attained between causal and acausal. The Path of the Initiate As each new Initiate progresses along the Sinister Path, it is expected that individual insights will add to the Tradition as a whole (the Heir to the Tradition adding significantly). Whether this does or does not hap­pen is really dependant upon the Initiate and the quality of his or her contact with the Sinister Tradition. If the Path is genuinely followed, that is, if the Sinister is being actively pursued during the daily life of the Initi­ate (such pursuit or questing being a continuous act, and thereby a development of individual Will) genuine occult transformation will begin to occur. With this transformation it is possible that variations on some Sinis­ter Rituals may arise whereby the Initiate finds a more powerful method of manifesting the acausal during the rite. The rituals that are of primary concern for the Initiate are the Dark Pathways and the Sinister Pathwork­ings. Besides these rituals - which will already, if followed continuously, begin to dominate the Initiates con­sciousness - there are the individual sphere chants to be learnt, the undertaking of the physical training, the study and practice of the Star Game, the study of Order texts and correspondences, the collation of incenses"},{"pageNumber":41,"pageContent":"Dtonen -A Guide to the Stage ofInitiate. DNA. Page 40 and the purchasing of specific implements for the future Temple. In regard to this latter aspect, by undertak­ing such actions these actions themselves will or may (dependent upon Individual Destiny) aid to the mani­festation or creation of a Sinister Temple. That is to say, that by purchasing or making items that are specifi­cally for a Sinister Temple, the reality of that (future) Temple is becoming presenced in the causal life of that Initiate. Further to previous Order guide-lines, a new method of Initiate development advises that the Initiate begins with the Dark Pathways themselves (instead of the Sinister Sphereworkings). The aim is to invoke one Dark God per week, meditating each night leading up to the ritual for no less than fifteen minutes on the respective sigil whilst slowly repeating the name of the Dark God or the Word of Power. Combined with this the Initiate should aim to reduce sleep and food until the night of the ritual whilst also locating the respective planetary incense (taken from the bark of the respective tree) and burning this, during the ritual. Once all Dark Path­ways have been experienced, the Initiate may then undertake the Sinister Pathworkings, performing the nightly meditations. The following of the Sinister Path in this manner, implies that the Initiate has already re­created or made conscious the Tree ofWyrd within him or herself, by consciously invoking each of the funda­mental archetypes into consciousness. This conscious presenting of the archetypes then being further devel­oped by the Sphere Meditations themselves. Initiate Tasks: Other Aspects Besides the primary rituals that are required for the completion of Sinister Initiation, it is advisable that the Initiate purchases -or contracts a jeweler to make -the relevant piece of jewelry to be worn (ring set with quartz for males, quartz necklace for females). The wearing of such an item of jewelry further stimulates the Initiates awareness that he or she is a member of a Tradition, one that is far more important and potent than the frankly rather pathetic past-times that most people take as an interest or hobby. This ring or necklace be­comes for the Initiate a 'Mark of Satan', a symbol of the Initiates quest and a constant reminder of the Sinis­ter in the Initiates life, that is the Initiate is constantly aware that he or she is wearing an outward symbol ­that others can see -of his or her Sinister Quest. When all the different factors or tasks of Sinister Initiation are combined the Initiates entrance into the Sinister becomes a very potent force, one that is active (by virtue of the fact that the Initiate is consciously real­ising or making real the Sinister in his or her life). The practice of the chants is, as mentioned previously, a further task of the Sinister Way. Although this does not necessarily have to be undertaken during the stage of Initiate, it is advisable to begin to learn these so that once the Grade of Professed Brother or Sister is attained, the Sinister Magickian may be a little more pre­pared for the running of a Sinister Temple. By virtue of the fact that there are a number of chants that will need to be learnt for use during Sinister ceremonial ritual it is usually advisable that the Diabolus is the first chant to be learnt. Besides this the sphere chants are probably the next most important (the Agios Lucifer chant being ideal to begin with) since they provide a foundation for a number of rituals, and can be -and have been - used during the Dark Pathways Invokations. There are of course a number of other tasks that are suggested, some new and some more Traditional as­pects. One of the older and more secretive tasks is for the Sinister Initiate to gain some hosts from a Nazarene place of worship and desecrate these either during or after the Rite of Initiation. Ifone is seeking to join an"},{"pageNumber":42,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 41 existing Temple it will be necessary to have attained these prior to Initiation for use during Initiation, such an acquisition further proving the worth of the candidate. A more recent addition to Tradition is that whilst the Initiate is undertaking the Dark Pathways, he or she draws a Tree ofWyrd in his or her Magickal Diary or 'Sinister Book of Shadows'. This map however should only be added to once a Dark Pathway has been concluded. Thus, the Initiate begins by drawing the seven spheres, in appropriate sphere colours. Then, once the Noctulius Pathway is completed this is drawn in, then the Shugara Pathway is drawn in and so on. This in itself adds (albeit in a minor way) to the conscious integra­tion of the energies being brought forth as enabling the Initiate to see -in physical terms - how the Pathways are connected to the spheres and one another. Self-honesty and Sinister Occult Development It is important to remember that, as an Initiate you have made a pledge to Satan and the Dark Gods to follow the Sinister Way: 'Now receive as a symbol of your new desire and as a sign of your oath this sigil of Satan. This sign shall be the Power which I as Master wield shall always be a part of you - a symbol to those who can see and the Mark of our Prince.' 'I (state name chosen) am here to begin my Sinister quest! Prince of Darkness, hear my oath! Baphomet, Mistress of Earth, hear me! Hear me, you Dark Gods waiting beyond the Abyss!' (The Black Book of Satan) It is easy in times of anger or tiredness to say to oneself that it doesn't matter too much if a meditation is missed, or you don't have a ring, or you don't bother with the physical aspect, or that the Initiation Rite does­n't need to be undertaken, or the Grade Ritual of External Adept isn't really too important. That, because you know you could do it, it isn't necessary to prove it to yourself. And so on and so forth. And yes, it is easy to say such things because it means that you don't have to make an effort. But, the Sinister Path is hard and de­mands commitment. It is only with this commitment, with this continuous effort, with this continual per­sonal act of Will, of individual defiance, that such changes will occur. So in the context of Sinister Pathwork­ing: ' ... faithful repetition is important, because by following the procedure exactly the required changes in con­sciousness are produced.' (Naos) How easy it is to miss these simple statements that describe the very means to achieve Sinister Adepthood. Perhaps if more Initiates actually did what was said by virtue of an act of Will then there might be more Sinis­ter Adepts in the world. But things are as they are and human weakness is usually the cause of a waste of life, of potential. So, it is necessary, if the Sinister Initiate truly seeks an understanding of the Sinister that runs"},{"pageNumber":43,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 42 deeper than mere words, but is a wordless understanding that cannot be taken away from him or her, to fol­low the way as stated in numerous Order mss. It is necessary to face the challenges that are set before the Initi­ate. At this stage there is no need to look too far ahead. Rather it is better to keep ones mind and thoughts on the current stage, because it is by following this stage now, and then the stage of External Adept, that the heights of the stage of Sinister Adept may finally be approached. Thus, with all this in mind although the Initiate may have a tendency to say that it is not necessary to meditate upon the sigH of the Dark God each night prior to the Dark Pathways Invokations, such meditations really do enhance the energies brought forth and, after an unspecified amount of time has passed (dependent of course upon each Initiate) the Initiate will start to feel the acausal body surrounding the causal body. From Sinister Initiate to Sinister Adept The Sinister Tradition, as has been stated previously, does not grant titles or adepthood through friendship or money or sex or for any other reason. The title of Adept and that which is beyond must be fought for, must be pursued actively, now, during the present, because it is from this point in time that the desired future may eventually become a present reality. This is true of the esoteric nature of the Sinister Way, as it is also true of the Aeonic imperatives that are being strived for by Sinister Adepts and Masters. For each stage of the Tree of Wyrd is a Tree of Wyrd in itself. That which is within is without and that which is without is within. Just as the Sinister Tradition is a Tree of Wyrd, so also are the individual Initiates self-contained Trees of Wyrd and so inherently each stage of the Way contains the seeds of all the other stages. Why are there so few Sinister Adepts today? Is it perhaps because the tendency is to write and talk, just as the typical armchair Qabalist might act, or rather, not act. Is it because those who seek to make the Great Work a reality in their own life do so only in their dreams; 'I wish I was...' For the Satanist the wish is just the first impulse. Perhaps this impulse might be unconscious at first, but such is the Satanist way that it and many other things will become conscious and thereby understood. Such is the method to gain Wisdom through practical action, through experience. Perhaps also, it is true to say that when, and if, one reaches the final stage of External Adept it is a far eas­ier option to say that one does not need to undertake the Sinister Retreat, that it isn't really necessary in order to become an Adept. But is this really so? And, does it not really speak volumes about those few genuine Ad­epts who have undertaken the Sinister Retreat that they have at least not lied to themselves, but have under­taken the Rite, with all the terrifying implications and inner fears that it brings forth... Yet even now I do notknow whatlies ahead And that I may also Become Now iB my time to seek the glory ofmy Gods Something far greater than the mortal That I may one day walk with Satan I am leaving behind, In His world, The mortal that must die l-Wth His Bride That a God maybe hom. ONA"},{"pageNumber":44,"pageContent":"r Otonen -A Guide to the Stage ofInitiate. ONA. Page 43 C~t SJjtlt~ Dr t~t 6inisttf ~n ~nitlntts sp-trsfttttut -Dr W~lJ ~ nm n 61nlsttr 6ntnnlst I am Becoming, Again, I am Becoming. Perhaps this time I can maintain my resolve. I am part of some­thing larger than myself, thus I am not simply my ego any more. I am becoming something greater. I am learning that Honour, is not an easy path. Often it means going against the psychic grain. Fighting against oneself. Holding ones tongue. Not being drawn into {dishonourable) slagging matches, or agreeing with someone who is putting someone else down. Not judging people by what is heard, but from what one knows. This, I understand to be honour. Add to this the qualities of fairness and of balance. Where does talk lead? Does it lead to Destiny? Does it lead to the Gods? Is it not through practical ac­tion -as the Seven-Fold Way continually states -that the Sinister Satanist may become more than he or she is. As an Initiate I already am more than I was prior to Initiation. Each step enhances and strengthens my bond with my Tradition, with my Gods, my Folk. And what is this Tradition? Is it something that can be idly ex­plained away, done away with, because it has 'served its purpose'? Is it something that can be understood and therefore judged from the past writings of Initiates and Adepts rather than from personal and direct experi­ence? In my personal experience of the Sinister Tradition, of the Sinister sites themselves, of the creations of other Sinister Satanists, of the works, the musick and the art of the Sinister Tradition in general I have come to know a little more of the Tradition directly and of what Sinister Satanism means practically to me. Such in­sight comes not from reading the various Order texts and manuscripts, nor from studying Occult journals, rather it comes through a practical interaction with the Dark Gods of the Sinister Tradition by following the Seven-Fold Way. In short the Sinister is being born anew, re-created In myself as a Sinister Initiate, I am now becoming a part of the Sinister and no words can take this away from me. Eventually I shall be at one with Satan, a form that is not dead whatever others (outside of the Tradition) may say. Practically Satan is a fundamental archetype of the West re-expressed, reborn, revitalised. Who can really know the essence of Satan unless he or she follows a Sinister or Satanic Path? And furthermore who within the Sinister Tradition can really know Satan unless he or she has personally attained the title of Priest or Priestess? How then can a judgement be made when the reality of Satan is not experienced? Are such judge­ments made only from what has been read? Perhaps such judgements only come from imitation, from a desire to be perceived as a new adversary, a new Satan... I for one know that Satanism, or the Sinister Tradition at least, is not part of the sickness of the West, rather it remains one of the genuine expressions of the pre-Nazarene West. An expression, in essence of that which is Beyond the Nazarene societies in which we live. Hence the Sinister Arthurian Tradition, hence the continuation of the head-cult and the 'worship' of the War Goddess Baphomet, hence the continued use of certain locations by Sinister Initiates and Adepts alike. Sinister Satanism is an advancement of Paganism itself, it is Paganism renewed, reborn in a new form. Furthermore it has not solely evolved as a response to the Naza­rene influence, but rather as an aspect of the natural evolution of the energies {from one perspective symbol­"},{"pageNumber":45,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 44 ised by the sacred words 'Ga Wath Am'} as they are in essence. The Sinister Tradition is built upon what has existed before and continues to add to this whilst simultane­ously influencing/infecting areas outside of itself, be these Sociological, Political, Religious or 'Occult'. Sinis­ter Satanism has brought freshness to the Occult scene, such is its influence and few other Traditions can make such a claim. Lyceus, ONA."},{"pageNumber":46,"pageContent":"Dtonen -A Guide to the Stage ofInitiate. DNA. Page 45 c~( ~Illtlt ~i!!rMm!W(: SJTr!lftif!l1 ~;ltf!ltiDU Introduction The following notes are an example of the practical application of the Sinister Tradition. They are provided for Initiates and non-Initiates alike for three specific reasons: 1) to provide Sinister Initiates and Prospective adherents to the Tradition with a practical introduction to the Task itself; 2) to further explicate the Sinister Tradition in practice and 3) for historical interest. What is important to note in relation to the Black Pilgrimage is that it is an Initiation ceremony in itself though one that is devoid of the overt symbolism as used in Traditional ceremonial rituals as explicated in the Black Book of Satan. The Pilgrimage serves to Initiate the Sinister Satanist into a number -though not neces­sarily all -of the sites associated with the Sinister Tradition. These sites are as they are and may appear to many to be of little interest having no outstanding features that establish them as 'magickal sites' or ley lines etc. Thus, for example some of the stone circles are actually now in ruin and may not even appear to resemble a stone circle to the passer-by. The journey itself is mapped out by the Initiates Order contact who will instruct the candidate on what is ex­pected of him/her and what equipment is to be taken and what omitted. The Black Pilgrimage Initiation does not simply cease when the ordeal has been completed, rather it continues through the stage of Initiate and on through the Gate that is the Rite of External Adept. During the Black Pilgrimage the Initiate may glimpse cer­tain aspects of future rites such as the Rite of External Adept and the Ritual of the Abyss, this glimpsing is however only a taster of the even harder reality that is to come. For those who seek the Key to Existence the journey begins within... Vindex est Venturus. Pre-ritual Notes Camping at top of Stor. Initial walk [up to chosen camp-site] taxing. Pack too heavy will leave inner tent be­hind and just take flysheet and poles. Other equipment not to be used includes specifically torch. Important during walking to maintain control of thoughts as laziness and negativity can overtake oneself and impede performance - needs to be a certain amount of detachment. I know I can complete the task, though I may be late due to physical weakness (asthma) however, chest seemed fairly clear during much of the walking. Have been given a mss to read tonight by my Order contact, am told to meditate on this during the Black Pil­grimage. Have not taken Sinister Tarot - will recall images mentally (visualisation) when relevant. Most important thing to do is to control thoughts and objectify them. That is, be aware that they might be preventing me from attaining the goal, try and replace useless thoughts with controlled useful thoughts, make"},{"pageNumber":47,"pageContent":"Dtonen -A Guide to the Stage ofInitiate. DNA. Page 46 small aims - aim for that dip in the earth, than make another small aim - aim for that flat area, break the jour­ney down into smaller sections. This seems to be a key to success (in all ones endeavours!). One other note. Am looking out over the town of Dredgelock. I am so near the world of 'society' yet I am no longer of society, all those people with their conformist imitatory beliefs, how close and yet how far away the Sinister Initiate is from them. Agios 0 Satanas! Day One Descended from Stor to area where ritual commences. First assent - packed/left at first light. Black Mass of Life in Stor ring. Felt energies raised - feelings/sensations of something Beyond, but as though can only partially open the Gate. Misty, strong breeze. Leave now for next stage. NB. At top of assent (was guided?) went straight to the ring. Okay, got lost at Middleton-gone up hill and then towards Inwardstone. Am therefore going over same ground again. Yes, it is annoying but sometimes have to go in a roundabout way to get to ones destination. Am going to take an alternative (clearer - I hope!) route at Middleton. Am now near the end of the Misterly Road, Last walk have felt very tired and drained. Gives an idea of Ritual of Abyss - Master creation. Am hungry, but am eating a roll. Having a few minutes rest, but still have a long way to go to reach Stuppington, just want to lie down and sleep. [Lost use of pen so following notes were made after the ritual had finished.] After Stuppington got lost -went in direction of Losington (on XXXX). Followed main road up to Pitchford, couldn't find stone circle though - area now very over-grown, no horses either. When reached Stuppington, sun still high so decided to go on to Niiford and hopefully Gateon. Spent a short period of time at Niiford. Chanted Nythra Kthunae Atazoth. No noticeable feelings though. Niiford felt good -chanted Agios Lucifer at a Cairn before descending. Descent tricky, straight down into a nightmare forest of ferns, then a marshy/boggy area, Got partially lost, but quickly found road. Now got dark quickly (lost some time due to arduous venture at bottom of Niiford). Reached area around foot of Gateon but unsure of where ascent should begin. Camped out about 100 yards (or so) from foot of Gateon. Only sleeping bag and insulation mat. Noticeable during night how slow stars move across the sky - External Adept Rite. Day Two"},{"pageNumber":48,"pageContent":"'--­'---­'-Otonen -A Guide to the Stage ofInitiate. ONA. Page 47 Next morning do not perform the Black Mass of Life as intended. Instead begin immediate ascent on Gateon. Disaster strikes early though as find I have to fight my way through another forest of ferns! Ascent difficult. Legs ache, feet painfully blistered. Manage to ascend through fern and over rock - vegetation looks akin to atu in Fenrir IV no i. But what location? Meditate upon cave of Goddess. Chant Agios Baphomet, good personal meditation. Descend and commune with the Dark Goddess. Water passes through the cave, other individuals present (hand-maidens?). She wears the Luna headress, but a necklace of skulls adorns her neck. She is bare breasted. Once reach top of Gateon, shout Agios 0 Atazoth. Impressive hill in my mind, something, some energies here but cannot fix anything definite. Phrase Agios 0 Atazoth sums it up I think. Good place for my External Adept Rite. Descent good but felt painful. Decide I will keep checking the map so I don't get lost like yesterday (I wish!) Got lost! This time going across Stuppleton Road towards Stuppleton ended up in Blindingford area. So went back and ended up at Minster. Angry, feet hurt, don't want to waste time/energy due to pain. Reconnect with route along road towards Miserly Lane. N ow begin to sing as walk along: Black Mass of Life, Agios Lucifer, Agios Olenos, Aosoth, Sanctus Satanas and some non Tradition songs. This takes mind off pain -might be good idea to have a particular (exclusive) chant to be sung during the Black Pilgrimage? Though a number of chants should be performed at particular sites anyway. Hill up to Torford very long and very steep. Seemed like a lot of breaks needed as acended. Often better to keep pace going though. Track at top of hill up to Townstead good to walk on, that is, it was easy to follow. T ownstead. Yes! Feel good have come close to conclusion of Black Pilgrimage. Binan Ath. Their time, my time (on reflection it goes back even further than the sisters). Meditation. Again feeling that I am missing the vital link because I have not yet achieved consciousness of a Sinister Priest... must meditate further on Magickian when return home... Leave T ownstead. Sun still high but pace now much slower: hobbling pace due to pain. Start off on track but think I'm getting lost. Immediately sort this out and got back on right track (I incorrectly thought!) follow it down between hills following water down to Hometown. Not sure where went wrong here? (I think that I have been on the path I should have gone on at this point during the Black Pilgrimage previously?) Seems to take ages to get Hometown. Feeling tired and under pressured, can I make the time? Or at least a reasonable time? Reach Hometown. Oh what joy to walk on a road again! But still a long way to Finalsted. Reach Finalsted at about 3.30pm. So am a few hours behind schedule from one perspective and a few hours ahead of schedule from another. Feel good and very tired/exhausted. General Notes/Insights Felt difficult to meditate at sites because of time pressure. Thought of asking people what the time was on a few occasions but didn't."},{"pageNumber":49,"pageContent":", Otonen -A Guide to the Stage ofInitiate. ONA. Page 48 Connect Black Pilgrimage to External Adept Rite (by sleeping out) and Ritual of Abyss due to rhythmic walk­ing. Order contact gave me mss to read prior to ritual, which I did. But found that my thoughts were more fo­cused towards the ordeal of the Black Pilgrimage itself. Journey distance should have been approx 28 miles (43km) I actually covered 32.31 miles (52km) due to getting lost on a number of occasions. It is now a few days after the ordeal and I do feel different psychically. Although I fall back into myoid self when with friends and acquaintances. When alone and in silence I feel a renewed presencing of the astraL My dreams are currently much more intense and personally provocative. I believe that much repressed material is presencing itself. The Black Pilgrimage is indeed a Sinister Initiation Rite, one that, as mentioned above, con­tinues after the ordeal itself has been concluded. This Initiation - which for me has taken place halfway through my Dark Pathways workings - adds to what I have already undertaken and will be added to by what is yet to come. Lyceus ONA Further Reading/Associated Texts The Secret Tasks of the Sinister Way: The Black Pilgrimage The Meaning of Sinister Initiation: An Initiates Perspective The Seven-Fold Way: Training and Grades Hostia Volumes I -III Deofel Quartet: N volumes The Sinister Tarot The Black Pilgrimage: Addendum Notes After discussion with my Order Contact the following notes are provided for clarity: The actual distance of the Black Pilgrimage is approximately 45 - 48 miles, this distance taking into account the miles of ascent. The Lc.~ser Black Pilgrimage occurs when it does to enable a balance to be struck between a Physical and an esoteric ordeaL In many ways, the undertaking of the Lesser Black Pilgrimage replaces the physical task as laid out in Naos."},{"pageNumber":50,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 49 Contact with the sites is based on the individual. Ifcontact is short this is how it is meant to be, if it is of a longer {causal} time period then this also is how it is meant to be (implications of Destiny). In the context of a short length of time in which the sites are experienced: exactly what time duration are we referring to? Causal or Acausal?"},{"pageNumber":51,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page SO '£rttrtlnl ~btft: J3llUtsty nub TnUurt If the Initiate seeks to move on to the higher stages of the Way, then he or she must undergo the Ex­ternal Adept Rite. The 'form' of this Rite is simple in words but difficult in practice: the Initiate must, at sun­set, lie down on the ground (preferably on a hilltop clear of trees, thereby enabling an unobstructed view of the sky) and remain there without moving until sunrise. Obviously there is no overt symbolism or even an ap­parent ceremonial form through which the Rite is structured, rather, there is only the individual, the Being that that individual inhabits: Gaia and the other Beings of the Cosmos: the Stars. First and foremost this Rite is a test of will over a -relatively speaking - long period of time (approximately 12 hours). During the course of the evening the Initiate should consider the previous two stages of the Way (Neophyte and Initiate), his or her relationship with his/her companion if there is or has been one, or the possibility of a future companion as well as other more personal factors. During the course of the evening the Initiate should be prepared for spontaneous visions which might be reasonably obscure or apparently archetypal. Further insights concerning the Tradition may occur of them­selves or may stem from mindful contemplation of the previous Stages. Personal experience of the Rite has revealed the difficulty in maintaining will-power against seemingly impossible odds! However it seems that there are three main 'adversarial' aspects to the Rite itself: i} control of physical movement ii} detachment from overpowering thoughts iii) detachment from overpowering emotions and imagination. These factors do however at times combine to become an effective overpowering of the individuals will, thus to cite an example: Involuntary physical movement from the cold (shaking) had combined with the seemingly very real im­age or visions that I was lying upon a battlefield. I could vividly see myself (from above) lying upon the battle­scarred earth with both my legs blown off just below the thighs. Flesh, blood, bone and tissue were all appar­ent to my sight and I sat upright, my outstretched arms supporting my upper body. The fact that I could barely feel my legs due to the cold and the intermittent and involuntary spasms of my thigh muscles - also due to the cold -combined to make this an extremely overpowering and rather uncomfort­able (to say the least!) vision. This in itself led to physical movement to alleviate the discomfort and emotional anguish which in tum led to a failure of the Rite. Another interesting factor concerning the overall Rite are the weather conditions. If the sky is overcast a deeper and more painful psychic isolation is caused and, conversely, if the sky is clear and the stars are visi­ble then the mind has something to focus upon. It is important not to let the mind, that is the thoughts, and the emotions overpower you as this will inevitably lead to failure. To conclude, it is worthwhile repeating a few words from an associated Ms: ' ...the Grade rituals [are] there to be allowed -no matter what the desire of the Initiate -to occur of them­"},{"pageNumber":52,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 51 selves. In allowing this the Initiate needs to develop a certain detachment from the personal - a combination of the intuitive and the objective.' I could have continued to move during the course of the Rite and then convinced myself that this did­n't really matter, that it wasn't really necessary that I lay still. Some slight movement is allowed, but there is a very very fine line between one or two slight movements and moving whenever you feel like it. I failed my Ex­ternal Adept Rite this first time, but this has just made me more determined to face the pain once more and overcome: 'Learn to raise yourself above yourself so you can triumph over all.' (Black Book ofSatan) Lyceus,ONA. 199geh Associated texts: Naos Beyond Illusion"},{"pageNumber":53,"pageContent":"Otonen -A Guide to the Stage ofInitiate. ONA. Page 52 'JtftWith WIt~ Ct!1fS A common misconception made by those few who follow the Seven-fold Sinister Way, is that it will, some­how, make their lives easier i.e. having drawn certain forces to them, they believe via 'satanic mastery' to avoid Trauma City. The lonely realization that this is not so, is often enough to make the Initiate (or even in some cases, Adept) renounce their magickal quest altogether. This can occur for two reasons -1) the individual be­comes possessed and then disillusioned with a 'satanic role' (roles are useful only if understood as being sim­ply a means to an end) and 2) via this realization, Sinister energies are revealed in a far more potent form than the playing of a role could invoke (these energies are, however, the culmination of that role). Quite simply Sa­tanism is not an escape from, but the partaking in life. The challenge of living life as a self contained entity, creating a lifestyle that intuitively follows the path of individual Destiny (by this process Destiny becomes, gradually, consciously apparent) is just too disturbing for the majority of the human race to accept. So the failures crawl back to mediocrity, absolved of taking responsibility for their own lives. Mental and physical de­generacy follows as a way of dulling the guilt that their new/old lifestyle encourages within them. For those who remain on their quest, it is the rising to the challenge of the Sinister Way which creates the Adept and the stage(s) beyond. And this requires an understanding of what forces are in play, and how they all contrib­ute towards self evolution. It is this understanding which prevents such experiences from becoming detrimental to progression. Trauma will never be eliminated by any magickal system. For those who are working prior to Adeptship, it is wise to see how trauma actually feeds (amongst other things) creativity, and how this creativity would diminish if a comfortable reliance - materially and psychically -upon another individual was established. This situation would reduce the obstacles that are borne from self reliance; those obstacles being catalysts of an individual's creative expression. One only has to consider the uninspired content of the products of most artists once they are 'patronised'. Life becomes too easy. This situation in itself produces conflict but many fail to understand this and descend into a pit of self abuse. This forms the misconception of 'the suffer­ing artist'. Suffering must be understood for therein lies wisdom. This requires a type of honesty of which most lack the courage to express. To be a victim or martyr to suffering will slow down, reverse and destroy the process of self evolution. Why do so many fail to understand this obvious fact? None of this necessarily means that an individual should deliberately destroy and create situations - unless this was seen as being beneficial at the time. Such occurrences arise naturally by virtue of living with self hon­esty and striving towards self excellence. Every act will be spontaneous and 'true' to one's Destiny. To achieve the highest success possible should always be totally desirable, but the individual should arrive at their own concept of success and not that of the general consensus. Christos Beest, DNA."},{"pageNumber":54,"pageContent":", Otonen -A Guide to the Stage ofInitiate. ONA. Page 53 The workings with the spheres and pathways, together with the Grade Ritual of External Adept, will have given the individual some experience of magickal energies together with the glimmerings of self-insight. There may well be, also, an appreciation of what is possible, in terms of magickal achievement -that is, in terms of'external magick'. The most significant tasks of an External Adept are the extension of magickal, and personal, experi­ence via the creation of a Temple for the performance of ceremonial rituals, together with the seeking of, and working with, a magickal companion. These externalize the mostly 'internalized' magick undertaken so far, as well as extend the experience of magickal energy. They also develope still further the personal abilities and in­sight of the individual. It will probably have occurred to the individual, either during the Grade Ritual of External Adept or before, that the symbolism employed during the pathworkings and the workings with the spheres merely codi­fies, in a way accessable to non-Adept consciousness, the acausal energies. That is, it is an apprehension still limited to some extent by the duality implicit in all concepts 'below the Abyss'. In one sense, a Temple run by a Choregos is a manifestation of the 'energies' of the spheres/pathways: that is, in the simple sense, each mem­ber of the Temple partakes of a 'role' in accordance with the energies of a certain pathway/sphere - although one individual may assume one or more roles, either at the same time, or at different times. This insight al­lows the Choregos to not only further manipulate magickal energies, but also gain self and 'cosmic' under­standing. Of course, the reality of each member of the Temple/group is somewhat more complicated, just as the actual assumption of an . established role' - such as 'Guardian', 'Priestess' and so on by those members is for them a usually unconscious process: they embody, to a greater or lessor extent according to the rituals un­dertaken and the intensity of magickal energy which the Choregos brings to the Temple (and thus those within it), the' images' met by the Initiate while undertaking the workings with the pathways and the spheres. Given their 'independent' reality, these are somewhat more difficult to controVlearn fromlexperience than the 'psychic' images of the earlier workings. Naturally, the Choregos can bring out the images (suit the Tem­ple/ritual role) to accord with his/her feelings/desire to confront/manipulate. The Initiate workings were, in one sense, with-out Time: that is, they re-presented, although on a lim­ited scale, aspects of the acausal. The workings of a Choregos, given the above, are a Coagulation -that is, the acausal becomes presenced in the causal, firstly via a ritual (which takes place for a specified time at a specified place for a specified aim: thus its parameters are bound by causal space and time) and secondly via others who have a causal existence. These 'others' are the Temple members and the companion, Of course, the acau­sal 'flow', in such a ritualized setting, can be and often is 'two-way' (this basically explains the above in differ­ent terms). The 'first' way is the creation!drawing forth of acausal energy via the ritual form -that is, the Choregos uses the ritualized setting/texts/members to 'create/draw' magickal energy; the' second' arises be­cause the others present by 'identification' with 'roles'/septenary images affect the Choregos. (This is Particu­larly true of the companion.) D.N.A."}]
