[{"pageNumber":2,"pageContent":"According to tradition, each Master or Mistress who was responsible for a particular Satanic Temple or group, was given on his or her assumption of that responsibility, a copy of the Black Book of Satan. The Black Book contained the basic Satanic rituals, instructions relating to ceremonial magick in general. It was the duty of the Master or Mistress to keep this book safe, and non-Initiates of the Temple were forbidden to see it. Copies were forbidden to be made, although Initiates above the grade of External Adept were allowed to see and read the Temple copy. In traditional Satanism (i.e. those using the Septenary System: this system also being known as the Hebdomadry) this practice continued until quite recently when the Grand Master representing traditional groups decided to allow Initiates of good standing to copy the work. This decision was recently extended to enable specialist publication in a limited edition. The whole text of the traditional Black Book is included in the present work, together with several additional chapters (e.g. Self-Initiation; Organizing and Running a Temple). These additions make this present work a concise practical handbook for those seriously interested in the Black Arts."},{"pageNumber":3,"pageContent":"The XXI Satanic Points 1. Respect not pity or weakness, for they are a disease which makes sick the strong. 2. Test always your strength, for therein lies success. 3. Seek happiness in victory - but never in peace. 4. Enjoy a short rest, better than a long. 5. Come as a reaper, for thus you will sow. 6. Never love anything so much you cannot see it die. 7. Build not upon sand, but upon rock And build not for today or yesterday but for all time. 8. Strive ever for more, for conquest is never done. 9. And die rather than submit. 10. Forge not works of art but swords of death, for therein lies great art. 11. Learn to raise yourself above yourself so you can triumph over all. 12. The blood of the living makes good fertilizer for the seeds of the new. 13. He who stands atop the highest pyramid of skulls can see the furthest. 14. Discard not love but treat it as an imposter, but ever be just. 15. All that is great is built upon sorrow. 16. Strive not only forwards, but upwards for greatness lies in the highest. 17. Come as a fresh strong wind that breaks yet also creates. 18. Let love of life be a goal but let your highest goal be greatness. 19. Nothing is beautiful except man: but most beautiful of all is woman. 20. Reject all illusion and lies, for they hinder the strong. 21. What does not kill, makes stronger. Atu III Mistress of the Earth I - What is Satanism?"},{"pageNumber":4,"pageContent":" Satanism is fundamentally a way of living - a practical philosophy of life. The essence of this way is the belief that we can all, as individuals, achieve far more with our lives than we realize. Most people waste the opportunities that life can, by magick, be made to bring. Satanic magick is simply the use of magickal forces or energies to enhance the life of an individual or individuals according to their desires. This usage can be of two types - the first is 'external' and the second is 'internal'. External magick is essentially sorcery: the changing of external events, circumstances or individuals in accordance with the wishes of the sorcerer. Internal magick is the changing of the consciousness of the individual magician using certain magickal techniques - this is essentially the quest of the Initiate for the higher grades of magickal attainment, a following of the way of Adeptship. To external magick belongs ceremonial and hermetic rituals. To internal magick belongs the seven-fold sinister way. Ceremonial rituals are rituals involving more than two individuals, the ritual taking place in either a Temple or an outdoor area consecrated as a Temple. Ceremonial rituals involve a set text which is followed by the participants, and the wearing of ceremonial robes together with the use of certain items having magickal or Occult significance. Hermetic rituals are usually undertaken by an individual working alone or with one assistant/ companion. This present work deals with Satanic ceremonial magick: Satanic hermetic and internal magick is dealt with in the book 'NAOS - A Practical Guide to Sinister Hermetic Magick'. Satanism, in its beginnings, is all about making conscious (or liberating) our dark or shadow nature, and to this end, Satanic magick is undertaken. Satanists believe that we are already gods: but most people fail to understand this and continue to grovel: to others or to a 'god'. The Satanist is proud, strong and defiant and detests the religion of the crucified god founded by the Nazarene, Yeshua. A Nazarene (a follower of Yeshua) is afraid of dying and weighed down by guilt and envy. The religion of Yeshua has inverted all natural values, setting back the course of our conscious evolution. Satanism, on the contrary, is a natural expression of the evolutionary or 'Promethean' urge within us: and its magick is a means to make us gods upon Earth, to realize the potential that lies within us all. Satanic ceremonies are a means to enjoy the pleasures of life: they offer carnality, the pleasure of fulfilling one's desires, the bringing of material and personal rewards and the joys of darkness. But they are only a beginning, a stage toward something greater. It is one of the purposes of a Satanic Temple to guide those Initiates who may be interested along the difficult and dangerous path which is the seven fold way. Those who do not wish to follow this path to Adeptship and beyond should simply enjoy the many pleasures which the Prince of Darkness offers to those who by a Satanic Initiation wish to follow His philosophy of living. In traditional Satanism there is an appreciation of the role of women, for Satanism at its highest level is concerned with the development of the individual: roles as such are a necessary part of self-development. To be played, discarded and then transcended. The structure of traditional Temples and the rituals performed by those members of those Temples reflect this appreciation and understanding. For example, it is possible and indeed desirable for a Mistress of Earth to establish and :: organize her own Temple unless she herself wishes otherwise, just as it is possible and desirable to celebrate the Black Mass using a priest, naked, upon the altar while the Priestess conducts the service, such reversal being an accepted principle of Black Magick. II - The Temple"},{"pageNumber":5,"pageContent":" Satanic rites are conducted either in an indoor Temple or in an isolated outdoor locality during the hours of darkness. Indoor Temples usually have a static altar, made of either stone or wood, and this altar should be set in the East. It should be covered by an altar cloth made of good quality material and coloured black. Upon this is woven either an inverted pentagram, the septenary sigil or the personal sigil of the Master/Mistress or Temple if there is one. Candle-holders, made of either silver or gold, are placed on the altar, one at either end. Black candles are usually the most employed although some rituals require the use of other colours. Other candleholders should be placed around the Temple, since the only light used in the Temple both during rituals and at other times should come from candles. The Black Book should be placed on an oak stand on the altar, the altar itself being of sufficient size for an individual to lie upon it. Indoor Temples should be painted either black or crimson (or a combination of the two), the floor bare or covered with rugs or carpets of plain design, either black or crimson. When not in use, the Temple should be kept dark and warm, hazel incense being burned frequently. A quartz sphere or large crystal should be kept in the Temple, either in or near the altar: if near, supported by an oak stand. Above the altar or behind it should be an image or sculpture of Baphomet according to Satanic Tradition. Baphomet is regarded by Satanists as a 'violent goddess' and is depicted as a beautiful woman, seated, who is naked from the waist up. In her left hand she holds the severed head of a man. In her other hand she holds a burning torch. The severed head, which drips blood onto her lower white garment, is held so that it partially obscures her smiling face. Baphomet is regarded as the archetype of the Mistress of Earth, and the Bride of Lucifer. No other furnishings are present in the Temple. The Temple implements are few in number and should be either made or commissioned by the Master or Mistress. If this is not possible, they should be chosen by them with care. The implements required are several large silver chalices, a Censor (or incense holders), a quartz tetrahedron, a large silver bowl, and the Sacrificial Knife which should have a wooden handle. These implements may be kept on the altar if it is large enough, or wrapped in black cloth and kept in an oak chest. No one is allowed into the Temple unless they are dressed in ceremonial robes and barefoot. The robes are generally black with a hood, although some rituals require the use of other colurs. If possible, an ante-chamber should be used by members to change into the ceremonial robes. If an outdoor location is used, the area should be marked out by a circle of seven stones, by the Master or Mistress. An outdoor altar is usually the body of one of the participants - naked or robed depending on the ritual and the prevailing conditions. The one chosen for this honour lies on an altar cloth, black in colour and woven with an inverted pentagram, the size of this cloth being not less than seven feet by three. Candles should be placed in lanterns which open on one side only, this side being of glass which is often coloured red. The participants should know the area well, since they should not use any artificial light of any kind including candles, to guide them to the chosen site. Neither must any fires be lit during any ritual. For this reason the night of the full moon is often chosen Both indoor Temples and outdoor areas chosen for rituals should be consecrated according to the rite of Temple consecration. When any ritual of Satanic magick is undertaken, no attempt should be made in any way to banish the magickal forces - what forces or energies remain following a ritual are to remain, since they dedicate the area or Temple still further to the powers of Darkness."},{"pageNumber":6,"pageContent":" Preparation for Rituals: The Master or Mistress should chose one member to act as 'Altar Brother or Sister'. It is the duty of this member to ensure that the Temple is prepared - for example, lighting the candles, filling the chalices with wine, incensing prior to the ritual. It is the duty of the Master and Mistress to prepare the members for the ritual. This usually involves them assembling in robes in the Temple or in an ante-chamber designated as a preparation area at least half of one hour before the beginning of the ritual. During this period they are to keep their silence while standing, concentrating on the image of Baphomet or some sigil (such as an inverted pentagram) as decreed by the Master or Mistress. One or several members should be chosen to act as Cantor and instructed in the proper chanting of the chants. Other members may be chosen as musicians - the preferred instruments being tabor (or hand-drum) or flute. III - Ceremonial Rituals Ceremonial rituals, as given here, are conducted for basically two reasons: to generate magickal energy (and thus direct that energy to achieve a magickal goal or desire) and for the benefit of the participating congregation. The benefits the congregation derive from a successfully conducted ritual of Black Magick are many and varied: there are the carnal ones, the material ones and the spiritual ones. To be successful, a ceremonial ritual must be both dramatic and emotional. That is, the right atmosphere has to be created and maintained. The object is to involve the emotions of the congregation, and all the many ritualized elements (e.g. the robes and the candles) are a means to aid this. However, the single most important element is the power of the voice, whether spoken, chanted, vibrated or sung.(See the chapter on 'Magickal Vibration' for one aspect of this.) When you are conducting a ceremonial ritual you must use the set texts and chants (such as the Satanic Our Father, the Diabolus) as a means of gradually working yourself into an emotional but still controlled frenzy. It is no use just saying the correct words - they must be spoken or chanted with a Satanic desire - and the emotion once brought must be sustained until the ritual is over. This does not mean simply acting: it means actually becoming the role you assume, that of a powerful sorcerer or sorceress. And this feeling must be communicated to the audience: by voice, gestures eyes and so on. Ceremonial Magick is and always has been an Art, and to master this Art takes practice. However, you (and the person working as Mistress/Master or Priestess/Priest) must always remain in control of your emotions stopping just short of possession. This also means that each and every ritual must be undertaken without fear or doubt (not even unconscious fear or doubt) - that is, in the true spirit of Satanic pride and mastery: with an exultation in the forces conjoured forth. In most ceremonial rituals it is one of the tasks of the congregation to abandon themselves to their lusts and frenzy, but you as ceremonial Master/Mistress cannot do this since you must control and direct all the energies which are brought forth via the ritual and the frenzy produced. It is up to you to initiate the emotion in the Temple, to cultivate its development in the congregation, to get them to reach a ritual"},{"pageNumber":7,"pageContent":"frenzy and climax. And then the energy must be controlled - towards a specific magickal aim or dispersed by you into the Temple/surrounding area and left to dissipate/spread according to its nature and to the glory of the Prince of Darkness. To direct the energy, you must before the ritual choose a specific desire or aim (either your own or as a favour to one of the members). This aim (for example, it might be to harm a specific individual) must be enshrined in both a simple phrase and a simple visualization according to the principles of hermetic magick. The visualization should be of the successful outcome desired - however, if this proves difficult, concentrate solely on the phrase. This phrase, which should be succinct, should then and by you prior to the ritual, be written on a piece of parchment - you could use a 'secret script' of your own devising or one of the magickal ones in general use. You then burn this parchment at the climax of the ritual: at a point you feel is right. To do this, fill the silver bowl with spirit, place the parchment in this at the beginning of the ritual, and light it using one of the candles during the ritual. While it burns shout/chant/vibrate your chosen phrase, visualizing your desire according to the visualization chosen (if you wish to and can include the visualization part). Then exult in the triumph of your desire. Follow this with continuing the ritual to its ceremonial end. To disperse the energy, just imagine it (as, for example, filaments) surrounding the Temple and gradually creeping outwards. You may also (for example in an Initiation ritual) direct the energy into an individual who is present (in that ritual, by using a sigil and a chant.). IV - The Black Mass Introduction: The Black Mass is a ceremonial ritual with a threefold purpose. First, it is a positive inversion of the mass of the Nazarene church, and in this sense is a rite Black Magick (see the 'Guide to Black Magick'). Second it is a means of personal liberation from the chains of Nazarene dogma and thus a blasphemy: a ritual to liberate unconscious feelings. Third, it is a magickal rite in itself, that is, correct performance generates magickal energy which the celebrant can direct. The Black Mass has been greatly misunderstood. It is not simply an inversion of Nazarene symbolism and words - when a Nazarene mass is celebrated (as occurs every day, many times, throughout the world) certain energies or vibrations compatible with the Nazarene ethos may or may not be generated, depending on the circumstances and the individuals attending. That is, under certain circumstances, the Nazarene mass can be a ritual of 'white magic': the energies that are sometimes produced being produced because a number of individuals of like mind are gathered together in ritualized setting; there is nothing in the production of energies which is attributable to external agencies (e.g. 'god'). What a genuine Black Mass does is 'tune into' those energies and then alter them in a sinister way. This occurs during the 'consecration' part of the Black Mass. The Black Mass also generates its own forms of (sinister) energy. To see the Black Mass as simply a mockery is to misunderstand its magick. Also, the Black Mass does not require those who conduct it or participate in it to believe or accept Nazarene theology: it is simply means that the participants accept that others, who attend Nazarene masses, do believe in at least to some degree in Nazarene theology - the Black Mass uses the energy produced by those beliefs against"},{"pageNumber":8,"pageContent":"those who believe in them, by distorting that energy, and sometimes redirecting it. This is genuine Black Magick. ------- Participants: Altar Priest - lies naked upon altar Priestess - in white robes Mistress of Earth - in scarlet robes Master - in purple robes Congregation - in black robes Setting: Usually an indoor Temple. If outdoors, clearings in forests or woods are suitable. Caves are ideal. The reason for such Outdoor settings are to provide an impression of 'enclosure'. Versions: The Black Mass exists in several versions. The one given below is the version most often used today. The other main version uses almost the same text, but is undertaken by a Priest using a naked Priestess on the altar. Preparation of the Temple: Hazel incense to be burnt (if obtainable, the hazel is mingled with civit). Several chalices full of strong wine. Black candles. Several patens (of silver if possible) containing the consecrated cakes - these are baked the night before by the Priestess and blessed (i.e. dedicated to the Prince of Darkness - see chapter of Chants) by the Mistress of Earth. The cakes consist of honey, spring water, sea salt, wheat flour, eggs and animal fat. One paten is set aside for the ritual hosts. These should be obtained from a Nazarene place of worship - but if this is not possible, they are made by the Priestess if imitation of them (unlevened white hosts). The Mass The Priestess signifies the beginning of the Mass by clapping her hands together twice. The Mistress of Earth turns to the congregation, makes the sign of the inverted pentagram with her left hand,"},{"pageNumber":9,"pageContent":"saying: I will go down to the altars in Hell. The Priestess responds by saying: To Satan, the giver of life. All: Our Father which wert in heaven hallowed be thy name In heaven as it is on Earth. Give us this day our ecstasy And deliver us to evil as well as temptation For we are your kingdom for aeons and aeons. Master: May Satan the all-powerful Prince of Darkness And Lord of Earth Grant us our desires. All: Prince of Darkness, hear us! I believe in one Prince, Satan, who reigns over this Earth, And in one Law which triumphs over all. I believe in one Temple Our Temple to Satan, and in one Word which triumphs over all: The Word of ecstasy. And I believe in the Law of the Aeon, Which is sacrifice, and in the letting of blood For which I shed no tears since I give praise to my Prince The fire-giver and look forward to his reign And the pleasures that are to come! The Mistress kisses the Master, then turns to the congregation, saying: May Satan be with you. Master: Veni, omnipotens aeternae diabolus! Mistress: By the word of the Prince of Darkness, I give praise to you (She kisses the lips of the altar-Priest) My Prince, bringer of enlightenment. I greet you Who cause us to struggle and seek the forbidden thoughts. (The Master repeats the 'Veni' chant)"},{"pageNumber":10,"pageContent":"Mistress: Blessed are the strong for they shall inherit the Earth. (She kisses the chest of the altar-Priest) Blessed are the proud for they shall breed gods! (She kisses the penis of the altar-Priest) Let the humble and the meek die in their misery! (She kisses the Master who passes the kiss on to the Priestess who kisses each member of the congregation. After this, she hands the paten containing the 'hosts' to the Mistress. The Mistress holds the paten over the altar-Priest, saying:) Praised are you, my Prince and lover, by the strong: Through our evil we have this dirt; by our boldness and Strength, it will become for us a joy in this life. All: Hail Satan, Prince of life ! (The Mistress places the paten on the body of the altar-Priest, saying quietly:) Suscipe, Satanas, munus quad tibi offerimus memoriam Recolentes vindex. (The Priestess, quietly saying 'Sanctissimi Corporis Satanas', begins to masturbate the altar-Priest. As she does, the congregation begin to clap their hands and shout in encouragement while the Master and the Mistress chant the 'Veni' chant. The Priestess allows the semen to fall upon the 'hosts', then hands the paten to the Mistress who holds it up before the congregation saying to them:) May the gifts of Satan be forever with you. All: As they are with you! (The Mistress returns the paten to the body of the altar-Priest, takes up one of the chalices, saying:) Praised are you, my Prince, by the defiant: through our Arrogance and pride We have this drink: let it become for us an elixir of life."},{"pageNumber":11,"pageContent":"(She sprinkles some of the wine over the altar-Priest and towards the congregation, then returns the chalice to the altar, saying to the congregation:) With pride in my heart I give praise to those who drove The nails And he who thrust the spear into the body of Yeshua, The imposter. May his followers rot in their rejection and filth! (The Master addresses the congregation saying:) Do you renounce Yeshua, the great deciever, and all his works? All: We do renounce the Nazarene Yeshua, the great deceiver And all his works. Master: Do you affirm Satan? All: We do affirm Satan! (The Master begins to vibrate 'Agios o Satanas' while the Mistress picks up the paten with the 'hosts' and turns to the congregation, saying:) I who am the joys and pleasures of life which strong men Have forever sought, am come to show you my body and my blood. (She gives the paten to the Priestess, then removes the robe of the Priestess, saying:) Remember, all you gathered here, nothing is beautiful except Man: But most beautiful of all is Woman. (The Priestess gives the paten back to the Mistress, then takes the chalices and consecrated cakes to the congregation who eat and drink. When all have finished, the Mistress holds up the paten, saying:) Behold, the dirt of the earth which the humble will eat! (The congregation laughs while the Mistress flings the 'hosts' at them which they trample underfoot while the Master continues with the 'Agios o Satanas' vibration. The Mistress claps her hands three times"},{"pageNumber":12,"pageContent":"to signal to the congregation. She then says: Dance, I command you! (The congregation then begin a dance, counter sunwise, chanting 'Satan! Satan!' while they dance. The Priestess catches them one by one, kisses the person caught and then removes their robe after which they return to the dance. The Mistress stands in the centre of the dancers, and uplifting her arms, says:) Let the church of the imposter Yeshua crumble into dust Let all the scum who worship the rotting fish suffer and die in their misery and rejection! We trample on them and spit of their sin! Let there be ecstasy and darkness; let there be chaos and laughter, Let there be sacrifice and strife: but above all let us enjoy The gifts of life! (She signals to the Priestess who stops the dancer of her choice. The congregation then pair off, and the orgy of lust begins. The Mistress helps the altar-Priest down from the altar, and he joins in the festivities if he wishes.) Should the Master and Mistress wish, the energies of the ritual are then directed by them towards a specific intention. NOTES: During the 'consecration' of the 'hosts', the Master may opt to say the following quietly (leaving the Veni chant to the Mistress): Muem suproc mine tse cob He then takes up the chalice, saying: Murotaccep menoissimer ni rutednuffe sitlum orp iuq iedif muiretsym itnematset inretea ivon iem siniugnas xilac mine tse cih. It is this chalice which the Mistress then takes to sprinkle the altar-Priest. The above words are usually printed on a small card which is placed on the altar before the Mass begins: the Master using the card when the above is spoken. As with all ceremonial rituals, it is helpful if all participants know from memory the content and spoken text. It isimportant that this is done and that the ritual, when undertaken, follows the text on every occasion. The ritual then is more effective as a ritual, enabling the participants to be both more relaxed and more able to enter into the spirit of the rite. The Gay Version of the Black Mass is available in OPFER (FENRIR Vol II No 2)"},{"pageNumber":13,"pageContent":"V - The Ceremony of Birth Setting: Indoor Temple, or outdoor area previously used for rituals. Participants: Master - black robes tied with crimson girdle Mistress - black robes tied with crimson sash Priestess - white robes tied with black sash Priest - white robes tied with black girdle Congregation (if present): black robes Preparation: Black candles on altar together with quartz crystal or tetrahedron. Phial of musk oil (if male child) or civit oil (if female child). Incense of Yew to be burnt (male child) or Black Poplar (female child). Before the ceremony the parents of the child appoint two Temple Members as guardians of the newborn. They also provide a small pendant made of silver inscribed with an inverted septagon (or sigil of the Temple) which, for the ceremony, they hang around the neck of the newborn on a leather thong. When the child is old enough, this can be worn by them all the time. A feast, to follow the ceremony, is prepared. The newborn is brought to the ceremony loosely wrapped in black cloth. The Ceremony: The Master signifies the beginning of the rite by ringing the Temple bell seven times. The parents then hand the newborn to the Priestess if the child is male, and to the Priest if female. The Master then says: We gather here to welcome to our clan one newborn destined to share our gifts. Mistress: Agios o Satanas! Congregation: Agios o Satanas!"},{"pageNumber":14,"pageContent":"(The Mistress turns toward the altar, holds her hands outstretched and says quietly but in an audible voice:) Veni, omnipotens aeterne Diabolus! (She then turns back to the participants, saying:) Agios o Baphomet! Congregation: Agios o Baphomet! (Note: if no congregation are present the responses are said by the Priestess et al.) (The Master touches the head of the newborn saying:) May the gifts of Satan be forever with you, as they are with us. Pone, diabolus, custodiam. With this mark I seal wyrd. (The Mistress hands him the phial and he anoints the forehead of the newborn with it in the shape of an inverted pentagram or the sigil of the Temple saying as he does this:) Ad Satanas qui leatificat juventutem meam. (He then turns to the parents, saying:) How is he/she to be known? (The parents answer, giving the Temple name they have chosen for the newborn:) We have named him/her ....... (The Master then says:) So shall it be. I name you ....... amongst us. (He then touches the forehead of the newborn, visualizing an inverted pentagram or the sigil of the Temple. As he does this the Mistress says:) Pone, diabolus, custodiam!"},{"pageNumber":15,"pageContent":"(The Master then turns toward the congregation saying:) Come forth, guardians of this child. (The child-guardians step forward. The Master says to them:) Do you, so chosen, pledge to guard and watch over this newborn and to teach when the teaching-time is right, our ways so that ....... (He states the Temple name of the newborn) may learn our ways? (The guardians answer:' We do. 'The Master then turns to the congregation, saying:) See them! Hear them! Know them! (The Mistress hands him the phial and he anoints each of their foreheads with the sign of the inverted pentagram or the sigil of the Temple. He then turns toward the congregation saying:) So it is done according to our ways. Let the feasting begin! (The participants leave the Temple to partake of the feast -this is provided by members of the Temple, to honour the parents of the newborn, who may also provide gifts for the newborn and the parents.) VI - The Death Rite Participants: Priest - in black robes Priestess - naked, upon altar Mistress - crimson robes, sexually alluring Congregation - black robes tied with crimson cord Temple Preparation: Black candles on altar. Small silver Temple bell. Incense of Mars to be used (musk). A small wooden coffin (suitable in size for the wax effigy which will be made), draped in black, is placed near the altar and a handful of graveyard earth is placed on it. Before the ritual proper begins, the Mistress makes a wax figurine in a corner of the Temple with only the Priestess present. (The easiest way to make the effigy is to place several white candles in a receptacle containing water which has just been boiled. After a while, the wax will form a thin film on the surface. This wax can then be used to fashion, by hand, the figurine which should be made as life-like as possible.) The Priestess lies naked upon the altar. The Mistress places this figurine on the womb"},{"pageNumber":16,"pageContent":"of the Priestess, then moves it symbolically downwards to rest between her thighs. She anoints it with a musk based oil, laying: 'I who made you and delivered you in birth now name you N.N.' (She states the full name of the victim.) The Mistress and the Priestess then visualize the figurine as the intended victim - and they may if they wish then dress it as the victim dresses. The image is then placed on the womb of the Priestess, the Mistress ringing the bell thirteen times to signify the beginning of the ritual at which the Priest leads the congregation into the Temple. The Ritual: Priest: I will go down to the altars in Hell. All: To Satan, the giver of life. (The Priest then kisses the Priestess on the lips, turns toward the congregation and makes the sign of the inverted pentagram, saying:) Our Father which wert in heaven ... (The congregation join him in the Satanic Our Father - see Black Mass for text. The Priest then leads the congregation in saying the Satanic Creed: 'I believe ...' - see text in Black Mass. After the Creed the Priest says:) Provide us pleasure, Prince of Darkness, and help us fulfil our desires. (He turns and fondles the Priestess, saying:) With ecstasy we give praise to our Prince. (The congregation chant the Sanctus Satanas - see Chants -as the Priest says quietly over the waxen image:) Sie anod namretae meiuqer. (He then says loudly, facing the congregation:) Veni, omnipotens aeterne diabolus! (The Mistress then says:)"},{"pageNumber":17,"pageContent":"Agios o Satanas! (To which the congregation respond:) Agios o Satanas! Mistress: Satanas - venire! All: Satanas - venire! Mistress: Dominus diabolus sabaoth. Tui sunt caeli All: Tua est terra! Mistress: Ave Satanas! All: Ave Satanas! (The Mistress kisses the Priest. The Priest makes the sign of the inverted pentagram over the congregation, saying:) We, the spawn of Chaos, curse N.N. All: We curse N.N. Priest: N.N. will writhe and die All: N.N. will writhe and die! Priest: By our will, destroyed"},{"pageNumber":18,"pageContent":"All: By our will, destroyed! Priest: Kill and laugh! All: Kill and laugh! Priest: Kill and laugh and then dance to our Prince All: Kill and laugh and then dance to our Prince! Priest: N.N. is dying! All: N.N. is dying! Priest: N.N. is dead! All: N.N. is dead Priest: We have killed and now glory in the killing! All: We have killed and now glory in the killing! (The Priest laughs, then the congregation laugh, jumping and dancing with glee. They continue until the Mistress rings the bell twice, The Priest points to her. She says:) The Earth rejects N.N. All: You reject N.N."},{"pageNumber":19,"pageContent":"(The Mistress picks up the image, holds it for the congregation to see and then places it on the graveyard earth, folding the black cloth over it. She places the cloth with the earth and image within it, inside the coffin. She turns to the congregation, saying:) N.N. is dead. (The congregation begin to dance, counter sunwise, chanting the Diabolus (see chants).After the chant, they gather round the coffin and the Mistress. The Priest says to them:) Fratres, ut meum ac vestrum sacrificium acceptabile fiat apud Satanas. (The Priest has sexual intercourse on the altar with the Priestess while the congregation clap their hands in approval, chanting 'Ave Satanas!' repeatedly as they do so. After the climax, the Priest withdraws, the Mistress kisses the Priestess on the lips and then 'locis muliebribus'. She then kisses each member of the congregation. The Priest, after this, makes the sign of the inverted pentagram over the coffin, saying loudly:) N.N. is dead and we all have shared in this death. N.N. is dead and we rejoice ! Mistress: Dignum et justum est. (The Priest and the congregation laugh. The Mistress then goes toward the Priest, takes his penis in her mouth until he is erect again. Then she stands back to admire her work, saying to the congregation:) I who bring life, also take. (She then passes her hands over the coffin, visualizing as she does so, the dead body of N.N. lying in a coffin. She takes up the coffin and leaves the Temple. As she leaves, the Priest says:) Feast now, and rejoice, for we have killed, doing the work of our Prince! (He begins the orgy of lust in the Temple. The Mistress takes the coffin to a small grave, outside, prepared beforehand. She places the coffin in Earth, covers it with earth saying: 'N.N. you are dead, now, killed by our curse.' She completes the burial and leaves the area.) VII -The Pledging"},{"pageNumber":20,"pageContent":"(Note: this is the traditional Satanic wedding ceremony.) Setting: Temple - or outdoor area within circle of nine stones. Participants: Master - purple robes Mistress - viridian robes Priestess and Priest - black robes Congregation - black robes (Those who are making their pledge wear crimson robes) Preparation: Altar covered with black cloth on which is woven the sigil of the Tree of Wyrd with the connecting paths. Purple candles to be used. Chalices of mead. Silver bowl on altar containing inflammable liquid. Small square of parchment. Sharp knife. Two silver rings, provided by those making their pledge. Ash incense to be burnt. The-Ceremony The congregation et al assemble in the Temple: the Master and Mistress standing before the altar with the Priest and Priestess beside them. When all is ready, the Master rings the Temple bel1 nine times as a signal to the Guardian who leads those desirous of pledging into the Temple where they stand before the altar. The Master and Mistress greet both with a kiss, saying: We, Master and Mistress of the Temple greet you. (The Priestess and the Priest together chant 'Agios o Satanas Agios o Satanas!' This chant is repeated by the congregation. After, the Master says:) We are gathered here to join in oath through our sinister magick this man and this woman. Together they shall be as inner sancturies to our gods! (The Mistress turns to the congregation, saying:)"},{"pageNumber":21,"pageContent":"Hail to they who come in the names of our gods! We speak the forbidden names! Agios o Baphomet! Congregation: Agios o Baphomet Mistress: Agios o Atazoth! Congregation: Agios o Atazoth Mistress: Agios o Satanas! Congregation: Agios o Satanas! (The Master turns to the betrothed, saying:) Do you, known in this world as (he states the name of the spaeman) accept as spaewife this lady ....... (he states the Initiated name of the lady) known in this world as ....... (he states the name of the lady) according to the precepts of our Temple and to the glory of our Lord Satan? Spaeman: I do. (The Master says to the lady:) Do you known in this world as ...... (he states the name of the lady) accept as spaeman this jarl ...... (he states the name of the jarl) according to the precepts of our Temple and to the glory of our Lord Satan? Spaewife: I do. Master: Then give as a sign of your pledge, these rings. (The Mistress takes the silver rings from the altar and the jarl and his lady place them on the fingers of"},{"pageNumber":22,"pageContent":"each other's left hand. The Mistress turns to the congregation saying:) Thus in oath and magick they are joined. (The Master raises his arms, saying:) See them! Hear them! Let it be known among you and others of our kind, that should anyone here assembled or dwelling elsewhere seek to render asunder this jarl and his lady against the desire of that jarl and that lady, then shall that person or persons be cursed, cast out and made by our magick to die a miserable death! Hear my words and heed them! Hear me, all you gathered in my Temple! Hear me, all you bound by the magick of our Lord the Prince of Darkness! Hear me, you dark gods gathering to witness this rite! (The Mistress takes up the knife and the square of parchment as the jarl and his lady hold out their left hands. She swiftly cuts their thumbs, presses drops of each blood onto the parchment and then presses the two thumbs together. She then presses the thumb of the jarl to the forehead of the lady and then the thumb of the lady against the forehead of the jarl, marking both in blood. The parchment is cast into the silver bowl and the Priestess lights the liquid in this. The following statement is then read out first by the lady and then the jarl. This statement is usually written/printed on a card which is kept on the altar and handed to the lady by the Priest after the Priestess ignites the liquid in the bowl:) Esse filo captum palchritudinis suae, et nil amplius desiderare, quam ejus amplexu frui: et omen concubitum - ex commixtione hominis cum Diabolo et Baphomet aliquoties nascuntur hominis, et tali modo nasciturum esse Anti-Nazarenus. (After this is read by the jarl, the Priest takes the card and replaces it on the altar while the Mistress comes forward to kiss first the lady then the jarl. The Master does likewise, after which he says:) I declare them pledged! (The congregation et al then exchange greetings with the spaeman and his wife. The Priest and Priestess hand out the chalices which are emptied. A feast usually follows the ceremony.) Note: Either party can end the joining at any time by placing their ring on the altar and informing the Master or Mistress who announce the parting at the next Temple gathering. Atu II"},{"pageNumber":23,"pageContent":" High Priestess VIII - The Rite of Initiation Introduction: The candidate is usually sponsored by an existing Initiate, and this member accompanies the candidate of the test of fidelity which the Master or Mistress of the Temple specifies. The candidate also undergoes a test of knowledge (relating to what he or she has learned of Temple teachings during the six-month probationary period) and a test of courage. The text given below is for a male candidate: for a female candidate, the text should be altered in the appropriate places. Participants: Master of the Temple - in scarlet robes Mistress of Earth - sexually alluring scarlet robes Priestess - naked, upon altar (if male candidate) Priest - naked, upon altar (if female candidate) Guardian of the Temple - dressed in black and wearing a face mask Congregation - Black robes"},{"pageNumber":24,"pageContent":" Preparation: The candidate provides a new black robe, designed according to the precepts of the Temple. This is given to the Master before the ritual and placed on the altar. The candidate attends the ritual in a coarse brown garment which can be easily removed. The ritual takes place at sunset. A small phial containing a civit-based oil is placed on the altar. Black candles to be used, incense of the Moon burnt (petriochor, if available, otherwise hazel). Some symbolism appropriate to the Moon should also be present - e.g. quartz crystals. Chalices full of strong wine. The congregation assemble in the Temple with the Master and Mistress. The Guardian stands near the Temple entrance. The candidate is blindfolded and is led into the Temple by the sponsor. The Rite (The Master greets the candidate, saying:) You the nameless have come here to receive that initiation given to all who desire the greatness of our sinister gods! (The Master kisses the Mistress who kisses the altar-Priest [or Priestess]. The Master then says:) You the nameless have come to give yourself to us and your quest: To seal with a sinister oath the beliefs and practices You have accepted since first you were allowed into this Temple to Satan. (The Master turns to the congregation, makes the sign of the inverted pentagram over them with his left hand, and says:) I greet you all in the name of our Prince. Let his legions Gather to witness this, our Satanic rite! Veni omnipotens aeterne diabolus! (The congregation repeat the `Veni' chant after which the Mistress turns to them and says:) Dance, I command you! And with the beating of your feet Raise the legions of our Lord and the Dark Gods who watch Over our games! (The congregation now dance, anti-sunwise, chanting the Diabolus as they dance. While they dance the"},{"pageNumber":25,"pageContent":"Master takes a chalice and raises it, saying:) You the nameless have come to break the chains that bind! (The Mistress removes the garment of the candidate leaving naked. The Master approaches him, puts the chalice to his lips, saying: 'Drink!' The candidate drinks the wine. The congregation continue their dance and chant until the Mistress raises her arms as a signal for them to stop. She says to them:) Gather round, my children, and feel the flesh of our gift! (The congregation gather round the candidate and run their hands over all his body. While they do this, laughing, the Master chants the 'Veni' chant several times. The Mistress claps her hands twice and the congregation move away. She kisses the candidate [whether male or female] and says:) We the noble rejoice that you have come to seed us with your blood and gifts. We, the kin of Chaos, welcome you, now nameless. You are the riddle and I the answer that begins your quest. We, the cursed, welcome you who by being here among us have dared to defy. In the beginning there was sacrifice but now we have words which can bind you through all time to us. In your beginnings - we were. In your quest - we are. Before you - we existed. After you - we shall still be. Before us - They who are never named. After us - They will be, waiting. And you through this Rite shall be of us and thus of them who are never named. We the fair who garb ourselves in black through Them possess this world we call Earth. (The Master stands before the candidate, saying:) Do you accept the law as decreed by us? (The candidate [R] responds:) I do. Master: Do you bind yourself with word, deed and thought, to us the Seed of Satan without fear and dread? R: I do Master: Do you affirm in the presence of this gathering that I am Your Master and that she who stands before you as I stand before you is your Mistress?"},{"pageNumber":26,"pageContent":"R: I do. Master: Then understand that the breaking of your word is the Beginning of our wroth! See him! Hear him! Know him! (The Master points to the candidate and the congregation gather round him, touching him again. After this, the Mistress -removes his blindfold. The Master says to the candidate:) Do you renounce the Nazarene Yeshua the deciever, and all his works ? R: I do renounce Yeshua the deceiver and all his works. Master: Do you affirm Satan? R: I do affirm Satan. Master: Satan, whose word is Chaos? R: Satan, whose word is Chaos. Master: Then break this symbol which we detest. (The Mistress hands the candidate a suitably defiled wooden cross which the candidate breaks and thrown it to the ground.) Master: Now receive as a symbol of your new desire and as a Sign Of your oath this sigil of Satan. This sign shall be the Power which I as Master wield shall always be a part of You - a symbol to those who can see and the Mark of our Prince. (The Mistress hands the phial of oil to the Master who traces the sign of the inverted pentagram on the forehead of the candidate, vibrating as he does so the name the candidate has chosen. The Mistress then stands behind the candidate and traces with her left forefinger, the sigil of the Temple on the back of the"},{"pageNumber":27,"pageContent":"candidate, chanting 'Agios o Satanas' as she does so. If there be no Temple sigil, she traces the inverted pentagram. She stands before the candidate. If the candidate is male, she kisses him on the forehead, then the lips, the chest and penis. If the candidate is female, she kisses her on the forehead, each breast, then pubis. After this, she claps her hands once as a signal for the Guardian to come forward. As he does, she says to the candidate:) Now you must be taught the wisdom of our way! (The Guardian seizes the candidate and holds his/her arms, forcing them to kneel before the Mistress who laughs and says:) See, all you gathered in my Temple: here is he who thought He knew our secret - he who secretly admired himself for His cunning! See how our strength overcomes him! (The congregation laugh while the Master blindfolds the candidate again. The Guardian then binds the hands of the candidate with cord. The Mistress then whispers to the candidate, saying: 'Lay down, keep your silence and be still!' The congregation and the Guardian leave the Temple. The Master then has sexual intercourse with the Priestess on the altar [or if the candidate is female, the Mistress has intercourse with the Priest]. In both versions, this task may be delegated to a member of the congregation, chosen before the ritual by either the Master or Mistress. The male or female member so chosen stays in the Temple when the congregation depart. After-the act, the Priestess [or Priest] is assisted down from the altar, and the Master and Mistress [and the one chosen to perform in their stead, if present] leave the Temple. The Priestess [or Priest then approaches the candidate, saying:) Recieve from me and through me the gift of your Initiation So it has been, so it is, and so shall it be again. (They then unbind and remove the blindfold from the candidate and sexual intercourse takes place. After, the Priestess [or Priest] fetches the robe from the altar and dresses the candidate in it. She [or he] then briefly leaves the Temple to announce to the congregation et al 'So-it is done according to our desires! The congregation et al then return to the Temple, each greeting the new Initiate with a kiss. The chalices are handed round, and the members take their pleasure as they wish.) Notes: For the ritual of Initiation, the Priestess is chosen for the pleasure she obtains from coitus, the Guardian for his physical strength; if the candidate is female, the altar-priest chosen for his control during coitus - he should bring the Mistress to ecstasy,. without himself losing control, thus saving elixir for the candidate. It is the duty of the Mistress to find among the Temple members someone to fulfil this role, although she may delegate this task to a female member of the Temple, the person being chosen by the obvious experimentation. Those thus chosen are then invested with their office of altar-Priest or Priestess and hold this office for a year and a day."},{"pageNumber":28,"pageContent":" If possible, candidates should know no details of the Rite of Initiation - i.e. they should not be told what to expect. For this reason, members of the Temple should take a vow of silence regarding the Rite, promising not to reveal its details to nonmembers and candidates, Thus, the 'Black Book' should for this and other reasons never be shown to non-Initiates. IX - Consecration of the Temple Preparations: Incense of Mars to be burnt for several hours before the ritual is due to begin. The Temple itself is furnished as for a Black Mass. One chalice contains The Elixir. (To make The Elixir: the night before the ritual, the Master has sexual intercourse in the Temple [the Temple having been already furnished, with altar etc.] at the moment of his ecstasy depositing his seed in an empty chalice. To this, the Priestess ad adds seven drops of her own blood [taken from her left forefinger following intercourse], three pinches of soil [finely ground and dried] taken from a grave in a graveyard on the night of the full moon, ground and dried shavings from an oak tree collected on a night when Saturn is rising, and strong wine to fill the chalice. The chalice is left on the altar until the ritual begins.) The Master enters the Temple before the congregation, and seal seals the dimensions according to the Rite of Sealing: For this, a crystal tetrahedron is required. It should be as large as possible and made of quartz. The person conducting the rite, places both their hands on the crystal (which may be on an altar) and visualizes a rent appearing in a star studded sky. This rent gradually spreads its darkness down toward the crystal, enclosing it and the surroundings. The person then vibrates: Binan Ath Ga Wath Am. This vibration is repeated seven times. The person then says: From dark dimensions I call thee forth! The person then visualizes a darkness entering the crystal. After, the person bows to the crystal. The Rite is then complete, the person removing their hands and moving away from the crystal. Participants: Master of the Temple - in black robes"},{"pageNumber":29,"pageContent":" Priestess - in black robes Congregation - in black robes (Note: if the group in question is run by a Mistress, then she assumes the role allocated to the Master, and a Priest is present instead of a Priestess. For producing the Elixir, the procedure above is followed although the blood is that of the Mistress an the seed that of the Priest.) The Dedication The Master goes to the entrance of the Temple, and ushers the congregation in. They enter chanting the Sanctus Satanas (see Chants) walking counter sunwise three times around the altar. They continue chanting until the Master claps his hands twice. He stands behind the altar, facing the congregation, the Priestess beside him. He says to the congregation: Consorts of Satan! We gather here in this place at this Hour to dedicate this Temple to our sinister work. We Summon forth Satan, Prince of Darkness and Guardian of the Gate to the Dark Gods, to witness our rite of Dedication. For this shall be a Temple wherein we shall celebrate the Mysteries and the joys of life - wherein we and others Shall partake of the Elixir which is black to the blind. Mindfu1 then of our sinister past which has made this Work of darkness possible, let us re-affirm our allegiance. (All present recite the 21 Satanic Points. After, the Master spreads his hands over the chalice containing The Elixir and vibrates 'Agios o Satanas'. He then kisses the Priestess who goes to kiss each member of the congregation. Then he holds up the -chalice, saying:) As it has been, so it is and so shall it be again by the Power of our Prince, Satan, and the powers of They who are Never named. From dark dimensions they wil1 come while we sleep as this Temple becomes a Gate to their world! (He places the chalice back upon the altar, spreads his hands over the crystal tetrahedron and vibrates 'Nythra' three times. After this, he takes up the chalice, sprinkles some of its contents toward the congregation and Priestess and then over the altar. He then sprinkles more around the entrance to the Temple before walking counter sunwise around the Temple sprinkling the walls and floor. He then pours the remainder of the contents around the base of the altar. He replaces the empty chalice on the altar, turns to the congregation, saying:) So, another chapter in our history is begun. Let the Rite of The Black Mass begin! (He assists the one chosen before hand as altar-Priest to remove his robe and take his place upon the altar. The Mass then begins. The Mass follows the text in the Black Book except that the Priestess assumes both the role of the Mistress and her own role as Priestess, and the Master concludes the Mass"},{"pageNumber":30,"pageContent":"with the following words [after the 'Mistress' has said '... let us enjoy the gifts of life.']) By my Power - the Power of Satan, Prince of Darkness - I Declare this Temple charged! (The usual orgy/feast that follows the Black Mass begins.) X - The Dying time Setting: Outdoors, in an isolated location. A funeral pyre is prepared by the Guardian. An ellipse of nine stones should be made enclosing the pyre. Wooden goblets, sufficient in number for each participant, should be filled with mead and kept ready on a wooden table (oak if possible) away from the pyre. Participants: Master Mistress Priest Priestess Congregation Guardian (all are in black robes) Additional Guardians may be appointed to guard access to the site, ensuring privacy. The Rite (The body of the deceased member is brought in a light wooden casket, carried by members of the Temple toward the stones and the pyre. It is covered with a crimson drape. After the casket has been placed on the pyre, all present gather round, outside the ellipse of stones. The Master begins the Rite by saying:) Agios o Satanas! We gather here to pay homage to our brother/sister who by his/her life and magick did deeds of glory to the honour of our name! Agios o Satanas! Congregation:"},{"pageNumber":31,"pageContent":"Agios o Satanas! Master: Agios o Baphomet! Congregation: Agios o Baphomet! Mistress: So shall we lamenting remember the glorious deeds still waiting to be done! Master: So shall we lamenting remember the glorious deeds still waiting to be done! Congregation: So shall we lamenting remember the glorious deeds still waiting to be done! (The Priest and Priestess hand out the goblets. When this is done, the Master raises his head toward the pyre, saying:) Ad Satanas qui laetificat juventutem meam. (The Mistress then lights the pyre. As it burns, the Master drinks from his goblet, throwing the empty vessel into the flames. The congregation et al then raise their own goblets, say the 'Ad Satanas' chant, drink and likewise cast the empty goblets into the flames. The Mistress is the last to drink. After she has thrown her own goblet, she says:) May our memories linger to haunt the spaces and the dark! So it has been, so it is and so shall it be again! (The gathering then depart from the site. It is the duty of the Guardian [and his helpers, if any) to attend to and watch over the pyre, ensuring the casket and contents are reduced by flames. What remains is left, to be scattered as it will.) XI - The Ceremony of Recalling Introduction:"},{"pageNumber":32,"pageContent":" The Ceremony exists in three versions. The one given here is the one most often used today - where the 'Sacrificial Conclusion' is symbolic. In former times, the Priest, having been chosen according to tradition a year before, was ritually sacrificed by the Mistress and Master. This version is published in OPFER (Fenrir Vol II No 2).This sacrificial Ceremony traditionally occurs once every cycle of seventeen years. Preparations: The night before the ritual, the Priestess bakes the consecrated cakes made from wheat, water (spring), egg, honey and animal fat. The congregation gather outside the Temple, the Master and Mistress wait within. The Guardian leads the Priest toward the congregation and the Priestess blindfolds the Priest. She then leads him to each member of the Temple who kiss him. The Temple itself is furnished with red candles; Incense of Jupiter to be burning. Quartz tetrahedron on plinth or altar. Phial containing musk oil. Participants: Master - in black robes Mistress of Earth - white robes Priestess - in a red robe tied with a white sash Guardian of the Temple - black robe, with face mask Priest ('The Chosen One'/Opfer) - white robe Congregation - red robes The Ceremony (The Priestess and Guardian lead the Priest into the Temple and are followed by the congregation. The Mistress greets the Priest with a kiss while the Master vibrates [with his hands on the tetrahedron] 'Agios o Atazoth'. After this, the congregation chant the 'Diabolus' [see Chants] while slowly walking, counter sunwise, around the Priest in a circle. This chant is repeated seven times. The Master and Mistress [or two Temple members chosen and trained as Cantors] then chant in parallel and a fourth apart according to the Principles of Esoteric Chant, the 'Agios o Baphomet' chant. This chant may be an octave and a fourth apart. However, should for whatever reason, those conducting the ritual be unable to chant in this manner, the Agios o Baphomet may be vibrated seven times according to the principles of esoteric vibration. [The magick is more powerful if the chant is sung in parallel as indicated.] During this, the Guardian lifts the Priest onto the altar and the Priestess removes his robe."},{"pageNumber":33,"pageContent":" After the chant, the Mistress then anoints the body of the Priest with the oil while the congregation walk, as before, chanting the Diabolus. After the anointing, the Priestess and Mistress remove their robes, the Priestess then arouses the 'secret fire' of the Priest with her lips - without bringing him to ecstasy however. When she is satisfied, she signals to the Guardian who lifts the Priest from the altar and forces him to kneel before the Priestess. The Master then kneels before the Mistress at which point the congregation cease their chanting and gather round forming a circle. The Priestess copies the Mistress in both words and actions, using the Priest. The Mistress places her hands on the head of the Master and the Master says:) It is the protection and juices of your body that I seek (The Mistress opens her thighs, and the Master drinks. The Guardian forces the Priest to do likewise to the Priestess. Then, the Mistress pushes him away, saying:) As you have drunk so shall you die! Master: I pour my kisses at your feet and kneel before you Who crushes your enemies and who washes in a basin full of Their blood. I lift my eyes to gaze upon the beauty of body - You who are the daughter of and a Gate to our Dark Gods: They who are never named. I lift my voice to stand (He here stands) Before you my sister and offer you my body so that my Mage's seed shall feed your virgin flesh. Mistress: Kiss me and I shall make you as an eagle to its prey. Touch me and I shall make you as a strong sword that Severs and stains my Earth with blood. Taste me and I shall make you as a seed of corn which Grows toward the sun and never dies. Plough me and plant me With your seed And I shall make you as a Gate which opens to our gods! (The Mistress goes to the Priest and whispers to him:) Take me, for she is me and I am yours! (She then removes the blindfold and pushes him into the arms of the Priestess. She then has congress with the Master while the congregation continue with their slow walk and chanting. After the priest has achieved his ecstasy, the Mistress says:)"},{"pageNumber":34,"pageContent":"So you have sown and from your sowing gifts may come if You obedient heed these words I speak. (The Guardian gives her the sash from the robe of the Priestess. She claps her hands twice and the congregation, the - Priest and Priestess gather round her, the Master and the Guardian She says:) I know you my dark children: you are sinister yet none Of you is as sinister or as deadly as I. I know you and the thoughts within all your hearts: Yet not one of you is as hatefu1 or as loving as I. With a glance I can strike you dead! (She goes to each member, kissing them in turn - on the lips and removing their robes. She then points to the Priest and the Guardian comes forward to hold him while she-binds his hands with the sash. She then blindfolds him and the Guardian lays him on the floor, covering his prostrate body with the robe of the Mistress. He lies still and motionless while the Mistress says to the congregation:) No guilt shall bind you here; no thought restrict. Feast then and enjoy but ever remember that I am the Wind that snatches your soul! (The Guardian then leaves the Temple, returning with trays of wine and food prepared before-hand. The congregation feast and drink and take their pleasures according to their desire always leaving a circle around the Priest clear [the circle may be drawn on the floor before the Ceremony and the Priest placed within it by the Guardian at the appropriate point]. The feasting and pleasures continue until the altar candles are burnt to a line inscribed previously by the Master - this being of sufficient duration for plentiful pleasures to be enjoyed. At this point the Mistress claps her hands seven times and the congregation et al [apart from Mistress, Priestess and Master] leave the Temple. The Priestess removes the blindfold of the Priest, unbinds and uncovers him and helps him to his feet. She then leads him out from the Temple. The Master and Mistress then take their own pleasure, directing the energies of their own congress and those present within the Temple toward a specific aim or intention.) Notes: 1) During the feasting, the Master and Mistress abstain and instead begin to direct the energy released via the Ceremony into the crystal (using visualization etc). This energy may then be left stored there, or they may elect to release it during the conclusion toward the aim or intention. However, should they wish, they may direct the energy into the Priest. If this is done the Priest should be informed beforehand and told to observe the effects over several days. This latter procedure is intended mainly for new initiates and is an aid to their magickal development. 2) The Ceremony may be performed on a regular basis, the Master choosing the Priest who is notified only just before the start of the ritual. The ceremony may also be performed with a Priestess as"},{"pageNumber":35,"pageContent":"'Opfer', the ritual following the text above except that the roles of the Priest and Priestess are reversed. 3) At the discretion of the Master or Mistress, the Ceremony may be extended - the Priest (or Priestess) being left in the Temple over night, the Ceremony in this instance being begun at sunset and finally concluding at sunrise. For this extension, the energy present is always sent into the Priest (or Priestess). The person chosen for this can be any member of the Temple. In this, the Master, Mistress and Priestess leave the congregation, the member chosen being told to remain lying and unmoving until the Master returns at dawn. XII - Satanic Orders For a long time, traditional Satanism was taught on an individual basis from Master (or Mistress) to pupil/Initiate, this Initiate following the path to Adeptship under guidance. When ceremonial rituals were undertaken, it was in secret with only members of long standing attending. The few Initiates that were accepted had to undergo a probationary period of several years before being allowed to participate. It was one of the duties of the Master and Mistress to guide their pupils along the difficult path toward magickal mastery, and to this end 'internal magick' was employed, this system of internal magick being gradually extended and refined over the centuries. In its initial stages, genuine Satanism is all about the Initiate experiencing the dark or shadow aspect of themselves and in the past the Initiate was instructed to experience in reality many things. Sometimes, the Master or Mistress would lead them into specific situations (some of which would be dangerous) for the Initiate to learn from them. Some of these experiences were unconventional and frowned on by 'conventional society' -and some would have been 'illegal' as well. Of course, such methods were difficult, but for the Initiates who survived or remained at liberty they provided genuine experience and self insight. However, gradually, (at least in traditional Satanism) a means was found to 'short-circuit' these evolutionary experiences: whereas in the past most of them would have been practical in the sense of taking the individual to his or her limits, the new techniques became 'internalized'. That is, they tended to be magickally based rather than practical. The essence of the new methods was and still is the 'Grade Rituals'. The Grade Rituals (the first of which is Initiation) are a series of tasks and undertakings, and the individual who follows the procedure of a Grade Ritual (the main Grade Rituals are given in detail in NAOS - A Practical Guide to Sinister Hermetic Magick') will achieve magickal understanding and self insight of a kind appropriate to the Grade Ritual being undertaken. There are seven Grade Rituals, and these take the individual from Initiate to External Adept to Internal Adept and thence to Master/Mistress and beyond. Associated with the Grade Rituals are other tasks, and these form the basis of the training of the Satanic Initiate! By their very nature, they produce a specific type of individual: one, that is, imbued with the Satanist spirit. The Grade Ritual of Internal Adept involves the individual in living in isolation for at least three months, and if this is undertaken according to the principles of the rite itself, the individual will emerge as a genuine Adept. Naturally, this ritual is not easy. The next stage involves the individual in entering the Abyss: Of becoming part of the acausal, that"},{"pageNumber":36,"pageContent":"is, of allowing acausal/ chaotic energies to enter consciousness without any means of Conscious control, This magickal part of the Grade Ritual is Preceded by a physical part (for men: walking alone and unaided a distance of 80 miles beginning at sunrise on the first day and ending at sunset on the second day; for women: the distance is 56 miles). This physical part is essential (and the time limit and conditions must be rigidly observed) since it drains the candidate both physically and mentally, the candidate then having few 'barriers'. This ritual is also not easy to undertake. Thus it can be seen that the training of Initiates in genuine Satanic Orders is both comprehensive and difficult, for Satanic Orders are not religious institutions committed to indoctrinating their members, just as they are not groups for the discussion and study of magickal and Occult topics. They are places where real sinister magick is undertaken - this real magick is difficult and may at times be dangerous. Genuine Satanists do not talk - they do; they do not seek to study obscure legends and myths pertaining to the dark side - they become, through sinister magick, the dark side itself; they do not flit from one 'group' to another, from one system to another - they follow the techniques of the seven-fold way, under guidance, to the very end refusing to give in when things become difficult and dangerous. In short, they exemplify the spirit of the Satanist: that life-affirming ecstasy which both conquers and defies. XIII - Sinister Chant Sinister chant is divided into three distinct methods, all of which have the same general aim - to produce magickal energy. The type and effect of this energy varies according to the method employed. The first method is the vibration of words and phrases; the second is chanting, and the third is 'Esoteric Chant' - that is, the following of a specific text which is chanted in one of the esoteric modes. Esoteric Chant is explained in detail in Naos. Vibration is the simplest method, and involves the individual 'projecting' the sound. A deep breath is taken, and the first part of the word to be vibrated is 'expelled' with the exhalation of breath. This exhalation must be controlled - that is, the intensity of sound should be prolonged (not less than ten seconds for each part of the word) and as constant as possible. The person undertaking the vibration then inhales, and the process is repeated for the second part of the word and so on. Thus 'Satanas' would be vibrated as Sa - tan - as. The vibration is not a shout or a scream but a concentration of sound energy. Vibration should involve the whole body and should be a physical effort. Regular practice is essential in mastering the technique, and the individual should learn to project at varying distances (from ten to thirty feet or more) as well as enhance the power of the vibration itself. The essence of the method is controlled sound of the same intensity throughout each part of the word and the whole word and/or text. Chanting is essentially the singing of words or text in a regular 'monotone' - that is, in the same key, although the last part of the chant is usually 'embellished' to a certain extent by first chanting on a higher note and then a lower one. The pace of the chant varies, and can be slow (or 'funerial') or fast (or ecstatic) depending on the ceremony and the mood of the participants. It is one of the tasks of the Master or Mistress who runs the Temple to train the congregation and new members in all three methods of chant, and to this end regular sessions of practice should be held. Chant, of whatever type, when correctly performed is one of the keys to the generation of magickal"},{"pageNumber":37,"pageContent":"energy during a ceremonial ritual and, like the dramatic performance of a ritual, its importance cannot be overemphasized. Satanic Chants: 1) Diabolus Dies irae, dies illa Solvet Saeclum in favilla Teste Satan cum sibylla. Quantos tremor est futurus Quando Vindex est venturus Cuncta stricte discussurus. Dies irae, dies illa! 2) Sanctus Satanas Sanctus Satanas, Sanctus Dominus Diabolus Sabaoth. Satanas - venire! Satanas - venire! Ave, Satanas, ave Satanas. Tui sunt caeli, Tua est terra, Ave Satanas! 3) Oriens Splendor Oriens splendor lucis aeternae Et Lucifer justitae: veni Et illumine sedentes in tenebris Et umbra mortis. 4) General chants: * Ad Satanas qui laetificat juventutem meam. (To Satan, giver of youth and happiness.) * Veni, omnipotens aeterne diabolus! (Come, almighty eternal devil!)"},{"pageNumber":38,"pageContent":"* Pone, diabolus, custodiam! (Devil, set a guard.) 5) Invokation to Baphomet We stand armed and dangerous before the bloody fields of history; Devoid of dogma - but ready to carve, to defy the transient: Ready to stab forth with our penetrative will, Strain every leash, run yelling down the mountainside of Man: Ready and willing to immolate world upon world With our stunning blaze. And let them all sing that WE were here, as Masters Among the failing speciens called Man. Our being took form in defiance To stand before your killing gaze. And now we travel from flame to flame And tower from the will to the glory! AGIOS O BAPHOMET! AGIOS O BAPHOMET! Atu VII"},{"pageNumber":39,"pageContent":" Satanas Introduction A Satanist Temple or group can be formed for three reasons: 1) to practice authentic Satanism; 2) to experience the reality of Sinister Magick; and 3) as a task of the External Adept. This part of the 'Black Book' applies to all three: those who have not as yet been Initiated by an established traditional Satanist Temple but who wish to begin practical Satanism for whatever personal reason, should undertake the ritual of Self-Initiation given in chapter XI, then put into practice the advice given in chapter XII about organizing and running a practical group. If you undertake the self-Initiation, you should as soon as possible find an individual of the opposite sex who is interested in Black Magick. You can then Initiate this person, using the ritual of Initiation in Part One as your guide. You should find somewhere suitable to use as a Temple and dedicate this according to the Dedication in Part One. You should then give your Temple a suitable Sinister name (such as The Temple of Satan) and begin to recruit members, your companion acting as Priestess/Priest and/or Mistress/Master. The gifts and joys of Satan will then be yours to enjoy. However, should you wish to go further and begin the sevenfold sinister way, you should obtain a copy of 'Naos' and begin to undertake hermetic and internal magick, continuing with your running your Temple until and if you decide to undertake the Grade Ritual of Internal Adept. The choice is yours. XIV - Self-Initiation"},{"pageNumber":40,"pageContent":" Two rituals will be given - one for an indoor location, and one for an outdoor one. Choose the one you feel is most suitable for you. I - Indoor Set aside an area for the performance of the ritual and in this erect an altar and cover it with a black cloth. (The altar may be a table,). Obtain some black candles, some candle holders, some hazel incense, a quartz crystal or crystals. You will also need two small squares of parchment (or expensive woven paper), a quill type pen, a sharp knife, some sea salt, a handful of graveyard earth (obtained on a night of the new moon) and a chalice which you should fil1 with wine. All of these items should be placed on the altar. Should you wish, you may also obtain a black robe of suitable design. If not, you should dress all in black for the ritual. An hour before sunset, enter your Temple area, face east and chant the Sanctus Satanas twice. Then say, loudly, To you, Satan, Prince of Darkness and Lord of the Earth, I dedicate this Temple: let it become, like my body, A vessel for your power and an expression of your glory! Then vibrate 'Agios o Satanas' nine times. After this, take up the salt and sprinkle it over the altar and around the room, saying: With this salt I seal the power of Satan in! Take the earth and cast it likewise, saying: With this earth I dedicate my Temple. Satanas - venire! Satanas venire! Agios 0 Baphomet! I am god imbued with your glory! Then light the candles on the altar, burn plentifu1 incense and leave the Temple. Take a bath, and then return to the Temple. Once in the Temple, do the 'Sinister Blessing' (see Appendix), then facing the altar, lightly prick your left forefinger with the knife. With the blood and using the pen inscribe on one parchment the Occult name you have chosen (see Appendix III for some suggestions regarding names). On the other inscribe an inverted pentagram. Hold both parchments up to the East saying: With my blood I dedicate the Temple of my life!"},{"pageNumber":41,"pageContent":"Then turn counter sunwise three times, saying: I ...... (state the Occult name you have chosen) am here to begin my sinister quest! Prince of Darkness, hear my oath! Baphomet, Mistress of Earth, hear me! Hear me, you Dark Gods waiting beyond the Abyss! Burn the parchments in the candles. (Note: it is often more practical to fill a vessel with spirit and place the parchments in this and then set the spirit alight. However if you have chosen woven paper, this method will not be necessary.) As they burn, say: Satan, may your power mingle with mine as my blood now mingles with fire! Take up the chalice, raise it to the East, saying: With this drink I seal my oath. I am yours and shall do works to the glory of your name! Drain the chalice, extinguish the candles and then depart from the Temple. The Initiation is then complete. * * * II - Outdoor Find a suitable outdoor area. It should be near a stream, lake or river. The ritual should be conducted on the night of the full moon at a time half way between sunset and sunrise. You will need: ambergris oil, black candles (in lanterns if possible), two squares of parchment or woven paper, sharp knife or silver pen, quill-type pen, black robe or clothes. Chalice full of wine. Begin the ritual by bathing naked in the stream, lake or river. After, rub the ambergris oil into the body, saying as you do 'Agios o Satanas'. Then change into the robe/clothes and proceed to where the candles etc have been lain out on the ground. Light the candles. Then facing East, conduct a Satanic Blessing (see Appendix). After, chant the Sanctus Satanas. Then prick your left forefinger with the knife/pin and inscribe one parchment with your chosen Occult name. Inscribe an inverted pentagram on the other. Hold both parchments up to the East, saying: 'With my blood I dedicate the Temple of my life.' Then turn counter sunwise and three times saying: 'I ....... (state your Occult name) am here to begin my sinister quest. Prince of Darkness, hear me! Hear me, you Dark Gods waiting beyond the Abyss.' Burn the parchments in the candles. (If parchment, use the method given in I above.) As they burn, say: 'Satan, may your power mingle with mine as my blood now mingles with fire!' Take up the chalice and say: 'With this drink I seal my oath. I am yours and shall do works to the glory of your name.' Drain the chalice, extinguish the candles, collect all the items you have used and depart from the"},{"pageNumber":42,"pageContent":"area. The Initiation is then complete. XV - Organising and running Satanic Temples One of the purposes of the Temple is to perform ceremonial Satanic rituals on a regular basis, and the following schedule is suggested: a) Once a month (at a new moon if possible) celebrate the Black Mass. This celebration should be followed by a feast where food and wine prepared and/or brought to the Temple by the members is consumed, this feast itself following on after the orgy that concludes the Black Mass. Should you, as organiser of the Temple (and thus an honoury 'Master' or 'Mistress'- the organiser of a new Temple is generally known by the title of 'Choregos') wish, the feast only may conclude the Mass - it being left to your discretion as to when the orgy is to be included. That is, it is not always necessary to conclude the Mass with an orgy, although for obvious Satanic reasons, it forms a pleasing end to the Mass. b) Every fortnight, the members should assemble for a meeting (a sunedrion) where any member may request magickal aid for themselves or others. The aid may be of any kind - constuctive, material, or destructive. Those wishing aid should write their requests on paper and seal this in an envelope which they place in a special urn/receptacle kept for this purpose near the entrance to the Temple. The members should assemble (in robes and barefoot) in the Temple, and the sunedrion is formally begun by you, the Choregos, saying 'Let the sunedrion begin'. If a member has been appointed Guardian (see the list of Offices at the end of the chapter) he should stand by the entrance to the Temple and refuse admittance to any members arriving late. Those present in the Temple then recite the Satanic Creed (see text of Black Mass). Following this, the Priestess then removes at random two of the requests, which she reads. The members who have been chosen thus, acknowledge their requests by bowing to the Priestess. The request first chosen by the Priestess is performed that evening, the other at the next full moon. This means that you as Choreges should have everything in readiness for all possible hermetic and ceremonial rituals. The requests may be for anything a member wishes, and it is up to you to decide how the request may be magickally fulfilled by choosing an appropriate ceremonial or hermetic ritual. The monthly Black Mass may be used as a vehicle, for example - you choosing suitable chants/visualizations for the members desire. The member requesting help must offer something in return this is usually a financial donation to the Temple, a ritua1 object for use in the Temple, robes for use of members, or their own body for the gratification of the Choregos or someone chosen by the Choregos. It is however, the member requesting magickal aid who decides on the nature of the gift. Those requests not chosen by the Priestess are considered by the Choregos after the sunedrion, and those considered suitable are undertaken as soon as possible, the members being informed."},{"pageNumber":43,"pageContent":" If you as Choregos choose a hermetic ritual for a request, then you either work alone or with the member whose request it is - unless the ritual you choose is a hermetic one, when you work with the Priestess/Priest or the member if that member has offered their body as payment for the aid. After choosing the requests, the members depart from the Temple while you and the altar brother/sister prepare the Temple for the ritual you have chosen to fit the first request. During this preparation, the members should prepare themselves for the ritual if a ceremonial form has been chosen. Should a hermetic form be chosen, this is done in the Temple while the members feast and drink outside of the Temple. c) At full moon, an outdoor ritual should be conducted in a suitable location. This should be either a group invocation to the Dark Gods (see Chapter XVI) or another ceremonial ritual (for example, the Death Rite might be chosen because of a member's request). You can elect to hold the sunedrion some days before this, or combine the sunedrion with this ritual, depending on the number of members, and their commitment. What is important is to establish a pattern of meetings and rituals. Teaching: Another purpose of the Temple should be teaching. You should try and arrange regular sessions with interested members -the best time being after the sunedrion and its associated ritual (if any), the best length for the sessions being around three quarters of one hour. During these sessions you can explain about the septenary system, the Star Game, the Satanic Tarot and so on. (All these and other topics of esoteric Satanism are covered in Naos.) Thus, you might organize the following programme to he held on successive sessions: i) Introduction to the septenary system - Tree of Wyrd, spheres, correspondences. ii) Further correspondences, including Tarot images associated with spheres. iii) Pathways and their 'demon-forms'. Invokation etc. iv) Hermetic rituals v) Introduction to the Star Game vi) The Satanist Tarot - divination etc. vii) Esoteric Chant - practice etc. viii) Practice of playing the Star Game. Should you wish to follow the seven-fold sinister way yourself, you may set yourself a suitable physical task, achieve this, then undertake the Grade Ritual of External Adept. After this, you might begin to teach internal magick to others - getting them to work with the pathways and spheres etc. and setting them goals. Gaining Members:"},{"pageNumber":44,"pageContent":" There are many ways of gaining members. For instance, you might infiltrate already existing groups (of either Left or Right Hand Paths) and seek out those interested in working sinister magick. You might also try and interest friends or the friends of your companion - using the bait of an 'orgy'. Whatever method you use, try and make your first ritual dramatic and impressive - you may decide to use an established ritual like Black Mass, or you might try the ritual suggested below (First Ritual for a Choregos). The 'First Ritual' is intended mainly to impress those who may be new to magick. You should try and create before hand the right magickal atmosphere, making your Temple as impressive as possible. Try and be creative - for example, a 'plasma ball' in a candle lit Temple is more impressive than a boring collection of old bones and a skull. Also, do not use symbols and/or Occult designs which you yourself do not know the meaning of. Keep to the symbolism of traditional Satanism - that is, the septenary, avoiding using the tired, old (and inauthentic) symbolism of the 'qabala'. Do no not use any symbolism from old and dead Aeons - for example Egyptian, Sumerian - as the more pure your magick is, the more effective it will be. By pure here is meant following a genuine esoteric tradition like the septenary. In the beginnings it is often helpful if you feel part of a living, exclusive tradition such as the one represented in this 'Black Book' and 'Naos'. This adds power and charisma to both you and your magickal workings. First Ritual: It is important, before the ritual, for you to prepare those who will be attending. They should be told that during the ritual they are to remain silent and not move. They should be told no details of the ritual: only that it is a Satanic invokation, and they should not have seen the Temple before. To increase their expectation, you can arrange to meet them some distance from the Temple itself. They are then blindfolded and taken to the Temple, the ritual being begun immediately. (This also applies to new members of an established Temple.) Both you and your companion (Priestess/Priest) and any others involved should have practiced your roles beforehand - being familiar with the words, gestures and so on. Aim: The aim of the ritual is to draw down magickal energy by basically hermetic means with a view to impressing the 'novices' who are present. Setting: Usually an indoor Temple. Black candles providing the only light. Incense well (hazel) for hours before the ritual. Music from a suitably hidden system should be played during the ritual: choose something 'demonic' which starts slowly and gradually builds to a climax. Participants: Choregos and companion (Priestess and Priest) The Rite: The congregation are led into the Temple. The Priestess (or Choregos if female) should wear sexually revealing Clothing. The music is started by the Choregos who walks past the congregation staring at them and saying 'Agios 0 Satanas'. The Choregos and/or Priest then vibrates the 'Agios o Satanas' three times after which the"},{"pageNumber":45,"pageContent":"Priestess kisses each member of the congregation, rubbing her hands over the genitals of the men as she does so. Following this, the Choregos/priest declare the 'Invokation to Baphomet' while the Priestess visualizes sinister magickal energy being drawn down and entering the congregation. She then begins a slow, sensual dance to the music while the Choregos/Priest chants the Dies Irae followed by the Invokation to Baphomet. He continues to chant the 'Agios o Satanas while the music builds to a climax. While chanting this he passes behind the congregation, making passes in the air as he does so. The Priestess during the dance should continue with the visualization. While still behind the congregation the Choregos/Priest says aloud: 'You are all His, now! We have words to bind your soul to us!' The Priestess ceases her dance, chants 'Agios o Satanas' and then extinguishes the candles. She then visualizes a sinister/ demonic form entering the Temple near the altar (this form may be one of the 'demons' on the septenary paths - e.g. Shugara). During this, the Choregos/Priest should chant the name of the chosen entity (e.g. 'Agios o Shugara' Agios o Shugara!'). Do not expect at this stage a visual manifestation to occur - although this might happen if the energies are pronounced and/or one of the congregation is psychically gifted. The aim is to affect the sub-conscious of the congregation. After this, there should be silence for some minutes (the music having ended). The Priestess then says 'It is over' and the Choregos/Priest leads the congregation from the Temple. Note: One of the best means is for the Choregos/Priest to use a tabor or small hand-drum to accompany the ritual and the dance, instead of recorded music. Temple Grades: Temple members can be appointed to the following positions: Guardian of the Temple, Altar Brother (or Sister), Thurifer, Keeper of the Books. The Thurifer is responsible for keeping the Temple incensed during and before a ritual: this may be by either using a thurifer, or a static incense burner. The altar brother/sister is responsible for ensuring the Temple is ready for a ritual: the candles lit, incense ready and so on. The Keeper of the Books is responsible for ensuring the safety of the Black Book and other Temple books and manuscripts, as well as ensuring the Book and/or altar cards are in place in readiness for a ritual. In addition the Choregos can appoint any member to be a Priest or Priestess for either a specific ritual or for a year and a day. A Priest, when officiating in Temple rituals wears a medallion inscribed with either an inverted pentagram or inverted septagon; a Priestess wears an amber necklace and may also opt to wear a silver ankle chain. The sign of a Choregos is, for men, a plain black ring worn on the left hand. Temple members may wear, for men, a ring set with quartz and worn on the left hand, and, for women, a quartz Necklace. XVI - Invokation to the Dark Gods "},{"pageNumber":46,"pageContent":" To open a Star Gate and return the Dark Gods to our causal universe a crystal tetrahedron made of quartz is required. This should be as large as possible - and made from a natural shape by a skilled operator. The rite of returning exists in two versions: the first is suitable for two or more individuals and involves basic magick; the second requires detailed preparation and Cantors trained to a high standard in esoteric chant. The second version is more powerful, but regular invocation using the first method has the same effect. I. The participants for the first version are Priestess and Priest, together with any number of other Initiates provided male and female are present in equal numbers. The invokation can, however, take place without these Initiates - that is, with only the Priestess and Priest present. The rite begins on the night of the new moon with Saturn rising if only the Priest and Priestess are present, otherwise it is undertaken on the night of the full moon. The rite should if possible be conducted on an isolated hill-top and the Priest and Priestess should both be naked. The congregation should wear black robes. Candles in lanterns should be placed to mark out a large circle on the ground. The invokation begins with the Priest vibrating seven times the phrase 'Nythra kthunae Atazoth' while the Priestess holds the tetrahedron in her hands, palms upward. When the vibration is complete the Priest places his hands on the tetrahedron and both vibrate 'Binan ath ga wath am' until the ritual is complete. After the vibration, the Priestess - still holding the crystal - should lie on the ground, her head North, the Priest arousing her with his tongue, The sexual union then begins, with both visualizing the Star Gate opening and the primal form of Atazoth coming forth. Atazoth may be visualized as a dark nebulous chaos - a rend in the fabric of star-studded space which changes into a Dagon like/dragon entity. After her sexual climax, the Priestess buries the crystal within the earth of the hill. When this is done, she vibrates over the spot 'Aperiatur terra, et germinet CHAOS!' She then signals to the congregation who cease their chanting. All the participants then depart from the hill. Note: The tetrahedron should be well-buried in a spot prepared by the Priest and Priestess before the rite. If the invokation is done again, the rite begins with the Priestess unearthing the tetrahedron. It should be cleaned before the ritual begins - and must be buried without any covering whatever. II. The second version involves at least eight people including Cantor (s) and Priest and Priestess. Male and female should be present in equal numbers. The rite takes place on or around the autumnal equinox or winter solstice. The best place is an isolate isolated hilltop. According to tradition, the best time to invoke is when (autumn equinox) Venus sets after the sun"},{"pageNumber":47,"pageContent":"and the moon itself is very near the star Dabih; or when (winter solstice) Jupiter and Saturn are near the moon which is becoming new, the time before dawn. The first is associated with the 'Star Gate' Dabih, the second with Algol. The most effective place magickally is a hill top of pre-Cambrian rock which lies between a line of volcanic intrusion and one of another rock. The top of the hill should have a line of pre-Cambrian grit passing through it - this description allowing the hallowed places, in this country, to be found. The crystal should be placed on a sheet of mica upon a pediment of oak. The rite begins with the Cantors vibrating in E minor 'Nythra kthunae Atazoth' while at least six of the congregation dance moonrise around the crystal, Cantors, Priestess and Priest. This dance is slow and gradually increases in speed, the participants chanting 'Binan ath ga wath am' as they dance. The Cantors vibrate their phrase seven times at the end of which the Priestess places her hands on the tetrahedron. The Cantors (if there is only one, the Priest acts as a cantor) then sing according to Esoteric Chant - that is, in fourths - the Diabolus. The Priestess visualizes the Star Gate opening. After the Diabolus, the Priestess and Priest vibrate 'Binan ath ga wath am' a fifth apart (or a fifth and an octave) while the Cantors vibrate the same phrase also a fifth apart. (If only one Cantor is present he vibrates Atazoth in E minor.) After this vibration and on a signal from the Priestess, the congregation begin an orgiastic rite, during which the Priestess continues with the visualization and the Cantors with the 'Binan ...' chant a fifth apart. The Priest may visualize the orgiastic energy of the congregation into a magickal force which forces open the Star Gate, allowing the Dark Gods to return to Earth. The Priest and Priestess may then visualize the Chaotic energies as being dispersed over the Earth. However, if the ritual is undertaken correctly, the Dark Gods may become manifest. Should this occur, all the participants should exult. Note: This second version may be combined with the Ceremony of Recalling - and the Sacrificial Conclusion undertaken according to tradition. The invocation to the Dark Gods begins after the sacrifice with the Cantor vibrating 'Nythra ...' as above while the Mistress anoints the participants with the Red Elixir. For this combined ritual, the Mistress in the 'Ceremony' assumes the role of 'Priestess' in the invocation: the Master that of the Priest. This combined ritual is rightly forbidden, for it is the most sinister ritual that exists, its performance actually calling back to Earth in physical form the Dark Gods themselves. I - A Satanic Blessing Vibrate the following toward the person or area: Agios ischyros Baphomet! After, and with the left hand, extending the forefinger, consruct in the air an inverted pentagram, beginning at the right corner, thus:"},{"pageNumber":48,"pageContent":" Do this in one unbroken movement. When it is complete, strike the area of the heart with your right hand, saying: Agios athanatos. The blessing is then complete. II - The Sinister Creed 1. Satan in particular and the Dark Gods in general are a means to self-fulfillment and self-understanding. 2. Only by journeying through the darkness within us and without can we attain self-divinity and thus fulfil the potentiality of our existence. 3. Our rites, ceremonies and practices are all life-affirming, and show us the ecstasy of existence and the self-overcoming of the true Adept. 4. We are feared because we defy and seek to know and thus understand. We rejoice in living: in all its pleasures but most particularly in its possibilities. We thus extend the frontiers of evolution while others sleep or cry. 5. We detest all that enervates and would rather die than submit to anyone or anything - this pride is the pride of Satan, and Satan is a symbol of our defiance and a sign of our life-enhancing energy. Others see our way of living and our way of dying and are afraid. 6. When we hate we hate openly and with arrogance, and when we love, we love with a passion to match this arrogance: always mindful never to love anyone so much that we cannot see them die, for death is a natural changing of energies. 7. We prepare - through our magick and our ways of living - for the Age of Fire (the Aeon of the Dark Gods) which is to come, when we elitist few shall reach out toward the stars and the"},{"pageNumber":49,"pageContent":"galaxies and the new challenges they will bring. 8. Our way is difficult and dangerous and is for the few who can truly defy the matrix of illusions - of 'good' and 'evil' - that stifle the potentiality of our being. 9. What does not kill us, makes us stronger. III - Initiate Names a) Some suggestions, based on names traditionally used in sinister Temples:Male: Oger, Hacon, Serell, Noctulius, Athor, Engar, Aulwynd, Algar, Suevis, Angar, Wulsin, Gord, Ranulf Female: Sirida, Eulalia, Lianna, Aesoth, Richenda, Edonia, Annia, Liben, Estrild, Selann b) Contract and/or transpose your own name to form another; for example, 'Conrad Robury' gives Cabur, Nocra and so on. c) Find a demon form with whom you feel an affinity, and use that name, either as it is or contracted/transposed. d) Construct your name from a Satanic phrase or chant - for example, 'Quinvex' can be derived from the 'Quando Vindex' of the Diabolus. What is important about all the above is that you feel 'attracted' to a particular name or phrase. Whatever method is used, the name or phrase should derive from traditional Satanism (as explicated in this book) and for this reason names/demons deriving from other traditions should not be used. Atu XX"},{"pageNumber":50,"pageContent":" Aeon"}]
