[{"pageNumber":1,"pageContent":"L I B E RCCCXXVTHEBARTZABELWORKING"},{"pageNumber":2,"pageContent":" V A∴A∴ Publication in Class C V. PraemonstratorV.V. ImperatorS.U.A Cancellarius"},{"pageNumber":3,"pageContent":"The Bartzabdel Working1910 E.V.Introduction(Adapted from Crowley's Confessions)In the spring, on May 9th, an evocation of Bartzabel, the spirit ofMars, was made, so successfully as to demand description. Myassistants were Commander Marston, R.N., one of the highestofficials of the Admiralty, and Leila Waddell, an Australian violinistwhom I had just met and who appealed to my imagination.I began at once to use her as a principal figure in my work. In thefirst week of our intimacy I wrote two stories about her: \"The Vixen\"and \"The Violinist\". \"The Vixen\" is about a girl, an heiress in a fox-hunting shire, who tortures and uses for black magic a girl friend.She has a lover, Lord Eyre, whom she despises. She has someintimate relations with a phantom fox, who (to put it briefly)obsesses her. She yields to Eyre, who climbs into her room at nightand finds that she is not a woman but a vixen. The effect is to turnhim to a hound and he fastens his teeth in her throat. Hound and foxare found dead and nothing is every heard again of Eyre or hismistress. \"The Violinist\" is about a girl who invokes, by means of hermusic, a demon belonging to one of the Elemental Watch Towers.She become his mistress.One day her husband returns to the house. He kisses her and fallsdead. The demon has conferred this power upon her lips.Excuse the digression: back to Bartzabel! In the Triangle wasFrater Omnia Vincam, to serve as a material basis through which thespirit might manifest. Here was a startling innovation in tradition. Iwrote, moreover, a ritual on entirely new principles. I retained theCabbalistic names and formulae, but wrote most of the invocation in"},{"pageNumber":4,"pageContent":"poetry. The idea was to work up the magical enthusiasm through theexhilaration induced by music.I obtained a great deal of valuable knowledge from the spirit, butthe most interesting item is this: Marston, remembering his officialduty, asked \"Will nation rise up against nation?\", followed by moredetailed inquiries on receiving an affirmative answer. We thus learntthat within five years from that date there would be two wars; thestorm centre of the first would be Turkey, and that of the secondwould be Germany, and the result would be the destruction of thesetwo nations. I only rememberd this after reaching New York at theend of 1914. Luckily I had the ritual with question and answerwritten down at the time, and an account of these predictions,precisely fulfilled, appeared in the New York World."},{"pageNumber":5,"pageContent":"LIBER CCCXXVThe Bartzabel WorkingAn Evocation of Bartzabelthe Spirit of MarsTHE FORMULÆ OF THE MAGICK OF LIGHT,let them be puissant in theEVOCATIONof theSPIRITPROLOGUEThe Ceremony consists of Five Parts:1. The Banishings and Consecrations.2. The Special Preparation of the Material Basis.3. The Particular Invocations of the Forces of Mars.4. The Dealings with Bartzabel, that mighty Spirit.5. The Closing.Gloria Deo AltissimoRa Hoor Khuitin nomine Abrahadabra et in hoc signoKThe Circle has an inscribed Pentagon, and a Tau within that. Withoutare 5 pentagrams with 5 ruby lamps. There is an Altar with theSquare of Mars and the Seal of Mars. The triangle has the namesPRIMEUMATON, ANAPHAXETON, ANAPHENETON AND MI-CA-EL within. Alsothe Sigil of Bartzabel, and his name. About the Circle is the name."},{"pageNumber":6,"pageContent":"Figure 1. The Circle and Triangle of Art (reconstruction).The Sigil of Bartzabel appears within the Triangle. The proportions of the Circle to the Triangle are Solomonic (3:1).The Chief Magus wears the robe of a Major Adept, and the Uraeuscrown and nemmes. He bears the Lamen of the Hiereus and the 1stTalisman of Mars. He bears as weapons the Spear and Sword, alsothe Bell."},{"pageNumber":7,"pageContent":"The Assistant Magus wears the Robe of a Probationer and anemmes of white and gold. He attends to the suffumigations of Art.He bears the 3rd Talisman of Mars (from the Key of Solomon), andthe consecrated Torch. The Magus Adjuvant is robed as his brother,but wears the 5th Talisman of Mars. He attends to the Lustrations ofArt. He bears the Book and Pen."},{"pageNumber":8,"pageContent":"Figure 7. The Altar of the Bartzabel Working.Top view, showing a Kamea of Mars and the disposition of the magicalweapons. On the altar are:A. The Image of Isis.B. The Image of Ra Hoor Khuit.C. The Image of Khem.D. The Holy Oil.E. The Bell.F. The Burin.G. The CenserH. The Cup.I. The Lamen.J. The Cord.K. The Spear.L. The Sword.M. The Torch [not in diagram].Upon the Altar is the Image of Ra Hoor Khuit, Isis is the East hisMother, Khem is the West facing him. In the South is the Censer, inthe North the Cup.The Material Basis is masked, and robed in red.On the Altar are also the rope, the burin, the oil, and the Lamen ofMars for the Material Basis.The Lamps are all alight."},{"pageNumber":9,"pageContent":"PART IThe Banishings and ConsecrationsC.M. At altar, kneeling in humility.2 M. With sword of C.M.3 M. In other chamber with M.B.C.M.2 M. Performs Banishing Rituals of K and O around whole room, and replaces Sword on Altar.3M. washes M.B. With pure water, saying:Asperge eum Domine hyssopo et mundabitur; lavibis eum et super nivem dealbabitur.She masks him with the mask and robe of Mars, saying:[3M.]By the figurative mystery of these holy vestures of concealment, doth the Lord cloak thee in the Shroud of Mystery in the strength of the Most High ANCOR AMACOR AMIDES THEODONIAS ANITOR that our desired end may be effected through thy strength, Adonai, unto whom be the Gloryin Sæcula sæculorum AMEN.She leads him to his place in the Triangle.The Chief Magus now rises from his knees, and takes the Spear from the Altar.3M. goes to station.C.M.Hail unto Thee, Ra Hoor Khuit, who art the Lord of the Æon!Be this consecrated SpearA thing of cheer, a thing of fear! Cheer to me who wield it!My heart, its vigour shield it! Fear to them who face itTheir force, let fear disgrace it!Be a ray from the Most High,"},{"pageNumber":10,"pageContent":"A glance of His unsleeping eye!Arm me, arm me, in the frayThat shall be fought this dreadful day!He hands Spear to 2nd Magus to hold.The Chief Magus takes the Sword.C.M. Hail unto Thee, Ra Hoor Khuit, who art the Lord of the Æon!Be this consecrated SwordNot abhorred before the Lord!A guard of Steel, a tongue of flameWriting in adamant His Name!Puissant against the Hosts of Evil!A mighty fence against the Devil!A snake of lightning to destroyThem that work Mischief and Annoy!Arm me, arm me, in the frayThat shall be fought this dreadful day!He hands Sword to 3rd Magus to hold.The Chief Magus raises his hands above the Altar.C.M. Hail unto Thee, Ra Hoor Khuit, who art the Lord of the Æon!Be this consecrated AltarA sign of sure stability!Will and Courage never falter,Thought dissolve in Deity!Let thy smile divinely curving,Isis, bless our dark device!Holy Hawk, our deed unswervingBe thy favoured sacrifice!Holy Khem, our vigour nerving,We have paid the priestly price.Hail, Ra Hoor, thy ray forth-rollingConsecrate the instruments,Thine Almighty power controllingTo the Event the day’s events!Arm me, arm me, in the frayThat shall be fought this dreadful day!"},{"pageNumber":11,"pageContent":"C. Takes Spear from 2nd M. and gives him the Censer and Torch;Sword from 3rd M. and gives him the Cup, Book and Pen.PART IIThe Special Preparation of the Material BasisC. Goes to apex of triangle. The others support him at the base. Hetakes the cord from the altar.C.M.Frater [Omnia Vincam]! As thou art blindfolded save for that light and sight which I can give thee, so do I now bind thee, so that thou mayst be for a space subject to my will and mine alone.Ties hands and feet. Takes Spear from altar.And since thou art without the circle in the place of the triangle, with this Spear do I invoke upon thee the protection of Ra Hoor Khuit, so that no force either of Heaven or of Earth, or from under the earth, may act upon thee, save only that force that I shall invoke within thee. Bahlasti! Ompehda! So then, I being armed and exalted to the Power of the Most High, place upon thy head this drop of consecrated oil, so that the ray of Godhead may illumine thee. And I place this holy kiss upon thy neck, so that thy mind may be favourable unto us, open to our words, sensible of thepower of our conjurations. And with this burin do I draw from thy breast five drops of blood, so that thy body may be the Temple of Mars. Wherefore also I command thee to repeat after me: I submit myself to thee and to this operation; I invoke the Powers of Mars to manifest within me. Done. C.M. places about his neck the Lamen of Mars.)Magi return to circle, face east.C.M.Now, Brethren, since we are about to engage in a Work of so"},{"pageNumber":12,"pageContent":"great danger, it is fitting that we make unto ourselves a fortress of defence in the name of the Most High, Elohim. Frater Adjuvant Magus, I command thee to purify the place with water. 3rd M. sprinkles thrice around circle walking widdershins.C.M.Thus, therefore, first the Priest who governeth the works of Fire, must sprinkle with the waters of the loud-resounding sea. Frater Assistant Magus, I command thee to consecrate the place with Fire. 2nd M. censes the circle thrice around, walking widdershins.C.M.So when all the phantoms are vanished, and through the Universe darts and flashes that holy and formless Fire — Hear Thou the Voice of Fire!C.M. takes Sword.The Lord is my fortress and my deliverer; my God in whom I will trust. I will walk upon the lion and adder; the young lion and the scorpion will I tread under my feet.Because he hath set his Love upon me, therefore will I deliver him: I will set him on high, because he hath known My Name.C.M. circumambulates thrice widdershins with sword.Hail unto Thee, Ra Hoor Khuit, who art the Lord of the Æon!Be this consecrated TowerA place of power this fearful hour!May the Names of God that gird usBe our sign that he hath heard us!By the five unsleeping StarsWard us from the wrath of Mars!By the rood of God erectBe He perfect to protect!"},{"pageNumber":13,"pageContent":"Arm me, arm me, in the frayThat shall be fought this dreadful day!He now conjures the Dog of Evil.Arise, Dog of Evil, that I may instruct thee in thy present duties.In the name of Horus, I say unto thee, Arise.Thou art imprisoned.Confess thou that it is so.I have done this in the name and in the might of Horus. Except thou set thy face in my defence, thou art blind, and dumb, and paralysed: but thou shalt hear the curses of thy Creator, and thou shalt feel the torments of my avenging wrath.Therefore be thou obedient unto me, as a guard against them that hate me.Let thy jaws be terrible as the storm-parted sky.Let thy face be as a whirlwind of wrath and fury against the enemy.Arise, I say, and aid and guard me in this Work of Art.O thou! whose head is of coal-black fire!Thou, whose eyes are as columns of smoke and flame!Thou, from whose nostrils goeth forth the breath of destruction!Thou whose body is of iron and brass, bound with exceeding strength: girt with the power of awful blind avenging force — under my control, and mine alone!Thou, whose claws are as shafts of whirling steel to rip the very bowels of my adversaries.Thee, thee, I summon to mine aid!In the name of Horus: rise: move: appear:And aid and guard me in this Work of Art!Rise, Dog of Evil, to guard the Abyss of Height!Rise, I say, to guard the Four Quarters: the Abyss of the North; the Abyss of the South; the Abyss of the East; the Abyss of the West."},{"pageNumber":14,"pageContent":"Rise, I say, to guard the Abyss of the Great Deep.Horus it is that hath given this commandment.Be thou terrible against all them that hate me!Be thou mighty to defend me from the Evil Ones!At the confines of Matter: at the Threshold of the Invisible: be thou my Watcher and my Guardian! Before the face of theDwellers of the Abodes of Night!As a flaming sword turning every way to keep the gates of my Universe: let thy teeth flash forth!Nothing shall stop thee while thou settest thyself in my defence.In the name of Horus: Rise, Move, and Appear: Be thou obedient unto me: for I am the Master of the Forces of Matter: the Servant of the Same thy God is my Name: true Worshipper of the Highest. Much incense is now burnt, and there is a pause.PART IIIThe Particular Invocations of the Forces of MarsC.M.    He first performs the Invoking Ritual of Mars. O.The Adepts stand at the points of the Tau.C.M.Even as of old there came three Magi from the ends of the earth to adore the Fivefold Star, so come we, O Lord, armed for the holy work of an Evocation of Bartzabel the spirit of Mars, that is obedient unto the Intelligence Graphiel, chosen from the Seraphim who follow Kamael the Great Archangel that serveth God under his name of Elohim Gibor, a spark from Thine intolerable light, Ra Hoor Khuit!Therefore hear Thou the Oath of the Obligation that we assume before Thee.The Chief Magus points the Sword downward upon the apex of the"},{"pageNumber":15,"pageContent":"Triangle of R.H.K. and the other Magi place their hands upon thehilt.We, Perdurabo, a Neophyte of the A.A., All for Knowledge, a Probationer of A.A., and Αγαθα, a Probationer of A.A., swear unto Thee, O Lord God, by Thine own almighty power, by Thy force and fire, by Thy glittering Hawk's eye and Thy mighty sweeping wings: that we all here in this place and now at this time do utterly devoteourselves, mind, body, and estate, at all times and in all places soever to the establishment of Thy holy Kingdom.And if we fail herein, may we be burnt and consumed by the Red Eye of Mars!Magi return to stations.And this our purpose is fivefold:Firstly, that the Kingdom of Ra Hoor Khuit may be established in the Æon.Secondly, that we may succeed in that particular design of which it is not lawful to speak, even before Thee.Thirdly, that we may have power to help the weak.Fourthly, that we may be filled with the Courage and Energy of Mars for the Prosecution of the Great Work.And, lastly, that we may obtain the service of Bartzabel that he may be obedient unto us thy servants, that between him and us there may be peace, and that he may always be ready to come whensoever he is invoked and called forth.Now because in such a work it is not possible for us to do anything at all of ourselves, we have humble recourse unto Thine Almighty power, beseeching upon our knees Thy favour and Thine aid.The Magi kneel at three sides of altar, all clasping spears in theproper manner.I adore Thee in the Song:"},{"pageNumber":16,"pageContent":"Figure 8. The Three Magi at the Altar.I am the Lord of Thebes, and I The inspired forth-speaker of Mentu;For me unveils the veiled sky, The self-slain Ankh-f-n-KhonsuWhose words are truth. I invoke, I greetThy presence, O Ra Hoor Khuit!Unity uttermost shewed! I adore the might of Thy breath,Supreme and terrible God Who makest the Gods and deathTo tremble before Thee:I, I adore Thee!Appear on the throne of Ra! Open the ways of the Khu!Lighten the ways of the Ka! The ways of the Khabs run throughTo stir me or still me!Aum! let it fill me!All say, repeatedly:A Ka duaTuf ur biu Bi a'a chefuDudu ner af an nuteru!"},{"pageNumber":17,"pageContent":"When the Chief Magus is satisfied with the Descent of the God, letall rise and let C.M. say:So that Thy light is in me; and its red flame is as a sword in my hand to push thy order. There is a secret door that I shall make to establish thy way in all the quarters [...] as it is said: The light is mine; its rays consume Me: I have made a secret door Into the house of Ra and Tum, Of Khephra, and of Ahathoor. I am thy Theban, O Mentu, The prophet Ankh-f-n-Khonsu! By Bes-na-Maut my breast I beat; By wise Ta-Nech I weave my spell. Show thy star-splendour, O Nuith! Bid me within thine House to dwell, O winged snake of light, Hadith! Abide with me, Ra Hoor Khuit!Magus faces B, and others support him.Hail! Hail! Hail! Hail! Hail!Send forth a spark of thine illimitable light and force, we beseech Thee, that it may appear in the Heaven of Mars as the God Elohim Gibor.O winged glory of gold! O plumes of justice and stern brows of majesty! O warrior armed with spear and shield! O virgin strength and splendour as of spring! That ridest in thy Chariotof Iron above the Storm upon the Sea! Who shootest forth theArrows of the Moon! Who wieldest the Four Magick Weapons! Who art the Master of the Pentagram and of the blazing fury of the Sun!Come unto me, thou great God Elohim Gibor, and send thy Angel Kamael, even Kamael the mighty, the Leader of thine Armies the fiery Serpents, the Seraphim, that he may answer my behests.O purple flame that is like unto the whirling wheel of"},{"pageNumber":18,"pageContent":"Life! O strong shoulders and virginal breasts and dancing limbs!Kamael! Kamael! Kamael! Kamael!I see thee before me, O thou great Archangel! Art thou not the Leader of the armies of the Lord? Of the grey snakes upon whose heads are triple crowns of spiritual light, and whose tongues are triply forked with judgment? Whose bodies are like the Sun in his strength, whose scales are of theadamant of Vulcan, who are slim and splendid and virginal asthey rush flaming over the lashed sea?Come unto me, Kamael, thou archangel almighty, and send to me Graphiel that great intelligence of thine, that he may answer my behest.O moon, that sailest on the shoulders of the Sun! Whose warrior body is like white-hot steel! Whose virgin limbs and golden wings move like ripe corn at the caress of the thunderstorm!O thou that wieldest the Sword and Balances of Power!Graphiel! Graphiel! Graphiel! Graphiel! Graphiel! Graphiel!Come unto me, thou bright intelligence of Mars, and answer my behest. In the name of Kamael thy Lord, I say: Compel the spirit Bartzabel that is under thy dominion to manifest within this triangle of Art, within the Ruach of the material basis that is consecrated to this work, within this pure and beautiful human form that is prepared for his habitation.And now I see thee, O thou dull deceitful head, that I shall fill with wit and truth; thou proud heart that I shall humble and make pure; thou cold body that I shall fashion into a living flame of amethyst. Thou sexless being of whom I shallmake the perfect child of Hermes and Aphrodite that is God; thou dull ox that I shall turn into the Bull of Earth; thou houseof idleness wherein I shall set up the Throne of Justice.Bartzabel! Bartzabel! Bartzabel! Bartzabel! Bartzabel! Bartzabel!Come forth, and manifest beyond the bars!Forth from the palace of seraphic stars!Come, O thou Bartzabel, the sprite of Mars!Come: I unbind thee from the chains of Hell,Come: I enclose thee in the invisible"},{"pageNumber":19,"pageContent":"To be my slave, thou spirit Bartzabel!By the spear, the sword, the spell,Come unto me, Bartzabel!By the word that openeth Hell!Come unto me, Bartzabel!By the power o' th' panther's pell,Come unto me, Bartzabel!By the circling citadel,Come unto me, Bartzabel!By this mind of miracleCome unto me, Bartzabel!By Ra Hoor Khuit, by Elohim Gibor,By Kamael and the Seraphim; by Hoor,Khem, and Mentu, and all the Gods of War,Ares and Mars and Hachiman and Thor,And by thy master, Graphiel,Come unto me, Bartzabel!And if he come not, let the Chief Magus and his assistants humble themselves mightily, and repeat these holy invocations, even unto thrice.And if still he be obdurate and disobedient unto the Words of Power,the Chief Magus shall assume the dignity of Khem, and conjure himand curse him as his own ingenium shall direct. Yet, if the rites havebeen duly performed, he will assuredly have manifested before this.And these will probably be the tokens of the manifestation:A ruddy light will play about the form of the Material Basis; or evena dark lustre beetle-brown or black. And the Face thereof will besuffused with blood, and the Heart beat violently, and its words willbe swift and thick and violent. The voice thereof must be entirelychanged; it may grow deep and hoarse, or at least strained and jerky,and it may be that it will suffer the torment of burning.On the appearance of the Spirit much incense is thrown upon the Censer."},{"pageNumber":20,"pageContent":"PART IVThe Dealings with Bartzabel,that Mighty SpiritTHE CHARGEC.M.Hail, Bartzabel, and welcome, thou mighty spirit of Madim!Welcome unto us art thou who comest in the name of Graphiel and of Kamael and of Elohim Gibor, and of Ra Hoor Khuit the Lord of the Æon.I charge thee to answer and obey.1. How shall the Kingdom of the Æon be established?2. Will success attend that particular design of which it is not lawful to speak?3. We shall obtain power to aid the weak; in what manner? Give us a sign.4. Give us a sign of the Courage and Energy of Mars that floweth and shall ever flow through us by virtue of this ceremony.5. Lastly, O thou Spirit Bartzabel, lay thine hands upon this sword, whose point I then place upon thine head, and swear faith and obedience unto me by Ra Hoor Khuit, the Lord of the Æon, saying after me:I, Bartzabel, the Spirit of Mars, do swear by the glory of Him that is Lord of the Æon, and by the Might of Elohim Gibor, and by the Fear of Kamael and the Hosts of Fiery Serpents, and by Graphiel whose hand is heavy upon me -before which names I tremble every day - that I will punctually fulfil this present charge, not perverting the sense thereof, but obedient to the inmost thought of the Chief Magus; that I will be ever the willing servant of thee and thy companions, a spirit of Truth in Force and Fire; that in departing I will do no hurt to any person or thing, and in particular that the Material Basis shall not suffer through this ceremony, but shall be purified and fortified thereby; that I will be at peace with thee and seek never to injure thee, but todefend thee against all thine enemies, and to work eternally"},{"pageNumber":21,"pageContent":"for thy welfare; finally, that I will be ready to come unto thee to serve thee whensoever I am invoked and called forth, whether by a word, or a will, or by this great and potent conjuration of Magick Art. A M E N.THE RECORD OF THE WORKING[In response to the first question, «How shall the Kingdom of theÆon be established?»]B.I may not speak this thing save thou give sign of 3rd Vault. I'lltell thee the sign that was given thee secretly in the 3rd Vault.C.M.What hast thou to do with the 3rd Vault?B.I've given you the sign. The Æon shall be reestablished when the slain child is placed on the Altar of Ra Hoor Khuit.C.M.Say more regarding this child. Is it that child that was carried to death by Ouarda?B.Nay.C.M.(Repeated.)B.He shall spring from the 3rd lotus of the 7th star K.C.M.Speak. Hast thou not suffered torments from Graphiel? Speakplain.B.I don't want to be imprisoned in this form. What dost thou want?[The Question was not recorded at the time, but a later note inCrowley's hand gives «? time of sacrifice,» probably the secondquestion «Will success attend that particular design of which it is not lawul to speak?»]B.4th month of 3rd year of Æon — thou shalt not be there.C.M.This hour is past. Do not lie ... (etc.)B.Why should I tell thee, who art thou?C.M.I am ... (etc.) Speak again regarding sacrifice to Ra Hoor Khuit.B.I know not.C.M.The slain child.B.I have lied."},{"pageNumber":22,"pageContent":"C.M. Tell truth.B.Can’t.C.M. I charge thee.B. Ask again.C.M. Who is the child?B. Ask again.C.M. (Repeats question.)B. He shall be the child of \" and Saturn. He shall bear on his forehead sevenfold K of midnight. He shall be slain as was spoken in that place which was known only to thee and one other.C.M. Vivit?B. Vivit.C.M. Quo?B. He dwells in that place-I have no words.C.M. Speak in figures, etc. Qabalah, etc.B. He shall be sought near a stream of water running between two mountains. The child is yet unborn. He shall be the child of those who have sought love in the valley of the Ks, sojourned in a cave, and been on summit of Abiegnus.C.M.Then this sacrifice is to come?B. Yes.C.M. What is his number?B. 43C.M. Thou liest.B. 77-91C.M. And the great number?B. Won’t tell.C.M. (Commands him to speak.)B. May not speak.C.M. (Threatens.)B. Ask me not that.C.M. (Repeats.)B. 8.C.M. And when shall the sacrifice be accomplished? Thou dost lie saying soon.B. It shall be thrice accomplished.C.M. When will the second time be?B. 2nd year, 3rd month, 22nd day, 9th hour."},{"pageNumber":23,"pageContent":"C.M. And the third sacrifice?B. 130th year, 6th \", 2nd day, 4th hour, 8th hour, and 12th hour-these things will be fulfilled. Let me go.CM threatens and cautions B. to speak truth.C.M. Will the particular design succeed, etc.?B.YesC.M. How knowest thou that our thoughts coincide?B. By the symbols I see.C.M. What are they?B. Rose and Cross (Row).C.M. Give me the particular symbols.B. Silver snake, waning moon and 12 triumphant and three submerged in sea of matter. 7 Ks on the horizon for a sign.C.M. Will the heart perish?B. Yes.C.M. And by that which is sworn to destroy it?B. Yes-that and something else.C.M. What else?B. A black curse.Third question. Re: helping the weak. B. Thou shalt take those who are fitted—and they shall aid the weak.C.M. What sign shall be given unto us?B. A sword and a ring. Ring = silver snake with ruby eyes around an opal.C.M. Thou liest regarding snake because silver snake is subject of my thoughts. Regarding sign of sword, explain.B. A sword of destruction and sacrifice.C.M. How dies that aid the weak?B. By slaying them.C.M. When shall sign of sword be given?B. 17 days, 303 days, and then 560th day from now.C.M. When shall sign of ring be given?B. After 3 \"s."},{"pageNumber":24,"pageContent":"Fourth Question.B. A black Tau inverted (head down). May I depart?C.M. Nay.A.F.K.[Frater All For Knowledge — Commander Marston] Shall nations of Earth rise up against one another?B. When?A.F.K. Soon.B. Yes.C.M. When?B. Within 5 years. Turkey or Germany.THE BENECTION[C.M.]Let Ra Hoor Khuit bless thee!Let His light shine perpetually in thy darkness!Let His force eternally brace up thy weakness!Let His blessing be upon thee for ever and for ever!Yea, verily and Amen, let His blessing be upon thee for ever and ever!  THE LICENSE TO DEPARTNow, O thou Spirit Bartzabel, since thou didst come at my behest and swear faith and fealty unto me by the Lord of the Æon, I license thee to depart in peace with the blessing of the Lord until such time as I have need of thee.PART VThe ClosingLet the Chief Magus perform the Banishing Ritual of Mars, give great Thanks unto the Lord of the Æon, and perform the Lesser Rituals of the Pentagram and Hexagram."},{"pageNumber":25,"pageContent":"SUMMARYby Frater Perdurabo1.[deleted line] ... Bartzabel, not having learnt that One is betterthan Two.2. The «slain child.» There are three. One—date read from my aura by Bartzabel—past.The 3rd Lotus of the 7th Star, Child of \" and ' seems to refer to amatter known only to myself and one other. But is that place the place of the C[ity] of the P[yramid]s? Thattoo is only known to me and one other and suits description. The numbers 44—77—91—8 are obscure. Time 2 years 3 months 22days 9 hours from now, i.e., about end July 1912. The third sacrifice is distant and matters nothing to us now. The «particular design» may be identical with this 2nd sacrifice;for the 7 stars are on (or near) the horizon in that secret place. The black curse— The sign of the—Sword 17 days, i.e., May 25, and dates in 1911. The sign of the Ring—before 3 weeks, i.e., Sunday, May 29."}]
