[{"pageNumber":1,"pageContent":"Liber H A D sub figura DLV $\u0011¬\u0011\u0003$\u0011¬\u0011 3XEOLFDWLRQ\u0003LQ\u0003&ODVV\u0003' \u000bIRU\u0003:LQQHUV\u0003RI\u0003WKH\u00032UGHDO\u0003;\u0011\f ,PSULPDWXU\u001d ^WKUHH\u0003IODJV\u0012D[HV\u0003PHDQLQJ\u0003\u00051HWHUX\u0005`\u0011\u0011\u0011 9\u00119\u00119\u00119\u00119\u0011\u0003\u0011\u0011\u0011 1\u0011\u0003)UD\u0003$\u0011¬\u0011\u0003$\u0011¬\u0011 2\u00110\u0011\u0003\u001aÉ\u0003 \u0003\u00176TXDUH\u0011\u0003000. This is the Book of the Cult of the Infinite Within. 00. The Aspirant is Nuit. Nuit is the infinite expansion of the Rose; Hadit the infinite concentration of the Rood. \u000b,QVWUXFWLRQ\u0003RI\u00039\u00119\u00119\u00119\u00119\u0011\f 0. First let the Aspirant learn in his heart the Second Chapter of the Book of the Law. \u000b,QVWUXFWLRQ\u0003RI\u00039\u00119\u00119\u00119\u00119\u0011\f 1. Worship, L\u0011H\u0011 identify thyself with, Nuit, as a lambent flame of blue, all-touching, all-penetrant, her lovely hands upon the black earth, and her lithe body arched for love, and her soft feet not hurting the little flowers, even as She is imaged in the Stele of Revealing. 7KLV\u0003LV\u0003WKH\u0003ILUVW\u0003SUDFWLFH\u0003RI\u00030HGLWDWLRQ\u0003\u000bFF[[\u0011\u0003,\u0011\u0003\u0015\u0019\f\u0011 2. Let him further identify himself with the heart of Nuit, whose ecstasy is in that of her children, and her joy to see their joy, who sayeth: I love you! I yearn to you. Pale or purple, veiled or voluptuous, I who am all pleasure and purple, and drunkenness of the innermost sense, desire you. Put on the wings, and arose the coiled splendour within you: come unto me! ... Sing the rapturous love-song unto me! Burn to me perfumes! Wear to me jewels! Drink to me, for I love you! I love you! I am the blue-lidded daughter of Sunset; I am the naked brilliance of the voluptuous night-sky. To me! To me! 7KLV\u0003LV\u0003WKH\u0003VHFRQG\u0003SUDFWLFH\u0003RI\u00030HGLWDWLRQ\u0003\u000bFF[[\u0011\u0003,\u0011\u0003\u0014\u0016\u000f\u0003\u0019\u0014\u000f\u0003\u0019\u0016\u000f\u0003\u0019\u0017\u000f\u0003\u0019\u0018\f\u0011 3. Let the Aspirant apply himself to comprehend Hadit as an unextended point clothed with Light ineffable. And let him beware lest he be dazzled by that Light. 7KLV\u0003LV\u0003WKH\u0003ILUVW\u0003SUDFWLFH\u0003RI\u0003,QWHOOLJHQFH\u0003\u000bFF[[\u0011\u0003,,\u0011\u0003\u0015\f\u0011 4. Let the Aspirant apply himself to comprehend Hadit as the ubiquitous centre of every sphere conceivable. 7KLV\u0003LV\u0003WKH\u0003VHFRQG\u0003SUDFWLFH\u0003RI\u0003,QWHOOLJHQFH\u0003\u000bFF[[\u0011\u0003,\u0011\u0003\u0015\f\u0011 5. Let the Aspirant apply himself to comprehend Hadit as the soul of every man, and of every star, conjoining this in his Understanding with the Word (cxx. I. 2). \"Every man and every woman is a star.\" Let this conception be that of Life, the giver of Life, and let him perceive that therefore the knowledge of Hadit is the knowledge of death. 7KLV\u0003LV\u0003WKH\u0003WKLUG\u0003SUDFWLFH\u0003RI\u0003,QWHOOLJHQFH\u0003\u000bFF[[\u0011\u0003,,\u0011\u0003\u0019\f\u0011 6. Let the Aspirant apply himself to comprehend Hadit as the Magician or maker of Illusion, and the Exorcist or destroyer of Illusion, under the figure of the axle of the Wheel, and the cube in the circle. Also as the"},{"pageNumber":2,"pageContent":"Universal Soul of Motion. (This conception harmonises Thoth and Harpocrates in a very complete and miraculous manner. Thoth is both the Magus of Taro (see Lib. 418) and the Universal Mercury; Harpocrates both the destroyer of Typhon and the Babe on the Lotus. Note that the \"Ibis position\" formulates this conception most exactly. ED.) 7KLV\u0003LV\u0003WKH\u0003IRXUWK\u0003SUDFWLFH\u0003RI\u0003,QWHOOLJHQFH\u0003\u000bFF[[\u0011\u0003,,\u0011\u0003\u001a\f\u0011 7. Let the Aspirant apply himself to comprehend Hadit as the perfect, that is Not, and solve the mystery of the numbers of Hadit and his components by his right Ingenium. 7KLV\u0003LV\u0003WKH\u0003ILIWK\u0003SUDFWLFH\u0003RI\u0003,QWHOOLJHQFH\u0003\u000bFF[[\u0011\u0003,,\u0011\u0003\u0014\u0018\u000f\u0003\u0014\u0019\f\u0011 8. Let the Aspirant, bearing him as a great King, root out and destroy without pity all things in himself and his surroundings which are weak, dirty, or diseased, or otherwise unworthy. And let him be exceeding proud and joyous. 7KLV\u0003LV\u0003WKH\u0003ILUVW\u0003SUDFWLFH\u0003RI\u0003(WKLFV\u0003\u000bFF[[\u0011\u0003,,\u0011\u0003\u0014\u001b\u000f\u0003\u0014\u001c\u000f\u0003\u0015\u0013\u000f\u0003\u0015\u0014\f\u0011 9. Let the Aspirant apply himself to comprehend Hadit as the Snake that giveth Knowledge and Delight and bright glory, who stirreth the hearts of men with drunkenness. This snake is blue and gold; its eyes are red, and its spangles green and ultra-violet. (That is, as the most exalted form of the Serpent Kundalini.) 7KLV\u0003LV\u0003WKH\u0003VL[WK\u0003SUDFWLFH\u0003RI\u0003,QWHOOLJHQFH\u0003\u000bFF[[\u0011\u0003,,\u0011\u0003\u0015\u0015\u000f\u0003\u0018\u0013\u000f\u0003\u0018\u0014\f\u0011 10. Let him further identify himself with this Snake. 7KLV\u0003LV\u0003WKH\u0003VHFRQG\u0003SUDFWLFH\u0003RI\u00030HGLWDWLRQ\u0003\u000bFF[[\u0011\u0003,,\u0011\u0003\u0015\u0015\f\u0011 11. Let the Aspirant take wine and strange drugs, according to his knowledge and experience, and be drunk thereof. (The Aspirant should be in so sensitive a condition that a single drop, perhaps even the smell, should suffice. ED.) 7KLV\u0003LV\u0003WKH\u0003ILUVW\u0003SUDFWLFH\u0003RI\u00030DJLFN\u0003$UW\u0003\u000bFF[[\u0011\u0003,,\u0011\u0003\u0015\u0015\f\u0011 12. Let the Aspirant concentrate his consciousness in the Rood Cross set up upon the Mountain, and identify himself with It. Let him be well aware of the difference between Its own soul, and that thought which it habitually awakes in his own mind. 7KLV\u0003LV\u0003WKH\u0003WKLUG\u0003SUDFWLFH\u0003RI\u00030HGLWDWLRQ\u000f\u0003DQG\u0003DV\u0003LW\u0003ZLOO\u0003EH\u0003IRXQG\u000f\u0003D\u0003FRPSUHKHQVLRQ\u0003DQG\u0003KDUPRQ\\\u0003DQG\u0003DEVRUSWLRQ\u0003RI\u0003WKH\u0003SUDFWLFHV\u0003RI\u0003,QWHOOLJHQFH\u0003\u000bFF[[\u000f\u0003,,\u0011\u0003\u0015\u0015\f\u0011 13. Let the Aspirant apply himself to comprehend Hadit as the Unity which is the Negative. (Ain Elohim. ED.) 7KLV\u0003LV\u0003WKH\u0003VHYHQWK\u0003SUDFWLFH\u0003RI\u0003,QWHOOLJHQFH\u0003\u000bFF[[\u0011\u0003,,\u0011\u0003\u0015\u0016\f\u0011 14. Let the Aspirant live the life of a strong and beautiful being, proud and exalted, contemptuous of and fierce toward all that is base and vile. 7KLV\u0003LV\u0003WKH\u0003VHFRQG\u0003SUDFWLFH\u0003RI\u0003(WKLFV\u0003\u000bFF[[\u0011\u0003,,\u0011\u0003\u0015\u0017\u000f\u0003\u0015\u0018\u000f\u0003\u0017\u0018\u0010\u0017\u001c\u000f\u0003\u0018\u0015\u000f\u0003\u0018\u0019\u0010\u0003\u0019\u0013\f\u0011 15. Let the Aspirant apply himself to comprehend Hadit according to this 26th verse of the Second Chapter of the Book of the Law. And this shall be easy for him if he have well accomplished the Third Practice of Meditation. 7KLV\u0003LV\u0003WKH\u0003HLJKWK\u0003SUDFWLFH\u0003RI\u0003,QWHOOLJHQFH\u0003\u000bFF[[\u000f\u0003,,\u0011\u0003\u0015\u0019\f\u0011 16. Let the Aspirant destroy Reason in himself according to the practice in Liber CDLXXIV. 7KLV\u0003LV\u0003WKH\u0003IRXUWK\u0003SUDFWLFH\u0003RI\u00030HGLWDWLRQ\u0003\u000bFF[[\u0011\u0003,,\u0011\u0003\u0015\u001a\u0010\u0016\u0016\f\u0011 17. Let the Aspirant observe duly the Feasts appointed by the A.’. A.’. and perform such rituals of the elements as he possesseth, invoking them duly in their season. 7KLV\u0003LV\u0003WKH\u0003VHFRQG\u0003SUDFWLFH\u0003RI\u00030DJLFN\u0003$UW\u0003\u000bFF[[\u0011\u0003,,\u0011\u0003\u0016\u0018\u0010\u0017\u0016\f\u0011 18. Let the Aspirant apply himself to comprehend Hadit as a babe in the egg of the Spirit (Akasha. ED.) that is invisible within the 4 elements. 7KLV\u0003LV\u0003WKH\u0003QLQWK\u0003SUDFWLFH\u0003RI\u0003,QWHOOLJHQFH\u0003\u000bFF[[\u0011\u0003,,\u0011\u0003\u0017\u001c\f\u0011"},{"pageNumber":3,"pageContent":"19. The Aspirant seated in his Asana will suddenly commence to breathe strangely, and this without the Operation of his will; the Inspiration will be associated with the thought of intense excitement and pleasure, even to exhaustion; and the Expiration very rapid and forceful, as if this excitement were suddenly released. 7KLV\u0003LV\u0003WKH\u0003ILUVW\u0003DQG\u0003ODVW\u0003,QGLFDWLRQ\u0003RI\u0003WKH\u00036LJQ\u0003RI\u0003WKH\u0003%HJLQQLQJ\u0003RI\u0003WKLV\u00035HVXOW\u0003\u000bFF[[\u0011\u0003,,\u0011\u0003\u0019\u0016\f\u0011 20. A light will appear to the Aspirant, unexpectedly. Hadit will arise within him, and Nuit concentrate Herself upon him from without. He will be overcome, and the Conjunction of the Infinite Without with the Infinite Within will take place in his soul, and the One be resolved into the None. 7KLV\u0003LV\u0003WKH\u0003ILUVW\u0003,QGLFDWLRQ\u0003RI\u0003WKH\u00031DWXUH\u0003RI\u0003WKH\u00035HVXOW\u0003\u000bFF[[\u0011\u0003,,\u0011\u0003\u0019\u0014\u000f\u0003\u0019\u0015\u000f\u0003\u0019\u0017\f\u0011 21. Let the Aspirant strengthen his body by all means in his power, and let him with equal pace refine all that is in him to the true ideal of Royalty. Yet let his formula, as a King’s ought, be Excess. 7KLV\u0003LV\u0003WKH\u0003WKLUG\u0003SUDFWLFH\u0003RI\u0003(WKLFV\u0003\u000bFF[[\u0011\u0003,,\u0011\u0003\u001a\u0013\u000f\u0003\u001a\u0014\f\u0011 22. To the Aspirant who succeeds in this practice the result goes on increasing until its climax in his physical death in its due season. This practice should, however, prolong life. 7KLV\u0003LV\u0003WKH\u0003VHFRQG\u0003,QGLFDWLRQ\u0003RI\u0003WKH\u00031DWXUH\u0003RI\u0003WKH\u00035HVXOW\u0003\u000bFF[[\u0011\u0003,,\u0011\u0003\u0019\u0019\u000f\u0003\u001a\u0015\u0010\u001a\u0017\f\u0011 23. Let the Adept aspire to the practice of Liber XI. and preach to mankind. 7KLV\u0003LV\u0003WKH\u0003IRXUWK\u00033UDFWLFH\u0003RI\u0003(WKLFV\u0003\u000bFF[[\u0011\u0003,,\u0011\u0003\u001a\u0019\f\u0011 24. Let the Adept worship the Name, foursquare, mystic, wonderful, of the Beast, and the name of His house; and give blessing and worship to the prophet of the lovely Star. 7KLV\u0003LV\u0003WKH\u0003ILIWK\u0003SUDFWLFH\u0003RI\u0003(WKLFV\u0003\u000bFF[[\u0011\u0003,,\u0011\u0003\u001a\u001b\u000f\u0003\u001a\u001c\f\u0011 25. Let the Aspirant expand his consciousness to that of Nuit, and bring it rushing inward. It may be practised by imagining that the Heavens are falling, and then transferring the consciousness to them. 7KLV\u0003LV\u0003WKH\u0003ILIWK\u0003SUDFWLFH\u0003RI\u00030HGLWDWLRQ\u0011\u0003\u000b,QVWUXFWLRQ\u0003RI\u00039\u00119\u00119\u00119\u00119\u0011\f 26. Summary. Preliminaries. These are the necessary possessions. 1. Wine and strange drugs. 27. Summary continued. Preliminaries. These are the necessary comprehensions. 1. The nature of Hadit (and of Nuit, and the relations between them.) 28. Summary continued. Preliminaries. These are the meditations necessary to be accomplished. 1. Identification with Nuit, body and spirit. 2. Identification with Hadit as the Snake. 3. Identification with Hadit as the Rood Cross. 4. Destruction of Reason. 5. The falling of the Heavens. 29. Summary continued. Preliminaries. These are the Ethical Practices to be accomplished. 1. The destruction of all unworthiness in one’s self and one’s surroundings. 2. Fulness, almost violence, of life. 30. Summary continued. Preliminaries. These are the Magick Arts to be practised. 1. During the preparation, perform the Invocations of the Elements. 2. Observe the Feasts appointed by the A.·. A.·."},{"pageNumber":4,"pageContent":"31. Summary continued. The actual Practice. 1. Procure the suitable intoxication. 2. As Nuit, contract thyself with infinite force upon Hadit. 32. Summary continued. The Results. 1. Peculiar automatic breathing begins. 2. A light appears. 3. Samadhi of the two Infinites within aspirant. 4. Intensification of 3 on repetition. 5. Prolongation of life. 6. Death becomes the climax of the practice. 33. Summary concluded. These are the practices to be performed in token of Thanksgiving for success. 1. Aspiration to Liber XI. 2. Preaching of Theta-epsilon-lambda-eta-mu-alpha to mankind. 3. Blessing and Worship to the prophet of the lovely Star. "}]
