[{"pageNumber":1,"pageContent":"Cutting Th c rough Volurne III by Alan TVatt Esoteric Unveiled and the Meaning of Revelations in the High Masonic Tradition Website: lrntrw. CuttingThroughTheMatrix. com"},{"pageNumber":3,"pageContent":"Dear Reader, This edition of 'Cutting Through' is written along the l-ines you are more accustomed to reading, now you Know that even the language is 'designer made,' much like that of a computer. In other words, the programmer knows the conclusion you must reach because 'he' knows your 'logic. ' To-day we see forces emerging with all the ugliness of past tyrannies, the show of force meant to 'cow' all populations of the worfd as we are guided by 'hidden masters' through a transition period into a complet- ely new way of living. Nothing of major import occurs in the SYSTEM which is not pre-planned, worked out in micro-managed detail, long before events take place, for we Iive through a pre-written script, the author not a 'god' although all major religions are being mobilized against each other, for this is the planned 'age of chaos.' I generally do not write about esoteric meanings, preferring to teach individuals personally. This is because j-ntense effort is required, each individuaf al_most needing 'tailor-made' de-programming' before truth can be taught. Truth is not a choice, it is neutral to personal beliefs or emotronal choices. Because of our system-indoctrinarton, most people really canrt handle truth. In order to explaln the 'occult'(2nd. level_) then esoteric(third level), it is a waste of energy if the person is stifl thinking 'in the box'( f irst level- ) . Enclosed is an exception to my own rule, the covers being lifted just a littl-e, so that some will glimpse another universe contained within. Charlatans exploit our ignorance, del-iberately 'sent out to create ill-usion and confusion,' yet there are 'itching ears' in abundance willing to be taken on rol_1er coaster rides of dragon-fi1led fiction. one of the more recenL and notorj-ous Illuminati members, Adam Weishaupt exclaimed, \"Oh foolish man, what can you not be made to belj_eve ?\" In all ages we are given our heroes to follow. Let us cast off our .r-gnorance and look without fear at whatever evj-i- controls this worId. // ^ .^ // ; -7;7-- y'z-An ./ /z\""},{"pageNumber":4,"pageContent":"FOR MEG 1990---200 5 How do I Love Thee ? .. - -Let me count the ways"},{"pageNumber":5,"pageContent":"I In this world-system we call reality most people would, if asked, define themselves as mentally 'sane.' Sanity is defined as sound- ness of mind. In other words, othe.rs may judge an individual by listening to the content of his speech. Should lhis content be too diametrically opposed to the system's definition of 'normal' con- tent, the individual may be classed as being, €rt the l-east, af un- sound mind. The Greek philosopher P1ato, approximately 2,400 years d9o, wrote a book called ' The Republic,' based on the world system to come. In this work, he outlines t.he known processes which operate in the 'making of culture.' He admits that culture is created from the 'top-downr' since any true 'grass-roots' or spontaneous inser- tions from ordinary peopJ-e might cause problems for 'the dominant minority.' Plato himself was a member of the 'secret society' of his dayr having studied in Egypt where he was initiated into the 'mysteries.' He then did a 'tour' of initiation, from Babylon to India. This was no great trial of learning for this young man, for belonging to the Greek Aristocrd.c[r he had first been introduced into the Greek I{ysteries. For someone with an eye to see and an ear to hear, he deduced correctly on his subsequent travels. -The following material, written and in picture combines to enhance the visual, after all, a picture is worth a thousand words. Part of the process is the sequence in which this presen- tation is givenr so don't start in the middle or rush to the end. Truth, in all ages, has been the most carefully guarded collect- ion of secrets. \"What is truth?\" So asked Pilot to one who clai-med to bear witness to it (John, 18 v38). In all ages, the 'underground stream' of occult (hidden) know- ledge has been passed on in secret. Many thousands of years d9o, priesthoods held the knowledge. In the middle ages it was found necessary to recruit Iay people to aid J-n managing.society. This was the beginning (in Europe) of Freemasonry. To-day, society is mj-cro-managed by a myriad of Freemasonic 'sects' under many names. At the top of the pyramid they are one, the lowdr degrees know 1ittle and serve as a 'seIf-improvement society' coupled with charitable works Many people claim they want trutl:, but rea1ly want something that meshes with that belief they already have chosen. Truth req-"},{"pageNumber":6,"pageContent":"uires the seeker t.o jy*p out the plane, free-faIl, and then it is up to the individual as to when to pull the cor$. There are many 'clouds', on the way. Crafty priest,s inserted decoys whj-ch capt- vate manyr soro€ deciding to'stay in the clouds' forever, others see but decide to go on. western humanity has scanty knowledge of the ancient histories of the Middle-East nor the system that controlled them. Private issue of money by Aramaic Merchant-Bankers raised ancient cj-ties and nations to prominerice, each for a time as'world-leader'with standing armies, the most advanced weaponry of the day, gradually digging into massive debt before being overthrown by an even better equipped army 'financed by the same bankers' which then ensured the vanquished paid their debt in fullr oV€r and over again. puppet governments were instalLed to maintain the 'new qystem.' Along with the system came initiationl of the city's priests into a more prof- itable worship. This god blessed holy men with gifts of silver and gold. Religion is necessary for controlling and manipulating culture. Besides, temples were ideal for storing precious metals. From the beginning of Sumer, international merchant bankers plied their system, creating a conmon wetrght and value of gold and silver for an inter- national standard. Prior to 800 B.C. gotd strips were wound around the arm, pieces simply cut off and weighed before payment being concluded. After that time, coin was introduced, first as flat wedge shaped pieces, then round. Frc. ,t. Krxc Ar,crsrus or Cyr.nxr SuprmrrBxps rnr Srovrxc or ,r C.,u,co or Srr.pHtux (A,s.rrorrm,r) Tbc reclr uc vci3hed bcforc hio and rhcn plrccd io thc bold, Moolcyr ead blr& pcrch oo thc ri33ioj."},{"pageNumber":7,"pageContent":".\\ -+in I '\"t:-\": i::{ \\: f'.u '' .' ..1 a i| ,,. ll ..i -r '1.:,. ::1 Said to be more detailed than descriptions in Kings or Chronicles, this artist's rendition is based on Ezekiel's vision while he was in Babylonia. By that tj-me the tempJ-e had been destroyed, if it ever existed. So1=Lati-n for Sun, Om=Sanskrit for Sun, On: Egyptian for Sun(represented by the obelisk or phallus). This fi-cti-onal per- son represents the ultimate ascended master of the ancient world's mystery religion. Alexandrean neo-P1atonlsts, in the thrrd century A.D. created Hermes Trismegistus(three ti-mes great) and projected 'him'back in time to the origi-n of their culture. Each culture which was under the universal priesthood had the same esoteric religi-on hidden or sealed (hermetically) from the 'profane'. Generally, the outer court (threy had these temples in al-l nations) had four maj-n entrances, northr southr €6rst and west. l 0 lr: i'tr'i{J ,ffil ,fifi f#jn SOLOMON'S TEMPLE AS M EASURED IN A PROPH ET'S VISION"},{"pageNumber":8,"pageContent":"4 The court of the'Isrealites'was accessed by the north' east and south gates. OnIy the'High Priest'was allowed into the 'HoIy of Holies'and then on special days only. He/passed through a badger-skin veil and disappeared from view. If the little bells sewn to the end of hiss'dress began tinkling, then the sacrifices were acceptable to 'Jehovah.' In reality, the 'Holy of Holies' represented the female and the priest the phallus. The black and white badger skin was the hymen. Nimrod, on old stone carvings can be seen wearing the same 'spotted garment.' When the English Lords attend ceremonies, they wear ermine gowns, also spotted black on white. This symbolizes perfection in one who undersands the my- steri-esr greater and lesser. He understands t.he 'above and below.' He knows the dual nature of man. The temple represented a perfection by man over nature. In the much older temples scattered across the world, they were round, such as Newgrange in Ireland. The Templars creaLed their own temples in this round fashion for a reason soon to be apparent. i High at the head of branching clive grows And crowns the 'pointed cliffs with shady boughs, Beneath a gloomy grotto t s cool recess - Delight the Nereids of the neighboring seas, Where bowls and urns were formed of living stone, And massy beams in nat.ive marble shown, On which the l-abors of the nymphs were rolled, Their web divj-ne of purple mixed with gotd. Within the cave the clust'ring bees attend Their waxen works, oE from the roof depend' Perpetual waters o'er the pavement 91ide, Two marble doors unfold on either side, Sacred the south by which the Gods descend, But mortals enter at the northern end. i The above was translated from Homer's 'Nypheum' and written apProx' 800 B.C. in Greece"},{"pageNumber":9,"pageContent":"N DA N tu a (t) z = = ASHER NAPI{TALI PRIESTS LEVIT ES TAB E R NACLE L EVI TES PRIESTS GAD (/) u) c) - F c- pu NI rrl @ = ws -l- - o- lJ-l = E - z, ET @ SIMEON REU BEN S Above is an idealised reconstruction of how the'tribes of Israel' camped around their portable temple when travelling in the desert' It is used by Rabbinical students and free-masons to explain cert- ain rituals performed in Iodges. Other noted scholars say the shape of encamped tri-bes would have been round. Authority concerning the order of encampment is found in Numbers ch. 2. In Genesis ch'49 Jacob/Isreaf blesses each of his sons, likening their particular individual quali-ties to animals or objects, these becoming the flags or standards of each son's offspring. These are called prim- ary emblems. In the later writings of 'Moses' secondary emblems were added to some 'tribes' - It must always be understood that the ancients who created religions were masters in obfuscation. Story tellers understood how highly descriptive language could imprint visual imagery in listeners. Children are especially susceptible to this indoctr: ination, retaining a 'Wa1t Disneyo type imagination-produced mental 'movie' for the rest of their li-ves. To-day we have those in'the Holy Wood'or Hollywood (sacred grove) to instill imag- ery into our heads. This ensures a more uniform indoctrination-"},{"pageNumber":10,"pageContent":"6 ( Lion ) E ( Eagle ) ( ttan ) w ( BuII ) Once again we see the idealised 'camp cf the Isrealites' in the square or Ashlar version of freemasonry. Allegedly, when they were camped, they formed four brigades, three tribes to a brigade. Judah, Reuben, Ephraim and Dan were senior and the lesser tribes downed th- ej-r standards to come under the senior to which each was assigned- Two 'sources' in the bible are said to give credence to this; Ezekiel chapt. I verse 10, where the.prophet sees the'glory of the Lord'and round about the base of the fiery pillarwere four beings, which had, 'the face of a man and the face of a lion,on the right side, and they four had the face of an ox on the left side; they four also had the face of an eagle. Verse 13 tells us their aPpear- ance was like burning coals of fire and the likeness was to 1amps. He goes on refering to these creatures being around wheels, wheels within wheels and when they moved, the wheels went with them' It should be noted that Ezekiel named the fourth beast as an eag1e, compared to the serpent analogy for the tribe of Dan in Gehe- sis 49 v17. The serpent 'biteth the horse heels r so that his r.ider shall falI backward.' Theological scholars consider the ea91e to be the new primary emblem because of Ezekiel's vision, while the serpent (along with the unfortunate horse that was bitten become secondary emblems. s N"},{"pageNumber":11,"pageContent":"rtl Top left---Man, R From the Book of t.ically deslgned of gospels. These ight--T-ion, Bottom teft---Bull, Right---Eag1e. Ke11s, 700 to 800 A.D., hand-written and artist- by Celtj-c monks of lona, Scotland. It is a book are the four Evangelists,"},{"pageNumber":12,"pageContent":"8 lvlathew is the winged man, Mark is the 1ion, Luke is the buIl or ox and John is the eagle. It seems that these depictions of the four evangelists were used from the beginning of the Christian movement and. were officially sanctioned by St. Jerome, 33I-420 A.D. These four evangelists can also be found, with the appropriate animal- motifs in the Book of Armagh, the book of Durrow and the I\"lacDurnan Gospels. They can be f ound on the Vatican ceilings and in stained glass windows of cathedrals al-1 over Europe. Revel-ation chapter 4 v6. And before the throne there was a sea of glass like unto crystal. and in the midst of the throne, and round about the throne, were four beasts full of eyes, before and behind. v7. And the first beast was like a Lion,(sound familiar) and the second beast like a calf, and the third beast- had a face as a man, and the fourth beast was as a flying ea91e. The function of these beasts was to sing perpetual praise to the one who sat on the throne. To summarise, twelve 'tribes are given blessings' the content becoming flags or standards with symbolic depictions. These are found in Numbers ch. 2, Genesj-s ch.49. with a few 'hints'by the writers of Ivloses's blessings in Deuteronomy ch. 33. The following are the complete symbols of all the tribes; THE EMBLEMS OF THE TV/ELVE TRIBES REUBEN SIMEON JUDAH DAN NAPHTALI GAD ASHER ISSACHAR ZEBULUN MANASSEH EPHRAIM BENJAMIN Pinary A Man A Sword A Lion A Serpent A Hind or $tag The Leader of a Troop (sometimes a number of Tents) A Covered Goblet An Ass under a Burden A Ship An Olive Branch An Ox A \\7olf Secondaryt A Body of Water A Castle Gate Three Lions, a Sceptre, and a Grape Vine A Horse, and a Ljon A Lion A. Bundle of Arrows, and the number 13 A Unicorn, and a Horn"},{"pageNumber":13,"pageContent":"REUBEN w EPHRAIM The above 'Brigades' of the 'Tr of Israel.' These emblems, coupled with the visual imagery engendered by reading the OId Testament have been the source of much non- sensical pulpit renderings. One Iarge and powerful group, the eritish IsraeI Society (also caIIed the World Federalist Soc- iety) make these symbols the fo.undation of their exoteric bel-ief system. They are found on the coats,of,' arms on most Eu ropean and North American towns, cities, Nations, police' mj-l-- itarlt etc.. The profane(to borrow a freemasonic debasing term) who accept the reality as presented., will automatically believe the old testament prophesies as true when confronted with the above. After all, 'prophets' like Isaiah wrote about the purpose"},{"pageNumber":14,"pageContent":"10 of Israel, didn,t he, and all these symbols of ,our' system are proof, arenrt they ?'They are wrong in alr their predictable as6- umptions but correct in connecting 'the systeq' to these slmbols. These same symbols have been used to denote both exoteric mythology for the 'masses' and esoteric for the managers of Jn. system. A1I 'holy books'of all peoples contain the same hidden messages, because the same Adepts'of the Mysteries wrote them all. Esoteric. (hidden) knowledge also denotes forbidden knowledge. Governments of all peoples in all ages tr:ain and instruct the gov- erned in Art They Need to Know. whether theocratic o.r securar, the motives never change, those in charge always dancing, weaving and spinning like shadow-boxers around simple straight questions. The public must never know the truth. For every questlon there are aI- vJays two reasons, a good reason (f or publi.c consumption ) and the reaf reason ( for insiders ) . When facts outweigh reasons and no amount of 'spin' can obliterate the light peeking throughr gov€rnments simply forbid the discussion of said topic by passing a law(i.e. a rule) backed by the threat or use of force. Clever government knows a rule is a measuring device(masonry) with ample warnings etched aI- ong the edge. Symbollically, most individuals become fearful as they crawl a1ong, eventually turning back. Very few travel to the centre and beyond (tfre measure of law) because rrow the 'rule is broken,' the adventurer having gone beyond the point of no return. Late EgYPtlan armlllarY dlek lor measurlng solstlcos' Much debate has gone on over the meaning of Ezekiel's chariot, attended by four winged creatures travellin'J in 'wheels within wheels' So jealously guarded are the secrets, the Talmud states; 'The laws of incest may not be expounded to three persons, nor the story of creation before two persons, nor the subject of the chariot before one person alone unless he be a sage and comprehends of his own knowledge' Whoever puts his mind to these four matters' it were better for him if he had not come into the world.' Equinoctial armiltary disk."},{"pageNumber":15,"pageContent":"11 J lgQ t :- 'il t: .{ -l:yk .rr.,rtrrnlr . utllil||un$ Above taken from woodcut by Durer, approx. L49B A.D.. Astrology(exoteric) hides the esoteric for within the zodiac are to be found all religions and mythologj-es. Some nations in previous ages have varied them slightly, due to having different native animals. Ancient Egypt began their year with.Virgo who is Isis. She is Queen of Heaven and Mother ofAll, proudly proclaiming on her pillar in Luxor, 'Without me, nothing was mader' for'mother' is matter. In Latin. mare denotes a body of water ot the sea, hence in the occult, water is a female attribute. Their year ended with Leo, hence the mystery of the sphynx, which has the face of a wo- man and the bodv of a lion."},{"pageNumber":16,"pageContent":"L2 l, t- Photograph of zodiac which had been on the ceiling of the upper room of a temple in Dendera, Egypt. It is thought the room was used as an observatory. This zodiac was carved around 100 B.C. and had incorporated the Greek method of using twefve main fig- ures to represent the twelve months of the year. The temple was built over much older temple ruins r poSsibly going back many th- ousands of years. Ancient Egypt used ten main symbols. The above shows the outer circle, moving counter-clockwise like the stars' representing 36 decans , ot ten-day weeks of the Egyptian year. The twelve'Atlas'type figures are the twefve months of the year. The ancient city of Dendera was as square as it was broad, built to the same dimentions as the 'coming Israel' of revelations, 'coming down from heaven.' There were twelve gates, three to each of the ci-ty's walls, the middle of each three representing the cardinal point.s symbolized by a man, a bul1, an eagle and a lion."},{"pageNumber":17,"pageContent":"13 The Egyptians categorized stars by their color, each assuming an esoteric quality. the same for the figures in the zodiac. The gates of Dendera were colored in like manner. These were inclr;ded in the later writings.of Revelations chapt. 2L v.19-20. In verse 2I, the refer nce to the gates being'twelve pearls, every several gate was of one pearl'is a reference to the four quadrants of the .zodiac. The 'precious stones' and their colors were symbolized by the 'breast-plate of the high-priest.' Alt dressed up and no- where to go. When this fellow put on his best dress, all- the animals quivered because it sig- nified barbeque time which was a 'bloody offal' affair. Levi= 1 ive:evi I=Vei- I . Is there somethi-ng vi-1e beneath 'the veil. ' In the most ancient of times, when the Lunar cult existed, women were venerated because of their life producing qual- ities. The most ancient artifacts to be uncovered are of the mother-godess. When the next group took over, males came to prominence, high prj-ests wearing the female garb of the old priestess."},{"pageNumber":18,"pageContent":"I4 It may now be apparent that the twefve tribes theme has its or- igin in much ol-der astral theology. The later Solar cult re- tained the main principles of the Stellar and Lunar cul-ts, but made them subserviant to the'most high 9od,'the Sun. Scholars agree that the first writings of the pentateuch were compiled by priests living in Egypt who wrote them in Greek, around 400- to 300 B.C. or even later. This was sti11 the popular version used into the first centuary A.D. and the'people of Judea' who came on the scene from Babylon, spoke Aramaic. Previous 'Hebrew' mythology borrowed stories from the various tribes around the middle-east and Egypt. The Sumerian /Baby)-on- ian version of the ffood was copiedr dS was the story of Jonah which can be traced back to early India. Contained below are some of 'Jacob's bfessings on his 'sons,' together with their true origin; Judah--- -Leo the lion. Reuben, unstabfe as water-----Aquarius Dan-------1, A sepent:----Hydra/Anguts appears in sky with Aquila, the Eagle, symbol iztng the rule of l-aw from earth to heaven. Ephraim------Ox or bull---Taurus. Manasseh---Olive branch(he1d by cassiopia) 13 arrows----the l3 mai-n stars of Sagittarius. In Egyptian mythology, Osirus(the sun and lightgiver) was killed and cut into 14 pieces by his dark insomniacal brother Set(sun-set) who scattered these all over the land. Isis, the devoted wife of Osiris went all over the area collecting them. She could not find the Generative organ so she created one out of gold. She conceived son Horus from all this hard work. From hi-s name we get hour and horizon. The Rothchil-d family chose for their coat-of-arms the symbol of Dan as an eagle holding five arrows in one claw and five fruit on the olive branch for the other, symbolizing the five sons who own Europe. The great seal of the U.S. retains the 13 arrows and fruit. No doubt the serpent is behlnd the shield. When a presldent is giv- ing a war speech, the Eagle's foot holding arrows is visible. When he gives a speech tied to peace, the olive branch shows. In high freemasoflT! r the country prominantly displaying the no. 13 has a hidden agenda. This'mystery' is €6ntained within the fourth degree ( secret master ) ."},{"pageNumber":19,"pageContent":"15 Tss. YouNo Rupuar,rc The New Government.-The expulsion of the kings by the nobles made little immediate change in the government of Rome. In place of the king two magistrates callecl ttconsuls\" were elected anxually. The consuls judged the peo- ple in tirne of peace and led them in times of war. Like the kings, they were attended in public by twelve guards called ttlictors\", which means t'scourgers\" . The lictors carried axes tied neatly in bundles of rods called ttfasces\", from which the modern term ttfascism\" has been in- vented to denote .1aw and order\". In times of extreme danger th'e consuls were superseded by a ttdictator\" chosen Lrcrors wn.x Arrs rxo FlscEs by the Senate. To his authority there was no limit, although his term of offce was to terminate withiu sir months. The more things change-- The number 13 comprises the 12 signs of the zodiac plus the Sun which 'travels'through each 'house.' In Christianity l3 is the number for betrayal. In freemasonry the fourth degree ( 1+3=4 ) the candidate is warned about the need for secrecy concerning the affairs of the 'brotherhood. To continue with the remaining eight 'tribes of Israel, ' Gad, characterized as the leader of a troop who is overcome but wins in the end. He is symbolized by the Ram which the Greeks called Ares, their god of war. Mythologically, Ares, like a ram, was stubborn in battl-e. He fathered more'roya1 dainties' from goddesses and morta]s than Zeus ' so was wor- shiped for his Generative power. His offspring became kings' Queens and warriors. The planet mars which is said to 'have its domicile in the constellati-on Ares became the Roman war- god. A Iine of Egyptian Pharaos called themsefves Rameses after this zodiacal sign (offspring of Ram and rsis).Egyptians liked puns on wordsr so Ra-mesis or moses, chj-ld of Rd, all the gods secretl-y being aspects of One."},{"pageNumber":20,"pageContent":"16 Issachar is described as 'a strong ass crouching down between t,wo burdens.'In t.he constellation Cancer, the crab, is a cluster which higher freemasons are told i9. g:alled Aselli or Iit'tle asses hence the symbolic reference to Issachar. This may be a 'blind' because astronomers caII this cluster Beehiver 4S a nickname and Praesepe as a ProPer name. The 'weishaupt' era of the Bavarian Illuminati called their collective lodges the rBeenan Orden' and used the beehive as a logor just like Washington's famous mas- onic potrait has a beehive to the bottom right of his left foot' As means'in the same degree, egual, EI, semitic deity, equal to god. Of course, in the higher degrees, masons find out they are co-creators with god. Pons asinorun or asses'bridge is the term used to describe the fifth proposition of Euclid, (which you may understand if you study the following)=-------. Cancer the Crab. Where the M Praesepe is or manger, Below is a is above is where ,beehive or Praesepe resides. spelled Praesaepes in old Latin, signifying' a crib a stall, of IowIY house or birth' standard Christian take on the Symbology of 'Ass.' As. 'fhc ass is ftcqucnrly porueycd --|.-1t*\":: PTuttqt' oanicula,rlv in picnua of-thi Sacri6cc of Isaac, thc Natiriry' thc h[gtt, iotd Egvp,, and thc Enrry of Christ into Jcrusalcm' Thc mo-rt Gmilier-pirarval is in thc Naaviry sccncs' whcrc tbc-ass ;;-J-t\";;;. T(\" ; and thc o* tv-6oli\"t tbet thc humblcst ;? t-ti;f ;il;\"-t crcadon wcrc picscnt whcnJcs's was born urd that thcv rccocnizcd Him as thcSon of God' Thcir prcscncc et thc birth 6f CUfit rcfcn to thc prophccy of Iseiah r: 3' 'drc ox knowcth iB owncr, and thc .ss hii -ittcr'r crib.' So there is more to Issachar than meets the eye. In medieval- occultic drawj-ngs, Christian scholars were cartooned as sitting studying the bible while wearing a masteCs gown and square cap. The 'schofar' had the face of an ass, depicting his vast exoteric knowledge and complete absence of REAL KNOWLEDGE."},{"pageNumber":21,"pageContent":"L7 'Zebufon shal-I dwell at the haven of the sea; and he shall be for an haven of ships; and his border shall be unto Zidon.' The primary emblem is a ship. No secondary is given to-day, but the clue is evident within the terminology. Haven of ships refers to shore=land. Haven of sea=water. The constellation of Capricorn depicts a creature whose upp- er half is a goat(Iand) and the tail of a fish(water). Aegipan is another name for this creature for the upper half represents the god Pan, the lower part Neptune, god of the sea and Patron of ships and sailors . ,o When the ancients spoke of the starry heavens, they like- nd it to a great sea where gods and sacred animals moved. Be- cause the priests had such precise astronomical charts; they could predict constellation and planetary movements many years in advance. These predictabfe movements represented ORDER. In ancient Egypt and Babylon (non=Iion) the life of people was more precarious since these cities hugged rivers which, according to annual rainfall in mountainous areas hundreds of miles away could spe1I disaster in times of drought. Scientific priesthoods knew how to benefit themselves in status and power by (as priest.hoods always do)giving religion to the people coupled with special 'holy' days with feasting and religious parades. These'holydays' were always coupled with'spring, sow- ing, planting, harvesting etc. . Model.l-ed af ter the move- ments of the starry heaven(haven=safe place),.witn its reas- suring repetativeness (guaranteed by the priests) the SYSTEI\\'I of control of the. educated few over the illiterate many was brought into being - AS ABoVE, so BELow has always been the mantra of the controllers. The sun was the ultlmate symbol of the Visible 9od, bri-nging life and light to the wor]d. No celestial deity could 'stand against him, ' he shone his light and the darkness scattered. The priests installed an earthly representative of the Sun. They created a myriad of stories to justify THE SYSTEI{. They gave the king a wife. She would represent the moon. The kin$s advisors were given heavenly titles. The specialized preisthoods represented their var- ious celestial deities which they themselves created. Science was hidden (occult) under a mass of myth and religion- In old Greek myth capricorn was the gate of the gods through which soul-s ascended. \"."},{"pageNumber":22,"pageContent":"TB ,',t O J:\\ - 'or ;f'\" 'Benjamin shall rapine as a wolf: ln the morning he shall devour his prey, and at night he shal-l divide the spoif .' Gen.49 v.27. Th +l-.a ^1^^-.^ rrr LrrE quvvs partial woodcut-print, the constell-ation Lupus Iies between Scorpio and Centaurus. In the founding myth of Rome, the twin brothers, Romul-us and Remus are suckled in infancy by a she- wo1f. Later, Romulus kills Remus in a fight and goes on to found Rome. He fater is placed in the sky by his father Mars and from then on is known as Quirinus, a Sabine word for spear. Hence, Lupus is shown being'speared'by t.he Centaur. The borrowing of this -+^'.. l-.. +L^ D L\\J! y py Lrrc authors of the 'ol-d testament' is one more proof of the latter's much fater compilation. However, the mystery religion is a 'shape-shifter,' constantly camouflage-ing itself down through the eons, and with slight variations in exoteric rendering. Although 'Ben;amin' rs l-ikened to a plundering wolf , 'he' j-s connected to morning and night. His prey is Venus, the ruling planet of Libra. Venus is an eveni-ng star(really planet) when east of the sun and morning star when west. In the morning, Venus was called 'the Huntressr' hence the connection to 'the wolf, ' morni-ng and 'prey.' The evening Venus shared her l-ove to all-. Virgo, Queen of Heaven is very closely associated with Libra as she is witfr all the constellations. She is both virgin and mother, every year lead- ing off the procession of'the Heavenly Host'as Virgo, giving birth to al-l that foll-ow and, si-nce her ruling planet is Nlercury/Hermes,/ Thoth, the messenger of the Sun, she is impregnated by'ghostly' light from the father. Her first offspring is Libra the scal-es. /. A '/ Jr"},{"pageNumber":23,"pageContent":"19 Jacob glorifies the agility of Naphtali. This is a reference to Mercury, the winged and fleet-footed messenger of the 'gods.' The compilors of the Old Testament had to camouflage l4ercury/Hermes since every other people understood this symbol, therefor the hind, later changed to a stagr w€ls substituted. Simeon and Levi are united in the blessings. They are the two fish of Pisces, often shown tied together by the tails, some- tj-mes one f ish over the other and pointing in dirf f erent directions. This symbol predominated through the latter part of February and first two weeks of lr,tarch. \"In their anger they slew a manr. is the kitling of'Old t4an Winter,'as ,they digged down a wall,' is the waII between winter and spring. This sign was unique in its quadruplicity, having Zeus/ Jupiter as ruling planet along with Neptune. Because of these 'influences,' Mercuryr the messenger had a difficult time getting through. To simplify matters, Pisces signified unsettlement in weather. It \"gave farmers an indication of a smooth Lransition from winter , or a prolonged winter. In modern astrology, Neptune only i-s ruling planet, Zeus/Jupiter being busy efsewhere. The ancient Greeks claimed the two fish represented Eros and Aphrodite who were caught in their amour by Typhon, the serpent with a hundred hands. He chased them to the Euphrates where they transformed into fish in order to escape. Interestingly, Typhon was the offspring of Ge or Gaea(Mother- Earth) and Tartarus. Gaea, Eros(sexual desire) and Tartarus were the first creatures born from Chaos. Gaea, while vj-rgin, created and bore Uranus(sky) Ourea(mountains) and Pontus(sea). In Free-masonic lore, the Great Architect of the Universe created everything from the TEought-w:ri-ch became Wi-fT(to be) which culminated in Order or Command to exj-st. GAU is a hidden pronunciation of Gaea, mother of matter, the material in exist- ance. Tartarus was said to have his region of power as far be- neath the earth as heaven was from earth. He was the keeper of the infernal regions ( tfre creative subconscious ) . He was the keeper of the prison where Cronus and the other Titans who had warred with the gods were kept."},{"pageNumber":24,"pageContent":"20 Pisces, which deliberately appears uninteresting, is rich in esote- ric meaning. Simeon has a connection to'fish' as does Simon-Peter who was a fisherman. Those of the ancient esoterip tradition' who scoured the world for young boys to train as leaders in 'the Great Work' were referred to.as 'fishers of men' and 'Fisher-Kings.' Their Kingfisher symbol was widely used aI1 over the ancient worl-d. Levites were the priestly brotherhood, subdivided into three tiers. Their'job'was to dictate'the law.'They acted as bureaucrats and more importantly, tax-collectors. From Levi(to l-ift or raise) we get'Ievee'=rising, levy as to levy taxes. It also transposes into lever which is Jack(Jac-ob). Itrs purpose was to say'afl is one,l a sort of Union-Jack. The myth of Jacob's birth gives a clue. He attempted to usurp his brother's position as first born from the womb by catching Esau's heel and 'pulling or raising' himself up. He Later cheated his father into giving him the blessings of a firstborn. By cunning and guile he succeeds. Jove,Yehove' Jew- Peter enjoys the show and vows to take care of him all of his 1ife. Esau is represented as a man who enjoyed life, hunting and the things life has to offer. He dressed in ani-mal skins and loved freedom. Esau represents nature. Jacob represents the System of Civilization where a conniving elite, through deception and skilled technj-que had the right to dominate and prosper from the labor of others, these being the 'profane.' The profane live in ignorance and darkness. After the'blessing'Jacob becomes the son of 9od, his twelve sons the 'twelve tribes' fo.rnders. His name changes to Israel, Isis-Ra-el. Jacob is the Sun gring through the twelve signs of the Zodiac. He is a very briqnt guy. George killing the dragon has its counterpart in all ancient cultures. It has always been the symbol for intellect's victory over ignorance. The mystery religion has the sayingr'To perfect that which was left imperfect.' I{asons of 33 degrees and under take this to mean the 'perfection' of themselves. At higher levels they Iiterally mean that through Science(understanding':nature) tney will be able to create physical immort.ality for themselves. \"AS the spirit is immortal in the above(heavens) then so bellowi meaning those who have proved worthy will be given j-mmortality in the physical. Having proven their natural god-hood, they will declare (they already have) tfreir right to rebuild the profane into more efficient slaves."},{"pageNumber":25,"pageContent":"Irr! urru!tr\\ vl ll,. l-!\\vJtrw s .. w&r liirr';i.l$n The English Coronation Crown. At the bottom around the head- band are 12 precious stones each one colored like those on the 'breast-plate' of the 'High priest of Israel. ' Both of course symbolize the. twelve constellations of the zodiac. The upper cross is an ancient sun-sign, the ]ittle'tears' are of f icial_ symbols signifying dominion over,north east and west. The J-arge ball- it rests on signifies the south and the world. The'pillar'between the two sun-crosses ( as above so below, ruler of heaven and earth)signifies'the conn- ection between the two. The five stones in the cross- es are said to be the five woupds of Christ. In free- 27 .','iki :i:i:l* 'jlii .. ,i'r ', 'iri masonry they are the five senses. on a higher lever they represent Fire, Earth, Air, water under control of the one Great rntelrect. They are ReubenrDan, Ephraim, Asherr or Mathew, Mark, Luke, John or the four major signs of t.he Zodiac with the Sun in the centre. On either side of the Low- er cross is a Fleur-de-Lise. This refers to the Lords Spiritual, ( priest-class ) Lords Temporal ( legal and bureaucratic crass ) and the commons who are lorded over by the other two. The lily goes all the way back to Sumer and Egypt as an esoteric symbol. on top of colurnns it represented the phallus. The water-li1y of rndia is called a lotus. rn the hermaphrodj-tic song of sol- omon, 2vr, \"r am the Rose of sharon and the Lily of the vall€y,\" the sexual union is described for those with the 'third eye' which is mind. The fictitious sol=sun om=sun, on=sun (rike Hermes Trimagistus) is once agaj-nr'the sun in sexual union with mother earth. The crown.above has the black-spofted ermj-ne which Nim- rod wore. The wearer has dominion over night and day,the femare and male, chaos and order."},{"pageNumber":26,"pageContent":"2L TOTHE,MOST HIGH Al{D MKiHTY PRINCq JAIV1ES' BYTHEGRACEOF@D, KING OF GREAT BRITNN' FRAI'ICB At{D IREIAND' DEFENDEROFTHE FATTtt EtA Tho Trarlrton o' tb' BlbL wisb Grrct' lt'rw' 'rd P.|E+ rhroutbJESUSCHruSf outl\"{ ., Above is tfie original introd.uction to the King James Bible witfr the usuaf eastern accolades of copious grovelling. Few people bother to read it and most American versions omi-t it altogether. \"Sha.mey Jaimie\" was the king's nick-name due to his fondness of very young page-boys. He was a freemason, hence the description 'Sion' and 'Sun.r His predecessor Queen Elizabeth fst. is described as that 'Bright Occidental Star.' Since the sun sets in the west, the 'mystery religion' has referred to that regi-on as'the land of the blessed.'Since she had become occidental-, this means that duri-ng her lif e she was at one time 'eastern,' having been inducted into the side degrees by John Dee, court astrologer and advisor. Cabalistic types like Dee had inflltrated all the courts of Europer ds they had done in the old Middle-East and India. Catheri-ne de Medici, Queen of France would make no decision before cunsulti-ng wlth Nostra-Damus ( a pfay on Notre Dame meaning both 'our lady' and 'black ladyr' meaning possi-bly Jesuit. priest,"},{"pageNumber":27,"pageContent":"22 The priests asion. In Dagon, the had a fancy dress Babylon, Nimrod is Fish-god. In India for every occ- sculptured as and Iran he is Oannes. In the oldest of Greek mY- thology, ophion' the sea- monster ruled from OlYm- pus. He warred with eronos and was cast into the sea. He vonitted a flood of wat- er after Rhea, but the earth (who is Rhea)swal'l-owed it up. You will find a rePeat Gl*ortr Btlltttrtltlotr -;;lj ir.r coe. perf ormance in Revelations ' He is Cetus, Levi-At(h)-on, the swallower of Hercules and fater Jonah. He hunts his opposite which is Virgo on the great wheel of the Zod- iac. See page 23. Tbo Firh God of thr Asyriaor su Horur.ot tho Doublr Horirol' Hr lr oortreyrd il r 6rlr. A| ul tho Elygtiur. i3 ru I rynbolic trF rr to 'tow t,i croscd tlrc lloriloo trom Wclt !o Eut' Ho ruar ulroutu ihc wat3ra ol rPirco To the left is a l{itre. This is the modern fish-head hat worn by the Pope, Cardinals, Archbishops and Bishops - The Vatican's ex- planation for this 'two-horned' hat is that it is reminiscent of the two rays of light that shone from Moses's head uPon receiving the tablets of the law. (o.x-, the p.r- man had a bad day. ) Two f J-aps called Fanons(fins?) hang down the neck and back of the wearer' It is of course coincidence that these three fishy characters all carfy a container of water from which they sprinkle water on the schmucks who stand in awe- I I"},{"pageNumber":28,"pageContent":"23 Angcntcnrr 5 \"l.y .(. h;, I :4. - \\J \"orq.'-T€F ,ffi'%ffi-s'S \\ i)n A \\tl:n soYio . JPrg JL\\s9' )rr.?'ot 't d .9\\\\ rD\\*' o I {--l /: co ls J:'r\\ iiifr t'(.\\ 4) a? o- .o /, Drrce (K6; - *,tr]t .\"W' \"El o \\\\\\ o"},{"pageNumber":29,"pageContent":"24 .God Atmighty The Mighty Lord Iord of Health Iord of the Opposide Lord of the Scorpioo Iord of tbe C-oveoant Lord of the Opening Lord of the Divisions Lord of the North Lord of Heaven Lord of Glory Lord of Righteousness The, ancient priests of the Middl-e East wove fantastic stories ar- ound the Zodiac. They knew perfectly well that this stellar the- ology was simply a way to keep track of time. Knowledge is power and power tends to lose itself j-f science is shared and underst- ood by the people. Ancient cities sprang up along main rivers which brought life to fields and cattle. In Egypt, the Nile began in the rainy mountains of Uganda. Ir{uch of the population moved to 'higher ground' when priests, keeping. an eye on astronomy, told them the floods were on their way. The populations.'were told that the moon, stars, planets and the sun were reaL livi-ng entities. As such, each one was designated a personality and a purpose. The priests ensured their continued superior status by promulgating Iaws and demands of each stellar'god' which, Lf not met, would bring disaster on the people. The world of the physical was a type of 'coming into-being' replica of the starry heavens. Perf- ection would be attained or at least balanced if t.he 'order of heaven'was copi-ed on earth. Egyptians went so far as to build str- uctures in scaled down versions of the zodiac. For instance, the three great pyramids were simulations of the three stars in Orion's belt. SatelIite photographs show where the rest of the structures comprising the rest of the constellation had been. These were massive projects funded through Ioans by ancient bankers to each pharaoh. Gold or silver was weighed out up until coin was intro- duced around 800B.C... The'Baals\" at top of page show the main Zodiac at crucial points where the sun enters each constellation. These became the L2 tribes, twelve deciples etc. through which the Sun of god jour- neyed. Baal Tsaddi Baal Aitun Baal Geh Baal Ial (Belial) BaalZebub (Belzebub) Baal Berith Baal Peor Baal Per\"'im Baal Zephoo Baal Sameo Baal Adoni-Bezek Baal Molock Trfrec (Melchisedec)"},{"pageNumber":30,"pageContent":"25 This woodcut was used to print the title plate to Leonard Reymann' s birthchart'in Nurembergr. t5I5A'D\" The astrol- oger, Erhard schon is portrayed seated. This chqgt is made after the Ptolemaic system, created by Claudius 'Pto1emaeus of Alexandria (A.D.12.0-180), who put the earth at the centre of the zodiac. This system was accepted as the exoteric nature of things for lr300yrs. Note the compass and square and the'Book'on the'aftdr.'The pole or axis is thertree' of life. It sits in the holy chalice. Lower is the Fleur de Lise, the phallus and trinity. still lower is a crown with"},{"pageNumber":31,"pageContent":"26 another trinity and a fish. It tells us Herr Schon is a high member of the mysteries, third generation (grandfather, father, son) and he is a 'Fisher-King. \" Such astrologers advised roy- alty and members of the ruling aristocracy. They were the voices in the ears of rulers. The vatican was famous for its astrolo- gers. In the Old Oxford dictionaryi the 'IIluminati' are said to have first appeared in Europe around the l-4th'. century. Since astronomv is a predictable scj-ence with precise mathema- tical charts, it is not difficult to assign a system of mean- i-ngs to stellar movements etc.. As an example, a wi-Iy astrol- oger could show the king a chart with the Sun in Leo, a l-unar progression to mars and tell him this is the time for conquest. The king is the Lion, the lunar progression suggests extra phy- sical and mental energy, therefor the king should quickly decide and strike now. This simple exoteric system can be demonstrated to the victim by charts, so long as he believes. If you believe 1+]=2, it is. Of course, astrologers also have lists of the negative aspects of conjunctions should their pl-an fail. In an age of superstitionr do astronomer coufd Ieak out negative information to troops about to march off to battle. This was very effective psychological warfare. Job ch.9 v 5 Which removeth the mountains and they know not: which overturneth them in his anger. Which shaketh the earth out of her p1ace, and the pillars thereof tremble. Which commandeth t.he sun, and it ri-seth noti and sealeth uP the stars. Which alone spreadeth out the heavens, and treadeth upon the waves of the sea. Which make Arcturus, Or j-on, and Pleiades ' and the chambers of the south. Canst thou bind the sweet i-nfluences of Pleiades r ot loose the bands of Orion? 32 Canst hhou bring forth lvlazzaroth in his season? Or canst thou guide Arcturus with his sons? Yes r the mystery retigion has been at this game for a very long time. 9 Job ch38 v3I"},{"pageNumber":32,"pageContent":"27 Looking up at the stars and'fast-forwardingr the movements, we would see spiraling circles. There is reaI1y no north pole, any star cfose to that point revolves in a small circle. To-day the star we use as being closest is Polaris. The ancients used alpha Draconis in the constellation Draco for their north star. The sma-Lf circfe created by the north star and its constellation companions looks like a serpbnt. I i ko a eornanl- T high priests of ancient times invented fabufous stories to cover their sciences. \"After all, \" they said, \"ff the people understand science, they'11 be JUST LIKE US' knowrng the di fference between annrl (A=tt I i nh.l. I \\uqJrLYLLvl and evil(night-darkness), then they won't think we are so special after a1l. \" \"Whyr w€ might even have to get rea-I jobs. \" The people viere told that the sky was another ocean. During the day, the Sun-god saifed across the sky in his boat. You can see the steffas of ancient Egypt depicting this. Every spring the priests of Osiris carried his boat(ark) around the crty in celebration of hi-s victory over winter. The promise Osiris made to the people was that he would make the journey across the sky every day, as long as the people fotlowed his l-aws and worshiped him. This was the Ark(arc is a portion of a circle) of the Covenant. The king would be his representative in the physical form and the priests would be his advisors. The sun being golden in color meant the king and his advisors would need the physical equivalent and lots of it too. It is interesting to note that the 'Hebrew' version of the same scam depicts Aron and his brothers as being the carriers of the ark. Aron comes from the same root word for 'Arena' which is a circle."},{"pageNumber":33,"pageContent":"28 The international priesthood adapted variations of the same theme, ddjusting the story for variations in temperament of different peoples. The Greeks needed emotion and drama so the priests had their top scriptwriters working overtime. For instance, a plain story of Satan being a serpent simply wasn't enough. For them the special effects .,I\"r went to work- ------enter the Hesperides, nymphs who guarded the golden apples in a secret garden. This garden was somewhere in the west and since the nymphs were daughters of Evening, that is where you would expect them to be. The apples had been given by Gea(mother earth) to Hera as a wedding present and Hera had asked the nymphs to keep them for her. The nymphs planted them near a river at the northern part of the garden to keep them safe. The immortal snake with a hundred heads, Ladon, offspring of Typhon and Echidna kept watch over the apple trees. (tfre descendants of these writers are now writing afternoon soaps. ) The apples were stolen by Hercules who killed the 'immortal' Ladon in the process. Eventually Hera played the sleuth, found the apples and returned them to the garden. They were sacred and could not be allowed to exist elsewhere for long. Ladon of course is the constell-ation Draco. He was 'kil-l-ed' by Hercul-es ( atype of the Sun ) because Draco/Ladon 'dies' when the sun comes up. 'He' is back again the following night because he is immortal. This is the short version of the story. Hercules had twefve labors to complete. This story of the golden apples is said to be his llth. while other ancient priests say it was his l2th. task. Although his father was technically Zeus(Jupiter of the Romans, from Dius pater, heavenly father, more properJ-y, father of heaven), Hercules is emulati-ng the sun's progress through the zodiac. For the Greeks, the sun had elaborate 'adventures with the other 'heavenly deities. ' The 'hundred heads' are the stars of the north. This story has been chosen for a very important reason."},{"pageNumber":34,"pageContent":"29 To briefly return to the Egyptlan idea of the heaven consisting of a sea through which the sun salled by day and the moon, stars and planets by night, w€ can find the origins of all major religions and the esoteric meaning beneath them. when the light of the world shone on the lands of Mesopotamia, Egypt, Babylon and the Aryan areas of India, people felt happy' safe, Vision was good, plants were green and it seemed the sun gave its lif e everyday so that al-l- below might have life. It died every night, having given its life for the world. Yet, as the priests of the sun cried out every dawn, \"He is risen, H€ is new' Great is his faithfutness. \" At night r people coufd not see far , nrght predators prowled, human mischief occurred, revenge was undertaken, in other words the absence of light allowed 'evil' to ravage like a lion. Predatory priests understood the psychology of the ignorant and exploited the people- In afl of the above countries, plus areas of Central America' sun-priests were kept i-n a state of power over the people by their 'power to cafl up the sun.' Should their demands be unmet by the people, they would refuse to call the sun and the people would perish for their sins in darkness. Augmenting obedience to the various deities always involved sacrifice. Children brought up witnessing bloody deeds carried out in the name of salvation gave more credence to priestly explanations and demands. Naturally, not every year gave abundant crops. This was explained away as the wrath of one god or another, massive propitiation, often of humans was required. Priests, Royaltyand nobility lived well, supplied by internatj-ona1 merchant/bankers with fine clothes and jew- e11ery, Arabian horses, slaves and all the costly items which were often buried with their owners. In return for such products the merchant-bankers brought away crops of food, locally produced items and always, a very hansom profit- Bankers in Sumer expected 100? profit on their loans to traders. Bankers encouraged huge building projects in 'honor' to the kings. He would weigh out buckets of go1d, knowing he would retreive mountains."},{"pageNumber":35,"pageContent":"'30 Rutoration of the Ziggurat at Ur (Courtcsy of thc Univcnity Muscum' Philadclpbia) Restoration of the ZtggutaL at Babylon based on archeologists' investi-gation of ruins. A ziggurat is basically a st.epped pyramid."},{"pageNumber":36,"pageContent":"31 TENOCI ITITLAN ,! -t. IIuntrN SACRIt'lcll t\\t the t<tp ot' the pyranticl, a priest s/ashes open a captive's chest to tear out his living heurt. Every night, the Aztec god Lluitzilop<tchlli was believed to do buttle ugainst the powers of darkness. To give him strengtlt, and to eTrsure that the sun would be reborn every nrorning, the priests olf ere,d mankincl's most preciotu gift-human hearts and blood.'I'his scene is frcnn the Coclex Nlagliabeclri arrc (I6th centuiy ao) Many people know of the bloody sacrifices of the Aztecs and their predecessors. It cannot be stressed enough that sun- priests had a long hlstory of similar cultural mi-nd control techniques across the ancient world. Much has been done over thousands of years to 'c1ean' the hj-storical records. We know the Egyptians used to sacrifice red-haired captives to the sun on certain high holy days. over time, red cows were substituted. The saying 'givi_ng your heart to the Sun of god\" d^aa hanL : I -Long way. :r t' : i-,, ;1. , .) l d"},{"pageNumber":37,"pageContent":"32 ;'- L-''',,,'dtt Indian astronomical obs6rva_ tory €rected at Oethl by the Maharajah of Jaipur conslsts of a 56{oot triangular Ancient astronomical is one of many across structure which casts a shadow onto an arc ot masonry calibrated in hours, minutes and seconds (top). Another Indian observatory at Eenares, known as Yantra, provided fixed angles lo checl the positlon of the star8. c:4;: riiri.:,- \" observatory at Delhi, India. It that region."},{"pageNumber":38,"pageContent":"ln the origlnaldortgn, rayr Stecchlnl, the flrot stop of the zlggurat wag lntq4ct_qg!-.y1o19p1Qq0r rho _t!!rt!g!b pfretle!, bur ln Mesopotamle lt wr| nlrcd b 03., $e spprorlmEd tailtuAe of Babylon._Thereafter 6.tE ionianr made each rtep rtro ln unlte ol6\" bf |atitude. Thlr mrdc lt pollblo for thcm to obtaln an eeally remombercd corlne velue lor orch rtsp by elmply dlvldlng itr longUr by two thirctr As the Eabylonlanr lihd to count by rlres, wlth e hexageslmal Eno. Eoragorlmel ryrtemr the steps of tho zlggurat rose In mutrtplet ol 0.. Furhor to rtmpllly thelr accountlng, the dog;oe ol perallel lopreaented by eaoh stop could be obtialnsd by multiptying the helght of osoh rtop by 6;e.9.,0 x 51/2 (first rbp) = El.. The syotom lave the Bebylonlanr an extremely slmple way of romemberlng tho trlgonomoflc yalua ol oaoh parallel. 33 38 6}| t5' a 2V. 80' 51{ I E3' 7 I 57' 0}| 1 51 ' t0 I 19 t6"},{"pageNumber":39,"pageContent":"34 25-5 l-e nin's tomb, Red Square , Moscow : aboue, rhe first, tcmporarl, structure used from January to July I 924; 6\"17rv', the third and tina' structure, dating from 1930. The stepped pyramid design rem:ins a r important feature, delibcratcly ivoking thc relig,iour archttccturc of :hc ancient world. First Lenin Tomb Second and permanent Lenin tomb. Ancient Mayan temple at Chichen fpsa. Temple of the Warriors after excavotion"},{"pageNumber":40,"pageContent":"35 Cordoned off section of rock inside the Temple of Omar, Jerusalem. Supposedly Soloman had the first temple built here. Herod began the construction of the second temple around 20 B.C., compl-etion around A.D.64. It stood for slx years before the Roman army burnt i-t to the ground during the great revolt. Upon this rock, w€ are told, thousands upon thousands of animals were slaughtered as vicarious sacrifices for Yahwey/Yahvey/Jave/Jovers chosen people. Under the rock is a cave. Channels in the rock guided the blood to it's entrance. Various ghost stories were perpetuated by the priests concerni-ng the cave. Temples across the ancient world doubled as banks where treasure could be hoarded. Few would dare to brave ghosts of terrified humans and animals, wade through a mass of blood to steal the loot. This is the origen of the term 'Blood Money.' The 'mount' is ca1led Moriah/Meriah/Mariah which is the masonic \"Hiram\" backwards. Here the spoken word takes precedence over the psychological spelt of spe1ling. Masons occasionally refer, in their own writings to 'Heredom,' a dellberate mis-spelIing of Prince Harodim, the first judge and provost appointed by Solomon. Hls title was 'Tito,' 'Knight of the Twelve Nights of the"},{"pageNumber":41,"pageContent":"36 Twelve Tribes of fsrael.' Jcwish candlcstick witb planctary hour systcm applicd. Ancient Babylonian/Chaldean,/Sumerl-an prrests invent,ed the seven day week using then known (at least to the pubric) five known pranets prus the moon and sun. Their oay was sprit into three sections of morning, afternoon and night.. using astronomy, they' could predict which pranets wourd be ascendant whire the sun was up. giving significance to the first hour of each section. As in the above picture the sequence has always been Saturn, Jupiter, Ivlarsr Sun, Venus, l,lercury, Moon. With the diagram to the left, the planetary hours can be found by following around the circumfer- ence. For the week-days, fo1low the line from Sat. to Sun. etc.. Sutdcy Sun Vcnus Mcrcury *Ruling\" Planets for 3 part day. Monday Tudey Wcdacdcy Thrtsla! Fridoy Saudey Moon Mars Mcrcury fupitcr Vcnus Saturn Satuin Suo Moon Mars Mcrcury fupitcr |upitcr Vcnus Saturn Sun Moon lvlan"},{"pageNumber":42,"pageContent":"37 REC'ONSTRUCTION OF THE BABYLONIAN IDEA OF TIE SIIAPE O' THE , woru.D. E: EAnTH; Hl, H2, H3: HE[vENs l, 2, eNo g; Iro: HEAvEIyLy ocEAN; O: TERnESTITIAL OCEAN; T: BOITOM OF TERRESTruAL OCEAN; M: MORNTNC (nesr), suNrusE MOI'NTAIN; TR: SsyEN WALIJ AND TI|E pAr.ace (r) or rHE xrNcDoM op rHE DEN). Thc Accadian months werc as follows: Accadian Modott Month Trcnslation Abbrcuiation SiSo Bar zig-gar Thc Altar of thc The Altar or axrEs Demiurge thc sacrifice Khar-sidi The propitious Thc Bull TAURUS Bull I. 3. Mun-ga 4. Su kulna 5. Ab ab-gar 6. Ki Gingir-na (month) of sowing The ancients went by the lunar 'intercalary' 13th. period. Thc making of The Brick or cEMrNr Bricks The Twins Seizer of Seed The Boon of Seed cANcER Fire making Firc The Firc LEo Thc Errand of The Errand vrRco Ishtar 7. Tul ku Thc Holy Altar or The Altar LrBRA Illusuious Mound 8. Apin dua The Place whcrc The Foundarion scoRpro One Bows down 9. Gan ganna The Very-Cloudy The Cloud s{r,crrrARrus ro. Abba uddu The Cave of thc Thc Cave cApRrcoRN Rising Sun rr. As a-an The Cursc of Rain The Cursc rz. Se kisil The Sowing of Thc Secd Seed t3. Se dir The (dark) AQUARIUS PISCES -^/ _\\f,(\\s:=zzur += calendar, hence the"},{"pageNumber":43,"pageContent":"{x NAMES OF THE MONTHS ENGLISE ARAMAIC ASSYRIAN PRESIDING DTVINITY t. March-April Nisan Nisannu Anu and Bd e April-May lyyar Airu Hea y May-Junc Sivan Sivanu Sin 1 lu.rc-July Tammuz Duzu Adar-sandan 9 luly-Aug. Ab Abu Allat 6. Aug.-Sept ' Elul . Ululu Ishtar 7. Scpt.0ct. Tisri Tasritu Samas & Oct.-Nov. Maichesvao Arakh-samna Merodach g Nov.-Dec. Chislcu Cuzullu Nergal fc Dcc;Jan. Tcbet Dhabitu Papsukul tr. fan.-Feb. Sebat Sabatu Rimmon rl. Fcb.-Mar. Adar Addaru The Scvcn Grcat Gods 13 lntcrcalary Vc-Adar Arakh-makru Assur The Assyrians, Babylonians and Jews adopted the Aramaic calendar which was derived from sumer and Accad. Because of the intercalary extra period due to -runar ca1culat.ion, the presidlng deities do not correspond exactry to modern solar dating- Here, Papsukul would be saturn presiding over Tebet(Capri-corn), Papsukul being described as a 'dark star' mean j-ng winter. Thrrteen has always been a highly significant number. rt is the sun with its twelve folfowers(zodiac) Jacob with his twelve sons, Hercules with hj-s twel-ve labors etc. etc.. In Christian lore , l3 i s an unJ-ucky number ( B-ingo, l3 unlucky f or some) representing betrayal and faithlessness. rn witchcraft. it is the wizard and his L2 witches. rn deeper areas j-t represents the upstanding man, born again(from the world of the profane=the dead) coupled with the trinity of'perfection, r+3=4 meaning'that which contains alr of nature). rt is a contraction of'the word' for'r am.' n=r Be. Lay the r down, put the m (3) over it and you have a very famous Logo. The Egypt.ians used Anubis in the shape of a dog to aid rsis in her search for the fourteenth part of osiris. A pop- ular dog food is named after r am. what. osiris lost was his penis, the generative principal, flrst cause, rnitiator. our language is ful-1 of masonlc terms. y wourd he rose his will? The same story is tol-d of Arthur and his knicrhts of the round table."},{"pageNumber":44,"pageContent":"Before the present 39 analogy to the 'building of Solomon's temple, the o1d masonic Nimrod's temple. Here is 'charges used the building of extract from the Beswicke- Royds Ms, written early 16th. century. The complete versaon is written on four pieces of parchment stitched together to form a continuous strip six inches wide and six feet ten inches long. whercfore they writt thesc scienc's wch wcre found in twoc pillars of Stone that they mig,ht bee found at after the flood. Thc one ftone was called marble that cannot burne with fire. The othr was called Lateras that cannot drownc wth watr. Our Intent is now to tell you truly howe & in what manner these stones were found whcreon these Crafts were written. The Greek Hermenes that was sonne vnto Cus and Cus was Sonne vntoTiii-ho was sonne vnto N;ah This same Hermenes was afterwards called Hermes the father of wise men and hec found out thc twoe pillan of stone whercin the scicnc's wcrc written and tsught them forth. And at thc makingc of thc Tower Babilon thcre was the Craft of Masonry then first found & made much of and the kinge of Babilon who was callcd Hembroth or Nembroth was a mason and loved wcll thc Craft as it is said wth the mr of the stories. And it befcll in his dayes That thc lords and statcs of this Realmc had so many sonnes that they had begotten some by their wyugs and somc by ladies of the realme, for that land is an hott land & plentcpus genenrcon and thcy had no Competcnt living for their children wherefore they madc much sorowe And th€ kinSe of that land called a great Counscll & a pliamt to knowe how thcy might fynd there children meanes and thcy could fynd no good waycr. Then hee caused a Cry to bee madc throughout the Realmc That if there were any man that could informc him that hec should come vnto him and hee shottld bec well rewarded and hould himselfe well paid. And after this Crye was madc, this worthy Clarkc Euclid came and said to thc kingc and all his great Lords If you will haue yor childrcn gouerned & taught honestly as gentlemcn should bee vndcr Condision that you will grant them & mee a Comifsion that I may haue power to rulc them honestly as thosc-sciencs ought to bee ruled And the krnge wth his Counscll grantcd them & sealed that Comisfion And then thc worthy doctcr tooke the Lords sonncs and taught them thc sciencc of Geometry in practicc to worke masonry and all manncr of worthy workes that belonged to building of Castles & all maner of Courts Temples Churchs with all other building & hee gauc them a charge in this manncr first that they should bec true unto thc kinge and vnto the lord they scruod and that they should loue well togethr and bee truc onc to anothr and that they should call one & other fcllowes & not scrvant or knaue nor othr foule names and that they should truly scruc for their paymt the lord thcy serucd. The Ha1liwe11 Poem (1390) would appear to confirm this; The clerk Euclid in this wyse did found The craft of Geometry in Egypt's land. In Egypt he taught it full wide, In divers lands on every side This craft came to England, 1et me Sdlr In time of good King Athelstanls day. :n"},{"pageNumber":45,"pageContent":"40 :Crill 'i\" 4:l 'I@e ccnes !}e sfr+drxir\" ttF htl-es. OE cf tte old 'ser vrcrderc of tfe vtrld.t tlE colossus of Rhodes. - The island was famed frcrn 1000 B.c. for 1ts wea]th, the i-sland beinq horne to merchants and bankers whro ruled sea and land routes across the ancient world. In 307B.C. Antigonus, ruler of l4acedon sent a large fleet against Rhodes. After a long siege, Ptolemy, king of Egypt and ally of Rhodes arrived with his fleet and defeated the Macedonians. Rhodians Eave Ptolemy the title 'Soter\"(saviour) and , in his honor had the bronze colossus built. Since the Rhodians' protecting deity was the sun-god and Ptolemny of Egypt was the Pharoanic sun-king' it was a nratch nade in heaven. In 224 B.C. an earthquake destroyed the statue. The above drawing taken from descripti-ons of writers of that era. Sorne say it doubl-ed as a light-house, a fire shining frcrn 1ts eyes. Others say a torch was held in the outstreached hand. ','.] i.t"},{"pageNumber":46,"pageContent":"4I Britj-sh troops, from the lBth. century on brought freemasonry with them into the vari-ous countries into which they were stationed. These were called travel-1ing lodges, Lhe most common bej-ng the 'Orange Lodge,' named after King William of Orange, Holland. William had been heavfly funded by the international bankers, who, in his day resided in Holl-and, Lo 're-establish the Protestant faithl so the cover story goes. In all ages, the bankers who rufed the world needed a mystery religion with whj-ch to 'bi-nd' the armed forces to their will, generally by instal-ling kings or queens as symbols of nationality. Using tribal psychology experLs created system orientated cultures for the peoples. These 'hldden ones' have their own'mystery religion'which has an agenda. Based around 'the Great Work,' it is ancient. It is completely elitist and claims to be based on the laws of nature. The higher members are interbred for certain 'qualities. ' Plato referred to them in his 'Republic.' It had been in effect. long before he \\^/rote it. Should it ever complete its mission, that part of us we cal-l'human,'or gives us an emotional side will cease to exist. When Rome had been funded to be the empire ruler/worker/military ruler of the day, the sofdier's binding fai-th was 'Mithraism.'"},{"pageNumber":47,"pageContent":"42 Fol]owers of Mithra followed a well used system for soldiers which are indespensible to the work of the masters. Because it had ancient roots, it was a composite religion with its roots in the worship of the old prehistoric Indo-Iranian peoples. It had been modified by Zoroastrian, Babylonian, and Hellenic influences. Mithras, a divinity of light had 'endured upon earth a life of benificient toif, fighting on the side of good agai-nst evil.' Human life is a battlefield' where man, with lt4ithras at his side, is similarly engaged i-n warfare of Light against Darkness. After death, Mithras, the Mediator, will preside at the judgement of his soul, which, i-f aquitted, will pass upward through the seven planetary spheres, shedding at each stage a part of its mortal impurities, untiI, at the end, it is absorbed into Eternal LIght. Purity, Truth, Fortitude, Endurance and Renunciation were the virtues upon which this soldiers' creed laid emphasis. Its chapels have been found wherever legionaries were stationed. They consisted of natural caves or vaulted subterranian chambers with a central- nave, flanked by benches and invariably adorned with a representation of Mithras slaying the bul1 from the blood of which originated all forms of life. Each community was united in a close solidarity; its head was called 'Father of Fathers, and the members addressed each other as Brother. There were seven progressive grades of initiation, Ravens, Hidden Ones, Soldiers, Lions, Persians, Runners of the Sun, and Fathers. Members wore costumes and masks corresponding to their grade. The first three grades consisted of lay members. Only upon reaching the grade of Lion did an init.iate become a full participant. Baptism, sealing wi-th a brand, and a variety of tests and sybolic renunciations figured in the initiatory rltes, and one ceremony commemorated in a sacred meal that of which Mithras partook with the sun immediately before his departure from earth. The many similarities between Mithras and Jesus brought down the wrath of t.he Chrj-stian Fathers ' many of whom, like Constantine, were members themselves. There has always been an esoteri-c religion for the people, and a secret esoteric one for the rulers."},{"pageNumber":48,"pageContent":"';_J. l] l,)N.].,\\^\\t I x vtt,,r NK t.iN -'Tr. Ll(utt,,trt'71otVtr/ttt/ni,e,, /,i (i,,,. ,),. e.fi,,,,a7,,u,. tr, o.;/:l,r,,rl2rur.i, )\",,O,,t,,;,,-r, u,,,;,, ;),, /;4r,r';:,:\"';i;::r',,, r:,;';;;:i:L;,:Jffi. Above, Portrait of Frankli-n by Van Loo. Diogenes holds the portrait and above it a lamp to show Franklin's Illuminatus status. The Eagle has two lightning bofts beneath it signifying god-hood. Above the portrait rises a pike with a Mithraic 'liberty cap' i-n the 'erect' position. This is a typically freemasonic cryptic rendition of Franklin's apotheosis. While ambassador to France, Franklj-n became Grand Master of the Nine Sisters Lodge where he inducted notabfes such as Voltaire. He also belonged to the infamous Hell-Fire Club in High Wycombe outside London. Such proven members of the latter were al-lowed to breed offspring with the high 'prostitutes' (in actuality, certain carriers of desirable genetic lines ) ca11ed 'Do11y Ivlops, ' a do1ly being a carrier. In Franklin' s time Madam Bouvier, direct ancestor to J. Onnassis was the main carrier. Reachlng god-hood has lots of perks."},{"pageNumber":49,"pageContent":"44 As in modern freemasoor| r the hri ef soitrrn n n a= r{-}-r l-}-ra need vlrL Jurrr , err\\ /!^---*r 1-he rcrrF^f workt u>e \\ L(/war!r LllE Y!EqL striving towards the light.' In the spring of 1917 workers in Rome found a large subterranian temple near the Porta It'laggiore. ft was built 50feet below the marn *^.: r..-.. r r .^^ . The main ro.af,way arllsD hall is L2x9 metres. Buil-t around B. C. f irst r-enl- rrrv- temn le waS f Ound u!_J r eurttY!\\ to be an exact protot- vrle r.lf later Christ- J t-- ian temples. Ded j-cated to a mystery relrgion, ..-r'r ^--,.i'--^ show main warf uq!vlrrYD f ior:res of iniCiation rites. To the feft we see an obel-isk wi th -Lts top broken off. It is bound to the tree of r i €^ L. - ^^-rf . rfLg py a >uql Winged victorres many hoj-ding wreaths show initiates they should not fear death :nv I annor Qrrch rl inaorl victories became angels in Christian art. Wall- frescoes are rich in depictions of r--l ass ir: mvtho- Iogical scenes, aIl nerJ-inanf fo Lhe in- itiates new duties. is remi-nded of his r I I anorn i oc FA nnnrl q!r errLr:J f Lr uv Yvvs mission of always initiate .F^ ^r1J- Fue and the"},{"pageNumber":50,"pageContent":"45 One of the startling concl-usions any serious student of history will come to is the knowledge of science existing in an advanced stage many thousands of years ago. W e are expected to believe, for instance, that ancient Greek philosophers, by sheer brainpower, figured out that nothing is really solid. They coined the term 'atom' and had theoretical schools teaching the 'whirling motj-ons' of particles, sub-partlcles and atoms. They knew the worfd was round. Eretosthenes, reading 2-3 thousand year old Egyptian data, worked out t.he circumference of the wor1d, in 300 B.C.. Professor Stecchini-, who obtained his doctorate at Harvard in the science of classicaf mensuration, has come to the conclusion that ancient Egyptians not only developed an advanced system of astronomy and mathematics, but an equally advanced system of geography and geodesy. Knowledge is power and knowledge is never lost. It has been safe in the keeping of high priesthoods, little bits being doled out to hi-gh ranking members of secret societies who are presented to the pubJ-ic as 'geniuses. ' Knowledge and scientific investigation of 'the nature of things' requires a leisure class not burdened with the trivj-alities of basic survival. Such sociaf structures emerge when artificial commodities such as gold or silver are int.roduced as a medium of exchange. When people accept such a system, they automaticalJ-y make themselves subserviant to those who control the value of exchange. Government can then flourish since t.hey can tax the wealth back from the people. Even in the days of ancient Sumer, this system, with weights and measures was extant r priesthoods special izing in various areas of 1aw, loans and book-keeping. Taxes allowed scientific priesthoods to live well while they carried on their investigations. While priests originally developed knowledge to gain power over the people(it sure beats working) money became their means of achievi-ng their goals. Knowledge shared is power lost to any elite, hence the elaborate testing of personality types, oath-taking and bonding techniques employed to ensure maintai-nance of secrecy. Financing of stan- ding armies ensured war making capabillties, wars being necessary to keep a steady supply of slaves. rt is obvious that authorized historians magnify the 'glory' of ancient"},{"pageNumber":51,"pageContent":"46 empires with their war-making, slave systems and turmoil they created (and still do) so long as a small- eli-te group could develop the arts and sciences. Why, they were on a mission to 'bring civil- j-zatj-on' to all their sub ject ' countries. What has really been going on down through the ages is a long- term business plan designed to systematize the world, standerdise everything through law and regulation under the cloak of peace. Behind the benevolent smifes of philanthroplr secret societj-es and science has always been the philosophy of 'natural aristocrdc!r' the i1l-umined ones with their 'natural right' to rule 'the commonersr' the 'profane, those of 'base material'who breed with whoever, hence the right of superior selective breeding to eliminate the 'bad, debased gene-poo1. Psychiatry and psychology have been writing for years in their publications about the need to prevent crime by using factors to pre-determine tralts in the very young. Now with the 'new' fj-eld of genetic manipulation they can see their goals coming to f ruition. Telev.ision and magazines are running stories on 'genetic possibilities, ' preparing us to come to their conclusions. The western countries have almost completed the functrons for which they were created. The creatures who run this sysLem (no, not the polj-titions) can hardly be compared to humans. They believe the end justifies the means. Human suffering does not touch them. Lj-ke some programmed insects which can only follow thei-r input, they plan to turn the world i-nto a smal-1 population of purpose-built androids. They want complete predictability over the worker-bees and they want an efficient, non-wasting robotic population. Free will rea1ly upsets their control-freaking mi-nds. Decent people alfow the evil to have its way. They judge everyone by the j-r own standards. It is unimaginabl-e f or them to believe that evil psychopaths are in charge of the ship. Decent people don't want to read official documents on any of the above topj-cs because it is too painful for decent people. They are enablers to the monsters in charge."},{"pageNumber":52,"pageContent":"47 Tbe Eagls AI& I I I :!.: a? €?F irg ift\"J' To many peopLe, the term forbidden knowledge suggests' first of all, an area known as the occult. The word'OcCult'has Iong been used to designate a fluid colfection of traditions and writings bordering closely on magic ' refigion and superstition. Beyond its root meaning of secret or recondrtte, occult has a number of strong associations' It refers to secret truths of great antiquity, not of recent discovery. Its manifestations claim the existance of an , inef f able spiritual being revealing i-tsel-f through ' l rght' andlove.Inthefaceofman.yseparatechurchesand religions, these occult beliefs aspire to be universal and perennial. The claim is made that the universe j-s made up of two parts: the material world of appearances and a higher spiritual truth behind the appearances..'They say that if you open your eyes properly, You will see that everything connects. A powerful line of ancient figures has developed and transmrtted the occul-t tradition: Hermes Trrsmegistus, a legendaryEgyptiangodfigureprojectedbackwardsintothe origins of culture by third-century neo-Pl-atonists; Zoroaster andPythagorusintheseventhcenturyB'C;SimonMagus'a contemporaryofJesusandthefirstheretic,andApo}fon:.us of Tyana ].n the first century A.D; Agrippa' Paracelsus and Nostradamus in the sixteenth century; and Caqliostro in the eighteenth. The Kabbala(spelled variously) is promoted as 'teaching the innermost secrets of the universe through an elaborate Ietter and number sysLem'' The tradition is advertised as having an exoteric path and an esoterj,c. The exoteric consists of serious Torah study, the esoterj-c or intensive path reserved for an el- j-te f ew who are willing to devote themselves to Jewish magical incantations ' the calling down of spirits ( channelling ) with unforseen dangers. Throughout, the Kabba].ah hints at power, berng a"},{"pageNumber":53,"pageContent":"48 very enticing bait for youth to venture in. Even before Christ, there had circulated among the Jews secret interpretations of the creation story in Genesis and l-n chapters I and l0 of Ezekielt in the Mishna it was forbj-dden to discuss these n'ysteries except privately to a single trustworthy scholar; The laws of incest rnaynot be expounded to three p€rsoIISr nor the Story of Creation before two persons ' nor the subjectofthechariotbeforeonepersonaloneunfess he be a sage and comprehends of his own knowledge ' Whoeverputshismindtothesefourmattersatwere betterforhimifhehadnotcomeintotheWorld. Ivlaimonides ' Book of Knowledge, widely studied among Jews ' Muslims and Christians from the 12th' century on conveys the same message of carefully restricLed access; The ancrent sages en3oined us to discuss these sub;ects only privately, with one individual. and then only rf he be wrse and capable of independent reasonrng ' Inthlscase,theheadsofthetoprcsarecommunrcateo to him, and he is instructed in a minute portlon of the subject. These topics are exceedingly profound, - and not every intellect is able to approach them. ( \"On Secrets\" 368-39B) Maimonides, son of a Talmudic scholar, physician and Judge, was born in Cordoba, spain, in Il35A.D.. In 1165 he was made Nagid or head of the Jewish community in cairo. He is credited with writing various medical books, Lhe Kitab al- lsiraj(book of the light), and his greatest work, written in neo-Hebraic, the Mishna Torah. He classified 613 precepts of the Law under L4 headings, devoted a book to each head' explained each law and showed its logical or historical necessity. Because it explains the mission and belief of Judaism, (containing a logic aIi-en to modern, especially western man) only one very thick volume has been translated into English. Like al-l obsessionally minded control-freaks' he had the mindset of every tyrant; \"A1l Israelj-tes are bound to follow everything in the Babylonian Talmud, and we should force the Jews of every land to adhere to the customs establi-shed by the Talmudic sages. \""},{"pageNumber":54,"pageContent":"49 Maj-monides seems to have spent most of his fife codifying Iaws in true Pharisa -j ca1 f ashion; \" A scholar may marry four wives, but shoul-d cohabit with each only once per month.\" The above trite statement gives the reader an idea of something deeper to this religion. In fact, it is one of the main tenets of the 'mystery religion' which has a thousand Euj-ses. The sexual act between man and woman is only to be engaged in for procreative purposes. Should we l-ook into other, oJ-der sects of the 'mystery relig.ion, \" whether it be from Egyptt or Persia, the same tenets were expounded. fn the second and third centuries A.D., Neo-Platonic schools sprang up in Alexandria, many of the adherants being Jewish. The philosophies of Plato with his advocation of an elitist run 'new world order'was married to an oriental el-itist faction, -r^-^ ,,..i +r.- ;+^ r^.,^ '-.,+l-.^l^^.i^ J -arrir-_ fo r-rpate a new cr-LUl19 W-L Lll -t L> tCtW>, Itty LllUf UYIEJ qrlu rllqYru r ev u!Eqr super elitist religion based on 'the laws of nature.'One of the terms they called themselves was, 'the natural aristocrdclr' and Il-luminati. Nature, they claimed, had no -!h-' t^r the unf -it. Emotion was a debased destructrve Jyrrryq Llry r v! effemi-nate condition and boy, did they hate women. Some of their proponents were women who had 'disowned' their female nature to become ceremonially raised like a man. Certain ^^^+^ ^F ^ ^ries,f lrz r-asfe r^/erF al readv in Judea at the t.ime JgULJ UL O yrrEDLfy 9qDUs WE!E qrrsqUy of Christ. The Essenes, their vows of sj-lence and secrecy, taken from the Pythagorean Code, had also come from Egypt. Under a cloak of mystery, they taught sciences, showing the laws of mathematics as proof of 'hidden order' in a world where 'the profane' put everything in life down to chance or the whims of Eods. They re-wrote their plan into the Zodiac which would serve as an accurate clock over hundreds of years and occupy neophytes as they tried to decipher it. Like modern higher freernasonry and nobility, they used selective breeding to produce specialized traits. The profane were debased because they were offspring of chaotic lust. Borrowing heavily from Hinduism, they declared al-1 misfortune was due to breaking natural laws(karma) since every action produces an equal and opposite reaction."},{"pageNumber":55,"pageContent":"50 While promoting religions for the people, these descendents of the mystery schoofs coul-d malntain control over the people. Yet, they, being obsessionally 1egal-minded feft the esoteric teachinqs embedded within exoteric stories. n- T^: ^ AS r-s.ls was a symbol of the material worfd in Egyptian fore, so Eve, or Heva is called'before'or prj-or to because'she is the mother of all living. One of the most imporLant numbers in the mystery religions is seven. Every word containing Eve is therefor of importance. Seven=Sn of Eve=S(o)n and S(i)n of Eve. Eve always is connected to sin, sin being the Hebrew moon. Freemasonry, the club which takes its rites from the Talmud makes no pretense of its hatred of women. They claim the female, J-ike the moon, can only reflect her man's glor!, her man being likened Lo the sun. Man is the Initiator of life, the woman is base producer. The symbol of Initiator is the 'eternal flame,' often seen on the top of obelisks. Some parliament buildings, such as Canada's Federal one has an eternal flame atop water, male over female. The deity, in Genesis ch .l creates mafe and female, perfect in his own image for the Hebrew deity is mafe and femafe. In the second chapter, there was no-one to till the soilr so first he creates Adam, into whom he breathed life or spirit. He removes part of Adam to create Eve. Notice Adam has Eve as part of his body. \"God\" does not breath life or spirit into her. The symbolism is that femafe is purely mother-earth, the material, what Albert Pike of freemasonry termed 'base materiaf. She is the square, representing Lhe materiaf worfd, man is the compass representing the universe. The Talmud goes farther, 'Adam, whose soul was of the divine light, contrlbu- ted by the eons(demons of matter) belonged to the Empire of Light and the Empire of darkness=maLter). To prevent the light from escaping from Adam, the demons forbade him to eat the fruit of knowledge of good and evi1, by which he would have been able to distinguish between the two empires. He obeyed; an angel of light induced him to transgress, giving him the means of victory; but the demons created Eve, who seduced him into an act of sensualism, enfeebling him and bound him anew in the bonds of matter. This, they claj_m, is repeated in the case of every man that lives."},{"pageNumber":56,"pageContent":"51 t( i N,i' ,i':1.fr\"1 Mast.er of st. Gi1les : Baptism of Clovis, f 5th. century' now in National Gallery of Art, washington. Above depicts the baptism of Clovis who is wearing his sun- ray crown. Clovis was commander of the Franks who had def- eated the Alammani and visigoths. He became the first king designated as the authorized front-man of thepope,s prot- tective army for the universal church, As the pope, wearing his pre-christj-an Dagon fish hat pours water over the crown we see the unification of fire and water. under the'royal head' is the naked body(from dust thou art)signifying earth while the baptism brings in the holy spirit, (pneuma) or air. Note the sun symbols on t.he breasts of the Bishops and the tesserated checker-board floor of freemasonry. Behind clovis are the three unworthy craftsmen, perverted Thought, uncurbed Emotions and Destructve Actions. They are 'n6n behirrd\","},{"pageNumber":57,"pageContent":"52 In Hindu religion, Brahma 1s all that is af1. He is shown here ln four aspects, like the cardinaf points of t.he zodiac. On t.he left he holds the phallus in one hand and the yoni(female) in the other for he is, like alf supreme god- creators, male and female. As the zodiac denotes a system, 1aw and time r so does Brahma. Zeus gave birth to Athena from his forehead, Brahma gives birth to Rudra(Shiva) which was male and female. After separating from the female, shiva again combines with the father creating Vishnu the preserver as opposed to shiva the destroyer. sri, bride of vishnu is mot- her of the world and imperishabler ds he is all-pervading, she is omnipresent, he is meaning, she is speech, Vishnu is under.- standing, she is intelfect, he is creator, she is creation. He is sacrifice, she is sacrificial donat.ion. she as mother of the world is the creepi-ng vine and Vishnu the tree around which she clings. she is night; the god who is armed with the mace and discus is the day. A11 is polari-ty. Much of the religion 1s tied to the mythologies of Egypt, ancient Greece, Judaism, rslam, and christianity. High fieemasons are allowed into some of the esoteric meanj-ngs although none of the true meanings are tought in medi-tati-on-orientated schools."},{"pageNumber":58,"pageContent":"53 'At the Gates of the Temple of Wisdom,' so goes this free- masonic depiction of initiate seeking admittance to 'The Un- iversity of Understanding. The 'wretch' is 'bound by the cable- tow(around the neck) of limit- ationr poor in spirit and body.' In the ancient mysteries the order of the steps was seven, five and three for the seven liberaf arts and sciences, the five senses and emoLions and the trinity of god in man. Above the doorway is the winged disc of Horus as the Sun, the two serpents are Horus of the two horizons, east and west, birth to death. The two columns represent Jachin and Boaz. Jachin is the active male prin- r-inal renroqcnl-ed hrz fire- BOaZ ! r! v f the passive female principal ronraqan1_ ad hrz r.rrf nr -.1 inn rEI/!EDsrr usu pI wq LgI 9q-uqulrrv F-^- !L^ !^* of f hc n.i I | : r. The !rvlrr LLIE LU|/ vL Lrts [/aafql poor schmuck above is running to what he thinks is the light. All of this stems from the rellgion behind all religions and is incorporated into all its exoteric mythologies and supposed histories. Authorised religions were created for a few to dominate and prosper from the many. Those with eyes to see and ears to hear are able to figure out the scam and from there tna! r if suitably unscrupulous, mdy be allowed to benefit from 'the profane. ' The following is a part of freemasonic teaching which comes from t.he Talmud and cabala for masons in the western world and Europe, although the same is contained in soci-etal books for religions of India and the East; \"The absolute in reason and will is the greatest power which it is gi-ven to men to attain; and it is by means of t.his power that what the multitude admires under the name of miracles, are effected. power is the wise use of the will which makes Fatality itself serve to accomplish the purposes of the sages. omnipotence is the mosl absolute Liberty; and absolute Liberty cannot exist without a perfect equalibrium; and the columns Jachin and Boaz are also the unli-mited power and splendor of Perfection of the Deity, the seventh and eighth sephiroth of the Kabalah, from whose equilibrium resul-t the eternaf permanence and stability of His plans and works, and of that perfect success and undivided , unlimited Domi-nion, wh j-ch are the ninth and tenth sephiroth, and of which the Temple of sol-omon, in its stately symmetry, erected. without the sound of any tool of metal being- rreard-, is to us a symbol."},{"pageNumber":59,"pageContent":"54 Halo or Nimbus. The halo, or nimbus, ls a zone of light' ucrtcrally represented as a ctrcle, square, or trrangle -lt rs-placed [.hrnd ih. h.rd, of divrne or sacred personages to identrty thetr crcat digniry' ?lt\" ,tuitbu't takes a varlety of forms, depending uPon the persons deprcted. In portrayais of God the Faiher, of Christ' and of the Holy Ghost, tire Trrrury ts often symboLzed. by three rays .,f Leht issuing frorn the head to forrn a rayed nirnbus. The cross *itli,., \" circle, thc cruciforr' ninrbus, refers to redemp,tron through the Cross and is, therefore, used only in.portrayals of Chris| The triangular nimbus is somerinrcs used in pictures of God the Father, ind refers to thc Trirury' The ni-mb-us of the virgin Mary is always circular and is often elaborately de.corated. rirJ;mbui of saints, or of other sacred persons, is usually circu- lar in form without much ornamentatron' A nirnbus in the form of a squarc is used to distingtrish livrng pcrsons, such as donors, frorn-thc sairrts' ft-gggare-ha1 :\\41yi t\".n .onld..ed infcrior to !bqg$ls, and herrce was employed to ctrclc exPresses Hcavcn or .ternal existencc. The nreny-stded ntmbtts, usuauy nexagollal' ls ;;d ,-, p.rrr\"flr of pcrsons i'ragr'ed to represent the virtucs or other alegorical figurcs' Above symbols from official Christian book on Christian symbology. Many early paintings commonfy used the triangle which is the masonic compass and square, the square pertaining to the female. Some early paintings simply put I f ha 6\\76 nF anr! | -]-Y\"\" masonic, existed in in the triangle. All symbols thought Lo be pre-Christian times and have paraded in front of our faces for thousands of years within the arr-hi1_er.l_r.rro_ ^-.:-+..: ^^^ ^^,,r^+ *tbes etc.. PfOteStant q!utlILsuLuLEr PAarrLrIlVJt JUUIPLUIgJ, !l sects cannot scoff since they simply adopted the symbols ' certain rituals and dogma from the Catholic church. l4ystery Babylon, oL the Isis with a thousand faces has come down through the ages unknown to those who are'born to believe.t When non-nobility freemasonry was flourishing in the lBth. century and they were encouraged (good schmucks that they were ) to foment revolution for Liberty ( corporate take-over ) , They commonly wore 'three-corner I d hats, depicting 'head ln centre of triangle.' Many fictionaf heroes, especially of the pirate variety wore these, al-ong with one eye-patch (Long- . John Silver in R. L. Stevenson' s xidnapped ) for in freemasoDry, \"In the land of the blind, the ONE-EYED-MAN r-s KING. '' The square represents the things of this wor1d, always regarded as inferior and female. Those who graduate wear a square hat for graduation with a '1j-mp cord' hanging down signifying, female, impotent, having fearned only certain base 'things of this worfd.' It is impossible to believe that monks and priests who, for over a thousand years were the onfy ones with an education, with access to the writings of ancient Greece and Rome, could not eventually come to the knowledge that there were older religions with the exacL same characters, prophets and stories. No doubt the Blshop was then approached, the REAL initiation carried out wi-th its oath of secrecy, new fancy dressess and a new hat for the 'WISE GUY'who could stop grovelling and now presj-de over the 'profane grovellors. Nice work if can 'get it.'"},{"pageNumber":60,"pageContent":"55 SUPER IMPOSE Prrt the two sides together;you have a few interesting points to ponder. l It is a type of compass and square.2. A type of the High prTest with breastplate. 3,The two wings form the con- tainer used in the rites of Osiris, from which issued the symbol of the deity, dn asp,(serpent)representing the 'phallus' of Osiris. This was later substituted for the eagle. The two are i-nterchangeable. When the old testament was compiled (in Egypt) the constellation Scorpio was a serpent; the meaning being the same, biting with polson of the Sun of god at the Autumnal eq- uj-nox. Novus Ordo Secforum j-s supposed to mean 'New Order of t.heAgesr let the spelling of seclorum is wrong, and the CABAL who put this together were no dummies. Saeculorum refers to the generative life of a man, set at 33 L/3 years. Seco means to aputate,t.o cut or rip apart, clorum refers to ties that bind, or religio. So much for 'the Christian foundation of America.' fn t.ypical freemasonic/cabalistic fashion r lou can read backwards, forwards etc.. The first letters of Novus Ordo Seclorum, backwards is SON. To reveal all of the symbolism, nu- mbers etc. woul-d take another book in itself."},{"pageNumber":61,"pageContent":"56 I hc (.o u nt il ol \\ icaca laid t hc Ioulrdaliorr lor \\\\ llrt soultl latcr lx thc Irittitr d(xlrirl( -:v \\r_i\"r J The big stick which has terrified Christians and made them obedient to the 'spiritual overlordst has been fear of losing their lmmortaf soufs because of sin, the Babylonian word for the moon, a form of Lunacy, profanity, 'in the dark.'In the eternal mystery religion, those who have 'seen the light' are supposed to decide, through reason afone to do the 'right. ' Son of Rea, the Vestal Virgin (Isis, Mary etc.) was eventually earl'.na.l l-\\.' M-f^ nnrr^*+1., ^;.,j-^ birth to Romufus and >eLruueL,r LJy l\"ldr>7 UL)llsE9uerlLfy vf vfrrY Remus. Romulus founding Rome, dn Empire based on 'the laws of naLure,' faw, and supposedly reason. AIl members of the mystery religion, including freemasons are therefore 'son's of Rea, Rea- son. The zodiac's Virgo gives birth to twins, ignorance and reason, symbofised by the balance or Libra. The two opposing forces fight across the zodiac(war in the heavens) for control over each other. This religion behind, within and at the top of alf religions denot believe there j-s an entity ca11ed Evi1, the very word backwards giving the key to their belief, live/evil; there is only the force, ds portrayed in Star l'iars(tne same zodiacal drama in occult form) and 'the good' is offset by 'the absence of good.' Perfection comes when the balance is even, emotion under reason. This occul-tic art is very old and very alive in its agenda.By their own admissjon reason alone wilI control the future, Lhe top of t.he myster-Les having decided they are the only ones worthy enough to exercrse it. The world is run like a huge corporate farm, the 'good shenherds' harzo der-i ded - now that the animal-s Of the west have rrrvvrr!!us vevrsvv, rr been proficient in forcing this economic system worldwide, it is time to'cull the herd'its function being almost over. We have watched the re-engineeri-ng of war, the rape of countries, and the western nations turned into police-states. This is their 'force' j-n action. They believe good( for +L-^*^^l -.^^ \\ Lrreur>srvE>,i, can come out of evil and sd1z r I historical necessityr' (slaughter) advocates the present changes to bring us to our New World Order, which is also a 'BIG IDEA, in masonic parlance. *se #"},{"pageNumber":62,"pageContent":")t Empires obl-iterate the distinctions which are peculiar and unique to individuals and impose systems which can be as al-ien to the individuaf on which it is j-mposed as the mood of the scientist may be to the artist or poet. A WORLD STATE is achieved by the cohesion of things below, with the intellect as the manipulating force. The individual- is re-made into the image of a man-made scientifically effi-cient organism. Individual energies are surrendered to energies more powerful than themselves; the more dominant the slate the more the will of the individual is made incapable of effort t oy even the desire for effort. We lose that diamond hardness which can only be maintained bv continuous effort never relaxed for a single instant. The price of thi-s capitulation of the spirit, this creeping cancer of the soul, is stagnation, dehumanization, and the willingness Lo be a 'f ract-ional element' in a vast complex mechanical entity, rather than a complete being in our own unique human ambiance. Passivity is further engendered by materialist.ic sops, sports, sound systems, television, the 'black arts' of arl ,.n:+. i nn -l -rrnq Fn anh:nr-a ,r^^^-; - -^, the enCfOaChmenb Of the suuvqLfvlrt u!uyD LvslrllqrruE ug>tJqrr7 dllu State into every aspecL of living, and the subliminal hypnotic -Iures of technology and advertising, f eeding bhe idea that there is a paradisal material world just over the rainbow: 'We had a dim premonition,' the Rumanian poet Tristan Tzara says in I9I7, 'that power-mad gangsters would one day use art itself as a means of deadening men's minds. ' \"Most of all, \" says Mary Tyrone in Long day's journey inLo n-LghL, \"there is t.he desire to kilI the pain, the pain of conciousness.\" The mass of humani ty becomes so inured to this passivity that free wi I1 becomes an imposition, a burden that they seek to unburden themsefves of. Etienne Gilson, philosopher of the early 20th. century foresaw these deliberat.ely engineered events and warned of the horrors to come in the following verse; In every land and in all countries, the people wait with fear and trembling for the powerfuf of this worfd to decide therr lot for them. They hesitate, uncertatn, amongst the var-ious f orms of slavery whrch are being prepared f or them. Listening with bat.ed breath to the sounds of those countries which fall one after the other with a crash followed with a long silence, they wonder in anguish how long will last this little liberty(i.e. free will) tfrey still possess. The waiting is so tense that many feel a vague consent to slavery secretly germinating wj-thin themselves. With growing impatience, they awaj-t the arrival of the master who will impose on them all forms of slavery, starting wit.h the worst and most degrading of all that of the mind. Blessed be he who will deliver us from ^,,-F.,^^ r ^ 1 t.,lurberves: Arone under a heaven hencefort.h empty, man offers to whoever is willing to t.ake it, this futife liberty which he does not know how to use. He is ready for all the dictators, l-eaders of these human herds who follow them as guides and who ai:e all finally conducted by them to the same place---the abbatoir."},{"pageNumber":63,"pageContent":"58 The following are some words from our 'heavenly father' as he advises his people with words of wisdom; 1 Kings ch.14 v10 Therefore, behold, I will bring evil upon the house of Jeroboam and wil-f cut off from Jeroboam him that pisseth against the wall and him that is shut up and left in Israel, and will take away the remnant of the house of Jeroboam, ds a man take away r..-^ !; r r : r af I be gone. u\\fllY r Lf JJ IL Here endeth this fesson. Amon. P.S. and protect us from you, er,well---from evi1, we are your worthfess groveJling fearful loving subjects who don't pisseth on walls and always bury our own dung. And if we are ever -Ln a crowded p-Lace and are desperate to pisseth rue will rather explode before we will bring you to anger because we love you and fear you. Should our bellies be sore from food we will abideln your fove before we leave dung on the ground, and, should our bowefs fail usr we wilf cast our eyes to heaven for help, because you wifl be the only friend to come neareth to us.inour time of trouble. Amon. Isaiah ch.45 v7 I form the light, and create darkness: I make peace, and create evil: I, the Lord do al-f these things. Here endeth this lesson, Amon. P.S. We thank you for being good and evil, praise be to you, for aft.er all God, you can do whatever you wanteth, berng God and all. Forgive us for our stupidity, Lord, for in our lrmited understanding we have been peaceful, which is obviously evil, now that we understandeth that peace is evif in your sight. If on Lhe other hand you mean peace is opposite Lo evif, then we will please you ford by being warlike for half the week, and neacef rr I On the Othef . wnrrr 'l n-'i nn f earf Ul Sef Vants . rvvarrY, Amon. The most efficj-ent form of mind control begins with abuse of the subject interspersed with l-avish attention, sort of good copr bad cop. Some of Lhe mosl abused chifdren grow up with an exaggerated, almost holy reference toward the abuser, truly be1 ieving Lhey owe alf that they are to the superhuman efforts and infinite patience of the abuser who 'persevered' through all the terrible turmoil connected with such an unruly child. The abuser knows how to use ambivolence(come here, 90 away, this action correct to-day, wrong to-morrow) to the maximum, creating an eternal super-watchfulness of the abused toward the abuser. Since 'the correct' thing to do at any time varies with the mood of the abuser, super-observation of the abuseri; moment-to-moment facial expressions, body-language, tone of voice etc. become vital to the victim' s survival/avoidance of pain, whether psychotogical or physical. Such technj-ques were highly developed in the ancient. middle- east, schools of young boys and girls being reared for the slave markets; the type of abuse being taj-lored for the particular demands of cl-ients. The Russian, Pavlov used specialized torture techniques on dogs ( no doubt having the manuals from his ancestors ) to develop i-nstant obediance-responses to be used on schoolchildren."},{"pageNumber":64,"pageContent":"59 It may be obvious to some that the government they think they elect appears to have an agenda differing from the wishes of the people and never mentloned by authorized media. Behlnd politicians are appointed advj-sors. Who trains and sefects them? Behind the soap of ParliamenLary/Congressional debates are armies of bureaucrats, the departmental heads often reporting directly to counterparts within the United Nations. These dlrectors, along with their staff of hereditary bureaucrats do not wait around for politrcians to give them orders. On the contrary, they are busy-bees, working fervently for global government. Because they are seldom mentioned in the press, the general- public tend to dismiss them as 'impotent shadows.' Yet, the bureaucracies are into every area of life. They draft laws regarding procedures regarding all civic areas of life. Governments come and go, but bureaucracies are forever. In the latter part of the 19th. century Lord Rothschild, Cecil Rhodes and other notables formed, under an official charter from Queen Victoria, do organi zaLion which was later to be known as The Royal Institute of International Affairs. In the L920s an American branch was officially announced. Every British Commonwealth country has a branch, e.9. 'The Canadian Institute of International Affairs. In the late 1930s, it was decided to admit more non-Commonwealth countrj-es using the American term of Council of Foreign Relations. lndividual members must be asked to join. Most owners and reporters of the ma jor media belong Lo this 'c-Lub. ' A-Lso incf uded are many politicians, high-fevel bureaucrats, major bankers etc.. They 'own' members of both left and right, includj-ng labor leaders. The purpose of this organization is to 'guide' the pub1lc into a new system of globa1 society, using the term'democracy'to further their aims. A1l national cultures needed to be aftered, f hen des1_ rorzed ih^ 1\"; i n^ r^ t i ^': ^-^ : -. rfdef tO t hafmOniZet the urrLrr vLo L!vygu t Ltt uauuIrIY rgrf Yf vllJ Ilt L them into a new 'rational qlobal societv' which was to be run l^., I a.,^^rr- | pI s^lrsr L-. Interestingly, the real founders of this organization had previously advocated the use o-[ rel-Lgions in prevJ-ous centuries to control people. The R.I.I.A. has many sub- divj-sions , including the Fabian Soc j-ety. Annual meetings are hefd in different parts of the wor1d, naturally, never menti-oned by the media.The followrng extract is taken from an j-n- ternational meeting from B-10th. June I931, in Copenhagen. The speaker is Professor Arnold Toynbee(Oxford), Director of Studies for the Royal Insti-tute of Internatlonal Affairs, London, England. He was also master of Rhodes Scholarships awarded to selected socialist( control )minded students who have doors opened world-wi-de upon leaving university. They are dedicated to an eli-tist-controlled world government; ' It is just because we are really attacking the principle of loca1 ( national ) sovereignty that we keep on protestj-ng our loyalty to it so loudly. The harder we press our attack upon the idol (nat. sovereignty), the more palns we take to keep its priests and devotees in a fool's paradise---lapped in a false sense of security which will inhibit them from taking up arms in their idol's defence----we are at present working discreetly but with aIl our might, to wrest this mysterious political force called sovereignty out of the clutches of the local national- states of our world. And all the time we are denying with our lips what we are doinq wj_th our hands. \""},{"pageNumber":65,"pageContent":"60 Revelations l l ll. I l.\\'l l()lt\\l'.1) lJl'l'\\s I Indoctrination of images such as these into the minds of chil_dren tend to stay witn them forever, which is precisely the purpose. Without the rest of the jigsaw puzzle(Cabala) it - cannot be understood- Apart from the astrological/mythological rmagery created by experts in grammatical descriptions, there is no doubt that this is a pta.r, written long ago. The Talmud declares the plan of the 'great work' 'came down' approximately 4000B-C- - At that time, only ten major zodiacal signs were in use. Ten, according to the 'mystery religj-ons' comprise the binary code. One:male, 0:female. Here j-s the occuft explanation of 'the beast. ' It is comprised of three animals, a typical method of portraying the changing seasons or time. The ancients often depict.ed the various zodiacal signs of animals joining each other as spring meldlng into summer for example. Here we have Leo as the head, tising in coniunction with the feet of the Great Bear or Plough. The old middle-eastern zodiac had the Hercules figure fighting a leopard instead of a tion. The ancients pictured the heavens as berng a celestial ocean, therefore the beast comes out of the sea. The three parts of its make-up relate Lo the three Primitive f'orcffi the Divinity, Light, Spirit and Life. It is equally represented as the generative and conceptive(hermaphroditic) form of Primitive Man, or, as he is referred to in the myster- ies, Adam Kadmon. The ten crowns, ten heads etc. are the ten emanations or Sephiroth which are 'sources of life and creat- ionl omnipotent. Their names are, Soverej-gnty or Wi11, Wisdom, Intelligence, Benignity, Severity, Beauty, Victory, Gl-ory, Permanencv and Empire."},{"pageNumber":66,"pageContent":"61 Heavenly spooky army going to battle against evil. Note the light of 'the good guys. ' They are the army of stars which do bat.t le wit.h darkness every single night. Heavenly (g ) Hos t, or Ghost Riders in the Sky. To continue with the explanations of 'Revelations, ' for people seeking the knowledge and for freemasons of fow degree, 1et us continue; Wisdom was also ca11ed Nous(f'rench for us, US) intellect or the Word. In Hebrew/Aramai-c the word is Memre(which means 'lost word.' Tt is whi-spered into the ear of every mason by the Grand Master upon 'being raised', but most have no 'memre' of it. Victory is Yahovah-Tsabaoth, the cofumn on the right hand, Jachin, Glory j-s Boaz, the female, note the Boa in Boaz.The circle is the first Kether or crown which is held by 'that great dragon which is Anguis, sometimes portrayed as a serpent, (see zodiac). This revelation is far older than the bible and has its roots in t.he eternaf battfe of light against darkness, It paints with the strongest colors the oriental mind could produce, the closing scenes b*,-- tween Light and Truth, and Good, againsL Darkness, Error and Evil; personified by the New Rellgion on one side, and Paganj-sm and Judaism on the other. It is an applicati-on of Ormuzd and his genii on one side against Ahri-man and his devs, and it celebrates the final triumph of Truth against the combined powers of men and demons. The writers of revelati- ons borrowed heavily from the Zend-Avesta, theJewish Codes, Philo and the Gnostics. The seven spirits surrounding the Throne of the Eternal, and acting an important part throughout are the the first instruments of the divine will and vengeance, the Seven Amshapads of Parsism; as the 24 Ancrents, offering to the Supreme Being the first supplications and first homagerreminiscent of the mysterious chiefs of Judaism, foreshadowj-ng the eons of gnostisism and reproduce the twenty-four good spirits of ormuzd and enclosed in an egg."},{"pageNumber":67,"pageContent":"62 *\\-.-'+-I -{.\"i:' 1(.--', ,::a-.-.i,] Uichael fought with his Angels, and the Dragon fought with his ' The compilers of Revelations wove the esoteric with the exoteric, combinj-ng Egyptian, Persian and Babylonian terminology and symbology together. On one side of the 'battle' we see the 'good angels, ' each angel's name ending with 'el, ' the semitic term for the sun. The'good guys'were really the summer signs of the Zodiac, the Hebrew names being Micha- €1, Abdi--el, Azra-e1 etc.. The'bad guys'bore the Egyptran names for the Winter months, their names ending with -orir the Egyptian name for the sun; the sun j-n winter bringing signs of impending evil. Therefore we have Abadd-on, Apolly-on etc.. taten in context we see a Hebrew interpretation of a 'heavenly' battle between the Egyptian and Hebrew 'gods, ' for the exoLeric explanation. The 'Lord' of the Opposite,' was sai-d to be aomici-ted in the sign in opposition of where the sun happened to be. This 'contrary' god was called Beli-e1. Baalzebub was domicifed in Scorpi-o, qhich gives the 'kiss' of death to god's sun every auEumn, cauSlng his 'fal1.' The esoLeric meaning is the battle of winter against summer. The very word Autumn is comprised of the Egyptian names Atum, old god of the world and darkness, matter, and Aten, title of the 'beneficent' sun. He11 was alwavs said to be in the north, the great abyss referring to the constell-ation Draco revolves in an endless serpentine 1oop. Draco is one of the latin terms for 'snake.' Drag-on is an Egyptian term for the north 'pole' where eternal winter was said to hold his carnivaf or Circus(circuit). Helping him were his 'Baa1s' and 'Ons' Of Chaldea and Egypt."},{"pageNumber":68,"pageContent":"63 FrorLl fall- to mid-winter the ti3rce battle iages between the sun andthepowersofdarkness.Finally,thesunhungforthreedays i.e. ,he, did not rise above a cerlain 1ow degr,e_e.,n then slowly, daybyday,he,beganascendinghigher,travellingfurtheron ,his' journey\" Witfr- tfre Ueginning 6f ascention' Aries the Ram appeared,andrdsayoung-ram'hewascal-l-edthe'Iarnbwhich gavehis]-ifeforthefoundationoftheworfd,'thenewyearof life.TheGreekpriestswoveitintothemythofJasonandthe golden fl-eecei tft\" ram' being gol-d-en' is the sun' It was sent to rescue errryxus and HeIIe .\"td 'rly' them above the ocean to safety. Helre'-iet go and fell into the sea, the place now calledHellespontorSeaofHelle.Whentherameventually died, the goid.r, fleece was hung in a sacred grove until removed by Jason(Sun of tr,\" s,...'1. At this time, Beli-el, Ba_e1- ze_bub, aporr]r=o;\";;d \"rJ tr-,\" army of the 'dark' force (winter stars and co'nstei-l-ations ) are cast out into outer darkness ' kept there(imprisoned by the sun) until the sun is again stung by scorpio wh-ereaf ter rre dies slowly, dll the time giving his light and life for the world. ''AS above, So below,'' aS they Say in'mysteryreligions,'forasthesunisbornagaininthe heavens,sopeopleonearthfeelrenewedwiththecomingof -^-i ^^ ovr-^*i have already alluded to the Tarmudic/cabaristic meanrng of numbers\" The compilers of 'John' the eagle tttg serpent(the i-mmortal- story guarded by wisdom and cunning) made use of the pythagorean \"v\"tL. of ,r,rrn-b\"r\". The f requent ref erence to seven is to the then known seven pranets -i-,ncluding the noon ' Each one was a degree in the mysterils. The Magi kept temples, each one represent:-ng a planet, \"..n-uurning iicensl, a different colored smokeforeach.Theheavenlycircui\"wasre-enactedonearthin 'the Games.'-rn\"-\"tt *t\" ia'chariot' pulled by horses (from Horus sun of Osiris), beginning in the east going to the *\"::1-:l:\" keptupuntilsevencourseswerecompleted.InthemysterlesI Sevenwerechevirtues*itr'their.opposites,theSevenV}CeS. Basically they are th9 *.,.,, monthJ of spring/summer, caf ]-ed the RoyaI Arch(of ft\"L*-\"lniy ) lith the two equinoxes represented. by the two piii;;\" ' opposite in seasons and gender ' .n\"t'*!l:i:i?9\":\"1it\"\"\"; rerers ro rhe seven spirits berore rhe throne of nlm(On) , the seven angel s of the seven churches ' sevenhorns,seveneyesoftheiamballrefertotheseven planets. Tlu seven chlrches were also the seven congregations ofStarslnthesevenwarmmonthsofAsia.Herefol].owthe 'Churches' of revelation; IEphesus...theGualishwordforMars,fromwhichwegetMarch. 2Thyutra....whichmeans'tocrushorwalkupon'frankincense' this herb being offered to the sun when in the constell-ation of rhe bul-I or episfngyptianl from whence comes April' 3Phi}adelphia,saidtomean'brotherlylove'ortwinsof uay(Gemini). 4 Pergamos....meaning heights:.:l\"Y1t1on' marriage by fire' The sun,s highest point of- elevation is in this sign' dwelting r-n theSameareaas'Satan^shead,thehydra'sheadberng j_mmediatery--unaer this 'church.' gaalim'i ass is in this constellation....Jesus says' \"Jhou hast in thee those that hold the doctrine of Baalim.\" This is June' 5 sardj-s . . - . f ormed by t;e Egyptian'/cnaldean word Sar ' rock ' Stone,headorprinceand'Dicforgodandchangedtothe Phoenician EI-eon' the sun' then altered by Greek' Latl-n\" French, English to Lion' Thls is the lion of July' LEo'"},{"pageNumber":69,"pageContent":"64 The saviour,sun,with twelve angels/constellations on one side and their oPPosite position on the other. The seven torches are the planets. The angels are the 'sons of god' who sing praises every morning to his rising. \"lt()1.Y, IIOLY, IIOLY' L()l{D G()I) ALi\\II(ilIIYl\" ,,rnou arr w,,rtrry, ( ) 1.,.r, r , iliil_jl: ','.:l:llilli: l :'i;' '\" \"'t r: fLrr r r^;Li rr ''t (cont. from page 63) 6 Smyrna....signifies a bundle of myrrh I a healing herb offering made to the sun in the virgin of August, having reference to the flowers she holds in her hand. In Egypt, Isis- .om-nia, Isa of India, and Ceres of Greece have her holding a milk-pai1, resulting from the amour of the sun with Earth' giving bounty. The Hebraic version is taken after the'Song of Sol-Om-On' \"A bundle of myrrh, fragrant and sweet smelling i-s my beloved to me.\" Virgo. 7 Laodicea....is an asiatic word meani-ng just and righteous nannra rlnnrrrrinn in fho seventh and last month, September, it [Jgu[JfE r VUUU!!lrrY rrl Lrlv rvvvrrLrr , --r is represented by the scales of Libra when the gral-n was weighed and measured and then shared. The weather is moderate' between hot and cold. At the spring equinox, around the 25Lh. of March, and again around the 20Lh. of September, all of these constellations/churches are present. These two equinoxes represented. as Vernal=covenant of works, and AuLumnal=covenant of grace. The covenant of grace, introduced by the fruitful- mother of August is Eleutheria which is Liber, to be free. People celebrated. Fully ri-pened grapes were put in the press, where they'went through agony'whilst sweating out their"},{"pageNumber":70,"pageContent":"65 lives' blood. The writers of revel-ation attempt to show the lm- pending malign influences of the coming winter in chapters 6- 1I. When certain stars , constel-]atlons and planets were in conjunction or in opposition to each other, the priests assigned either benevolent or malign influences to them' Lucifer, who i\" Apolly-on and Abaddon i-s the bright star Antares, notable for its strongTright red 61or. It belongs to the constellation Scorpio(Iater-n\"rsion)Ticfr is also a serpent(ol-der or cloaked ,r\"t\"lot) and sometimes appears as an eagle(occult version)' the explanation being already given earlier in the book. In the falt Scorpior/Lucifer stings the Sun of 9od, then fal1s from heaven' by r-h\"tt it descends below the Autumnal equinox, along with the five summer constellations; \" He opened the pit and amj-d the smoke there arose locusts that had the power of scorpions and were permitted to torment men as scorpj-ons torment when they strike a man, and this was to endure for five months'\" The other bright star in Scorpio is Shaufa (tfre Sheol- or Hades of Greece) wfriih is too low to be seen in most northern countries. The virgi-n of August, Virgo, is prctured with two wings- Her ruling ptanet l-s Mercury, messenger to and from the'gods.' In ApritT[ircn she is impiegnated by the 'messenger' who travels \"b quickly he might be a ghost. After depositing his messdg€, he leaves just as quickfy. Virgo is in full bloom at the time of harvest when the sun j-s rn her constellation (clothed with the sun) and stands upon the harvest moon,under her feet. This pict- ure is repeated with a winter moon in December when one of her stars shines bright. Thi-s is Postverta which means 'goddess of childbirth' rn latin. Her other bright star is Vindemiatrix or Mother of the Vine or royal frui-t, with connotations of 'old vintage, Sun the father being so old. As the old sun hangs on his midwinter cross, having troubfe to Pass-over into ascention, Virgo is accompanied by Hydra the snake (whj-ch Hercules killed in the earlier Greek version)which has an alias ca1led Anguis, the tension causing much anguish, whil-e Satan, that o1d dragon of the north(celestial north pole) casts out of mouth the waters of the equinoctial storm as a f l-ood ( tfrey depicted the heavens as a sea) after the woman, but the earth frelps , f or, ds Virgo ri ses , the ' r j,ver Eridanus ' sets in the r\"sl, seeming to be'swallowed by the earth.' Eridanus was known as Padus, the largesL river in Italy' now the Po' Virgo gj-ves birth over a few days in the older versions, the three wise men following the bright star Vindem(i)atrix are the three bright stars in the belt of Orion. Because Virgo is mother of all, her son is born in a place full of animals(Iook at the major and minor constellations ) . The wise men leave gold for fa- ther(sun) frank-incence(red for his destiny,firey)son of man,Adam (red and earthy, and myrrh, symbol of 'the Lord, Adonai'from the yellow color(falmud and Cabala) of its gum. This story was bett- Lr described in the old Greek myth of Myrrha, who after becoming pregnant by her father, in an attempt to escape his wrath, asked Lft\"-gods to make her invisible. They changed her into a myrrh tree, which, after nine months split open to reveal Adonis who is also Horus. The tears of lvlyrrh became the precious resin - Pharisees adopted the Greek name of Adonal for God because YHWH could not be spoken exept on special occasions."},{"pageNumber":71,"pageContent":"66 Knowledge of the preceding partial reveal-ing of Revelations as you will by now know takes a very intensive study; I have therefore kept to a mi-nimum the explanations concerning the Zodiac, Talmud/cabalistic meanings, Egyptian, Greek, Babylonian and Chal-dean interpretations. I have also omitted al-l the other constel-lations which partake in the 'Heavenly drama' which add to the story. What has really been presented in this book is occult (hidden) knowledge while it would take another book or two in order to explain more of the Esoteric meaning behind all- the aforementioned. There is, behind all this symbology a very wel-l concealed p1an. It does pre-date Judaism for at l-east 3 I /?, thousand years, although it can be said the Torah and Talmud ha- ve a part to play with their depiction of the new perfect mafe to come in ' the new age. ' The 'Age o-[ Aquarius' with its peace and understanding' has a different view of how this is to achreved. G.rr4zmede, the most 'beautif u1 boy of Greece, was swimming in the water when Zeus who was bi-sexual, went mad with lust for the boy. Zeus turned into an Eagle and snatched him out of the water, and carried him off to have his wicked way with him. Ganymede was placed in the sky and later his constellatlon was ca11ed Aquarius. rt represents a time of homosexuality. to be promoted in all cuftures of the world in preparation of a new 'mant to come. The utopia planned for most of man would be a hell. The closest character in fiction we have for it would be the emotion- less, ultra rational Mister spock of star Trek fame. Emotion is to be all but eradicated from the bulk of humanity. A11 mystical organizations have this in their agendas. The sciences have a very large roll to pfay in all of this. We have seen how annual celestial events have been used to indoctrinate thousands of generations of people, from birth to grave, who, never knowing the truth of things, based their entlre lives and vafues, i; utter sincerity, intrder to serve a COMPLETE SYSI'EM based on MICRO-IVIANAGED UTTER DECEPTION. Pre-dat-ing Judaism and Christianity by thousands of years, per- haps even millions(hence its perfection) it is impossibte to ex- cuse as simple mi-sunderstanding on the inter-generational mana- gers part. On the contrary, the same saviour,/sun/son fable has been inculcated rnto the minds and dreamsr/nightmares of every generation goi-ng back lnto the dark mists of time. crippling each individual's ab-L 1i ty to f igure out hi srlher own meaning of things, his place in the universe, wdy of implement.ing his own deductions into a meaningful l-ife, he has served what the high priests have taught him was the natural order of things, always to his own deLriment, fought in count_Iess wars for ,God, King and Country,' in order that a secret high priesthood, manj-pulating their publicly visible front prj-esthood, coul-d have all their taj-1or-made sLructures of society working towards an end which was complete in its absolute goal eons ago. The first and most evil form of slavery is that of the mind. rn this 2fst. cenLury, we who have eyes to see, watch the 'master- builders' salivate as they, like the foul pre-date-ors they are,salivateinanticipationofriddingtrrewffio1d-age man' as they prepare to unveil Adam Mk. 4,--5--6? He is the new improved sl-ave, all the better to serve them with. This 'new-age man' will be self-reproducing and j-ncapable of perceiving him- seff as a separate distinct indlvidual, the Body Electrii, tric(k) of the ELECT."},{"pageNumber":72,"pageContent":"67 How do you pJ-an to take over the world?----- Ypu must first possess knowledge of human nature. This may take eons of study, watching' listening, perhaps .cautiously experimenting with a few captured prim- atives. Watch how they barter for their needs, whY, when one gets sick or old, the tribe sustains him. So how do you make people selfish? Look how they share everything, -----even leaving some of their food on that stone for their gods. Hmmmm, now i-f I could impress them with a few scj-entific tricks, they would be in awe of me. The more brave among them may try to kill me (especially when they see my differences) sor I'11 search among the young males and find one who ls, well, let's say \"a little different\" and I'11 show him a few tricks. He must want respect so bad that, after showi-ng off his 'magic' to his people' the praise wil-l become addictive. He will front for me and act as a sort of buffer between myself and the 'mob'. When he comes back for more'tricks' I'll tell him fruit and salad simply won't do. I'11' need something they can't find for themselves drnless shown where to look, something which is useless to them now but will rufe their lives in the near future.. I might even be able to get them to kill each other over it, but, slow down my 'Ii-ttle boy' wiII need some frj-ends with sj-milar qualities. He can be king-priest and helped by a descending order of priests. I'1I teach each one a special skillrwhich he can pass on to new recruits, the younger the better- These primatives have simple ceremonies before and after harvest, at times set by the sun and the moon, sun and moon, sun and moonr l€s--- col-or1 they already attach power to gold and silver. I'lI make lots of little solar and funar replicas from gold and silver. My little king can scatter a few amongst the fools and say he obtained them from ,God'. He can tell them to return them to that grotto at mid- night and have gifts for them at the same place in the morning. I'Il make this a routi-ne, for a little while at least. Thenr orl€ day' no money will be given out by the king. He wilt U'elI them'God' is not happy with them. 'God' Ioves them so much he is in anguish over their way of living. He does not know whether to unleash his powers of destruction and start all over again(nearby volcano begins to smoke) because of their sin (sun darkens due to eclipse) or, maybe they would obey him and his laws (king comes down from smoky volcano carrying stone tablets). will they obey? I can make the sun shine again or leave them in darkness. They'1I fall to the ground and promise every- thing. They witl work for me now. Sun is out, piece of cake."},{"pageNumber":73,"pageContent":"6B 'While ia this eort tho simple household lived From day to day, to MichaBl's ear there carno Distressful tidings. Ircug before the timo Of wbich f speek, tbe Shepherd bad boel bou:rd In aurety for bia brother's son, & lcan Of an industrious life, and ample Irle€,rs; Bub unforseen misfortunes suddenly Had prest upon him; and old Michaol now Was summoned to dischargo tbe forfeiture, A grievous penalty, but lit'ble less Tban balf his substs,nce. This unlooked-for claim, At the 6rst hearing, for a, moment took Moro hope out of hig life than ho supposed Thot any old man ever could havo lost, As eoon as ho had armed himself with sbrongtb To look his troublo in the faco, ib seemod Tho Shepherd's gole resourco to sell ab once A portion of his palrimouial fields. Such was his first resolve.; he thoughb again, And his heurt failed him. \" Isabel,\" said he, Two evenings afLer he had heard tho news, .'I bavo been toili.reg moro thao Eeveu0y y€8r8, 210 2L6 T+ And in tho open srrnshino of Ood's love Eltvo rve oll livocl ; yeb it thesc lields of ours 230 Shoulti pruss into n slt&nljct''r hnnd, I thiuk 'I'hut I couid nob lie qtrieb rrI nry gr&ve. Our lob is a lro;d lob : tho sun himselt IIa.s scorcely beett tttor<l diligcnb than I; And I hovs livc,l to !o n for>l at lasb 236 T<.r my orun frrrnily. An cvil man That rvas, and ntldo nn cvil choice, if ho 'Wero false to us; arrtl if hc rvoro nob false, Tlrers aro ten thousirnd to rvlrom loss like tbis flad bcen no sorro\\v. I forgive him ;-but 240 'Twero b€tter to br.l durub thatr to balk tbus, Part of a poem cafl-ed 'Michael' written by Robert Browning, I8I2 to 1889. Michael was an old Shepherd(in his B0s) when' what had been a small foan was suddenly recalled' a common occurrence at that time, the elite having devised means of disinheriting the sma11 family farmer who simply did not figure into their rulers' plans for the future. The whole world has been forced on using this artificial means of exchange, Yet a few people' whom we shall never see nor meet decide what the purchasing power of the unit of money is worth to-day, and what it will be worth to-morrow. Schoolchildren 5re judged by economists on their earning potential, thus enabling governments to figure on how much itorrey Lo borrow f rom the twelve international banking f amilies - The rfrOle ' sc.ience' is , Of COurSe baSed on ' shySter' f raud, the only way it can appear to work is based on the fact that the 'puL1ici accepts ii-as such, also acceptj-ng its magical efasti- city. a gener;tion born into a pre-existing bargai-n where their lives have been promised by government to pay off debt not incurred by that new-born generation is nothing but the ancient orientaf slaverv."},{"pageNumber":74,"pageContent":"69 USURY With usurY has no man a good house made of stone, no paradise on his church wall With usury the stone cutter is kept from his stone the weaver is kept from his loom by usura Wool does not come rnto market the peasant does not eat his own grain the girl's needle goes blunt in her hand The looms are hushed one after another ten rhousand after ten thousand Duccio was not bY usura Nor was'Calunnia' Painted' Neither Ambrogio Praedrs nor Angelico had their skill bY usura Nor St. TroPhime its cloisters; Not St Hilaire its ProPortton' UsurY rusts the man and his chisel It destroys the craftsman, destroying crafU Azureiscaughtwithcancer.EmeraldcomestonoMemling UsurY kills the child in the womb And breaks short the young man's courting Usury brings age into youth; it lies between the bride and the bridegroom Usury is against Nature's tncrease Whores for Eleusrs; Under usur)/ no stone is cut smooth Peasant has no garn from his sheep herd' (Ezra Pound, from Cnnto Ll) Prior to W\\N2, Ezra Pound was accepted as one of the three greatest English speaki-ng poets in the world. Although an American citizen, Pound was locked up by his government in 1945- -58 for revealing the secrets of the Federal Reserve. The press reported, ofl behal-f of their masters that Pound was rnsane. In the above 26 lines from his Cantos, Pound intones to us usur! r fike all middle-men in commerce, intervenes between the spontaneous instinct of the Iaborer and what he produces, whether it be the building(and keeping) a house, Lhe shaping of cloth or wool, or the decorating of the wal-l of a church. Wrth usury, everything becomes abstract, divided, a matter of outside manipulation. The desire to create is killed in the WOMB which becomes the Tomb of imagination. Over time the tradesman becomes the slave of the middle-man. The power of usury to damage and deform love comes between the bridegroom and the bride, as material considerations always do. Usury turns love into an exercise of the mind, where the main object becomes the outfoxing of one's partner. 'Whores for Eleusis refers to the inevitable perversion of any natural society, its customs and taboos when religi-on ' joins the money- men, the form of money and the method of weighi-ng or counting being irrefevent. Pound defines usury as 'a charge for the use of purchasing power, levi(ed) without regard to production; ofLen without regard to the possibilities of production.'"},{"pageNumber":75,"pageContent":"70 Rub,liydt of Omar Khayydm LXXXIV What! out of senseless Nothing to provoke A conscious Something to resent the yoke Of unpermitted Pieasure, under pain Of Everlasting Penalties, if broke! LXXXV What! from his helpless Creature be repaid Pure Gold for what he lent us dross-allay'd Sue for a Debt we never did contract, And cannot answer-Oh, the sorry trade! Above translation by l9th. century poet, Edward Fitzgerald. omar lived in the Persia of the llth. century A.D.. He was a tent-maker by trade and part-time natural philosopher and poet. He typifies the spirit of every young man, enjoyed wine' women and song interspersed with the need to work. Because of his non- religious views, his literary pieces were generally ignored by the establrshment of his day. In verse LXXXIV, Omar gives the secret away that the bankers lent basically nothing except promissory notes which would be accepted as money. Immediately upon receipt of this '1oan' with which he planned a better future, he is simultaneously aware that until he has repaid j-t back, he will beqin to resent his work, knowing he is now 'working for the baiker.' Coupled with the 'Sword of Damocles' hanging over his head should he, for any reason be unable to work, he is now under tension which detracts from the imaginative hope he'd had of 'making his fife easier and better. In the next verse he speaks of the 'dross-al1ay'd (a1loy'd) coin for which he'd exchanged the banker's note. He is then informed he is to repay the loan with real gold, drl oral adjunct appended after the fact. To-day, governments work on the same principal, repaying loans with 9o1d or reaf material goods to international bankers. This is more efficient for the bankers, for they are guaranteed repayment by governments who tax the people. Those within government who undersland the scam are well rewarded for, as the freemasons sdYr 'keeping MUMr' mum from memre beinq 'the word.'"},{"pageNumber":76,"pageContent":"/L By using a mirror of brassr lou ma! see to adjust your cap; by using ancient times as a mirror you may learn to foresee the ri-se and fall of empires Emperor T'ai Tsung 627A.D.-650A.D. Outside of those books specializt-ng in economics, there is, in this wor1d, so very ol-d, wit.h a mul-titude of books on ancient history, including incidental gossip uttered in ancient Egypt and Greece, afmost a complete absence of the one thing responsible for the rise and fall of empires. In Jastrow's Assyri-a there is no reference to money at all. A six hundred page volume by the great Breasted on Egypt, it j-s briefly touched on pages 9V -98. In other famous books on l4esopotamra, Mohenjo-Daro and others, there is little mention to the one 'science' that made what is calf ed 'civil-ization' possibl-e. Christopher Dawson, who wrote widely on ancient titnes, touch- ed money only briefly in rThe Aqe of the Gods. ' In almost all works written by famous archeologists and scholars specializing in ancient history, there is a 'wal1 of silence' surrounding the mysterious 'exchange' which made it all 'work-' Famili-ar philosophers of ancient times such Plato, Ari-stotIe, Socrates, Zeno etc. also seemed to suffer from subject-specifrc amnesia when it came to those responsible for the introductron and issuance of money. There is more to be gleaned from the study of ancient clay records, meticulously kept by obsessional city-priests of Mesopotamia. We know ancient peoples, prior to using rnoneyo lived in bands or tribes, simrlar to American Indians of not so long ago. Digs across Europe have uncovered foundations of communal long-houses where people of the clan ate and slept. A11 properLy, tables benches etc. belonged to the whole clan. Every member of a clan was responsible for every other member. Elected chiefs owned no more personal items than anyone eIse. Yet, while this natural- system ffowed along, blissfully unaware that change of life-style coufd even occur' the takeover of the Middle-East and northern Africa was well underway, the cul-tures havj-ng been re-made to accommodate the use of money. Prior to money, slavery was unknown. Slaves needed to be watched and guarded. Who would do the guarding if there was no recompense, who would supply the guard with food now he could not .l-eave to acquire his own? Standing armies are required to subjugate other people and acquire sl-aves. Without payment, ro army coul-d be formed, clothed or trained, much fess kept rn the field for even a short ti-me. Without money they would walk off home. Our official authorised cultural cheerleaders to-day point to aII the 'advances' we have made in t.he areas of sclence and standard of living. Yet for every action there is an equal and opposite reaction, for every scientific discovery a cultural penalty to be paid. We are taught through educatron, documenLaries etc. to t.hink of the very few remnants of origi-nal peoples as 'primitiV€, ' the very word subtly engineered to subconsciously relate to primate-ive. Yet, for these 'primitives' l-ife has rich meaning so long as their culture is intact and way of l-ife unimpeded by outside agencies. The penalty 'we civil ized ' people pay for 'progress' (who defines 11 ? ) can be determined by psychiatric visits, the profits of drug manufacturers, divorce lawyers and suicides."},{"pageNumber":77,"pageContent":"72 The list for the side-effects of 'progress' are almost endless because any artificial system J-mposed on people can only engender more of the arti-f icial-. This IS the SYSTEM we live UNDER. There are masters of this system who plan the future of nati-ons r peoples and continents with the precision of generals poring over war plans; the only difference i-s that the map is a long-range busj-ness p1an. Every part of this economic system (including you and I) are factored into it. We exj-st for'the ECONOMY' and are kept 'up to date' on its rises and falls l-ike war-time propaganda poured out incessantly from a war-room H.Q.. A negative declaration from the Red Shei-ld (Rothschild) in Britain or the Green Measure (Greenspan) in the U.S. makes governments scramble to their 'craft' (seats, wefl-padded) as they furi-ous1y scribble antidotes to fight 'the overheated markets' the rising inflation and a host of abstract bombardments which only they, the trained combatants in abstractions can poss-Lb-Ly tight and de1ay, lor in this war, we are told, there can be no decisive victory,\"Well, its just the way it is SET-UP, 1ittle man. \" \"Shef1-shocked\"wiLh monetary and market terminol-ogy, we stumble away to work,fervently pray- itg to the great god of finance that we won't take a direct hit (in the wallet) and thanking him for our High Priests of finonce without whom, well, we'd have to think for ourselves, woufdn't we? If the truth be told, everything in'our'system is micro- managed to suit the economy. Law, civil and criminal is wound around it fike serpents around a pole. That is the meaning of the S overlaying the TWIN TOWERS of Jachin and Boaz called the dollar sign. 'I thlnk, Lherefore I AM' say all_ high pri-ests and freemasons, (free sons of marlam) those who accept the reality as presented being 'the dead' or 'prof ane' as they cal_l- it. Does the 'good shepherd' warn his sheep of their function, which is to be fleeced and to feed the shepherd ? Sheep are l.,,l--:,-l --.:--l^ L-^r :€;^-rr-- c rryrJr ru a'r.r-rLrals , bred specif ically f or their domesticity, uniformity of temperament, (no individuality of personality) thej-r fo1low-the-leader instinct, lack of outside maintenance, high quick yield of wool and mutton. When it is time for slaugh- rar rll {-ha'can do is crv BA. What else can an Altered Beinq ev!, LrlLy vv ro utJ Dn. vyrrqu Ef Dg uqtl qtt n!LE_ do ? It is agnormal. ThaL is why the masonic apron i-s made out of sheepskin. The first ones to wrap themsefves in sheepskins (l-ower half only) were the priests of Sumer. you may ask your- self what had they to hide ? Is it a coincidence we call other persons EWE/YAU/U ? Before the rise of priesthoods with their publicly financed temples, lavish structures of great expense, came the emergence of 'Those Who Know,' those who had sci-ences acquired much, much earlier fromr €rs THEY salr a 'previous age.' They understood. basic t.ribal behaviour and inst.incts, the more complicated workings of indivldual male, and the emotional/intuitive nature of the female. In order to conquer, one must divide. Differences must be exploited after being encouraged. once trust is gained by first being the knowledgeable benefactor, rul_es, punishment and reward can be inserted. The Ben (son of) E (p1an) factor (gene, agent) becomes the ruler, the wyse-manr or.'one who Knows.'"},{"pageNumber":78,"pageContent":"73 Bankers of ancient times, like those of to-day knew how to build up peoples into natj-ons, create boundaries or borders (marking their cl-aim) and set the people to surreptitiously working for rl^a- mh^., ; ^ LrrErLL. rrrsy -..stafled kings or tyrants who were draped in the emblems of the tribes until, in the minds of the people, these figure-heads WERE the state. The fiterati (priests) were essent- iaf in propagating the new 'natural order' of the heavenlies The abyss or darkness Heavenr/Sky Heavenly Host (minor stars) As Above Planets and Mercury Mercury as the Mess- An^Ar DaFran Of l4efc- , Ls hants and Thieves & Ivlercenaries :rri nr Anaal q High Angels Sun of God F-rrFh Dl ^h^ Lq!L!r L lclllg Sun King u i/,r-, nn,,rFr,, AdViSOTS rrrYlr uvu! LrJ Nobi ItLy /Knights Freemen, MerchanL/Bankers A T N sl ida Fnn dor^zn uv_v fower You A T' o N MENT So Below Earth / Hell aaf Yve I t I t .Tradesmen, Farmers common peopler/slaves \\ Tetragrammaton, thp symbol of sexualvC\\/, GENERATIVE POWER AA HARIT{ONY of HEAVEN & HELL"},{"pageNumber":79,"pageContent":"74 The Artha-Sastra of Kautilya. dn old Hindu classic deals with instructj-ons to kings and rulers as to their proper conduct in keeping the system of government. rncl-uded is a debate as to which came first in the system, financial strength or military organization. of course, the debate l_eads to financiar organization as coming first and being more important since a1l means of subjugation spring from it.(Sarvepalli Radhakrishnan & c. Moore, 'A source Book in rndian philosophy, princeton. ) wars have steadily increased in scope and frequency over the fast few thousand years, usually kings or governments seeming to be the only ones for them. and often Jgainst the wishes of the peopre governed. rt appears that none of the scholars writing and recording these wars mentions private j-ssuance of money, business that expands into conquered territories, often plainly stealing resources, the cost of war to taxpayers, or the profit of war to private international ' l-enders. ' From the pubric' s viewpoint, wars may be l-ikened the fo}ly of the man described by the Emperor Augustus, who 'goes fishing with a gorden hook, having nothing to gain, but A\\t6r\\'+hina +-1 ]_OSe. t History has largely been the interweaving of distortions of truth, both wittingly and unwittj-ngly. Kings became the mourh- pieces and sword arms of those semi-secret societies that controlfed the material of money as its outward visible symbols came to be restricted to gold, silver and copper. whereas barrey and wheat had been used as a medium of exchange in early Babylon, it gave way to the fiat and restrictions of specifi- meLal. This was controlled by the wirl of those cfasses controfring 'the dark side of society,'readers of the world of sl-ave-traders and drivers, caravaneers, haggling criminals and outcasts who were to be found in tents on the fringes of city- states t or following the trade routes between them. The leaders of these nomadic classes owned the mj-nes which supplied 'prec:-ous metals, ' the actuaf mining only being profiLable through the abundance of s-Lave labor derlved very inexpensively from ongoing wars; sl-aves often part of the 'interest' to these travelling merchant-bankers from the rulers to whom they had 'loaned' for the making of war. These men, al-ien and indifierent to the fate of most stationary agrarian peoples, had made their power absofute by sowing in the minds of men, over thousands of years' the bel-ief that their metals had a specifically high val-ue relative to other goods and services offered for exchange r so much so that the hoarding of such metal, constantly added to, would ensure po\\,ver, privilege and napprness. The law expounded by chiefs and lead.ers, to ensure the well-being of the people became corrupted empty words resurrected in formal ceremonyr old. symbols raised before the eyes, lest they down-ward glance to see the evil eating away at the very roots of the tree of life, the fruits of soodness and harmony, a-trembling with each bit.e This nomadic internatlonal group, from the secrecy of their desert encampments, schemed their d.reams into exislence utterly indifferent of the consequences to decent simple peopJ-e. Extravagent temples sprang up, for now the specializations of priests into ledger-keepers, tax-collectors and bureaucrats needed 'suitable' visibl-e symbols of their newlv inflated status. The temple became both treasury and count--i_ng house, scales set around the inner portico for Che weighing of metals. The prj-ests f ormed a 'brotherhoodr wj-th the bankers, their"},{"pageNumber":80,"pageContent":"75 comb.ined control, one of the materia] worf d, one of the mind proving more efficient. In 'The Amarna Letters from Palestine, ' Cambridge Ancient History vol. 2, pp. L4-I7 , Professor W.F. Albright writes, \"There was also a large and apparently increasing class of statefess and. reputedly fawl-ess peopl-e in Palestine and Syria to whom the appellation Apiru (or Habiru) was given. It has now become certain that they were a class of heterogenous(mixed races) ethnic origin, and that they spoke different languages, often alien to the people in whose documents they appear. \" Amarna was an Egyptian capitol city and received records from all over their vast empire. The 'Api-ru' appeared concerned in the carrying trade between cities, were to be found wlthin every city, let belonged to none. They had a supra-national god at the head of their secret power, a god contemptuous of all other gods and peoples. This god woufd become in-a11' over- all, invisible yet all pervading. The god of such a secretive confederdc!, with his control over internationaf movements of sil-ver bullion would naturally r-^ -^-'r ^'.- ^^j f \" with hatred towards other state- rJc d very Jcd_LUuJ uea Ly, qods , for when money values were based on the exchange value of frr-\" silver in such international exchanges, then he and his rnnl.,Fac ,.,hnarzar l-horr r^/ora knar^r Fh:f : I I nra)qneri trz in l-he OUVf y LgJ, WTMVEL Lllgy WsLs t Altsw LIIs L qrr Ye! r uJ kingdoms of those ancient t-imes depended on him, and whether he ordained through his servants that s-ilver would be plentiful or otherwlse; whether there should be no money and hardship, he was fanatrcally ;ealous of this power. Competition was sin. In Professor Albright's work menLioned ab top of this Pa9e, he points out the distlnct differences between the Bedawin and the SA.cAZ troops(an old Hittite term for Apiru) around the time of 15008. C. . He further points out that 'Apiru' meant 'dusty ones' in norLh-wesLern Semitic and in Syriac, referring to the common characteristic fact that the bearers of this name trudges in the dust behind donkeys, mules, chariots and rvagons of goods. The professor did further investigati on of the caravan trade of the 20th. to the l9th. centuries B.C. and claims he found strong correfations between early patriarchal tradition of the Aprru when compared with descriptj-ons in Genesis. The mystery of the Apiru or Habiru recurs by therr name appearing in cuneiform texts from aI1 over Mesopotamia, Syria, Egypt and Asia Mi-nor; all of which date from between the dynasty of Agade, and the IlLh. cenLury B.C.. The Apiru of later times were also known to include sections of bandits smugglers and mercenaries, especially during the upheaval caused by the collapse of the main citj-es of Babylonia' suffering from spaced invasions by Gutim, Hittites and Elamites. In the 'Te1 Amarna Tablet.s,'VoL. 2, Samuef A.B. Mercer refers to the use of the name 'Habiru' at Babylon in the time of Ham- murabai(page 840). He further states that a list of gods called 'List of the Gods of the Habiru' was found at Bog-Haz Koi by the archeologist Wi-nckler (p 841). The secret societies of a group known as the Haburah seem to have existed long before the destruction of Jerusalem by Titus. According to Jost(History of the Jews vol.1 p210) Vespasian appointed Rabbi John Ben Zakkai, chief of the Haburah as rul-er of Jamnia."},{"pageNumber":81,"pageContent":"to By the ti-me of Hammurabai of Babylon, private issue of silver was well established and corruption rampant. No doubt he reintroduced the even older codes of law concerni-ng lawf ul- weights and measures as a political gesture to appease 'the people.' He did however invade the city of ur, it seeming to be a temporary H.Q. for the otherwise nomadic commerce promoting people. Sir Charles Woolley, who discovered the tombs of the third dynasty aL Ur states; \"When we dug away the fiIlinE we found that in the upper part of the blocking of the door of each of the tomb chambers, there had been made a smalI breach lust large enough for a man to get through; the dislodged bricks were lying in front of the door covered by the clean earth imported for the filling. The tomb had been robbed, and obviously just as the earth was about to be put in; nobody would have dared to rob them when the pit was still in use' nor, if such sacrilege had been done, would the bricks have been left scattered on the floor and the breach unfilled; the robbers must have chosen their moment when the inviolable earth would at once hide alI traces of their crime and they could afford to be careless.'t (Sir Charles Woollev:Excavations at Ur P. 1sB) It is clear there had to be connivance of certain persons in high places to whom this devotion meant nothing and had no meaning. A1so, to risk being caught with gold and silver robbed from a Ireshly fit]ed tomb required trajned expertise in fasL removal and smelting down of the items, men who had the means to get the treasure out of the country fast, requiring an inLernational organiza tion sworn to secrecy. fnteres tingly, very few Egyptian tombs have been found unlooted. Around 1200B.C. a major conference was held by Egyptian nobj-Iity to attempt to find how the thieves could be so successful in raiding scores of royal and noble tombs. It became so bad that in order to stop the mummies being stripped for the sma1l jew- al-l arrz wrenno6l within the c1oth, dozens Of them lvere remOved j *' ' Vv and piled up inside guarded tombs. The matn treasures were ot course gone, once again reduced to the smelter and smuggled out of the country. Pro-[essor Pau]- ELnzrg, in \" Primitive Money , p2L4 , Oxf ord states,' The gold lavishly decorating the (Hebrew) temple for decorative purposes, existed a-Iso as a monetary reserve. When Hezekiah had palO a tribute of three hundred talents of silver and thirty talents of gold to the king of Assyria, (around 700B.C.) he 'cut the gold from the doors of the Temple of the Lord and from the pi11ars. ' ( llKings i fB, 16. ) . \" rr^ j ^^ +l-.^ r^mnl e f nr srrr:h nrrrn^qa,c r^i aS the nOI.m aCfOSS the uDrrrY LrlE ugrlrlrf g !v! D uvrr yur t/vou'; wc ancient worId, including the Greek states, the fatter lavishing 'precious' metafs decorating their temples to favourrte female deities. The temple of Artemis, at Ephesus, temple of ^^L.razi.i f a -f fnr.i nf h #ha f emn'l e of AJ- hena at AthenS alf OWed nPIlr VUf LE q L UV! f Il LII t Llls usrlryls v! nur their origin to the ancient mother goddess, who, through the wondrous urge in her body, consumed the life force of man....The controllers of the healthy continuance in these cities were a priesthood who considered themselves direct representatives of the qoddess on earth."},{"pageNumber":82,"pageContent":"77 Even the ord Kingdom of Egypt and from the earliest years of Babyloni-a ' two-yearly 'numberings ' of a1r people and possessions were taken, well detailed records being kept by city-priests(Breasted: A History of Egypt). A refined sysi\"* oi distribution of surpruses and creilion of exchanges must therefore have existed. The agents of money powerr ever prlor to the existence of coined money, had, by eipanding commerce, been introducing into the world their own system of weights and measures, in effect / creating an ancient internatronal- standard. They promoted the temples everywhere as being of prime importance as a form of government the merchant-bankers understood best. To enslave free people, it is necessary to create a form of centralj-zed government which, by taking b,rer rndividuar free-wirl decision making, begins tJ standardize everythi-ng, forcing belief of whatevei suits their purpose upon all individuals, directing social_ and cul_tural nor*j into a new single purpose, often without the conscj-ors cogn.i-tion of the new 'mass-man.' The temple priests were easy to subvert and control, the money agents no different in technique to_dav as they head directly to the seat of power. Governnl.r,i= to-day have become fittte more than a front giving legarity to such *orey as circulates, bearing as it d.oes, the piofile of the ruler or past 'hero' v;ho so unr,rittingly (or knowingly) has been the co_conspr-_ rator, of that money power, always totally international in char- acter, with its own secret religion, history and plans for ever- yone's future. This secret fraternity often condulted therr busr- ness -r-n the shade of the temple courtyards j-n order to be accepted by the worshippers as part of tradition, this glving sanctlty to their dealings which so often were against the best well-bej-ng of the people who sheltered them. catled Trapezitae -l-n Greek countries because of their sitting at counting tables in the courtyards of t.emples, these men trs\"o the temples as l-ocal- branch banks. rn Babylonia, the class of moneyienders of the same period were call-ed collectively 'Tamkaru'an-d singuJ-arly as 'Tamkarum.' Men with such titl_es seem to have been highei up in the ranks of the Apiru, settling for periods of time in crties of high prosperity, observing the culture and customs of the native population. There are records foundthatthis class, who financed other traders / was heavrly invol-veo in the slave trade, always needing new sfaves to replace those killed intherr mlnes - Tamkaru eventually bribed their way rnro a semi-officrar position witrr rulers, where he was successful in havlng kings, like Hammurabai put into law the right of Tamkuru to collect a minimum of l-00 per-cent profit on loins. Tamkaru were f ond of a particuJ_ar saying, ,' The giving of a l-oan is like making love, the return on a loan is lixe nivrng a son born. \" we hear the word phoenician often in Historyr let the name was given by the Greeks to people of syria and Canaan who were the sea-merchant cl_ass of the Apiru. on board was always a Tamkarum with his si-rver and trinklets which he would exchange for real goods. warfare was extremely lucrative and benef iciaf to the money-1end.er. with his travelJ-ing caravans kings would hear updates of the goings-on in other parts of the world. rt was no difficult thing to dispense rumors throughout a clty concerning neighbors who appeared to be arming for possible conquest. Loans were then sought in ord.er to arm and equlp a defensive force, the rarge bankers of course ownrng the mines where metal ore was takenr owning the weapons manufacturing plants, the horse trade and so on.-"},{"pageNumber":83,"pageContent":"7B The caravaneers also Peddled in pornograPhY, such as tnrs cfay tablet found on the old trade routes of BabYlonra' When the bankers of old wrsh- ed to debauch a PeoPle Prr-?r to comPletelY conquerrng cnem' they would flood a PeoPle or city-state with exPensave 'Lm- poried wines, oPium f rom rnd'ra anO lots of PornograPhY' -Thrs destroYed the naturai order and survivaf ab-rlrt-res of Peo- ples. TheY grew soft and aqur- ied a taste for 'Lhe good i-rfe with the rnevitabte fall-out of sexual- dev rancY . so these ,travellers' were the 'international medla' of therr day spread.rngnewsof,threatsfromabroad'ofwarSandrumoursof wars.OnCeacountryhadarmedanarmyto'protectthepeople. as a result of these rumours ' the cost of weaponry ' armour ano horses had to be repaid. Convincing the King to recoup t-he cosl] by becomrng the aggressor was not too diffrcuit (temple prrests as advrsors came in handy) and the'traveflers'coul-d pornt out whotherrweakestopponentwouldbe.Itisarecordedfactthat those nat.Lons who had their own gold or silver mlnes ' oL ' lrke sparta wno used iron as money' were invaded by courltrres already taken over by the money-men' When corned money was rntroduced into the international- market, around 800 B'c\" the banKers took off into second gear because once t,hey hao the rrgnt ot supplying and mintrng such cSin(they cared not whose -Lrkeness was on it) they coulci more easlly manipulate ats worth' OnceLhepublicwereusedtousingco.ln'tl\"'menrnttre shade, had the users oeposit the coin Ln the main Lemplcs lot iafereeping(you can't be too careful with all these wars gorng on)thebankersthenissued.cheapmetalfacsrmjLes.Somc _Ieaders of ancient peoples, upon finding the 'real' money gone from its place of isaiety' and after wringing the truth from thechrefpriest,discoveredthesifverandgoldhadbeen afmost rmmediately smelted down by the internationat goldsmlths- and shnpped off to have some othei kingb face embossed on 'hj-s' coinoftherealm.WhilethisSCamwasusedtrmeaftertrme, some peoples did not even have the 'decent looki-ng' cheap al-loy coin,thebankers,incollusionwiththepriestsConVincedthe public ln some city-states to accept cfay facsrmr les ' upon donating the ,real sluff into the temple vaults ln readiness for the ,or=.pf.aring trrck.' Jars of these have been found conLaining noards of these clay pl-eces ' worthfess to lnvadrng armies, subject to decay by *oi=tut\" and givlng the orlgrnal Lerm 'broke' by its delicaLe nature' once the bankers had set invader after invader to the fast of the 'hold-outs' (Sparta), Athens sLill- existed as a shadow of itsformergreatne.ss.ItwaScompletelyownedbythebankers whouseditalongwithRhodesaSamaintradingCentre.ASwlth Rome by the time-of the civil wars, ( left versus ri-ght with the bankeratthetop),itsoriginalpeoplehadbeensubmerqed under a mass of imiligration from efsewhere. These newcomers'"},{"pageNumber":84,"pageContent":"tv raf art6A *.a !s!s!rsu L\\J as sojourners, travellersrbecame a dominant part of the Athenian population, Xenophon, the journari\"f \".,.r\"r, fronting for the leaders when he proposed speciar taxes be l_ifted from foreigners who, whi-r-e aqulri-ng alt-'the benefits, did not have to do mi-litary service rA oisclYse ,po' improvi_ng the Revenues of the State of Athens , pp. 3l_1_31-: . Xenoihon ) itrrn\"tated by C. Davenant, London, 1771)-.- nere we see t.he survival_ of a paid propagandist's writings so similar to his brethren,L to_day, come down to us in original formr when so littl-e of Greek -lrterature survives f rom Greek patriot \"orrr.\"= - tr the same period. Showing the determinlt.tg\" of sparta to conti_nue minting 1ts own metar bars(iron) which were bt use only withi-n sparta, I will_ translate from the 19th, century numismatist Ernest Babel-on(realIy, folks) ; * n,..,,,]]*^,,lo.n time af ter the use of money had been spread Lrrr(,ugrrouE. the Hel_l_enic - worl-d r Sparta cont j_nued through tradition to make ingots of iron as ,' *\".rr\" of exchange. These bars were known und.er the descri-ption of tt alorop. u\".i-, one weighed an Aeginetic Mina and to c_arry onfy six of 'th;;i, that is to say about 4536K-g,, a wagon araw-n by'two oxen was reguired. This i-nformation supplied to us . by xeriophon and plutarch agrees with that from central rtaly where \"urib\"r\"o*\" bars of bronze were carried in carts; 'Aei Grave plaustris quidam convehentes,, said Titus vivi-us. Arl kinds tr stories circur-ated on the subject of the famous Pelanors of sparta that seemed to remaj_n r-n use untir- the persian wars . rt w.s said, f or inst.ance that the iron used in the manufacture of this *;\";t-r;; unsurtabre for any other purpose and was rendered brittre by heating it red-hOt and .rrrannh i nn .i cap'tal or \".\"1l\"rtl^.1T qJe:.# .;:::\"?:;\" iXnjl; ,:::=:;:\"::l: money in usef and all citizens were forbiddei under penalty of death to possess any other form of money when Epamrnondas died, he was so poor that nothing was.fou-nd in his house an the way of weat_th other than an ot_d iron dggAfoXo;.- Thi= surprr-ses us less as since the 7t,h. century B.c. pheidon, King of Argos, when he struck the fj-rst silver *tr\"y of aegina, ..,J rntruduced a standard system of weights and mealures iito ir-,\" f.roponnese, withdrew the former iron spits from cj-rculation that had served as money until then, and consecrated a certain number of sampres 'in Ex-voto,' in the.sanctuary of Hera(temple treasury) at Argos - At the time of Aristotr_e, trr\"y were still on display r-n the temple. Ernest Babelon:Les Origines de la Monnaie, p.7g, Parj-s , LB97 . Babelon, a descendant of t_hese 'dusty caravaneers, was wrrting with banker's disdain at sparta's uliwirlingness to :-mport the sirver men who'd afready tiken over the governments of the ord worl-d through devious deali_ngs and -u.tr-p.ocreating -r_nrerest rates ' The money. of the spartans was of use to them ar-one, cum- bersome and deliberately made useress for any other purpose than that for which it was i-ntended. using this iational money was the force t1\"! gave sparta the leadership of Her_las unti-1 the end of the peloponnesi.n war, even if decrine had commenced with the execution of General pausanius by Ephors in 47g B.c.. The ':Ephors were a type - of senate, sworn to uphold the rndependence of Sparta jriA f ound the Ceneral- had been in secret agreements with foreign syndicates in order to instalf hrmself as Tyrant of Sparta on their behalf."},{"pageNumber":85,"pageContent":"BO The raising of a military'hero' i-n the eyes of the people in order to overthrow existing government was a favourrte tactic of the money-men. Secret societies with terribl-e sworn oaths ent- i aoi tho luEu urrc 1..,uypets l-n to a worl_d rich in rewards, special f avours and unseen protection. The cand.idates, no different from those of to-day' were informed that this secret religion recognized. the 'superior' man, his potentla] for greatness limited onry oy his cultural ties and customs. He now belonged to an international- brotherhood of simil-ar men, now tied to no-one nor petty nation, but only to each other whom they were sworn to defend., regardless of l-ocal- or national charges levied against them. In other words, the bankers soughrt out indi-viauar-s with psychopathic traits, charming to a.If but emotionally bankrupt except for those titillating to his own ego and pe.son.l pleasures. In return for attaining such elev-ated heiqhts of power, the Tyrant, once his take-over had been rr,c\"Lssful , agreed to immediately start his new career by borrowing from his backers vast sums of money to be used for massive 'public building projects, ' for which the public would be indebted to back in taxation forever. No-where do we see such huge projects as those survivj-ng to-day in Rome. Aided by the cost of huqe qi- anrl inn :rmr a- +hn F^h+ ,.^J^! J uulrurrry qrrrtJ-e s, the constant updating and repJ_acement of weaponry, perpetual indebtedness was assured. The spartans had been at one time a healthy wholesome people in total contro] of their own affairs. the land was their patrimony and they, because of custom, had no reason ro thrnk of weafth as being anything other than the sum of their culture. Meafs were eaten in common long-houses ano a genufne contempt for luxury existed; they were self-sustaining and rejected the visiting ships with thej-r cargoes of finery and eh inrz l-ratrhl oc l-rnl-rl-.i -^ i ^ prrarrj !eulrEr, TJOOOAn9 l-n their harbour. This esprit de corps and simple living preserved them longer than the others from that 1j-beral izing, demoralizing, and debt-creating force of internationaf trade, and its destructive effect on any people foolish enough to permit its proponents to have their way. The internationals were persistent as always, however, and priv- ate silver issue was smuggled in from boats under d.arkness. This was eventually returned to the lenders for gold earings, ' bangles, buttons and bows. ' wit.hin a f ew y\".-t\" of ,.si.,g 'comfort' an effete and spoiled generation emerged. who lacked the grounding i-n tradition of what they were fiqhting for. They were defeated at the bat.tre of Messenia and the reJt rs hist- ory. Aristotle (rrre poritics, book 11,ch.9) mentions'certarn penetration of Sparta and its take-over of fiscal- affairs by the bankers of the piraeus. Further informatj_on is supplied by Augustus Boeckh,'The public Economy of Athens, volume l,' wrrere he te11s us that once the bankers had taken charge of fiscal affairs, they began to dictat.e public policy. fhey 'advised, heavy borrowing from their 'brothers' in persia, to i.he tune of 5000 talents for the building of ships. Major concessrons were ceded, sparta having to accept the open influx of new moneys and goods from the bankers' families (merchants) wrricrr destroyed the last vestiges of culture. Along with treaty- roans came the u-sual pornography, narcotics, 6xpensive wines and deviant sexual practices."},{"pageNumber":86,"pageContent":"B1 When Sparta became dominated by foreJ-gn money-men' they found themselves involved with wars which required naval expeditions. Polybius, historian of the period wrote, \" Once they began to undertake naval expeditions and to make military campaigns outside the Peloponnese, it was evident that neit.her their iron currency nor the exchange for their crops for commodities which they l-acked, ds permitted by the faws of Lycurgus, woufd suffice for their needs. These enterprises demanded a currency in universaf circulation and supplies drawn from abroad, and so they were compelled to beg from the Persians, to impose tribute on the isl-anders and to exact taxes from all the Greeks(to repay loans and borrow more). For they recognized that, under the legislation of Lycurgus(who'd laid down the old laws) it was impossible Lo aspire, I will noL say to supremacy in Greece, but to any position of influence. \" . . . . Polybius Vt. 49 (Humphry Michell : Sparta,P. 305 ) . clay facsimiles of silver coin have been found at Athens dating from around the fifth century B.C.. It may be that those responsible for smuggling the initial silver coin into Sparta were Spartan mercenaries in t.he employ of the Piraeus. This would be certainly possible, for mercenaries are a breed bankers understand, those who kill for personal gain having much in common with the latter; so much so that standing armies have been connected with the 'mysLery religion,' right up Lo f ho nroqanF rt-., , -^Vement On the narade tqcrltaret lreino urls y!sDsrru uqy f gvgry lrtvvgrrrgrrL vrr Lrrg |rqLaus DYuqLs vsf rrY derived from freemasonry. With the influx of silver coin, women were abfe to adorn themselves with items from traders, eventually demanding such baubles from suitors or from husbands. There were efements sLirring up women to rebef from their natural role as mothers. This money influx eventually passed into the women's hands, Lhe death rate oI Spartan ma-Ies soar-ing wi th the banker-promoted f orei gn wars . Two- f i f bhs of the land and weaft.h came into the widows' hands and this wealth they used extravagantly, maintaining race horses whj ch they showed at the games, costly equipages and fine clothes gobbling the rest. Such spoiling feads to corrupLion, the very type bankers like since they need such persons to further their ambitions. With thej-r own men virtually disenfranchised within what had been their own country, the women turned for direction from what seemed the new strength that was now streaming from the middle-east, pudgy and gross though it may have been. Sources. . .Aristotle: The Politics, book II, ch.9 Sparta, Humphrey Michell, p50. Francoj-s Lenormant:La Monnaie dans L'Antiquit6. book 2 Tome 1. The reason for dwelli-ng on Sparta is because j.t is perhaps one of the most clear examples of how countries fal1, one- by-one to tried and proven methods of subversion by a determined group of men of 'secrecy, ' a special 'brother- hood with a cunning and totally ruthless 'something' at the top, somethj-ng with almost incredible intellect and knowledge of human behavrour; something which plans the future many centuries in advance, that which it ca11s progress nothing more than a business-plan for the entire world. There have been many 'Spartas' down t.hrough the ages, with ever-j-ncreasing mass slaughter of peoples as this dark 'thing' gets closer and cfoser to its goal. Not one generation has been allowed freedom from war for the last few hundred years, especially in Europe."},{"pageNumber":87,"pageContent":"82 Medievaf portrait of mercenary troops with their 'booty, ' of animals and slaves. The SYSTEM has been here from 'the beginning of civilizationr' - civil-ization defined as 'a relatively high rever of cu.l-tural and technological development.' More correctly, it is a pre-determined plan where natural- human organi zat j-on was subverted by the introduction of minority-controlled 'money' with minority control-l-ed trading and commerce. As more and more ancj-ent civifizations are unearthed., each predating the other, we see the same sophistication of trade, with clay bills of credit, debt, interest, receipt for sifver etc., co-existinq with what would seem to be tribes who are living i-n a tru6 communal sense. Ancient wri-tings refer to previous 'ages, ' where man reached high l-evels of 'civil-ization' only to be destroyed by cataclysms, arthough in the records of .t ndia, Greece, Armenia and others, the el-ite of each survj_ved by living 'underground and within mountains.' The Roman historian Tacitus reported to Nero the same story given by the Druids of Britain. rf this were So. it would explain the ,sudden emergence of the advanced mercantj-l-e system suddenly appearj-ng amongst the remnant descendants of surface survivors who lost, over eons of time r any memory of how 'it used to be. , Thelr communal tribal living would be geared to survj_val under harsher conditions than this 'minority elite,' who no doubt took records and histories into their refuges with them. During t.he 'Cold war' era, as is now public knowledge, every majoi country created underground habitats ( some inside mountains ) so their el-ite specialist types woufd survive.'ordinary, people were to be left to chance on the surface. A social and scientj-fic elite woul-d not be willing to share knowledge (which is power), rather they would re-introduce the system which had served them so well_ 'above al1 others.'"},{"pageNumber":88,"pageContent":"B3 Howeverr such an elite, although they had perfect knowledge of the 'systems' workings, would not stoop to actually do the work themsel-ves. Rather, they would choose individuall, show them 'wonders' promise a share of such wonders if they ,front'for the ' specialist-e]ite. ' This would necessitate 1f,\" need f or utmost secrecy, the creatj-on of a 'Brotherhood' of secrecy, which wou]d, dt least for a time, carry out killings 3r ' unworthy craf tsmen. ' That ad.vanced knowl-edqe existed manv millenia d9o, there can be no doubt. Some of th; ol_dest recordl unearthed show at least the equivelant knowledge of astronomy, including the planets which we 'd.iscovered' bt telescope over the last 30Oyears. Mathematics, Geometry, trigohometry etc. was being taught to schoolchildren of Babylonia ana in Sumer before them. rf we look back at the money system, with its clay receipts, (baked whire you wait), transactions in the tegalese of the day, clay promises to pay in si]ver or gotd(bank money orders) and so orlr there is the distinct impres!ion of, rather than an evol-ution up to where we are to day, they were in 'early times' emulating the system of to-day but us-rng more earthly methods of emulation due to 'instruction' ( ordels ) to make it so r rather than the inabit j-t.y to use paper, more advanced science and so on. Those readers who have concluded that all religj-ons derived fron the same sophisticated source must also conclude there was a 'central control' manipulating al-l- of this. once the money system was operating and private issue underway, combined with standing armiesr we have seen Emp- ire after empire rise and fall, standardizing many culturJs into one system as they went along. At the time of *fitir1g, the U.S. ls completing that mission for which its real creators planned long in advance. rt is making the fast few 'hofd- out' countries join the new 'democratic t World State. No other system rs to be tolerated, regardless of people's wishes. Nothing is al-fowed to procede in this system wiChout approva-l of the 'masters of the worl-d.' Therefore we shoufd =.\" the obvious course of events, even within our own lifetrme, wrth ats destruction of the family, men and women fighting, chifdren and parent(s) fighting, 'free sex' abortion (wltrr it\" sat-e of body parts) trre confusion of ar1 religions etc., alf things done before at the end of each zodiacal d9€, not i-nstituted ny an orrental 'man in the sky,' but with computer-lrke efficiency, logic and absence of compassion; indeed, th:_s non- human trait has been the symptom of 'this infectron' from whatever history we are allowed to see. Major 'adjustments, in 'their' system cause unrest amongst the geneiation living through them. Their offspring tend to accept the 'al-terations' very easily and the third generation think it 'has always been this way.' The so-called birthplace of democracy, Englindr w€ forget, has had many differing definitions of dlmocracy, from certain debating rights for nobility, to voting rigrrts for l-andowners only, d.own to the pantomimL of to-day. Democracy is the new cover for the dominant minority (discuss6a by pfato) witn its pyramid of special ized, controlleis to fulfill a very old agenda of total control ( and ownership) over everythi-ng existing in the realm of matter inctuaing i_ife-forms. Authorization is given by themser-ves to themserves by their own 'J-egal-' system, something they know is a farce but. is there. for the public to believe in."},{"pageNumber":89,"pageContent":"84 sJtr*ffL1;lulT.d Erizabeth u.#.'i;:r*: '\"\"'$:l:; Wtat age are you? Twenty-three. What time did you begin to work at a factory? When I was six years old. E'hat kind of a mill is it? Flax mill. What g,ere your hours of labour in that mill? From b jn the morning till 9 at night when they were thronged. For how rone atime together have you worked that excessive length of Cimer For about half a year. You are considerably deformcd in your person in consequence of this labour? Yes, I am. At what time did it come on? I was 13.years..o.ld ^when it began coming, and it has got worse since; it is five.y\"\"r,,i-n.\" _v moTh* JiJ,;;;;'; morher was n_ever abte to get m_e u gJod-;iii.;i,ja;r,,i; hold me un. and when.my'mother di.a f r,\"a'i;;di;; myself, and'got me a paii.- Were y.ou perfecfly straight and healthy before you worked at a mill? ti?*:as as straight a little girl as ever went up and dowu One of the many testimonies given before the British Royal Comm.issi-on on child Iabor. Br j-tain had 'democracy' long bef ore this and child 1abor continued long after this. People had been cfeared off the land by laws in order to create a cheap and plentiful supply of labour in the new industrj-al towns. In their inception, so-calfed political parties were nothing more than camouflage for the front men, simifar to tyrant or dictator. Al-1 parties accept the existing money managers as having some god-ordained right to create the supply of money and manipulate its val-ue. AlI parties when in power continue the Tyrant's rofe of borrowing heavily and creating massive public works projects. Their role j-s to ensure the bankers maintain power in the affairs of state by Lhe growi ng indebtedness to them. Although fascist at the top, governments are socia-listic by nature, it being the best way to increase rloht- (rrnh nartj-es are the result Of the exiStence rn anv vq! e+vv nation of secret societies rn one form or another. Such establ-ishments of seemingly conf Iicting groups, each c-iaiming f o nrrssess f he answef tO ncr Fer-f mene.ramah+ nF ^^r,61. nance anCi in constitutionai- monarch.ies, each swearing al-legiance to the monarch, now but paid servant of money power t ot, in the case of a republic, each swearing allegiance to a president, in realitv an eler-firze kino rraisod rrnr from lJ.ho nann'lor ^16 qimnlrr st/ !!vrrl utre t/evt/f,s qLs JJrrrl/ay more efficient methods of embedding the money power into what appears to be a 'traditional' system. Should a party become restless to assume real power, the money-men transfer their financiar support to the other party, the media suddenly breaks out with political scandals and .....vou know the routine."},{"pageNumber":90,"pageContent":"B5 And so I wrap up this edition of 'Cutting Through,'the latter part trying briefly to show how money, being an artificial creation, can only abuse and ensfave those who fal1 for its illusion of 'paradise,' peace, security, and the never satisfying trail of mysery, the by-product of greed. For the money-masters, money is a means to the-ir end,the culmination of a plan laid down long ago. Their worl-d will, Lhrough science, if they succeed, create new types of sl-aves, many of which will bear fittle resemblance to our present population. In their own writings, scj-entists assaul-t us with their 'brilliance and power,' INFORMING us of thej-r ambition of TRANSFORMING us. We watch our programming movies which download our mind with the agenda, scrubbing horror whiter-than-white in order Lhat the peo- ple can digest more easily, perhaps even fook forward to this 'BRAVE NEW WORLD. ' They fantasize our minds for a future heaven on earth while they prepare the real menu of hell. When 'the people' have no ability to perceive of themselves as individuafs, distinct and unique from each other, the 'masters' will declare their 'Utopia.' They of course plan to retain those survival instincts then to be eradicated from the general population, for, as they Sd!r THEY will be steering the ship. Any addict will have someone who is their enabler. An enabler, for various reasons keeps the addict supplied with money lor the addiction. Regard-Less of s Lormy argumenLs, Lhe relel_ inne.h in L^L\"^^-- !L^ Lr^r^ cnn{- i nrrac Frn+l-r n:rFiac IJetweefl tne twv evrrLrrruLo, DOtn paf tl eS feceJ.Vl-n9 somethrng from thj-s deviant ( destructive ) relationship. The enab-Ler ga-Lns a sadistj c power over the add j ct who gradually gives up self-esLeem, bjL by bit to hjs only source of money. Sometimes the addict will become gravely sick and the enabfer w-i 1l cut back on the money/drug b.ha L is k j-lling the other, not from kindness, but because the enabler knows he wilf be empty and devoid of power should the other die. The enabler j-s the real pathological addict of the two parties. We are addicted through indoctrination and trainlng to be addicts to a deviant system. Every advertisement that screams out to you is prom-Lsing instant happiness if you buy bhis or that. product. Our functionr w€ are told, 6is a healthy citizen, is to be a good consumer/producer. THEY TELL US THIS AND WE SAY NOTHING ! The definition quoted comes from the United Nations. Perhaps it is time to re-think ourselves for ourselves. Perhaps it is time !^ ^+^^ ^r -.'i n^ rzlrli n{_ l-n +-he enablef . PerhanS we ql-^,,1^ ^+^^ Lv D LvlJ [/r dy rIrY quuf u L LU LIle eIldlJIel . f E! rrqyo ws -rIL)U-LCl 5 Lc)IJ being so nice to friends/rel-atives who are benefitt.ing from being part of the enabl-er system, who have sold out to what they perceive as the greater power. Perhaps we should shun those we know have sol-d out to'SOCIETIES WITH'SECRETS.'What after all is so 'secret' that the general publi-c cannoL be told ? Does t.hat little balding pot-bellied man t.hink that his knowing, backwards and forwards, that, after af1 the B.S and'mysteries YHVH means 'r (the freemason) AM GoD ? or does he think all you 'profane' out there are just too base and stupid to see his magnificent worship-ness ? We certainfy are stupid if we under- stand t.his yet accept these sel1-outs as friends, relatives etc.. Yes, there is a l-ot we can do, but it is up to each individual to do the right, according to wisdom and conscience, regardless of the absence of 'cheers. Alan Watt"}]
