[{"pageNumber":1,"pageContent":"2/28/2016Kulachudamani Tantrahttp://www.shivashakti.com/kulachu.htm1/12© 1975­2000. All rights reserved. None of this material may bereproduced, apart from purely personal use, without the expresspermission of the WebmasterWeb pages designed by Mike Magee.mike.magee@btinternet.comOriginal artwork is © Jan Bailey, 1996­2006. Translations are ©Mike Magee 1996­2006.The U.K. Main Siteat www.shivashakti.com isHosted by Register.comThe North American Mirror Siteat www.religiousworlds.com/mandalam/index.html isHosted by Gene R. ThursbyKulachudamani TantraIf it is presumed that Rahu swallows the Sun or the Moon, how is it thatthe Sun or the Moon at the seventh sign from it is also swallowed by Rahuwhich is far from it?...Really the Moon is the hiding object of the Sun andof the Moon the hiding object is the huge shadow of the earth. Thisshadow of the earth will always be at the seventh sign from the Sun,moving with a velocity equal to the Sun's ­ Goladipika by Parameshvara(1443 c.e.)PrefaceKulachudamani Tantra is a nigama, meaning that instead of Devi askingquestions answered by Lord Shiva (agama), he asks questions answeredby Devi, the goddess. In this tantra the cult goddess is Mahishamardini, aDevi with some similarities to Durga.In seven short chapters, Devi expounds the essence of her worship,sometimes in beautiful and nearly always in colourful language. But theuncanny side of Kaula and Kali worship is dwelt on in great detail, withreferences to siddhi, including a mysterious process where the tantrikadept leaves his body at night, apparently so he can engage in sexualintercourse with Shaktis.These uncanny elements may well have code meanings and be intendedto throw the unwary off the scent. See, for example, the Jnana Karika,which gives an entirely different slant to crossroads, Kula trees, Kula wineand the like.Animal sacrifice also appears to have a place in this tantra, as well asgruesome magical matters, including using the bones of a dead black catto make a magical powder. Please don't try this at home.To read the abstract of the text provided in Sir John Woodroffe's TantrikText series (here) you would have little idea of this.When, under the pseudonym of Arthur Avalon, he produced this series, atthe beginning of the 20th century, the fact that an Englishman and a HighCourt judge would interest himself in even orthodox Hinduism no doubtcaused eyebrows to rise and lips to be pursed amongst his peers.As well as including that introduction, we also here provide our translation,first published in Azoth magazine in the early 1980s.Although far from being completely happy with this rendition, it does give aflavour of the content which you would be unlikely to get if you relied juston the Tantrik Texts abstract. Chapter seven remains to be translated.The siddhis ­ or magical powers ­ play a large part in this text. The maintantriki rites are called the six acts (shatkarma) of pacifying, subjugating,paralysing, obstructing, driving away, and death­dealing. But theKulachudamani includes others such as Parapurapraveshana, which isthe power of reviving a corpse; Anjana, which lets a sËdhaka see throughsolid walls; Khadga which gives invulnerability to swords; Khecari, whichgives the power of flying and Paduka siddhi, magical sandals which takeyou great distances, rather like seven league boots.Certainly, the importance of having a suitable Shakti forms the essence ofthe instructions Devi gives to Shiva. We see this emphasis over and overagain, throughout the tantra.Devi here takes the form of Mahishamardini, more popularly known asDurga, who destroyed the two arch­demons Sumbha and Nisumbha in anepic battle between the goddess and the throng of demons. It was at thistime, according to legend, that Durga created Kali, by emanating her out"},{"pageNumber":2,"pageContent":"2/28/2016Kulachudamani Tantrahttp://www.shivashakti.com/kulachu.htm2/12of her third eye.We learn more of Durga's legends and myths from the Kalikapurana, aninfluential source in Kaula tantra. The Devi, Mahamaya, appeared asBhadra Kali ­ identical with Mahishamardini ­ according to the same text,in order to slay the demon Mahisha. He had fallen into a deep sleep on amountain and had a terrible dream in which Bhadra Kali cut asunder hishead with her sword and drank his blood.The demon started to worship Bhadra Kali and when Mahamayaappeared to him again in a later age to slaughter him again, she asked aboon of her. Devi replied that he could have his boon, and he asked herfor the favour that he would never leave the service of her feet again. Devireplied that his boon was granted. \"When you have been killed by me inthe fight, O demon Mahisha, you shall never leave my feet, there is nodoubt about it. In every place where worship of me takes place, there (willbe worship) of you; as regards your body, O Danava, it is to beworshipped and meditated upon at the same time.\" (Kalikapurana, ch.62,107­108. There is now a complete English translation of this purana ­­ seeBibliography for details.)First PatalaSri Bhairava said: Innumerable are Tripura (tantras), innumerable those ofKalika, countless those of Vagishvari, numberless the beautiful Kulakulasknown as Matangini, Purna, Vimala, Candanayika, Tripura­Ekajata, Durgaand Kulasundari.Numberless the Vaishnava, Ganapatya, Saura, Shaivite, and the differentdoctrines of Shankara.The highest of the doctrines are the 64 tantras: the Mahasarasvata,Yoginijala, Shambara, Tattvashambara, the eight Bhairavas, the eightBahurupas, the Jnana, the eight Yamalas, the Tantrajnana, the Vasuki,the Mahasammohana, the Mahasuksma, the Vahana and the VahanaUttaram, the Hrdbheda, the Guhyatattva, the Kamika, the Kalapaka, theKubjika Mata, the Maya Uttara, the Vina, the Trodala Uttara, thePancamrta, the Rupabheda, the Bhutadamara, the Kulasara, theKullodisa, the Visvatmaka, the Sarvajnatmaka, the Mahapitrmata, theMahalakhmimata, the Siddhi Yogesvari Mata, the Kurupika Mata, theRupikamata, the Sarvaviramata, the Vimalamata, the tantras of east,south, west and north, the Niruttara, the Vaisesikajnanatantra, theSivabali, the Arunesa, the Mohanesa and the Visuddhesvara.O Lovely Hipped One, now speak to me of their essence if you have lovefor me.Devi said: Listen Deva, supremely blissful quintessence, the Lord of Kula,to the very essence of knowledge of the ocean of Kula tantra, concealedby my Maya.I am Great Nature, consciousness, bliss, the quintessence, devotedlypraised. Where I am, there are no Brahma, Hara, Shambhu or otherdevas, nor is there creation, maintenance or dissolution. Where I am,there is no attachment, happiness, sadness, liberation, goodness, faith,atheism, guru or disciple.When I, desiring creation, cover myself with my Maya and become triple,becoming ecstatic in my wanton love play, I am Vikarini, giving rise to thevarious things.The five elements and the 108 lingams come into being, while Brahmaand the other devas, the three worlds, Bhur­Bhuvah­Svah spontaneouslycome into manifestation.By mutual differences of Shiva and Shakti, the (three) gunas originate. Allthings, such as Brahma and so forth, are my parts, born from my being.Dividing and blending, the various tantras, mantras and kulas come into"},{"pageNumber":3,"pageContent":"2/28/2016Kulachudamani Tantrahttp://www.shivashakti.com/kulachu.htm3/12being. After withdrawing the five fold universe, I, Lalita, become of thenature of nirvana. Once more, men, great nature, egoism, the fiveelements, sattvas, rajas and tamas become manifested. This universe ofparts appears and is then dissolved.O All­Knowing One, if I am known, what need is there for revealedscriptures and sadhana? If I am unknown, what use for puja and revealedtext? I am the essence of creation, manifested as woman, intoxicated withsexual desire, in order to know you as guru, you with whom I am one.Even given this, Mahadeva, my true nature still remains secret.Devi said: Listen son, to the very plain exposition of the teachings ofutmost bliss. I speak of the method relating to the yoga of liberation. Thisis the one essence of all tantras, worshipped by all devas, giving everysort of knowledge, secret, giving a clear idea of the essence ofenlightenment, free of good or evil, giver of both enjoyment and liberation,consisting of all paths. Dear son, it deludes even the wise!It is of various and numerous meanings and is the goal and refuge of allpure disciples. It is known as the best path according to all the paths, yetis reviled by all doctrines. It should be known only through the best ofteachers. It should be protected and hidden in the heart very carefully, as Idid not reveal it to Vishnu, Dhatra or Ganapati.Dear son, whoever is unaware of this tantra is incompetent. Dearest, Ispeak of the pure knowledge of Kulachara.Arising at dawn, a sadhaka should bow to a Kula tree. After meditating onthe Kulas from the Muladhara to the one thousand petalled lotus, heshould meditate on the gurus.Then he should meditate on and worship the KulagurusPrahladanandanatha, Sanakanandanatha, Kumaranandanatha,Vasistanandanatha, Krodhanandanatha, Sukhanandanatha,Jnananandanatha, and Bodhanandanatha as being intoxicacted by thenectar of the absolute, whose blissful hearts show in their eyes, theirdarkness cut and crushed by their having embraced Kulashastra, mercifulto Kula disciples, complete, compassionate and effulgent, giving boonsand dispelling fear, knowing the essence of all Kulatantras.After bowing to the Kulagurus, one should give worship to theKulamatrikas, fashioning a Kula place and bathing oneself in all the holywaters (tirthas).Dear son, a Kulaguru is an accomplished being and said to be the vehicleof happiness. Dear son, conceal this very secret marvellous doctrine fromthe sight of pashus.They who should reject the Kulanatha, who alone is a Shakta, served bythe Kulas, for them initiation and sadhana is black magic. Because of this,one should by every effort resort to a Kulina guru. It is said a Kulina iscompetent in all vidyas and is able to initiate in all mantras.Second PatalaDevi said: Dear son, now I will speak of bathing, the vehicle of Kulahappiness. I have various forms (coloured) black, red, yellow and blue.Whichever pupil on the path of Kula goes to bathe, attains my form.Everything, heaven and hell, originates on earth. After sipping water,strew the Kula place with grass and Kula flowers and place durva grass,sesame oil and water in the Kula vessel.After satisfying the Kuladeva, bathe. At first performing resolution, thendraw the Kula Cakra on the (surface) of the water. Bow to the Kula trees,and using the Kula mudra called Ankusha, the Kula should invoke theKula tirthas (into the water). After drinking the water three times, bathebody three times. Dedicate the offering to the deva of the Kula tree threetimes."},{"pageNumber":4,"pageContent":"2/28/2016Kulachudamani Tantrahttp://www.shivashakti.com/kulachu.htm4/12Using the Kula water, oblate the devas, the ancestors and the rishis.Again, after meditating on the Kulas, offer water to the Kula devas again.In the Bhairavi Tantra there are verses relating to this knowledge:Bhairavaya devaya. Creation came from Bhairava. Offer to Bhairava,pronouncing this mantra. After giving a suitable offering, meditate on thebeing of Bhairava­Bhairavi, offering the remainder.Deva, by meditating in this manner, I bestow grace, whether the rite bethat of ancestors, Shakti, offering, bathing or limb puja, there is no doubtabout this. After satisfying (Devi), offer the remainder to the peoplepervading the world who have this thing. Then rise, don the Kula robe,and envelop oneself in Kula.Making a forehead mark of the Kula type, sip water again. Pay respect tothe Kula pitha and do worship of the Kuladeva.After satisfying the guardian of the door by suitable song, dance, speechand so forth, one should collect the Kula elements and purify the Kulaseat. The Kula seat duly prepared, then strew the area with suitablepleasant things. Sitting on the Kula seat, and binding the hair, do the ritualof Guru puja.A person should purify himself, the area of ritual work, and his own body.Sipping the offering, the wise person should then worship the Kulaishtadevata. Do the puja with initiates, with adepts, with young maidens,with Kula people, and with those devoted to devata and guru.Various kinds of flowers and different sorts of scents should be presentand one should don clothes scented with camphor and incense, smearedwith scented powder. Offer tambula and various other pleasantsubstances, giving incense and fire first.A Kaulika should wear all kinds of jewels and gems, and, reciting the rootvidya, should sprinkle the place with water. All the substances should beon the right, while the offering (arghya) should be on the left. The Kulasubstances should be to the west of the devata.Making a yantra using different menstrual flowers such as svayambhu anddifferent red materials like rocana, lac, kumkuma, and red sandalwood,one should do the puja, afterwards offering recitation. After reciting theShakti mantra and praising her, then do the dismissal. Circle, and thenprostrate yourself in front of the young woman there present. Afterpreviously offering the essence of the Kula nectar to the guru, one shouldthen eat food.One should worship the young woman and she should worship you.Conceal the design of the yantra in the secret place of the 1,000 petallotus. Only impart this to a Kulina and never to atheists, fools, pashus orbrahmanas, otherwise one meets with death.Folk having gone at night to the cremation ground or to a Kula house andplacing in the centre of flowers and sweet scents the highest Kula thing,should, in the company of Kulas, within the Kulacakra, draw a Kulayantracontaining the name of the object to be accomplished. After first writingone's own name, accomplish the sadhana following the rules of theKulacara. The sadhaka should do the sadhana with his own and otherShaktis.Dear son, now listen to the rules relating to unification with Parashakti.Embrace one's own partner, who should be very beautiful and veryalluring. One should act as the guru to the Kula devotee, and shouldinitiate her into the path of Kula.(She should) show in her eyes the very blissful essence, be Kula born, befaithful and very wise, inwardly protective of the guru, with her mouth fullof tambula.You should worship her as if she were your own daughter. Then draw on"},{"pageNumber":5,"pageContent":"2/28/2016Kulachudamani Tantrahttp://www.shivashakti.com/kulachu.htm5/12her forehead a Shakti Cakra of three concentric circles, within this writingthe Kamakala mantra. In the centre, using mantra, write the name of theobject to be attained. Inside this, invoke Devi and after meditating on her,worship her.Then pronounce the rishi, metre and root mantra into the ear of yourdaughter, three times in her left ear.Son, now listen to the sexual embrace in Kula puja. A knower of Kulashould worship she who is wanton and free from shame, doing the actionsaccording to the guidance of the guru. After being initiated, prostrateyourself like a stick on the ground.Say Save me! O Lord of Kula, who with your Padmini is on the path ofKula! May the shadow of your lotus feet fall on my head, O Princely One!After giving dakshina to the guru with eyes full of love and tambula in hismouth, accomplish whatever you want with your own Kula Shakti.If, firstly, you do not do limb and avarana puja, then you are not a Kula.After first meditating on one's own guru as being above one, the veryessence of Kula nectar, and after oblating that deva, then one may recitemantra.Third PatalaNow I speak to you of worship at night in one's own Kula. The Shaktishould be seated on your left hand side on a mattress, adorned with redclothes, bejewelled with gold, smeared with red scents, garlanded withflowers, perfumed, wearing bright things, very beautiful, wearing lovelyclothes, with eyes like shy blossoms, slender, with large full breasts.On her forehead, draw a beautiful yantra and in this write the object to beaccomplished. Draw the same on her shoulders, arms, breasts andstomach. Her mouth should be filled with tambula and Kula substances.After doing recitation of the Kulakula mantra, one attains the desired forthing immediately.She comes from a distance of 100 yojanas, across rivers and mountains,across 1,000 isles, free of restraint, with agitated eyes, shedding love juiceprofusely, trembling, the circle of her beautiful buttocks swaying, her heartfull of love for the sadhaka, boldly coming ever closer, coming to sit withthe sadhaka, moving like the devata. Attracted to him in this way, asadhaka achieves success and becomes a Kaulika.Unless she is initiated and young, how is it possible to accomplishKulapuja? There can be no Kulapuja, dearest, unless she has previouslyobtained the Kula mantra. When other than young, dear son, it is as if shewere one with the guru (?).In her left ear, recite the mantra while sprinkling her (with Kula nectar).Mahadeva, now listen. I will expound this mantra to you. Aim Klim SauhTripurayai imam Shaktim pavitram mama Shakti kuru Svaha. This mantrahas 26 syllables (?). O Deva, purify the Shakti using this mantra.Brahmin­girl, warrior­girl, merchant­girl, slave­girl, Kulini, daughter of abarber, washer­girl, yogini; these are the eight girls.Each woman is equivalent to a Kula maiden. Hold the Kula cakra at acrossroads, close to a river, at the root of a bilva tree, actually within thecremation ground, during a feast, in a palace or whatever, O Holder of theTrident!Draw, dear son, a great yantra using powdered vermilion, and strew on itthe names of the object you want to accomplish!Use couch grass. Worship according to the rule and enter the Kula usingthe essence of Kula. Worship therein according to the due prescriptionand create the Kula using the essence of Kula!"},{"pageNumber":6,"pageContent":"2/28/2016Kulachudamani Tantrahttp://www.shivashakti.com/kulachu.htm6/12Offering wine within the Kula area, devoted souls should then worshipbeautiful young women, duly initiated, wearing (silken) robes, garlandsand so forth, giving them food, good milk and all the rest.To start, give (these maidens) food you have cooked yourself (dear son).(Examples follow): different sorts of cake, curd, milk, ghee, buttertmilk,candies. Offer different side­dishes flaboured [for example] with crushedsaffron and essences of variegated sources (drawn from) the art ofcookery.Try offering jackfruit, polished cardamoms, washed lemons,pomegranates and different other pleasant fruits [all the while] smearingthe maidens with a variety of scents and perfumes.Try offering them sandalwood, musk, saffron, fresh green sprouts ofpallava, borax, blossoms of the Lodhra tree, things from the water, itemsfrom the forest. Bring [your beautiful Shaktis] different jewels, anddecorate them ­ in turn ­ with very precious jewels of different kinds.Do the worship in a private place, and give offerings and also dopurifications. Once [a sadhaka] has caused the Kula amrita to flow, heshould bow in front of the Shaktis.He should bow to each of the Shaktis, in turn, and should call out theirnames, starting with the Brahmini. Asking each to take a seat, a sadhakashould make sure each one has a seat. Then he should give themofferings, water to drink, water for each [beautiful goddess] to wash hertoes, honey­flavoured water, and water yet again.If they are uninitiated, [the sadhaka] should say Hrim to each. O trulybeauteous One, he should feed them in the centre of a pavilion usinggolden plates. Then he should recite the hymn.Om hail to you Mother Devi!Stainless soul, the essence of Brahma. Through your compassion remove obstacles and bestow siddhi on me! Maheshi, giver of blessings! Devi, the form of supreme bliss! Through your compassion &c. Kaumari, who dallies with Kumara, Lady of all Knowledge, Through your compassion &c. Vashnavi, carried on Garuda's wings, The very self of VishnuThrough your compassion &c. Varahi Devi, giver of blessings, Who lifted the earth on your tusks, Through your compassion &c. Devi, you are Aindri, worshipped by all the gods and Indra. Through your compassion &c. Chamunda, smeared with blood, dressed in a garland of severed heads, You destroy fear! Through your compassion &c. Mahalakshmi Mahamaya, you destroy anxiety and sorrow. Through your compassion &c. Devi you are the goddess, father and mother both! You take the place of our father and mother! Although one, you are many, in the form of the cosmos! Hail to you Devi, hail! Fourth PatalaDear son, my secret originates in simple practice. Those lacking this donot obtain success even in one hundred koti of births. Folk following thepath of Kula and the Kulashastras are broad minded, from following thepath of Vishnu, patient of insult, and always doing good to others."},{"pageNumber":7,"pageContent":"2/28/2016Kulachudamani Tantrahttp://www.shivashakti.com/kulachu.htm7/12One should go to the temple of a deva, or to a deserted place, free ofpeople, an empty place, to a crossroads or to an island. There, one shouldrecite the mantra and, having bowed, become one with divinity and freefrom sorrow.Bow to Mahakali if you see a vulture, a she­jackal, a raven, an osprey, ahawk, a crow or a black cat, saying: \"O Origin of all, greatly terrifying one,with dishevelled hair, fond of flesh offering, charming one of Kulachara, Ibow to you, Shankara's beloved!\"If you should see a cremation ground or a corpse, circumambulate.Bowing to them, and reciting a mantra, a mantrin becomes happy: \"O youwith terrible fangs, cruel eyed one, roaring like a raging sow! Destroyer oflife! O mother of sweet and terrifying sound, I bow to you, dweller in thecremation ground.\"If you should see a red flower or red clothes ­ the essence of Tripura ­prostrate yourself like a stick on the ground and recite the followingmantra: \"Tripura, destroyer of fear, coloured red as a bandhuka blossom!Supremely beautiful one, hail to you, giver of boons.\"If you should see a dark blue flower, a king, a prince, elephant, horse,chariot, swords, blossoms, a vira, a buffalo, a Kuladeva, or an image ofMahishamardini ­ bow to Jayadurga to become free of obstacles. Say:\"Jaya Devi! Support of the universe! Mother Tripura! Triple divinity!\"If you should see a wine jar, fish, meat or a beautiful woman, bow toBhairavi Devi, saying this mantra: \"O destructress of terrifying obstacles!Grace giver of the path of Kula! I bow to you, boon giver adorned with agarland of skulls! O red clothed one! One praised by all! All obstacledestroying Devi! I bow to you, the beloved of Hara.\"Dear son, if a person sees this things without bowing, the Shakti mantradoes not give success.I all of this I am the most important part, beloved of the Kula folk. All theDakinis are my parts. Listen Bhairava! One who has gained success in mysimple yoga cannot be harmed by a Dakini. My devotees abound inwealth and cannot be conquered by Vatukas or Bhairavas.Whichever Kaula is seen by a young girl or woman, whether he be invillage, city, festival, or at the crossroads, causes her to be filled withlonging, her heart aching, her eyes darting glances, like a line of beesmad for honey falls on a lotus flower, greedy for nectar, like a femalepartridge for a cloud, like a cow for her recently born calf, like a femalegazelle eager for young shoots of grass, like jackals for flesh, like aperson tortured by thirst who sees water, like a dvamsi (?) at the sight of alotus fibre, or like an ant greedy for honey.The sight of such a Kaula, enveloped by the Kulas, causes her lowergarment to slip, she becomes mad with lust, and of unsteady appearance.Seeing her on a couch, her breasts and vagina exposed, one should fall toher feet, and, rising, fall again. One should impart the oral lore to analluring female companion ­ in her feet resides the secret of the act oflove. One attracts such female companions, with beautiful hips andbeautiful breasts, like a moon to the Kaula, free from greed or modesty,devoted, patient of heart, sensuous, very inner of spirt.In such a happy Duti, curiosity may suddenly arise, she asking \"Dear son,what is to be done or not to be done? Speak!\" One should performsacrifice to the indwelling Maya and offer the remainder to the Shakti.After this, one should excite her and then perform the act of love.On a Tuesday, in the cremation ground, smeared with Kula vermilion,using Kula wood, one should draw a yantra. In the petals write the CandaMantra, Sphrem Sphrem Kiti Kiti twice, and then the ninefold mantra ofMahishamardini. Outside this, write the mantras of Jayadurga and"},{"pageNumber":8,"pageContent":"2/28/2016Kulachudamani Tantrahttp://www.shivashakti.com/kulachu.htm8/12Shmashana Bhairavi. After writing them, worship Bhadrakali at night,meditating on Kamakhya, the essence of Kamakala.The Kulakaulika, naked, with dishevelled hair, should meditate on theformidable Kali, with her terrifying fangs and appearance, Digambari, withher garlands of human arms, seated on a corpse in Virasana, in sexualunion with Mahakala, her ears adorned with bone ornaments, bloodtrickling from her mouth, roaring terrifyingly, wearing a garland of skulls,her large and swelling breasts smeared with blood, intoxicated with wine,trembling, holding in her left hand a sword, and in her right hand a humanskull, dispelling fear and granting boons, her face terrifying, her tonguerolling wildly, her left ear adorned with a raven's feather, her jackalservants roaring loudly like the end of time, she herself laughing terriblyand pitilessly, surrounded by hordes of fearsome Bhairavas, treading onhuman skeletons, wholly occupied with the sounds of victorious battle, thesupreme one, served by numberless hosts of powerful demons.After meditating on Kalika, the lord of Kula should then worship her.Unless one enters the other city, Kulasiddhi cannot be achieved. Becausethis Devi gives all success as soon as she is remembered, she is hymnedin the three worlds as Dakshina.O Bhairava, by reciting her mantra 108 times, one can achieve whateverobject is wished for. After establishing oneself at the crossroads andmeditating on the Devi in your heart, one should enter the city adornedwith the most beautiful sorts of jewels. After meditating on Devi in the fourdirections, bow to the Kulaguru and, holding the name of the object ofsiddhi in your left hand, pronounce the mantra.By smearing the eyes with anjana, one may shatter iron locks barringdoors, becoming able to enter either stable, warrior's house, Kalikatemple, treasury or sacred place, and may have sexual union according towill even 100 times. After meditating on Svapnavati Devi, one should enterthe pavilion of Kama.Do puja with a yantra, writing the appropriate mantra on it, and reciting itat Devikuta, Oddiyana, Kamarupa, Tata (?) or at Jalandhara or Purna(giri)on pure ground. Establish cakras in these places and, worshipping Devi,bow and recite her mantra eight, ten, 100 or 1,000 times.Reciting and offering at such a pitha, one gains the wealth of a treasury.On a pure spot, establish the siddha seat, preparing the protectivepedestal and bowing to the pitha in a pleasant way. Say: \"Come, O greatone of the form of the vagina! Siddhayoni! Give that which is desired! I willperform Kulapuja with appropriate ritual accessories! Yield to me!\"Becoming like her son, her feet on your head, she yields whatever iswished for. Repeatedly offer her Kula flowers, scent and food. Dear son,prepare everything, and after offering and cooking for her, give grain, rice,wine, fish, flesh, ghee, honey and the other things which bestow success.A sadhaka should install her in a jar, and then worship the supreme. Aftermeditating on the ishtadevata, the possessor of the path of Kula shouldfeed her.Dividing a piece of fruit in half, give one to the Kula Shakti, take the otherone yourself, and then eat. If one does not have a young woman as aShakti, perform the dismissal using water. After performing the pitha puja,rub out the yantra, offering then to the ancestors of the place.Fifth PatalaShri Devi said: Deva, a sadhaka travelling in dream can enter Kamarupa,which is Kamakhya, the yoni pavilion. After drawing the ultimate cakra,surrounding it with Kula substances, a sadhaka should write round it thenamed object of desire.Making the place of Kama, in the centre of the place of Kama, fashioning"},{"pageNumber":9,"pageContent":"2/28/2016Kulachudamani Tantrahttp://www.shivashakti.com/kulachu.htm9/12it into a funnel­shaped vessel, by Kama one should love Kama, turningKama into Kama.After meditating thus, and reciting a mantra, gazing at the pedestal and soforth, a possessor of the correct rule should place the father­face into themother­face. So, offering cloth, saffron or tambula twice, one may takeKakini by force (?).Doing ritual circling and so on according to the due rule, one may then goforth. If a man should attempt to subjugate women of the circle orprotected property, a sadhaka becomes a fallen sadhaka. An act of blackmagic causes the destruction of a Kula. If he does a bad deed, it kills him,no doubt. City shaking prompted by black magic causes him to be boundby a superior power. The puravasini can be awoken using the sleepawakening mantra.O Shankara, a Kulina using this method who intends to steal createsobstacles for himself, there is no doubt of it. Bhutas, pretas, pishachas,rakshasas, serpents, kinnari, naga maidens, underworld maidens, fairies,bhairavas, vatukas, and Ganapa create obstacles for those entering theplace where protected women sleep. It causes the death of one's children,creates delusion, disease, and uprooting.They cause different obstacles such as poverty and great anxiety, andloss of grain to one who emits his semen into a protected woman. Thenthey destroy sadhakas. One should protect oneself carefully, pegging allthe gaps with vajra, Shakti. staff, sword, noose and goad. To avoidobstructions, carefully worship the guardians of the directions.O Deva, one should offer cake, plantain, sweetmeats, milk rice, food,crushed parched grain and jackfruit, giving to Vishnu the supreme foodand to Ganesha the pithaka (?). A vÌra should offer sweetmeats, jackfruit,plantain and black goat flesh to the Kshetresha, and then recite themantra.After reciting, offer a clump of earth and sprinkle water to the tendirections. Just as a horse sprinkled in sacrifice, as Sakra to the gods, soobstacle worship is for Kula. In the sleeping place, in the north east, placea Kula conch.Around it, make a square of twelve finger breadths. A sadhaka, aftermaking this king of yantras, should worship there at night. At night,roaming about, at night, doing Kula puja, there is nothing which cannot bedone. A sadhaka becomes a Kaulika.At night, establishing Tribhuvaneshvari, and bowing, recite her mantra.Bathing in the morning, and bowing to guru, devas, ancestors and rishis,offering oblation to the Shakti, worship in a devoted way.O Bhairava, by serving a young woman who resembles a prostitute, onegains wealth, becomes all protected, beloved of all, and able to enslave.She bestows her grace. Kula sadhakas will know the different meditationsby appeal to the Kulachudamani, previously spoken of.After offering in a gold, copper or a Kula vessel, and drawing thenijayantra or Kulayantra or the Shriyantra or the Gandharvayantra, madeof various things, and with in the centre the name of the Kula target,strewn with nija names and the Kamakala bija, all encircled with thenijamantra, the best of sadhakas should worship the essence ofKulamnaya.With Kula puja and the like, using lingas, one may attain the highest coreof Vishnu, saying Jaya Vishnu, Hare Brahma and so forth, offering variousthings, and doing the Kula puja in a forest or near a lake.Using the previously declared rule, one may accomplish Kula agitationetc. One should bring the Kula born Devi at night to a deserted garden,house or temple, and initiate her using the root mantra. Then, using the"},{"pageNumber":10,"pageContent":"2/28/2016Kulachudamani Tantrahttp://www.shivashakti.com/kulachu.htm10/12rule previously spoken of, one may achieve Kula agitation. Both shouldrecite the root mantra which gives siddhi.Of all pithas, the supreme pitha is Kamarupa, the great giver of results. OMaheshvara, whoever does puja there is accomplished.Son, I live in this best of all pithas. Therefore the Kamakhya yoni mandalais spoken of 100 times. Mahadeva, what can be said of the fruit gainedthereby? There dwell millions of Shaktis and Mahishamardini herself. Thispitha is the image of the absolute, the hidden vehicle of all happiness.Bhairava said: Deveshi, if I am truly your son, speak of the methods ofattraction, you the cause of creation and dissolution.Devi said: Dear Son, I will speak of the mahavidya, the supremely greatattraction maker, through which puja method a man can attract even thedevas. After reciting the Kali mantra of one, two or three types, one canattract the moveable, the fixed and everything else, according to will. Thisis revealed clearly, as if from the mouths of Brahma and Sarasvati.This Maha Kali vidya is said to be the ultimate secret of all secrets,causing sleep, wakefulness, delusion, confusion and bewilderment. Onemay go anywhere, whether in the night, the day, or the twilight. Oneshould strew the name of the object to be accomplished (with the letters ofthe) bija mantra.The guru should perform an act to enlighten the vira in this matter.Whatever the subject whatsoever, this method always bestows that whichis wished for. Yoga meditation on a young woman causes people tobecome siddhas, there is no doubt of it.Just as grain is the secret essence of an ear of corn, or as the Sun'sbrightness manifests by its rays, or as the Moon's beauty is shown infalling rain, or as the earth becomes full of nectar by being watered, or asby seeing a flower one becomes filled with devotion, or throughMahadurga's prasad makes one a Lord of Siddhas, or as by the grace ofKula flower pleasure arises, or as remembering the Ganges frees fromsin, so by this method of attraction one becomes like Shiva, and someditating on a young woman gives boons. Therefore, always initiate theNija Kauliki.Bhairava is the rishi, ushnik is the metre, the devata is Devi DakshinaKalika, it gives the fruit of the four aims of mankind. Purva is the bija, parais the Shakti.Do limb (nyasa) and so forth using six long bijas, and the fourteen matrikavowels, each separately. Place them in the heart, on the hands and on thefeet. Do the diffusion (nyasa) using the fifteen syllables of the root mantra.Meditate five ways as previously described.Inside the lotuses and in the fifteen angles do pitha puja. There indrawand worship Devi Dakshina, adorned with Kula. Afterwards, worshipMahakala, then the pitha Shaktis Kali, Kapalini, Kulla in the first triangle;Kurukulla, Virodhini and Vipracitta; Ugramukhi, Ugraprabha and Pradipta;Nila, Ghana and Balaka; Matra, Mita and Mudrika. Outside this, from theeast petal in order, worship Brahmani and the rest.After doing thus, a pure person should recite the mantra and sacrificedaily. Reciting a lakh (times) at night is the essence of great purification.One need have no other thought in this puja than that of a young woman.Reciting at night gives siddhi and one becomes Dakshina. Do limb nyasa,and after meditating on Devi, the wise man should recite the mantra. Afterworshipping the body of the cosmos using this method, one may attractheavenly, underworld and Naga maidens.Worship Maha Kali in a forest, performing puja, meditation, applicationand recitation of the mantra. The Devi dwells equally in all these places."},{"pageNumber":11,"pageContent":"2/28/2016Kulachudamani Tantrahttp://www.shivashakti.com/kulachu.htm11/12Daily recitation and the like has already been spoken of. When a persondoes forest puja of great maidens, it bestows purity.Place a conch in the north east and draw a yantra there. Offer andpractice on the eighth or fourteenth night (of the dark Moon). Initiatedmortals should recite the mantra 108 times, naked, with their mouths fullof tambula, with dishevelled hair, controlled of senses, eyes rolling withintoxication, in sexual intercourse with the supreme woman.Worshipping at night, naked, using scent and flowers. adorned with Kulagems, she who is named in the strewn yantra, being the vira's beloved, isshe who ought to be worshipped. After giving her wine, meat and theother substances of Kula sadhana, one should meditate on and offer tothe guru.Asking leave to dismiss her, (placing a flower) on the head, one should dothe remaining actions. Dearest son! Do not do Kula puja without wine andflesh, else it destroys the good actions of 1,000 births.Brahmins, in acts of subjugation, may offer honey in copper vesselsinstead of wine. Others should worship using Kula wine. This wine isdrunk by yogis, this wine is the most excellent thing for yogis. For thosefor whom wine drinking is unsuitable, honey and sweet cakes may beoffered.Sixth PatalaDevi said: Dear son, now I speak to you of the rules of nyasa. One shouldinvoke Devi as being diffused in the body, then doing nyasa. The best ofsadhakas should first place Devikuta at the top of the head. Draw a yantrausing the previously declared rule, following the Kula path. Bow to thevarious pithas and using scent and blossoms worship Devi asMahabhaga, the root Devi, with her attendants.After reciting the mantra 100,000 times, then establish Oddiyana, thenworship the pitha known as Yoganidra, where one should do puja to theindwelling ishtadevata 100,000 times. After going to Kamarupa, oneshould then worship Katyayani.At night, reciting a mantra 100,000 times, one should then performworship to Kamakhya. Going then to Jalandhara, firstly worship Purneshi.Reciting the mantra 100,000 times there too, then go to Purnagiri andagain do puja and recite the mantra to Chandi. Entering Kamarupa, firstlyworship Kamakhya. At the close, worship the Mahadevi Dikkaravasini.At night, after reciting mantra to each of the Pitheshvaris in the sevenpithas, then worship the ishtadevata. On completing the requisite number,then bow, saying \"Devi, highest of the Kulas, in this act I, named such andsuch, of the gotra such and such and family such and such ask you, thedesired goddess, to bestow the highest boon.\" If unsuccessful, one shoulddo the previous actions again.Otherwise, one may worship Mahishamardini in all the pithas. Then shebecomes pleased, and bestows the Kula boon. On reciting the rootmantra, one becomes a lord of all siddhi. One should go to a Rajavrikshatree, and worship the ishtadevata at its root, starting worship on a greatnight. The recitation should continue over the next three days. Deva, thebest of sadhakas gains the fruit of 100,000 pithas by doing this.Bhairava Maheshvara, if a sadhaka should recite the secretMahishamardini root vidya, he may gain at will the siddhis Vetala, Khadga,Anjana and Tilaka.Bhairava said: O Deveshi Chandika, if you love me, tell me how to obtainthe great siddhi Vetala and the rest.Devi said: The best of sadhakas, using Nimba wood should, on aTuesday, at midnight, sit in sexual intercourse on a corpse. After digging a"},{"pageNumber":12,"pageContent":"2/28/2016Kulachudamani Tantrahttp://www.shivashakti.com/kulachu.htm12/12pit, he should recite the Mahishamardini (vidya) 800,000 times, thenoffering 1,000 times in the cremation ground. Taking the ash, smear it ona staff and padukas, going to the cremation ground on a Durga eighth andoffering libation there.Doing puja according to rule on the corpse, a vira should then sit on thecorpse and recite the mantra 1,008 times. O Natha, after giving animalsacrifice to the mother, he should then recite a mantra over the wood:\"Sphrem Sphrem Mahabhaga Yogini, be lovingly pleased! Protect me withthis staff I hold.\"Whenever a Kaulika displays the staff and recites the mantra, he canpulverise whatever he wants and can conquer over and over again.\"Mahabhaga. boon giver, may these padukas go, go! May they travel 100yojanas whenever I wear them!\"Taking copper and making a sword of 50 angulas length, and drawing ayantra on it, a person should recite the mantra. Sitting on a great corpseduring a Kali day and reciting the mantra 1,000 times, (a sadhaka) shoulddig a pit in front of a Bija tree and do the binding and protection, recitingon a Kula eighth in the cremation ground at midnight. Firstly pleasing (theDevi), he should then do sacrifice in the cremation ground, using the threemadhus with bilva leaf.After the sacrifice, he should offer animal sacrifice to supreme Maya DeviMahishamardini. Whosoever gives complete animal sacrifice to the greatUnmukhi gains her favour. Dear son, say: \"Take, wielder of the sword!Terrifying and fanged Maha Kali, true one of formidable form, Kam Im Ummake! Kalyani, cut through my enemy!\"If a man should raise and strike with the sword, at the same time recitingthe mantra, having cut, having cut and again having cut, he may achievethe act of sadhana.Otherwise, he should sever the head of a male black cat with one blow, ona Tuesday, at the crossroads, at night, and should bury it with a mantra.Eating sacrificial food and emitting into a vessel, he should recite themantra every night. Concentratedly reciting 1,008 times in the darkness,he should gaze at the dug­up vessel. Eating sacrificial food during theday, on a river bank, and immersing himself, he should wash it, reciting amantra.Dear son, I have spoken to you of opposition, through which a man canconquer. One should install and worship screaming Kalika, reciting theinimical Kali mantra 1,000 times. A mantrin then attains success in anjana­ there is no doubt about this. A sadhaka, on making a powder of crushedbone, sandal, aguru and copper, worshipping according to rule, conquersall.Kuleshvara, a man, worshipping Devi most attentitively at a Kula place,giving her Kula fish, Kula food and Kula wine. Reciting 1,008 times, a manmay conquer all on earth using the Phut mantra. Even if the target is 100yojanas distant, he may gain it. It comes to him from wherever it is onearth.A man can contract his body, entering instantly a cleft, a small window, ora cavity. Dear son, Lord of Kulanathas, unless a man has the Durga orKali mantra, the siddhis are concealed, there is no doubt of it.Artwork is © Jan Bailey, 1996­2006. Translations are © Mike Magee 1996­2006. Questions orcomments to mike.magee@btinternet.comHome Page"}]
