[{"pageNumber":1,"pageContent":"è[I yoin tN]((The Yoni Tantra)translated byMichael MageeWORLDWIDE TANTRA PROJECTVOLUME II1995"},{"pageNumber":2,"pageContent":"This translation and the illustrations included are protected by inter-national copyright. Like shareware software, you are free to distrib-ute it but if you wish to keep it, you have to register your copy.All rights reserved. If you wish to register this copy and supportthe future translation and publication of such works, please send $7to Mike Magee, 18 Grafton Road, Harrow HA1 4QT, UK.Version 1.0email address: MikeMage@magee.demon.co.uk"},{"pageNumber":3,"pageContent":"IntroductionThis translation of the Yoni Tantra is a revised version ofthe edition published in 1980, and is specifically publishedfor the Worldwide Tantra Series.Many Western commentators have alleged that the‘‘secret sËdhana’’ was veiled by a twilight language, butthe Yoni Tantra explodes this myth. Kaulas were theunlikeliest folk to mince words and the consumption ofthe yoni tattva----a mixture of menses and semen----is heredescribed in the clearest of terms.Whilst ritual sexual intercourse is often alluded to inKaula and ÉrÌ tantras, there are only a few of these inwhich yoni tattva is mentioned. Yoni Tantra could bedescribed as a eulogy of the yoni and the yoni tattva.As long ago as 1913, some details relating to this matterwere published in Arthur Avalon’s Hymn to Kali (Luzac,1913). The matter was obviously held to be highly sensitiveand parts of a commentary relating to consumption of theyoni tattva are left untranslated.The first English reference to the consumption of mensesand semen seems to be in the Indian magazine Values,Vol XIX No 5. In an article entitled The Occult World ofa Tantrik Guru, by a representative of the Uttara Kaulasampradaya, this matter is discussed clearly and unequivo-cally.Other English books have been discovered relating tothis subject. The first is Elizabeth Sharpe’s Secrets of theKaula Circle (Luzac 1936), a factional account, which,while not spelling out the dark details, neverthelessshowers hints and tips on the reader.Kenneth Grant, in his Aleister Crowley and the HiddenGod (Muller Ltd) refers to the process in oblique and"},{"pageNumber":4,"pageContent":"mysterious ways, relating the process to Aleister Crowley’smembership of the masonic group Ordo Templi Orientis.Crowley, in his Confessions (Cape, 1968) alludes to thismatter, saying: ‘‘The OTO is in possession of one supremesecret.’’From Crowley’s diaries, it is evident that the secret herefers to is the consumption of the yoni tattva. The Germanfounders of the Ordo Templi Orientis claimed to haveIndian or tantrik gurus, but it is impossible to prove thislink.It is, however, not impossible that the works of Sir JohnWoodroffe (Arthur Avalon) were the main inspiration ofCrowley’s ‘‘supreme secret’’. It is certainly quite extraor-dinary that Crowley never mentions the books of JohnWoodroffe, although it is certain he must have known ofthem.The earliest reference to yoni tattva in Kaula tantraseems to be in the Kaulajnananirnaya of Matsyendranath(Prachya Prakashan, Benares, 1986):----‘‘In Kaula Agama, the five pure and eternal substancesare ash, wife’s nectar, semen, menstrual blood and gheemixed together¼In occasional rites and in acts of KamaSiddhi, the great discharge is without doubt and mostcertainly what one should do in Kaula Agama.¼Oneshould always consume the physical blood and semen.Dearest One, this is the oblation of the Yoginis and theSiddhas’’. (KJN, Patala 8)‘‘A brahmin goes to heaven by endless washing of thefeet and mouth, whereas a person repeatedly making aforehead mark of Kunda, Gola or Udbhava menses destroysvarious ailments such as leprosy and smallpox and is freefrom all disease in the same way that a serpent sloughs itsskin.’’ (ibid, Patala 8)2The Yoni Tantra"},{"pageNumber":5,"pageContent":"‘‘Blood is the female (Vama) elixir. Mixed with wineand semen, it is the Absolute.’’ (ibid, Patala 18)Other Kaula tantras deal with the subject of menstrualblood in very plain terms. Matrikabheda Tantra (SothisWeirdglow 1983) describes the different types:----‘‘ÉrÌ Éankara said: The firs menses appearing in awoman who has lost her virginity is Svayambhu blood. Ina maiden born of a married woman and begotten by anotherman, that which arises is Kunda menses, the substancecausing the granting of any desire. DeveÚÌ, a maidenbegotten by a widow gives rise to Gola menses, whichsubdues gods. The menses arising in the first period aftera virgin becomes a married woman is the all bewilderingSvapushpa.’’ (MT, Patala 8)The very first chapter of the MT mentions a substancecalled sambal, described in the commentary as a woman’smenstrual discharge. This substance allows the tantrikadept to perform various sorts of alchemical operations.Vajrayana is a cult of Tibetan lamaism. In the Candama-harosana Tantra (Harvard Oriental Series, 1976), the LordChandamaharoshana says:----‘‘Optionally, the yogin may secrete or not secrete, havinghis mind solely on pleasure. If he does, he should lick theLotus, on his knees. And he should eat with his tonguethe white and red of the Lotus. And he should inhale itthrough a pipe in the nose, to increase his power.’’ (CT,6, 150)Many points of contact exist between the texts of theVajrayana and Indian Kaula cults. Matsyendranath, authorof the KJN, is also, according to some accounts, the founderof both Vajrayana and Kaula traditions. He is also thehuman progenitor of the NËtha traditions.A Tantra of the Left Current3"},{"pageNumber":6,"pageContent":"The Kaulavali Nirnaya (Agamanusandhana Samiti, Cal-cutta nd), edited by Sir John Woodroffe, is a digest ofother Kaula tantras. Summarising chapter 18, Sir Johnparaphrases the tantra:----‘‘¼there are people who regard semen and menstrualfluid with disgust, but they forget that the body by whichthey hope to attain Liberation is composed of these twoforms of matter, that the marrow, bone and tendons havecome from the father and the skin, flesh and blood fromthe mother. It further says that there is no reason for man’sdisgust for excreta or urine, for these are nothing but foodor drink which has undergone some change and containsliving creatures and the Brahman substance is not absenttherefrom¼All things are pure. It is one’s mentality whichis evil.’’ (KN, introduction, pp19-20)SvecchacharaThis Sanskrit word means a spiritual state in which anindividual may act according to her or his own will. Asshe or he is Éiva incarnate, there can be no morality, butonly freedom from the rules of the pasu or herd-personwho is fettered by the mind:----Bhairava said: Listen, VÌra CËmuÙdË, to the charac-teristics of vessels and the way of acting. One may be likea child, a madman, a king, like one in a swoon, like anindependent spirit, like a Lord Hero, a Gandharva, a nakedperson, a Tridandin or like one teaching knowledge forgain. The way to be is to act however one wills.’’ (KJN,Patala 8)The Yoni Tantra advocates Svecchachara in Patala 7,stating that the ordinary rules for worship are suspendedfor one following Mahachina practice. This ‘‘Mahachina’’is often encountered in tantrik texts----it seems to refer to4The Yoni Tantra"},{"pageNumber":7,"pageContent":"the regions bordering Tibet and China. A person followingthis path is free of all distinctions, as she or he is one withÉiva and Éakti, acting according to will.Svecchachara is the way of the Avadhuta, a spiritualperson beyond any qualifications or distinctions. The typeand symbol of the Avadhuta is the guru figure of India,Shri Dattatreya. The Avadhuta is always in a blissful state,one with the Absolute. According to Sir John Woodroffein his introduction to the KN:----‘‘It is very difficult for anyone to know his true nature.When alone he is like one mad, dumb or paralysed andwhen in the society of men he sometimes behaves like agood man, sometimes like a wicked one, and on occasionshe behaves like a demon. But the Yogi is always purewhatever he may do and by his touch everything becomespure.’’ (introduction, p22)These descriptions echo the mala or chain mantra ofDattatreya, in which he is described as ‘‘Madman, Child,Devil’’. In the Avadhuta Upanishad (Sannyasa Upan-ishads, Adyar 1978), Dattatreya is questioned by Samk-riti:----‘‘Venerable Lord, who is an Avadhuta? What is hiscondition? What is his characteristic? What is his worldlyexistence? (Dattatreya then replies) The Avadhuta is socalled as he has discarded worldly ties, and he is the essenceof the sentence ’Thou art That’¼His worldly existenceconsists in moving about freely, with or without clothes.For them there is nothing righteous or unrighteous, nothingholy or unholy.’’ (pp 1-3)‘‘For him there is no such thing as sin or virtue. Theethical system of sin and virtue is to protect the minds ofthe worldly, since the mind is the measure of all thingsand all things last only a moment.’’ (CT 8,60)A Tantra of the Left Current5"},{"pageNumber":8,"pageContent":"Again in the text of the NËtha Siddhas:----\"Bad smells and perfumes one should sense as equal.Just as a lotus petal in water is without stain, so a Yogi isunmarred by merit or sin. In one in whom this mentaldisposition has blossomed there is no difference betweenkilling a Brahmin or the Ashvamedha sacrifice, nor is thereany difference between bathing in all the sacred waters orcontact with barbarians.’’ (KJN, Patala 8)Reverence for WomenThe Kaulas regarded female gurus very highly and therewere many examples of yoginis or female tantriks. In YoniTantra Patala 7 we find:----‘‘Women are divinity, women are life, women are trulyjewels.’’This sentiment is echoed in many other tantras such asÉakti Sangama Tantra, DevÌrahasya and elsewhere. Awoman is the goddess:----‘‘Worship carefully a woman or a maiden as she is Éakti,sheltered by the Kulas. One should never speak harshly tomaidens or women.’’ (KJN, Patala 23)‘‘In Kaula every woman is thought of as a manifestationof the Goddess. No man may raise his hand, strike orthreaten a woman. When she is naked, men must kneeland worship her as the Goddess. She has equal rights withmen on all levels.’’ (Occult World of a Tantrik Guru,Values Vol.IX)In both Kulachudamani Tantra and the Brihad NilaTantra, the Kaula is instructed to recite a mantra inwardlywhenever he sees a woman.‘‘Women are heaven; women are dharma; and womenare the highest penance. Women are Buddha; women are6The Yoni Tantra"},{"pageNumber":9,"pageContent":"the Sangha; and women are the perfection of Wisdom.’’(CT 8,30)KËmarÍpaThe Yoni Tantra hails from Cooch Bihar (Kocha), butmany of the Kaula Tantras originate from KËmarÍpa. InPuranic legend, this is the place where the yoni of DevÌfell to earth after the Goddess’ body was sliced into 50segments by the discus of ViÚÙu.Matsyendranath----founder of Kaula and NËtha schools----expounded the Kaula Shastra at KËmarÍpa. The famoustemple at Gauhati is celebrated. The KamarupÌ is hymnedin the Kalika Purana and in very many other Vama andKaula tantras.‘‘It is said that female sadhvikas knowing yoga dwellat KËmakhyË PÌtha. If one joins with one of these, oneobtains Yogini Siddhi.’’ (KJN, Patala 16)The Ten MahËvidyËsThese are listed in the third patala of Yoni Tantra as KËlÌ,TËrË, Sodasi, Chinnamastaka, Bhagalamukhi, Matangi,Bhuvaneshvari, Mahalakshmi and associated with thedifferent parts of the yoni. This list of the Mahavidyasdiffers from that in Todala Tantra (Sothis Weirdglow1984).Transliteration of Sanskrit terms in this work follow theaccepted international standard.A Tantra of the Left Current7"},{"pageNumber":10,"pageContent":"First PatalaSeated on the peak of Mount Kailasha, the god of gods,the guru of all creation, was questioned by DÍrgË-of-the-Smiling-Face, Naganandini.Lord, 64 tantras have been created. Tell me, Ocean ofCompassion, about the chief of these.MahËdeva said: Listen, dearest PËrvatÌ, to this greatsecret. You have asked to hear this 10 million times.Beauteous One, it is because of your feminine nature thatyou continually ask me.You should conceal this by every effort. PËrvatÌ, thereis mantra pÌtha, yantra pÌtha and yoni pÌtha. Amongst these,the chief is certainly the yoni pÌtha, revealed to you fromaffection.Naganandini, listen closely! Hari, Hara and BrahmË----the gods of creation, maintenance and destruction----alloriginate in the yoni.A person should not worship the yoni if he does nothave the Éakti mantra. This initiation and mantra is thedeliverer from hell.I am MÎtyunjaya, beloved of your yoni. Surasundari, Ialways worship DÍrgË in my heart lotus. This liberates themind from distinctions such as Divya and vÌra. O LadyGoddess! worshipping in this manner, liberation is placedwithin a person’s reach.A yoni worshipper should prepare the Éakti mantra. Hegains wealth, poesy, wisdom and omniscience. He becomesthe four-faced BrahmË for one hundred million aeons.What is the use of talking! To speak of this avails naught.If a person worships with menstrual flowers, he also haspower over fate. Doing much pÍja in this way, he maybecome liberated."},{"pageNumber":11,"pageContent":"The devotee should place a Éakti in a circle. She shouldbe wanton, beautiful, devoid of shame and disgust, charm-ing by nature, supremely alluring and beautiful. Aftergiving her vijaya, the devotee should worship her withutmost devotion.He should place her on his left, and should worship herhair-adorned yoni. At the edges of the yoni, the devoteeshould place sandal and beautiful blossoms. There, indraw-ing the goddess, he should do jiva nyËsa using mantra,having given her wine and drawing a half-moon usingvermilion. After smearing sandal on her forehead, thedevotee should caress her breasts.After reciting the mantra for 108 times, while in herarms, the devotee should caress the breasts, having pre-viously kissed her on the cheek. The mantra should berecited 108 or 1008 times in the yoni circle.After reciting the mighty mantra, he should recite thehymn very devotedly.At the time of worship, the guru should not be present.I am the worshipper. If the guru is present, there is nofruit, there is absolutely no doubt of it.The worshipper, using great efforts, should make theresults of the pÍja over to the guru. After making threeofferings of hands full with flowers, he should bow againto his own guru. The wise man should, by every means,offer to his guru----putting the hands together in the signof obeisance.After performing yoni pÍja using these methods, thedevotee attains whatever is desired----there is no doubt ofit. The fruit of doing pÍja to the great yoni, deliverer fromthe ocean of misery, is life and enhanced vitality. A Tantra of the Left Current9"},{"pageNumber":12,"pageContent":"Second PatalaDevÌ said: God of Gods, NËtha1 of all the cosmos, causeof creation, maintenance and destruction, without you thereis no father, just as without me there is no mother. Youhave spoken of the ultimate way of yoni pÍja throughsexual intercourse. Which types of yoni should be wor-shipped and which bring good fortune?The devotee should worship the mother’s yoni and haveintercourse with all yonis. He may have intercourse withany woman between the ages of twelve and sixty.He should worship the yoni daily, using the five tattvas.By seeing the yoni, he gains the merit of bathing at tenthousand tirthas.The forehead mark should be made from yoni tattva,and dress should be of the Kaula type. The type of materialused for sitting and the worship itself should be of theKula form.Firstly, in intercourse, the purified worshipper shoulddraw the Éakti to himself by her hair and should place hisliÔga into her hand. The liÔga pÍja and the yoni pÍja shouldbe performed according to the injunctions. Beloved One,red powder and sandal should be smeared on the liÔga.The liÔga should be inserted into the yoni and thereshould be vigorous intercourse. He who uses this methodattains the highest essence. A devotee should worship withthe yoni tattva, of the form of yoni, the deluder of theworld, at night when it is full moon, at a crossroads.After going to a cremation ground, offering cooked fish,milk, food and meat, he becomes like Kubera, the god ofwealth.A yantra of yoni shape should be drawn on the groundand the mantra recited. O DevÌ, after reading the kavaca,"},{"pageNumber":13,"pageContent":"a person should recite the 1000 names. He becomes a sonto KËlikË and liberated. Offering meat in a deserted placeand repeating the mantra and the stotra, a man becomes alord of yoga.Having seen the yoni full of menses, after bathing andreciting the mantra 108 times, a person becomes a Éiva onearth. One should recite the mantra after offering bothone’s own semen and the yoni flowers.Cooked fish, egg, mouse flesh, buffalo flesh, humanflesh, wine, meat and ground cereal should be offered atnight.Wherever this great place (of offering) is, therein playsthe great essence. One should be naked, with dishevelledhair, sitting in the pratyalidha posture. At all times andeverywhere, the mantra should be recited when in the greatyoni. One should worship the essence of DevÌ, the Éaktiin the form of a Éakti. Doing thus, a man attains the fouraims of mankind----dharma, artha, kama and moksha.SËdhakas, together at night, should offer using wine andmeat. By all means a sËdhaka should have intercourse inthe yoni, previously caressing the Éakti’s breasts.If intercourse is performed in viparita mode, the Éaktibecomes the Goddess. The sËdhaka becomes instantlyregenerated and fully alive by using the water fromwashing yoni and liÔga.After worshipping the great yoni according to injunction,one should make an offering. The water of the yoni is ofthree types and one should offer it to the Éakti. MahËdevÌ,after mixing the water with wine, a purified sËdhaka shoulddrink it.The supreme woman will be pleased by offering herclothes, perfumes and jewels. Whilst in the yoni, oneA Tantra of the Left Current11"},{"pageNumber":14,"pageContent":"should worship the vidya, at night, according to the ritualrule.The best of sËdhakas should mix the effusion from yoniand liÔga in water, sipping this amrita, he should nourishhimself with it.12The Yoni Tantra"},{"pageNumber":15,"pageContent":"Third PatalaGreat Lady, listen very attentively. This should be con-cealed with every effort. Never reveal it! Revealing itcauses loss of siddhi, revealing it causes death. Revealingit destroys mantra. Revealing it may cause one to be tornto pieces.The miraculous Yoni Tattva Tantra is the best of alltantras. Because of love for you, this very hidden tantra isrevealed. The only evil in sexual intercourse is disgust forblood and semen. He who mixes them with wine isdiscriminating in worship.How can one be wicked on account of the Éakti mantra?Having worshipped the great yoni, the sËdhaka should dopÍja with the flesh of goats, sheep, men, deer, mongoose,buffalo, elephants, cows, jackals, lions, horses and tor-toises, in a devotional frame of mind.What point is there of many words? The yoni which hasbled is suitable for worship. Do not worship a yoni whichhas never bled. Worshipping a yoni which has never bledcauses loss of siddhi on every occasion.What can be achieved by men without the five tattvas?All is without result and one may fall into hell and bebaked in pots until the end of time.The sin acquired in a myriad of births is instantlydestroyed if one should worship, offering into the yoniaperture. Combining semen with menses or svayambhumenses and taking this in the hand, carefully offer it intothe Yoni.One becomes KËlikË’s son and renowned. DevÌ is at thebase of the yoni and Naganandini is in the yoni. KËlÌ andTËrË are in the yoni cakra and Cchinnamastaka in the hair.Bagalamukhi and Matangi are on the rim of the yoni."},{"pageNumber":16,"pageContent":"Mahalakshmi, Shodashi and Bhuvaneshvari are within theyoni. By worshipping the yoni one certainly worshipsÉakti.Worship giving bali of birds and other living creaturesand with blood. For the sËdhaka who says Aim Aim at thetime of worship, the yoni is fortunate and gives bothenjoyment and liberation. A yogin is not a bhogin and abhogin is not a yogin, but if one worships the yoni one isa Kaula, a person who has both yoga and bhoga. Allworship is pointless without worship of the yoni, O DÍrgË.Candali, Lady of Hosts, the foremost one, is the centreof the yoni. By worshipping in this way, one becomes myequal, most certainly.What use are meditations, reciting mantras, giving giftsor kula nectars? O DÍrgË, without yoni worship, all arefruitless.If one is incapable of giving that which should be offeredin my sËdhana, one may, instead, be exclusively devotedto yoni pÍja. A sËdhaka should worship with jewels andclothes. After worshipping the great yoni, then he shouldenter the circle.Prostrating himself like a stick on earth, he should thendisplay the yoni mudrË. DÍrgË becomes pleased with asËdhaka who is devoted to the yoni.What point is there of many words? The yoni which hasbled is suitable for worship. Do not worship a yoni whichhas never bled. Worshipping a yoni which has never bledcauses loss of siddhi on every occasion.14The Yoni Tantra"},{"pageNumber":17,"pageContent":"Fourth PatalaAll japa and the like is to be done according to the rulesof MahËcina. The nature of yoni worship is thus declaredto you, O DevÌ.Although to be kept secret, it is revealed from love foryou. In the country of Kocha, near Yonigarta, on the westbank of the Ganges is the renowned Madhavi. Going there,one may gain the yoni darshana, O MËheÚvarÌ.O DevÌ, there I became exclusively devoted to yoniworship each night. Practising religious mendicancy, Ialways go there.There is no yoni on earth resembling the beautifullyrounded yoni of Madhavi and the firmness of her breasts.Worshipping this causes Shivoham. Listen, PËrvatÌ!KÎÛÙa, after worshipping RadhË’s yoni, became God KÎÛÙa.ÉrÌ Rama Janaki Nath worshipped Sita’s yoni. KillingRavana and his clan, he then went to Ayodhya City andlived in a beautiful palace there. ViÚÙu, BrahmË, the saintsand I myself all were born from a yoni.What knowledge in the three worlds can match themagnificence of the yoni tattva? DevÌ, without the fivetattvas of wine, meat, fish, grain and intercourse, all isfruitless.Veda is the highest of all things and better than Vedais Vaishnava. Better than Vaishnava is Shaiva and betterthan Shaiva is Dakshina. Greater than Dakshina is Vamaand better than Vama is Siddhanta. Higher than Siddhantais the Kaula who desires the yoni----like a sun shining inthe sky or a veritable Meru to a mustard seed.The pre-eminence of the Kula is lauded in all tantras.By the power of good fortune, one is a knower of Kula.Giving appropriate foods, one should please and worship"},{"pageNumber":18,"pageContent":"by every means. The best of sËdhakas is exclusivelydevoted to yoni pÍja.One becomes siddha by using this revealed doctrine,there is no doubt. While paÚus speak only of the sexualintercourse of beasts, in the divya temperament there isexclusive devotion to the doctrine of the yoni. Onebecomes pure by making a forehead mark of yoni tattva.In this text, feeding Kumaris and feeding Kulinas arethe two chief things. DÍrgË, there is no doubt of this.Within a Éakta, outwardly a Éaiva, in gatherings aVaiÚÙava----in various forms the Kaulas wander on earth.O Nagandandini, within the family lineage of a thousandgenerations, only a Kulina is pure.Whoever washes the feet of a Kulina purifies home andbody. In whichever country a Kulina lusting after the yoniis born----that place is worshipped by the gods BrahmË,ViÚÙu and Éiva. Giving to a Kulina brings endless gifts inreturn. Offering into the hands of a paÚu is fruitless inevery way.It is impossible for me to speak of the greatness of theKulina! Whoever satisfies a Kulina is liberated by tenmillions Kulas. I bestow grace only through Kula Yoga,this is without doubt. DevÌ, the state of being an Avadhutais the greatest of the four ashramas of humankind.I achieved my status of MahËdeva by Kula Yoga andthrough exclusive devotion to yoni worship. The demonTripura was obliterated in times past by your yoni’s grace.The Pandavas succeeded in battle by worshipping Drau-padi’s yoni.In the absence of the yoni of a maiden or a beautifulwoman, worship the yoni of a sister or of a female pupil.Worship the yoni daily, otherwise pronounce the mantra.Do not perform useless pÍja without yoni pÍja. 16The Yoni Tantra"},{"pageNumber":19,"pageContent":"Fifth PatalaThe mahËvidyË, mantra and preparation of the mantra donot bestow siddhi without worship of the yoni. One shouldbow thrice before the yoni with a flower, MËheÚvarÌ, elsethe pÍja of a man is useless even in 1000 lifetimes.Guru is clearly Éiva and his partner is the true form (ofthe goddess). A Kaulika goes to hell if he has sexualintercourse with her. The best sort of sËdhaka should haveintercourse with all other yonis. On whoever’s forehead isplaced the yoni tattva, there too are devas, demons, yakÛasand the fourteen worlds.If the twice-born Kulina should recite her mantra duringthe shraddha, his ancestors dwelling in heaven bestowsiddhi. Intoxicated, they laud and hymn his praise.If a sËdhaka should perform sËdhana in a woman’s yoni,all born in her family become knowers of Kaula. A sËdhakashould always meditate on the pure yoni. O MahËdevÌ, oneshould always smear the yoni tattva on the body. If oneshould place one’s liÔga next to her vagina and thenpenetrate, one becomes liberated by ten million Kulas andgains all results.In the mutual friction of the liÔga and yoni is greatsËdhana. The greatest thing in mantra recitation andsËdhana is the outflow of semen and vaginal emission.The powerful sËdhaka, following the rule, should offerthe augmented substance to the yoni region after mixingthe semen and yoni tattva together.From Her lotus feet, (grace) showers down. At the timeof sËdhana, abandon any other method.The wise man, following the rules of KaulaÚastra, shouldcaress that yoni. If one should do pÍja of a mother’s yoni,one should prepare it. After worshipping according to rule,"},{"pageNumber":20,"pageContent":"one should not have intercourse. One should only couplewith the yoni that bleeds.Dearest, if by good fortune one is partner to a Brahmingirl, one should worship her yoni tattva. Otherwise,worship other yonis.In paÚu initiation without five tattvas, all is fruitless.Resort to a Kulaguru initiating into Éakti by every effort.If a sËdhaka should consume (yoni tattva) whilst onlypaÚu initiated, his initiation and his methods cause blackmagic. Therefore, by every effort, resort to a Kulina Guru.If desiring to do pÍja, resort to a Kulina Guru. Only thendoes a yoni bestow grace----like Sita’s vagina forRamachandra and your yoni for me.If one should worship a hair-adorned yoni, one becomeslike a king. All acts become fruitful, no doubt of it.One becomes very wealthy if marking oneself with aforehead mark of yoni flowers. DevÌ, smeared with red,one dwells in DÍrgË’s paradise.PËrvatÌ said: Ocean of Compassion, by what methodshould the yoni, which is the essence of the cosmos, to beworshipped? If you or a sËdhaka should worship a yoni,how does it bestow grace? Speak of this to me! I want tohear all of this because of my great curiosity.MahËdeva said: A sËdhaka wishing to worship a yoni,which is the form of the cosmos, should cause an erectionand insert it into that thing which is Éakti Herself.The vagina is MahËmËyË and the penis is SadaÚiva.Worshipping them, one becomes liberated while still alive,there is no doubt of it. One should offer bali, flowers andso forth. If incapable of this, worship with wine, O DÍrgË.One should do prËÙËyËma and my six limbed pÍja inthe yoni region. After reciting the mantra 100 times at the18The Yoni Tantra"},{"pageNumber":21,"pageContent":"base of the yoni, one should rub the liÔga and the yonitogether.I have thereby declared the manner of proceeding forall sËdhakas. DeveÚÌ, never reveal this tantra! Do not giveit to the disciple of another or to the undevoted. MahËdevÌ,the Yoni Tantra is revealed from love for you.A Tantra of the Left Current19"},{"pageNumber":22,"pageContent":"Sixth PatalaIf a person should gaze at a yoni while ritually bathing,his life becomes fruitful. There is no doubt of this. Oneshould look at one’s partner’s yoni, at another woman’syoni, the yoni of a maiden----in the absence of a maiden’syoni one should gaze reverentially at the yoni of a pupil.Never worship the yoni in front of pashus. Using theyoni sËdhana method, one definitely becomes like ViÚÙu,of this there is no doubt. Whosoever does this is praisedby the Suras and Asuras in heaven and the underworld.Only one acting with vÌra SËdhana is liberated from sorrow.This well-balanced sËdhana is revealed from love foryou. If a worshipper of the yoni tattva enters a dispute,after conquering all enemies he becomes ultimately victo-rious, DÍrgË. What is the point of bathing in the Ganges?What need is there to resort to sacred places? There isnothing equalling devotion to the yoni. Acting otherwiseis useless.DeveÚÌ, even with my five mouths I am unable to speakof the yoni’s greatness! Listen Naganandini, by grace ofyour yoni I became MahËdeva!Whichsoever sËdhaka should have intercourse in awoman’s yoni becomes liberated from the great miserywhich is the terrible Ocean of Samsara. What need of manywords in this matter? PËrvatÌ-SundarÌ, listen! There isnothing praised in the world more worthy of praise thanthe yoni tattva.DevÌ, without it, how could it be possible for ViÚÙu orÉiva to speak? How could I be capable of anything, OMother DÍrgË? How is it possible for me to describe yourgreat receptacle of riches?"},{"pageNumber":23,"pageContent":"DevÌ said: MahËdeva, NËtha of the whole cosmos, causeof creation, maintenance and destruction, you have spokenof the acts relating to VÌrasËdhana. Deva, how can a personbe an unbeliever if he has heard this declared by you?MahËdeva, share this sacred trust. Remove any doubts Imay have.MahËdeva said: Listen, most beautiful PËrvatÌ Na-ganandini! Listen very devotedly. Listen attentively to thatwhich should never be revealed, even at the risk of yourown life. DeveÚÌ, you should always conceal this as if itwere your own yoni.The secret I reveal is true, true, there is no doubt of it.Practising it, one never becomes immersed in the Oceanof Life. The yoni is MahËmËyË herself, the liÔga is theform of SadaÚiva. SundarÌ, offering should be with theireffusion and with wine and flesh.SundarÌ, one should bring together the yoni and the liÔgaand worship the tattva. One should place oneself in thiscertain thing and give everything to Éakti. One shouldsatisfy using the five tattvas in the shape of the vagina,which is the whole universe. DeveÚÌ, if this is revealed,one commits brahmicide.DÍrgË, this sacred trust is known to be of very greatmerit. This sacred trust bestows siddhi and liberation.DeveÚÌ, not knowing this sacred trust, one certainly goesto hell. Yoni sËdhana is the greatest of all sËdhana.If one should worship the yoni after enjoying anddrinking, one is freed from the sins of ten million births,which are instantly destroyed.Liberation is achieved through enjoyment. Happiness isgained through enjoyment. Therefore, by every effort, asËdhaka should become an enjoyer. The wise man shouldalways avoid blame, disgust or shame of the yoni. UnlessA Tantra of the Left Current21"},{"pageNumber":24,"pageContent":"the yoni is worshipped using the Kulachara method, evenone hundred thousand sËdhanas are useless.If one should lick the elixir at the edge of the yoni, evilin one’s body or dwelling place is certainly destroyed.What point is there to bathing in the Ganges or in othertirthas? Dearest, in this matter relating to a powerfulsËdhaka always worshipping the vagina, what use is thereof many words?Listen, O One-dear-to-me-as-life-itself, this sËdhana ofsËdhakas is the best of all methods. Unless one uses allfive tattvas and not just four, all is fruitless. Unless thefifth is included, one is not a Éakta having both happinessand liberation. Unless one uses the wine of Éakti, allbecomes fruitless.The leftovers of both the Éakti and the vÌra should bedrunk. After doing thus, and always worshipping theMahayoni, having enjoyed and having drunk, one shouldeat within the circle. One should take a tulsi rosary andrecite mantra in a Hari templeAfter reciting mantra and various legends and lesserstories, one should then recite the great stories of ÉrÌ Hari.Hari is described as being the sum-total of all existence.One should slay beasts in that place. (?)This is the quintessential secret of sËdhana, by practisingit one becomes wealthy. PËrvatÌ, never perform this mostexcellent sËdhana in front of paÚus.If one should worship the yoni, bowing thrice with aflower, all karmas are destroyed and nothing in the threeworlds becomes unattainable.22The Yoni Tantra"},{"pageNumber":25,"pageContent":"Seventh PatalaMaheÚËni, now I will speak of the ultimate vÌra sËdhana.Whichever sËdhaka knows this becomes liberated whilststill living. The essence of the Divya is divinity, the chiefelement in a vÌra is strong-mindedness.Wherever a vÌra lives, that country is worshipped by thegods. By seeing a vÌra, one gains the fruit of bathing inten million tirthas. Offering water into a vÌra’s hand, onebecomes liberated by a host of Kulas.If one should please a vÌra, what is there which cannotbe attained in the three worlds? The time when VÌras recitemantra is better than any other time.The best sËdhakas should recite mantra within the yoniat a place where there is a Éiva LiÔga, at the root of abilva, in the cremation ground, at an isolated spot or in ahouse. The best of all food to use for worship is that fillingthe Éakti’s womb. DevÌ, unless wine and flesh are used,one dies swiftly.Therefore, after eating and drinking, one should thenconsume (yoni tattva). Of all food, this is the food whichshould be worshipped fearlessly. MaheÚËni, sexual inter-course in every kind of yoni is widely praised. One shouldalways smear a line of menstrual blood or sandal paste orsemen on the forehead. For VÌras, this is the core of truebliss.Now I speak of the sËdhana giving results above everyother kind of sËdhana. When bathing and so forth, forpurification, summons, recitation, pÍja, mental worship andoblation any time is good. There is no such thing as aninauspicious time. It makes no difference whether it benight or day, the 14th day of the waning moon or thetwilight time. In the matter of robes, seat, place, house,"},{"pageNumber":26,"pageContent":"bodily contact and so forth, maintain internal purity. Oneshould not be dualistic here.There are no rules relating to direction, time or place.There are no restrictions on the best time for recitation ofa mantra, the time for worship or rules relating to bali.One should never make distinctions relating to womenand should refrain from dualism in the sËdhana of women.A sËdhaka should go to a woman and should touch andlook at her. After feeding her, one should recite the mantraand consume the substance according to one’s desire. Thusare declared the characteristics in acts of vÌra SËdhanaaccording to Svecchachara.Women are divine, women are life, women are trulyjewels. Always have intercourse with a woman andmeditate, whether she be one’s own woman or not. Thatwhich has been revealed to you is the whole essence hiddenin all tantra. The injunction relating to vÌra Siddhi has beenrevealed from love for you.At the time of consuming the substance, one shouldfirstly offer it to one’s Éakti. Otherwise, one may first castwater into the vagina. The sËdhaka, going to a desertedcremation ground, should have sexual intercourse with hisÉakti after enjoying food and reciting the mantra.Parvati, now listen to the time when the semen-mensesis emitted. If one should worship the yoni tattva, makinga forehead mark with it, all defects and evils of a hundredbirths are immediately destroyed.A mantrin should recite in an old house, in a place whereghosts abound or in a deserted place. At the risk of one’slife, never reveal it to pashus! VÌra SËdhana is vain withoutwine and useless without sexual union. DÍrgË, if a vÌradoes not use the five tattvas, he fails on this planet. Forthis reason, after eating and drinking, the mantrin should24The Yoni Tantra"},{"pageNumber":27,"pageContent":"recite the great mantra. Dearest Goddess, this VÌra SËdhanais the best of all sËdhanas.What point is there of 100,000 acts of Divya or vÌraSËdhana? What point to 100 million recitations of mantraor 100 ritual preparations of the mantra? What use is therein resorting to 100,000 tirthas? What point is there to giftsor self mortification?MaheÚËni, without vagina, all these are equally fruitless!Employing Yoni PÍja, one attains a share of all sËdhana.By yoni tattva oblation, the ancestors reside in paradise.One should always caress a nubile yoni. If one shoulddivert oneself in the urgent dance after preparing the cavityof the great yoni, then one is freed from all defects andstains of all births by the hosts of Kulas.If a devoted person of contemplative mind shouldspecifically worship the virgin yoni of a beautiful femalepupil with scent and flower, having enjoyed happiness hereon earth, afterwards he dwells in DevÌ Loka.In the absence of scent and flower, one should do thesËdhana with wine. DeveÚÌ, at the pÍja time he should doViÚÙu sËdhana, ViÚÙu nyËsa and then recite praise.A Tantra of the Left Current25"},{"pageNumber":28,"pageContent":"Eighth PatalaThe Kaulika NËtha, at the time of worship, knows (hisÉakti) to be Urvashi, who is woman kind in the threeworlds. Without sexual union there is never liberation,whether from shastras, shrutis, smriti, puranas etc createdby me. Listen, O one-dear-to-me-as-life, of the destructionof the mental predisposition of pashus. Worship a nubileyoni in a highly ecstatic way.Whosoever in this Kali Yuga recites mantra in asupremely devoted way specifically to the yoni, the coreof the universe, is within reach of liberation.Amongst thousands of sËdhakas and tens of millions ofworshippers, fortunate are they who do KËlÌ sËdhana. KËlÌis the Mother of the Universe and of all shastra, quitecertainly. Remembering KËlÌ frees one from the fetters ofa paÚu.After reciting KËlÌ’s great mantra, one becomes KËlÌ’sson, there is no doubt. This is true, true, true, true withoutquestion.Just as for KËlÌ, so also for the vidyas and rules ofTripurË, Shodashi, Bhuvaneshvari, China-Tara, Mahalak-shmi, Matangi, Sundari, Bhairavi, Dakshina and Tarini.Success cannot be achieved save with the method ofChinachara.Whatever mantra one is initiated into, this is the bestmethod. Devoid of this sacred trust, one becomes unsuc-cessful and therefore is reborn again.That which is written in this Yoni Tantra all sËdhakasshould accomplish according to their own wills.MaheÚËni, meditate as being absorbed in the yoni cakra,with yoni on the tongue, yoni in the mind, yoni in the earsand yoni in the eyes. Mighty Lady, all sËdhana is vain"},{"pageNumber":29,"pageContent":"unless with the yoni. Therefore, reject other pÍjas and doYoni PÍja. MaheÚËni, there is no siddhi without devotionto the Guru.A Tantra of the Left Current27"},{"pageNumber":30,"pageContent":"Current and future publications inthe Worldwide Tantra SeriesVolume I: Jnana Sankalini TantraVolume II:The Yoni TantraVolume III:The Bhavana UpanishadVolume IV:Shri VidyaVolume V:The Magic of KaliThese books are all in Adobe Acrobat format and yourequire the reader to be able to access them. They canbe printed out or browsed using the reader, which isavailable for Windows, Macintosh and some Unix plat-forms.For more information email MikeMage@magee.de-mon.co.uk"}]
