[{"pageNumber":1,"pageContent":"THE POWER OF THE IMPURE:TRANSGRESSION, VIOLENCE AND SECRECY IN BENGALI ́S ̄AKT A T ANTRA AND MODERN WESTERN MAGICHUG HB. URBA NSummarySince their  rst encounter with the complex body of texts and traditions called“ T antras,” W estern scholars have been simultaneously repulsed and horri ed, yetalso tantalized and titillated by the deliberate use of normally impure and de lingsubstances in T antric practice. Y et, with a few exceptions, they have made littleheadway in interpreting the deeper religious and social role of impurity, either inT antric ritual or in the history of religions generally. This paper compares the roleof ritual impurity and transgression in two very different traditions, widely separatedboth historically and geographically: the ́S ̄akta school of T antra in Bengal (focusingon the 16th centurybr ̄ahman.,Kr.s.n. ̄ananda ̄Agamav ̄ag ̄‡ ́sa) and modern W estern magic(focusing on Aleister Crowley and the Ordo Templi Orientis). Speci cally, I lookclosely at the manipulation of impure bodily substances — such as blood, semen andvaginal  uids — in sexual rituals and animal sacri ce. By playing off of these twoexamples in a kind of metaphoric juxtaposition, I hope to shed some new light on therole of impurity, transgression and secrecy in both cases and also in the comparativestudy of religion as a whole. Adapting some insights from Georges Bataille andMichel Foucault, I argue that the ritual use of impurity has much larger social andpolitical implications, as a means of harnessing the tremendous power that  owsthrough the physical universe, the human body and the social body alike.He who is hesitant in the drinking [of wine] or is disgusted by semen andmenstrual blood is mistaken about what is [in fact] pure and unde led; thus hefears committing a sin in the act of sexual union. He should be dismissed — forhow can he worship the Goddess:::?Kr.s.n. ̄ananda ̄Agamav ̄ag ̄‡ ́sa,Br.hat-Tantras ̄ara1(BTS697)1Kr.s.n. ̄ananda ̄Agamav ̄ag ̄‡ ́sa,Br.hat-Tantras ̄ara,ed. ́Sr ̄‡RasikamohanaCat.t.op ̄adhy ̄aya (Calcutta: Navabh ̄arata Publishers 1996), 697. This text willhereafter be referred to as BTS.©Koninklijke Brill NV , Leiden (2003)NUMEN, V ol. 50Also available online – www.brill.nl"},{"pageNumber":2,"pageContent":"270Hugh B. UrbanTransgression opens onto a scintillating and constantly af rmed world:::without the serpentine ‘ no’ that bites into fruits and lodges contradictions at theircore. It is the solar inversion of the satanic denial:::[I]t opens the place wherethe divine functions.Michel Foucault, “ A Preface to Transgression”2In this article I would like to address two basic questions. The  rst isthe role of impurity and transgression in religious rituals — that is, theuse of substances that are normally prohibited and considered pollutingby conventional social and religious standards.3And the second is therole of comparison in the academic study of religion — that is, thejuxtaposition of two or more phenomena in order to generate newinsights and to re-con gure our way of seeing the world, which is,I think, one of the things that characterizes what we as historians ofreligions do.Speci cally , I want to focus on the role of impurity in the ritualtraditions of Hindu ́S ̄akta T antra and modern Western magic. Sincetheir  rst encounters with Indian religions in the 18th and 19thcenturies, W estern scholars have been simultaneously fascinated andrepulsed by the tradition of T antra. A form or religious practiceinfamous for its deliberate use of impure substance and transgressiverituals, T antra has long been for Western readers a source of bothmoral repugnance and tantalizing allure. In most early Orientalistscholarship and Christian missionary works, Tantra was regularly2M. Foucault, “ A Preface to Transgression,” inReligion and Culture, ed. JeremyR. Carrette, New Y ork: Routledge, 62.3For a good overview of the role of transgression in religion, see Michael T aussig,“ Transgression,” inCritical T erms for Religious Studies,ed. Mark C. T aylor, Chicago:University of Chicago Press 1998, 349– 364. The more important works on the topicinclude: Georges Bataille,The Accursed Share, New Y ork: Zone 1988; Mary Douglas,Purity and Danger: An Analysis of the Concepts of P ollution and T abooLondon:Routledge 1966; Roger Callois,L’ Homme et le sacré, Paris: Gallimard 1950; MikhailBakhtin,Rabelais and his W orld,Bloomington: University of Indiana Press 1984;Max Gluckman, “ The License in Ritual,” in hisCustom and Con ict in Africa,Oxford: Blackwell 1960; Peter Stallybrass and F .J. Gillen,The P olitics and P oeticsof Transgression,Ithaca: Cornell University Press 1986."},{"pageNumber":3,"pageContent":"The Power of the Impure271attacked as the worst confusion of sensuality and religion, and thusas the clearest symptom of the degeneration of Hinduism in moderntimes. It is “ Hinduism arrived at its last and worst stage of medievaldevelopment,” as Sir Monier-Williams put it.4Y et rather remarkably,in most of the contemporary popular literature, Tantra is now praisedas a joyous celebration of the sensual body, offering a much-neededliberation of the body and sexuality. For most American readers today,Tantra is commonly de ned simply as “ spiritual sex, ” or the use ofsexual pleasure as a means to religious experience, and has as suchbeen celebrated as a wonderfully transgressive spiritual path for arepressive Western society.5And yet, as André Padoux has pointed out, the category of T antra —imagined as a singular, uni ed, coherent tradition — is itself a rela-tively recent creation. It is, in fact, largely the production of W est-ern scholars of the 19th century, who lumped together a wide arrayof diverse texts, traditions, and practices under the generic “ ism” ofTantrism. And surely the equation of Tantra with “ spiritual sex” is avery recent invention.6So how, then, did Tantra come to be de ned primarily as “ spiritualsex” in the Western imagination? And why is it that T antra hasnow become so popular in contemporary America, both in academic4M. Monier-Williams,Hinduism,London: SPCK 1894, 122– 123.5On contemporary W estern appropriations of T antra, see Urban, “ The Cult ofEcstasy: T antrism, the New Age and the Spiritual Logic of Late Capitalism,”Historyof Religions39 (2000) 268– 304.6“ An objective assessment of T antrism is not easy, for the subject is controversialand perplexing. Not only do:::theorists give different de nitions of T antrism, but itsvery existence has sometimes been denied:::. But it so happened that it was in textsknownastantrasthat Western scholars  rst described doctrines and practices differentfrom those of Brahmanism:::so the Western experts adopted the word T antrism forthat particular, and for them, repulsive aspect of Indian religion” (Padoux, “ T antrism,an Overview,” inEncyclopedia of Religion,ed. Mircea Eliade, New Y ork: MacMillan1986, 14:271– 272). For a detailed discussion of Western views of T antra, see Urban,“ The Extreme Orient: The Construction of ‘ T antrism’ as a Category in the OrientalistImagination,”Religion29 (1999) 123– 146."},{"pageNumber":4,"pageContent":"272Hugh B. Urbandiscourse and in popular culture? Indeed, not only has Tantra becomeone of the fastest growing trends in South Asian studies, but it nowalso saturates popular culture and new age spirituality, so that we now nd pop-stars like Sting practicing Tantric sex and claiming to achieve ve hour long orgasms. One need only browse the shelves of any bookstore or surf the internet to  nd entire lines of books, videos and other“ ceremonial sensual merchandise,” bearing titles like “ T antric sex forCouples” and the “ Multi-Orgasmic Man.” Is all this simply a case ofcross-cultural voyeurism? Or are we in fact caught up in networks ofneo-colonial or neo-imperialist exchange, the ultimate impact of whichwe have not yet even begun to fathom?7That brings me to the second thing I wish to examine here, the prob-lem of comparison and cross-cultural dialogue. Comparison, it seems,has become something that is often talked about but rarely done in theacademic study of religion. Indeed, scholars of religions often seem tobe so wary of the darker political implications of comparison, its ties tocolonialism, fascism and other errors of our forefathers, that we oftenfeel too terri ed to step outside our narrow areas of historical special-ization.8However, as Jonathan Z. Smith reminds us, we really cannotavoid doing comparison; it is a basic part of the way the human mindworks, how we make sense of otherness and difference, including how7This question is the starting point for my new book,T antra: Sex, Secrecy,P olitics and P ower in the Study of Religion(Berkeley: University of California Press,forthcoming 2003). There is an endless array of such popular T antric books andvideos; see for example Nik Douglas,Spiritual Sex: Secrets of T antra from the Ice Ageto the New Millennium,New Y ork: Pocket Books 1997, which includes an appendixwith over 20 pages of T antric web-sites on the Internet.8For discussions of the problems and promise of comparison, see Kimberly C.Patton and Benjamin C. Ray,A Magic Still Dwells: Comparative Religion in theP ostmodern Age(Berkeley: University of California Press 2000); Hugh B. Urban,“ Making a Place to T ake a Stand: Jonathan Z. Smith and the Politics and Poetics ofComparison,”Method & Theory in the Study of Religion12 (2000) 339– 378."},{"pageNumber":5,"pageContent":"The Power of the Impure273we understand other religions.9So we might as well get on about doingit well and in an ethically responsible, politically self-conscious way.Here I would follow the lead of Wendy Doniger, who suggeststhat comparison is perhaps best done not from the “ top down” as asearch for transcendent archetypes or universal patterns, in the styleof Mircea Eliade; rather, it is more useful to begin from the bottomup, as it were, with more mundane physical things like the humanbody, food or sexuality.10Moreover, the point of a good comparisonis not to uncover some transcendent identity or hidden archetypeconnecting two phenomena; rather, comparison is better used like agood metaphor. As Smith puts it, comparison does not tell us “ howthings are, ” but instead, like a metaphor, tells us how things might bere-visionedorre-described.11It is thus a tool or heuristic device thatwe use to shed light on particular theoretical problems in our academicimagining of religion.9“ That comparison has at times led us astray there can be no doubt; thatcomparison remains the method of scholarship is likewise beyond question” (Smith,Map is not T erritory,Chicago: University of Chicago Press 1978, 240– 241).10As Doniger argues, “ The great universalist theories were constructed form thetop down: that is, they assumed certain continuities based about broad concepts suchas:::a High God or an Oedipal complex:::. The method I am advocating is, bycontrast, constructed from the bottom up. It assumes certain continuities not aboutoverarching human universals but about particular narrative details concerning thebody, sexual desire, procreation:::and death, details which:::are at leastlessculturally mediated than the broader conceptual categories of the universalists” (TheImplied Spider: P olitics & Theology in Myth,New Y ork: Columbia University Press1998,59).11“ Comparison does not tell us how things ‘ are’:::. Like models and metaphors,comparison tells us how things might be ‘ redescribed’ in Max Black’ s term:::. Acomparison is a disciplined exaggeration in the service of knowledge:::. Comparisonprovides the means by which we ‘ revision’ phenomena as our data:::to solveourtheoretical problems” (Drudgery Divine: On the Comparison of Early Christianitiesand the Religions of Late Antiquity,Chicago: University of Chicago Press 1990, 52).See also Fitz John Porter Poole, “ Metaphors and Maps: T owards Comparison in theAnthropology of Religion,”Journal of the American Academy of Religion54 (1986)411– 457; Urban, “ Making a Place to T ake a Stand,” 339– 378."},{"pageNumber":6,"pageContent":"274Hugh B. UrbanSo what I would like to do in this essay is to undertake a metaphoriccomparison of my own, by juxtaposing two traditions that would seemon the surface to be quite radically different and widely separatedboth historically and geographically. I will begin with a discussionof Kr.s.n. ̄ananda ̄Agamav ̄ag ̄‡ ́sa, one of the most in uential later Tantricauthors, who lived and wrote in the 16th century Bengal. Here I willfocus primarily on his esoteric ritual practices, and speci cally, his useof transgressive bodily substances such as blood, semen and menstrual uid. I will then use that as a metaphoric foil to shed light on thepractices of one of the 20th century’ s most infamous and controversial gures: Aleister Crowley. Known in the popular press as the “ GreatBeast” and the “ wickedest man in the world,” Crowley was also one ofthe most important  gures in the transmission of T antra to the W est. T oconclude, I will suggest that this comparison sheds important light onthe larger questions of secrecy and transgression in religion generally.Adapting some insights from Georges Bataille and Michel Foucault,I will examine the role of transgression as a means of unleashing andharnessing an awesome source of power that lies within the physicalcosmos, the human body and the social order alike. More important,however, I will also argue that transgression also operates in verydifferent ways in these two cases; for the “ power of the impure”always functions differently in relation to speci c historical contestsand political interests. Finally, I will suggest that this comparison alsosheds some revealing light onto our own contemporary obsessions withsex, secrecy and transgression in late capitalist consumer society at theturn of the millennium.I. The “ Conservative Character” of T antra: Impurity, Transgressionand Sacri ce in Bengali ́S ̄akta TantraO Mother! at your holy lotus feet I pray that I have not transgressed all the V edaand Artha ́S ̄ astras and destroyed your worship; with this fear, I have revealed themeaning of many profound matters. Please forgive me for whatever sins I haveincurred by revealing these secret things:::. Forgive me, for, with an ignorantheart, I have revealed the most secret things of your T antra.Kr.s.n. ̄ananda ̄Agamav ̄ag ̄‡ ́sa,Br.hat-Tantras ̄ara(BTS722)"},{"pageNumber":7,"pageContent":"The Power of the Impure275O Dev ̄‡, thisKula-dharmamust always and in all places be carefully kept secret,like the child born of one’ s mother’ s paramour.Kul ̄arn.ava Tantra12The large body of diverse texts and traditions known as “ T antra”have long had a rather scandalous and controversial reputation in boththe Indian and W estern imaginations. Infamous for its use of normallyprohibited substances like meat and wine and its explicit violation ofclass laws, T antra has been alternately condemned and celebrated; onceattacked by Christian missionaries and Hindu reformers as “ an arrayof magic rites drawn from the most ignorant and stupid classes,”13T antra has in our own generation been praised as “ a cult of ecstasy,focused on a vision of cosmic sexuality.”14Although it has beende ned in many different ways, Tantra centers in large part aroundthe concept of ́sakti— power or energy, in all its many forms. ́Saktiisthe power that creates, sustains and destroys the entire universe, butit is also the power that  ows through the social and political world,as well. T antric ritual seeks to harness and exploit this power, both asa mean to spiritual liberation and as a means to this-worldly bene ts,such as wealth, fame and supernatural abilities. As Douglas Brookssummarizes, “ The T ̄antrika conceives of the world as power. The worldis nothing but power to be harnessed.”1512Kul ̄arn.ava Tantra, ed. Arthur A valon, Delhi: Motilal Banarsidas 1965, XI.84.13J.N. Farquhar,An Outline of the Religious Literature of India,Oxford: OxfordUniversity Press 1920, 200.14Philip Rawson,The Art of T antra,Greenwich: New Y ork Graphics Society 1973,9; cf. Heinrich Zimmer,Philosophies of India,New Y ork: Meridian Books 1956, 576.As Pratapaditya Pal observes, “ We:::have gone from one extreme to the other. Whileearly scholars were unnecessarily apologetic about some of the sexual:::practices ofT antra, modern scholars revel in the sexual aspects” (Hindu Religion and IconologyAccording to the T antras ̄ara,Los Angeles: Vichitra Press 1981, vi).15Douglas Brooks,Auspicious Wisdom: The T exts and Traditions of ́Sr ̄‡vidy ̄a ́S ̄aktaT antrism in South India, Albany: SUNY 1992, xix. See also Hugh B. Urban, “ ThePath of Power: Impurity. Kingship and Sacri ce in Assamese T antra,”Journalofthe American Academy of Religion69 (2001) 777– 816; Alexis Sanderson, “ Purityand Power among the Brahmins of Kashmir,” inThe Category of the P erson:"},{"pageNumber":8,"pageContent":"276Hugh B. UrbanOne of the most important later  gures in the later consolidationand systematization of T antra was the 16th centurybr ̄ahman.fromBengal,Mah ̄amahop ̄adhy ̄aya ́Sr ̄‡Kr.s.n. ̄anandaV ̄ag ̄‡ ́sa Bhat.t. ̄ac ̄arya,bet-ter known simply as Kr.s.n. ̄ananda ̄Agamav ̄ag ̄‡ ́sa.16Kr.s.n. ̄ananda is mostfamous as the author of the one of the largest and most importantcompendiums of Tantric practice entitled theBr.hat Tantras ̄ara, or the“ Great Essence of the T antras” (hereafter BTS), which is still todayone of the most widely used texts for Hindu ritual and iconography.17Despite its importance, this Sanskrit text has never been translated intoany Western language — though this is perhaps due to the fact that itconsists of over 700 pages of highly technical ritual details.The social and religious context of 16th century Bengal was a shift-ing, rather volatile one, and in fact, a period that was not entirely fa-vorable to Hindubr ̄ahman.slike Kr.s.n. ̄ananda. Indeed, as the Bengalihistorian M.R. T arafdar puts it, “ Brahmanism was passing through aAnthropological and Philosophical P erspectives, eds. M. Carrithers, S. Collins, andS. Lukes, Cambridge: Cambridge University Press 1985.16On Kr.s.n. ̄ananda’ s importance as an authority on ritual and iconography, see Chin-taharan Chakravarti,The T antras: Studies in their Religion and In uence,Calcutta:Punthi Pustak 1963, 66– 67. There is at present some debate over the precise datesof Kr.s.n. ̄ananda’ s life, some identifying him as a contemporary of ́Sr ̄‡Caitanya (d.1533), some placing him in the  rst half of the 16th century and others puttinghim in the latter part of that century; however, the most common opinion is thattheBr.hat-Tantras ̄arawas composed sometime between 1585 and 1600. See S.C.Banerji,T antra in Bengal: A Study in its Origin, Development and In uence,NewDelhi: Monohar 1992, 78– 79; Pal,Hindu Religion and Iconology, 3ff.; D.C. Sircar,The ́S ̄aktaP ̄‡t.has, Delhi: Motilal Banarsidas 1973, 74– 80; Dine ́scandra Bhat.t. ̄ac ̄arya,“ ̄Agamav ̄ag ̄‡ ́sa Bhat.t. ̄ac ̄ aryerK ̄ al Nirn.aya,”Prab ̄as ̄i, Bhadra (1948).17The oldest known manuscript of theTantras ̄arais dated ́Saka 1554 (1632CE). The text exists in numerous editions, most notably those of P . T arkaratna(Calcutta 1927); S.C. Mukherjee (Calcutta 1928); Ramakum ̄ara R ̄aya (V aranasi:Pr ̄acyaPrak ̄a ́san ̄a 1985);Sad ̄a ́siva ́S ̄astr ̄‡(V aranasi: Chowkhamba Sanskrit Series1990). For the purposes of this essay, I rely primarily on the Sanskrit and Bengalieditionof ́Sr ̄‡Rasikamohana Cat.t.op ̄adhy ̄aya (Calcutta: Navabh ̄arata Pub. 1982)."},{"pageNumber":9,"pageContent":"The Power of the Impure277precarious state of existence.”18Not only had Bengal been under Mus-lim rule for several hundred years, displacingbr ̄ahman.icauthority androyal patronage, but a number of powerful, non-br ̄ahman.ic movementsemerged in 16th century Bengal. Foremost among these was the pop-ular devotional revival of ́Sr ̄‡Caitanya, who challenged the ritualismand elitism ofbr ̄ahman.icorthodoxy, calling for a simple, personal andaffective relationship with God. In response, manybr ̄ahman.sof thattime, such as the great legal scholar, Raghunandana, had begun to pro-mote an extremely rigid, socially conservative interpretation of Hindulaw, in an apparent attempt to defend br ̄ahman.ic power from the ris-ing threats of Islam and popular devotionalism. As Pratapaditya Palconcludes in his study of theBr.hat Tantras ̄ara,There was a need to adopt a strong orthodox line:::because of the great socialand religious changes:::in Bengal:::. The gradual disintegration of Buddhism:::the appearance of the Muslims on the political scene and the conversion ofmasses of people to Islam:::made it imperative for someone like Kr.s.n. ̄anandato make some effort to organize and stabilize the Hindu religion.19One of the most striking things about Kr.s.n. ̄ananda, however, isthat he was both a highly respected Brahman, renowned as an experton Hindu law, and a secret practitioner of the most esoteric andtransgressive rituals of T antra. In other words, he led a kind of doublelife, appearing in the exoteric public sphere as a pure Brahman and18M.R. T arafdar,Husain Shahi Bengal, 1494– 1583AD: A Socio-Political Study,Dacca: Asiatic Society of Pakistan 1965, 186. On the Bhakti revival of Caitanya,its social implications and its appeal to the lower classes, see Edward C. Dimock,The Place of the Hidden Moon: Erotic Mysticism in the V ais.n.ava Sahajiy ̄a CultofBengal,Chicago: University of Chicago Press 1966, 41ff; S.K. De,Early History ofthe Vais.n.ava F aith and Movement in Bengal,Calcutta: University of Calcutta Press1942,29ff.19Pal,Hindu Religion and Iconology, 4– 5. See also Bhabatosh Bhattacharya,“ Raghunandana’ s Indebtedness to His Predecessors,”Journal of the Asiatic Societyof Bengal19, no. 2 (1953) 175– 176."},{"pageNumber":10,"pageContent":"278Hugh B. Urbanin the esoteric private sphere as at ̄antrika.20Like Raghunandana,Kr.s.n. ̄ananda was also a respectedbr ̄ahman., who was very muchconcerned with defending traditionalbr ̄ ahman.icauthority.One of the most powerful new challenges to emerge in this periodwas the devotional revival inspired by Caitanya, which also took hishome town of Navadv ̄‡pa as one of its main centers of activity. Infact, there is a popular legend that Caitanya and Kr.s.n. ̄anandakneweach other and developed a deep rivalry. According to this story, thetwo were fellow students at the grammar school of Ga‚ngad ̄asa, andlater, after they had each become prominent theologians, they met fora debate. Apparently, the V ais.n.ava saint could not tolerate the Tantricteachings of Kr.s.n. ̄ananda, for “ Caitanya was so infuriated by the argu-mentsof Kr.s.n. ̄ananda that he attacked him with a stick and drove himaway.”21Whether or not this story is true, it is a telling commentaryon the animosity between ́S ̄akta T antra and V ais.n.ava bhakti: “ ́S ̄aktaT antrism had a hard  ght against rival religious movements like theVais.n.ava revival:::. The Vais.n.ava revival became an ideological guidefor protest against the bloody ritualism of the ́S ̄akta aristocrats.”22In marked contrast to most popular images of T antra as a subversive,anti-social force, Kr.s.n. ̄ananda presents a highly conservative view ofTantric practice. While he clearly advocates the use of the infamous ve M’ s and bloody rites of animal sacri ce, he also has strict rulesabout who can and cannot participate and which rites are prescribedfor particular social classes. There is a strong “ double norm” at workin Kr.s.n. ̄ananda’ s attitude toward gender and caste.23In the esoteric20For good discussion of this sort of “ double life” among other importantt ̄antrikas,see Brooks,Auspicious Wisdom, and Sanderson, “ Purity and Power among theBrahmins of Kashmir.”21Dimock,The Place of the Hidden Moon,43.22Sanjukta Gupta, Teun Goudriaan, and Dirk Jan Hoens,Hindu T antrism,Leiden:Brill 1979, 27.23For a good discussion of a similar double norm at work in South Indian T antra,see Douglas Brooks,The Secret of the Three Cities: An Introduction to Hindu ́S ̄akta T antra,Chicago: University of Chicago Press 1990: “ T antrism:::doesnotintend to be revolutionary in the sense of establishing a new structure of social"},{"pageNumber":11,"pageContent":"The Power of the Impure279realm of Tantric ritual, ordinary laws of class and purity seem to besuspended or even eradicated altogether: “ In the use of wine and sexualintercourse,” Kr.s.n. ̄ananda states, “ one should make no distinction ofcaste” (BTS 697). Y et despite this seemingly egalitarian ideal, he alsomakes it clear that impure substances like wine and meat can only beconsumed by non-twice born castes; above all, abr ̄ahman.mustnevercompromise his purity by consuming meat or wine. “ The offering of[wine] is only for ́s ̄udras:::abr ̄ahman.should never offer wine to theGreat Goddess. Nobr ̄ahman.:::should ever consume wine or meat”(BTS 696). Moreover, he states quite clearly that women and ́s ̄udrashave no right to any V edic ceremonies (BTS 20f).Manyof Kr.s.n. ̄ananda’ s rituals center around explicit and calculatedviolations of conventional laws of purity. One of the most importantTantric rites — which is still today performed routinely in many partsof Bengal — is the rite of animal sacri ce. The sacri ce of animals,of course, goes at least as far back as the V edas and was at one timethe heartofbr ̄ahman.icritual practice. However, the Tantric sacri cewould appear to deliberately transgress, violate and in many wayscompletely invert the model of sacri ce described in the V edas. AsMadeleine Biardeau has pointed out, the traditional V edic sacri ceinvolved the offering of a pure victim, often identi ed with theprimordial Man, Purus.a, primarily to pure, male deities. Thet ̄antriksacri ce, conversely, is offered to the Goddess in her most frightening,terrible and violent forms as the one who combats evil and handlesimpurity, such as Durg ̄a, the  erce battle queen, K ̄al ̄‡, the blackmistress of Time and Death, and Chinnamast ̄a, the Goddess who seversher own head as she stands upon a copulating couple.[T]he Goddess — who calls battle the sacri ce of battle — fears neither blood norwine. She fears neither impurity nor violence:::. The violence of the goddess:::becomes transformed in her ritual into blood sacri ce:::. The low tasks are leftegalitarianism:::. It opens its doors only to a few who:::seek to distinguish andempower themselves” (70)."},{"pageNumber":12,"pageContent":"280Hugh B. Urbanto the Goddess so that the purity of the god may be maintained, and extreme ́S ̄ aktism, known as T antrism, glori es her.24TheBr.hat Tantras ̄arais in fact one of the most important manualson the iconography of the Goddess, particularly in her most powerfulforms such as Daks.in. ̄ak ̄al ̄‡and ́Sma ́ s ̄ana K ̄al ̄‡— a terrifying Goddesswho “ always lives in the cremation ground” holding a “ cup  lled withwine and meat,” and a “ freshly cut human head” while she “ smiles andeats rotten meat” (BTS 461).According to the classical paradigm of the V edas and Br ̄ahman.as,the animal to be sacri ced must be of one of the  ve pure, that is,domestic animals, namely: a man, a horse, a bull, a ram or a he-goat.It most emphatically shouldnotinvolve wild, undomesticated, impureanimals; in fact, if one does so, it is said that father and son will beset at odds and criminals will terrorize the countryside.25The Tantricsacri ce, conversely, often uses speci cally impure victims; in fact, thebuffalo, which is considered one of the most impure of animals, is oneof the most common and most important sacri cial offerings in T antricritual:The buffalo:::is a savage beast:::a stranger to human society and to thesacri cial world. Although the V edic literature knows of it:::it does not countit among the permitted (domestic) animals offered in sacri ce. But it is apt, bythis fact, to play the role of the principle that is antithetical to the Goddess, theincarnation of total evil.2624Biardeau, “ Devi: The Goddess in India,” inAsian Mythologies,ed. Yves Bon-nefoy, Chicago: University of Chicago Press 1993, 98.25Brian K. Smith,Classifying the Universe: The Ancient Indian V arna Systemand the Origins of Caste,New Y ork: Oxford University Press 1994, 250. “ If [thepriest] were to perform the sacri ce with the jungle animals, father and son wouldseparate, the roads would run apart, the borders of two villages would be far distant,and ravenous beasts, man-tigers, thieves, murderers and robbers would arise in thejungles”( ́Satapatha Br ̄ahman.a, 13.2.4.1– 4).26Madeleine Biardeau and Charles Malamoud,Le Sacri ce dans l’Inde Ancienne,Paris: Presses universitaires de France 1976, 146– 147. “ This is far from the V edicsacrice:::. The victim is an asura, an evil being whom one must get rid of.:::The"},{"pageNumber":13,"pageContent":"The Power of the Impure281Finally, the manner in which the victim is killed is also a deliberateviolation of V edic norms. In the V edic rite, the animal must bekilled in an unbloody manner, usually strangled with as little violenceas possible. As J.C. Heesterman has argued, the later V edic ritualtradition made a systematic effort to rationalize, marginalize andultimately excise altogether the impure aspects of the sacri ce. Inplace of a violent bloody beheading, the laterbr ̄ahman.icritual centersaround an unbloody, puri ed and sanitized system of ritual rules:“ Death and disintegration have been eliminated.:::Death has beenrationalized away.”27This is particularly clear, Heesterman suggests,in the treatment of the head in the V edic rite; rather than a bloodybeheading, the V edic rite insists on a bloodless strangling outsidethe sacri cial enclosure.28Indeed, “ the beheading of an animal isexpressly said to be a demonic act.”29In the T antric sacri ce, conversely, the animal is beheaded in aquite bloody manner inside the sacri cial grounds, with a single blowto the neck. Indeed, the entire ritual focuses on the severed headvictim represents an evil that must be gotten rid of, and this evil seems to be associatedwith the Goddess” (Biardeau, “ Devi: The Goddess in India,” 97).27J.C. Heesterman, The Inner Con ict of Tradition: Essays in Indian Ritual,Kingship and Society, Chicago: University of Chicago Press 1985, 46.28“ What we know as V edic sacri ce is not sacri ce tout court:::on a par withits normal practice as we  nd it to the present day in India.:::Usually the victimis immolated by cutting off the head. This was originally also the case in the V edicsacrice:::but the V edic texts explicitly reject this procedure. Instead they prescribethat the victim be killed by suffocation outside the sacri cial enclosure” (Heesterman,The Inner Con ict,87).29O’ Flaherty,The Origins of Evil in Hindu Mythology,Berkeley: University ofCalifornia Press 1976, 155. “ It is forbidden to make offerings of the victim’ s head”(Heesterman,The Inner Con ict,46; see SB 1.2.1.2). Curiously, the ́SatapathaBr ̄ahman.adoes describe a ritual of burying  ve heads — the heads of a man, horse,ox, sheep and goat — in the  ve directions of the bottom layer of the  re altar(SB VIII.5.2.1). Heesterman argues that this is evidence of an older, pre-br ̄ahman.icsacri ce based on violent beheading which was later rationalized and replaced bythe non-violent ritual of thebr ̄ahman.as(The Broken W orld of Sacri ce:An EssayinAncient Indian Ritual,Chicago: University of Chicago Press 1993, 73)."},{"pageNumber":14,"pageContent":"282Hugh B. Urbanand the blood, which are then offered to the Goddess. According toKr.s.n. ̄ananda, the result of this violent, bloody offering of an impurevictim is the unleashing of awesome spiritual power. Indeed, thesacri ce can be used not only to achieve any worldly bene t, suchas wealth or fame, but also for more malevolent purposes. In fact,Kr.s.n. ̄ananda devotes a good deal of attention to the infamous six actsof black magic, namely,uts ̄adana(destruction),vidves.an.a(causingenmity),m ̄aran.a(killing),ucc ̄at.ana(expulsion),stambhana(causingparalysis),va ́ s ̄‡karan.a(bringing under control), andmah ̄ah ̄ani karan.a(causing great ruin) (BTS 505– 509, 561– 563). By unleashing theterrible power of the Goddess through sacri cial violence, thet ̄antrikacan slay his enemies, enchant women and ultimately even “ bring theentire region under control” (BTS 507f.). For example, Kr.s.n. ̄anandadescribes several procedures for disposing of one’ s enemies, includingblood sacri ce to the Goddess. The victim is explicitly identi ed withthe enemy, and the bloody decapitation and dismemberment of thebeast becomes the surest means to slay one’ s political, military or nancial opponent:He should infuse it with the spirit of the enemy, saying, “ this is my enemywhom I hate, in the form of this beast.” Reciting the mantra, “ Destroy, O GreatGoddess,sphe‚ng sphe‚ng, devour, devour!” he should place  owers on the headof the victim.:::Reciting the mantra, “ ̄Ah.Hum.Phat.,” he should behead [thevictim].:::[H]e should offer the blood and head to the Goddess Durg ̄a. (BTS509)In sum, the T antric sacri ce seems to involve a series of calculated,structural inversions of many older V edic paradigms: an impure, wildvictim is substituted for a pure one; a bloody beheading is substitutedfor a non-violent strangling; the wrathful, violent Goddess takes theplace of the pure male God, etc. These could be outline as described inTable1.However, the most powerful and explicitly transgressive Tantricrites are the secret left handed practices (v ̄am ̄ac ̄ara), which involvethe intentional manipulation of impure substances; these include thewell-known “  ve M’ s” (pañ camak ̄ara), namely, meat (m ̄am.sa), wine(madya),  sh (matsya), parched grain (mudr ̄a) and sexual intercourse"},{"pageNumber":15,"pageContent":"The Power of the Impure283TABLE1V edic Sacri ceT antric sacri ceVictimDomestic animalWildanimalStatus of victimPureImpureMeans of killingUnbloody stranglingBloody beheading insideoutside the ritualthe ritual enclosure;enclosureoffering of head and bloodto the GoddessDeityPure male deityGoddess, handler ofimpurity(maithuna) (BTS 698– 703). And for Kr.s.n. ̄ananda, the last of theseappears to be the most important, occupying as it does the last 25 pagesof his text (signi cantly more than any of the other Ms, which aretreated fairly brie y). As Kr.s.n. ̄ananda observes, “ the pleasure derivedfrom sexual union is of the nature of Supreme Bliss” (BTS 703). Theritualofmaithuna, however, is a kind of deliberately inverted sexualact, which involves intercourse not only with high class partners butalso with untouchables, prostitutes, and various other mixed and lowclasses (BTS 694).From the standpoint of mainstream Hindu Bengali culture, of course,this mingling of unmarried partners in violation of class relations is theworst imaginable transgression. As Ronald Inden and Ralph Nicholashave observed in their study of Hindu life cycle rites (sam.sk ̄aras)in Bengal, proper marriage and sexual relations between compatiblecastes are crucial to the larger social order; the married couple is be-lieved to be joined as one body , sharing the same bodily substances andso incorporated into the larger social body.30Thus, an improper rela-tion or an improper combination of coded bodily substances such assemen and blood would threaten to upset the whole delicate balance ofthe social body; indeed, it has “ the capacity to ruin the entire order of30Ronald B. Inden and Ralph W . Nicholas,Kinship in Bengali Culture,Chicago:University of Chicago Press 1986, 23– 47. “ The marriage of man and woman:::makes their previously unrelated bodies the same body” (ibid.23)."},{"pageNumber":16,"pageContent":"284Hugh B. Urbanj ̄atisin the community.:::[T]he improper combination of coded bod-ily substances entailed the improper combination of worship and oc-cupational substances as well.”31Y et this in a sense the explicit pointof the T antric rite.It is important to note, however, that Kr.s.n. ̄ananda does in fact stillmaintain his highly conservative and elitist double norm even when itcomes to the rite ofmaithuna. Thus, while he prescribes intercoursein violation of class laws for most practitioners, he also insists thatbr ̄ah.man.sshould still have intercourse only withbr ̄ ah.man.partners(BTS 694). In other words, his seemingly radical, transgressive ritesare still in many ways careful circumscribed, particularly for those atthe top of the social hierarchy, such asbr ̄ah.man.slike himself.Having consecrated the female partner as an embodiment of theGoddess, thet ̄antrikathen engages in a ritualized form of intercoursethat is explicitly compared to a sacri cial ritual: Unlike many laterforms of Tantric practice, which involve non-ejaculation and retentionof semen,Kr.s.n. ̄ananda’ s ritual re ects a different and probably olderform of sexual practice, which even has precedents in early V edicrites.32Here the central act is the ejaculation of semen into the femalevagina, which is likened to ladling the oblation onto the sacri cial  re.As he releases his semen, he should say the greatmantra, “ Drunken, and clingingto the two hands of the Light and the Sky, ́sruc ̄a! I make the offering ofdharmaandadharmainto the blazing  re of the Self,sv ̄ah ̄am!”:::Sexual union is thelibation; the sacred precept is the shedding of semen. (BTS 702)The aim of the ritual, however, is not the conception of a child; rather,the goal is  rst to ejaculate into the vagina and then to carefully extract31Ronald B. Inden,Marriage and Rank in Bengali Culture,Berkeley: Universityof California Press 1976, 52.32On this point see David Gordon White, “ T antric Sects and T antric Sex: TheFlow of Secret T antric Gnosis,” inRending the V eil: Concealment and Secrecy inthe History of Religions, ed. Elliot R. Wolfson, New Y ork: Seven Bridges Press 1999,249– 270. Sexual union is also compared to a sacri cial rite in much earlier texts suchas theBr.had ̄aran.yakaUpanis.adVI.4.12. See Mircea Eliade,Y oga: Immortality andFreedom,Princeton: Princeton University Press 1969, 254– 255."},{"pageNumber":17,"pageContent":"The Power of the Impure285the combined semen and menstrual  uid, called thekuladravyaorlineage substance.In India generally, bodily  uids, and above all sexual  uids, areconsidered both powerful and potentially polluting, as the ambivalentleftovers that over ow the boundaries of the body. In the T antric rite,however, the sexual  uids are the ultimate source of power. Accordingto Kr.s.n. ̄ananda, thiskula dravyais the most awesome and dangerous ofsubstances; in fact, he speci cally refers to it using the termucchis.t.a—that is, the sacri cial “ remnant” or “ leftover.”With the sacri cial elements, the semen, unbroken grains of rice, perfume, owers, O Deves. ̄‡, he should worship the Goddess in the vagina.:::With incense,lamps and various food offerings, the Kula adept should honor her in variousways, and then he should [consume] the remnants [ucchis.t.a] himself. (BTS 703)As Charles Malamoud points out,ucchis.t.ais a technical term usedin the V edic sacri ce to refer to that portion of the victim that is leftover once all the offerings have been made. Like leftovers generally inIndia, it is considered impure and polluting; but at the same time, it isalso considered to be the powerful “ seed” that gives birth to the nextsacri ce: “ Power is:::derived from forces that are contaminating;these forces belong to the violent substratum of chaos out of which theworld has emerged.:::The sacri ce produces new life — the divineseed — from the disintegration of a previous existence.:::It is theimpure remainder of the sacri ce that gives birth to the new lifeproduced from death.”33The same aura of dangerous power surroundsthe left-over of the T antric rite or sexual sacri ce. If consumed outsidethe secret ritual, it will send one to the most terrible of hells: “ Apartfrom the time of worship, one must never touch a naked ́Sakti.Andapart from the period of worship, the nectar must never be drunk byadepts. T ouching it, their lives are lost, and drinking it, they wouldgo to hell. Thus is the Kula worship” (BTS 704); but once placed in33David Shulman,T amil T emple Myths: Sacri ce and Divine Marriage in SouthIndian ́Saiva Tradition, Princeton: Princeton University Press 1980, 347. See CharlesMalamoud,Cooking the W orld: Ritual and Thought in Ancient India, Delhi: OxfordUniversity Press 1996, 7– 10."},{"pageNumber":18,"pageContent":"286Hugh B. Urbana sacri cial vessel and consecrated by the Goddess, thekuladravyais transformed into divine nectar,amr.ta. By consuming this nectar,he writes, thet ̄antrikawill enjoy supreme bliss and ful llment of allworldly and otherworldly desires.Then with great effort, he must obtain the precious Kula nectar. For with thatdivine nectar, all [the gods] are pleased. Whatever the wise man desires, hewill immediately attain.:::Having puri ed the Kula substance, which has thenatureof ́Siva and ́Sakti, and having deposited this nectar of life, which is of thenature of the Supreme Brahman, in a sacri cial vessel, [he attains] the eternallyblameless state free of all distinctions. (BTS 703)At this point, one might begin to wonder: what does the femalepartner get out of all of this? What’ s in it for the woman? Ironically,Kr.s.n. ̄ananda has relatively little to say about the woman. Although sheis considered an embodiment of the supreme power of the Goddessand her body is infused with a variety of divine forces, she seems tohave little role other than as a tool to be manipulated in esoteric ritual.Kr.s.n. ̄ananda states quite clearly, in fact, that women and ́s ̄udrashaveno right to any V edic ceremonies (BTS 20f.). In any case, although sheis temporarily empowered in the esoteric space of the ritual, she mustreturn to her usual place of submission in the public social world. Sheis, in a sense, the raw source of energy to be extracted and consumedby the malet ̄antrika,who realizes the awesome power of the Goddesswithin himself.34All of this, however, leaves us with a basic question: what is thepoint of all this transgression and inversion of normal laws? Above all,why would a respected malebr ̄ahman.like Kr.s.n. ̄ananda be interested inany of this? W ell, it was at least in part, I would suggest, a response tothe particular social and political situation in which he lived, during aperiod of Muslim rule, amidst the spread of rival religious movementsthat did not favorbr ̄ahman.slike Kr.s.n. ̄ananda. As Douglas Brooks has34On this point, see Urban,The Economics of Ecstasy:T antra, Secrecy and P owerin Colonial Bengal,New Y ork: Oxford University Press 2001, ch. 2. As Brooksobserves, “ W omen:::are made subordinate to and dependent on males and their ritualrole is:::limited to being a partner for male adepts” (Auspicious Wisdom, 25– 26)."},{"pageNumber":19,"pageContent":"The Power of the Impure287argued in the case of South Indian T antra, many conservativebr ̄ahman.sturned to these esoteric rituals at a time when their own traditionalstatus and privileges were most threatened by rival religious andpolitical forces. “ Tantric ritual continues to provide a means by whichBrahman society perpetuates the perception of itself as privilegedin the midst of radical social changes that do not always privilegeBrahmans.”35With its elaborate ceremony and sacri ces, Tantra thusreafrmedthe traditional of br ̄ahman.s as ritual experts, at a time whenit was most being called into question.At the same time, however, Kr.s.n. ̄ananda was also engaged in ritualmanipulations of impurity, handling the dangerous power of pollutingsubstances like buffalo blood, semen and menstrual  uids. As MaryDouglas observed in her classic study,Purity and Danger,“The dangerrisked by boundary transgression is power. The vulnerable marginswhich threaten to destroy order represent powers in the cosmos.:::Ritual which can harness these:::is harnessing power indeed.”36Bysystematically violating and deliberately inverting normal laws ofpurity,thet ̄antrikaunleashes the terrible power of the Goddess in hermost awesome forms, as the ultimate power that creates and devoursthe universe. In so doing, he also asserts his own super-human powerto transcend the boundaries of pure and impure, clean and unclean, tooverstep the limitations of the social order and physical universe alike.As Alexis Sanderson has argued in his study of Kashmir ́Saivite Tantra,the aim of this trangression is precisely to attain a kind of “ unfetteredsuper-agency through the assimilation of their lawless power in occultmanipulations of impurity.”3735Brooks,Auspicious Wisdom, 188. On this point, see also Hugh B. Urban, “ Elitismand Esotericim: Strategies of Secrecy and Power in South Indian T antra and FrenchFreemasonry,”Numen44 (1997) 1– 38.36Douglas,Purity and Danger,190– 191.37Sanderson, “ Purity and Power,” 200– 201. “ We witness the strategies by which:::radical sects were brought in from the visionary fringes to:::areas of orthodoxself-representation.:::[T]he visionary power of the heterodox self is recoded:::tobe inscribedwithinthe orthodox social identity:::in such a way that it reveals the"},{"pageNumber":20,"pageContent":"288Hugh B. UrbanIn sum, the esoteric rituals of T antra are by no means alwaysthe subversive, anti-social force that most early European scholarsbelieved them to be. At least in the case of Kr.s.n. ̄ananda in 16th centuryBengal, I would suggest, they played a highlyconservativerole.38These secret, transgressive rites were in fact a means to reassert hisown elite power, precisely at a time when it was most threatened byrival religious and political forces.II. Unleashing the Beast: Aleister Cr owley and W estern Sexual MagicThe sexual act is a sacrament of WiIl. T o profane it is the great offense. All trueexpression of it is lawful; all suppression or distortion of it is contrary to the Lawof liberty.Aleister Crowley,The Law is for All39What I would like to do now is jump forward about 400 yearsand to the other side of the planet, to look at the role of secretritual and transgression in modern Western magic — and in particular,in the work of the notorious Great Beast, 666, Aleister Crowley.Infamous throughout the popular press as the “ king of depravity, arch-traitor and drug  end,” Crowley is today one of the most in uential gures in the revival of W estern occultism and neo-pagan witchcraft.Y et surprisingly, despite many popular and hagiographic works onCrowley, he has seldom been taken seriously by modern scholarship,and even scholars of Western esotericism have typically dismissedlatter as a lower nature within the one person.:::The tradition sustains its ‘ power’behind the appearance of conformity” (ibid.191).38On this point, see Gupta et al.,Hindu T antrism: “ Anti-caste statements shouldnever be read outside their ritual context. Returned to ordinary life, no high casteT antric would think of breaking social taboos.:::The ritual egalitarianism of T antrismin practice acted as a caste-con rming:::force” (32). See also the works of Brooksand Sanderson cited above.39Crowley,The Law is for All: The Authorized P opular Commentary on LiberAL V el Legis sub  gura CCXX, The Book of the Law ,Temple, AZ: New FalconPublications 1996, 42. “ We refuse to regard love as shameful and degrading.:::Tous it is the means by which the animal may be made the Winged Sphinx which shallbear man aloft to the House of the Gods” (ibid.49)."},{"pageNumber":21,"pageContent":"The Power of the Impure289him as either a demented pervert or a ridiculous crank.40However,ashis most recent biographer, Lawrence Sutin, has persuasively argued,Crowley was far more than the satanic drug  end attacked by themedia; he was in fact a striking re ection of some of the mostimportant literary, philosophical and cultural forces of the early 20thcentury.41So what I hope to do here is to use my comments on BengaliT antra as a metaphoric foil to shed some new light on Crowley andto suggest that there is perhaps some deeper method to his apparentmadness.Born in 1875, the son of a minister in the highly puritanicalPlymouth Brethren sect, Edward Alexander Crowley expressed someof the deepest tensions within the British Victorian era as a whole.A child raised in strict Christian morality, he would later turn to theoccult arts and to extremes of sexual excess. Well educated at TrinityCollege in Cambridge, Crowley inherited a large amount of moneywhile still young and was therefore free for many years to pursuehis passions of poetry, mountain-climbing and the occult arts. Whilestill at Trinity, he would also adopt the name “ Aleister” (an homageto the hero of Shelley’ s poem, “ Alastor, the Spirit of solitude” ) andalso publish his  rst book of poetry and his infamous erotic collection,White Stains(1898).40For example, Antoine Faivre and Jacob Needleman’ s volume onModern EsotericSpirituality,New Y ork: Crossroad 1992, makes not even a single reference to Crowley.41Lawrence Sutin,Do What Thou Wilt: A Life of Aleister Crowley,New Y ork: St.Martin’ s Press 2000. In addition to Crowley’ s own autobiography (The Confessionsof Aleister Crowley: An Autohagiography, ed. John Symonds, New Y ork: Hill andW ang 1969), there are many popular biographies; see John Symonds,The Great Beast:The Life of Aleister Crowley,New Y ork: Roy Pub. 1952; andThe Magic of AleisterCrowley,London: Frederick Muller, Ltd. 1958; Francis King,The Magical W orld ofAleister Crowley,London: W eidenfeld and Nicholson 1977; Gerald Suster,The Legacyof the Beast: the Life, W ork and In uence of Aleister Crowley,Y ork Beach, ME: W eiser1989. Crowley’ s classic work on “ Magick” generally is hisMagick in Theory andPractice,New Y ork: Castle Books 1960, though he wrote a huge amount of otherworks on the subject which cannot all be cited here."},{"pageNumber":22,"pageContent":"290Hugh B. UrbanCrowley’ s  rst initiation into the world of esotericism and magicoccurred in 1898, when he was introduced to the Hermetic Order ofthe Golden Dawn. An eclectic order combining elements of Kabbalah,Freemasonry and Rosicrucianism, the Golden Dawn attracted a num-ber of famous artists and intellectuals of the day, including Irish poet,W .B. Y eats. Rather signi cantly, however, Crowley would leave themovement and become mired in a series of lawsuits after he publisheda full description of the most secret rites of the Golden Dawn in hisown journal,Equinox.42Revealing secrets, we will see, was somethingof an obsession for Crowley.However, it was in 1904 that Crowley received his  rst greatrevelation and the knowledge that he was in fact to be the heraldof a new era in history. According to his own account, his guardianangel, Aiwass, appeared to him dictated a text called theBookof theLaworLiber AL vel Legis.43According to the Book of the Law, wehave now entered the third great age in history: the  rst aeon was thatof Isis, based on matriarchy and worship of the mother goddess; thesecond aeon was that of Osiris, during which the patriarchal religion ofsuffering and death (namely Christianity) was dominant. Finally, withthe revelation of the Book of the Law, the corrupt age of Christianityhad come to an end, and a new aeon of the child, Horus, was born.The guiding principle of this new era is the law of Thelema, derivedfrom Greek, meaning Will. According to Crowley’ s maxim: “ Do whatthou wilt shall be the whole of the law.” In place of servile submissionto some imaginary God, the law of Thelema is the full af rmationof the Self and the free expression of the individual will: “ The Law42Colin Wilson,The Occult,New Y ork: Vintage Books 1973, 362.43Actually, the revelation came  rst through Crowley’ s wife, Rose, during their tripto Cairo, when the voice of the god Horus allegedly began to speak through her. Shelater revealed that the being speaking through her was an emissary of Horus namedAiwass, and Crowley eventually claimed to have received theBook of the Lawdirectlyfrom Aiwass without Rose’ s mediation."},{"pageNumber":23,"pageContent":"The Power of the Impure291of Thelema avows and justi es sel sh-ness; it con rms the inmostconviction of each one of us that he is the centre of the cosmos.”44Despite his claim that “ every man and woman is a star,” however,Crowley’ s ideal social order was far from egalitarian and in factquite elitist. Rejecting the principles democracy and equality as effete,emasculated left-overs of Christianity, he asserted power of the strongover the weak, the aristocratic over the dull service masses. As hewrote in 1937, in hisScienti c Solution to the Problem of Government,the true ruler has no use for absurdities such asliberté , egalité ,fraternitéor the assertion that all men are equal or that woman is equalto man:The ruler asserts facts as they are; the slave has therefore no option but to denythem passionately, in order to express his discontent.:::The Master(:::theMagus) does not concern himself with facts:::he uses truth and falsehoodindiscriminately, to serve his ends. Slaves consider him immoral, and preachagainst him in Hyde Park.45Crowley had high hopes that his new law of Thelema would beadopted by the major political  gures of his day and so become thefoundation for a new social order of the future. According to his ownnotes, he believed that the nation that  rst accepted the Book of theLaw would become the leading nation the world. In fact, he initiallysaw Hitler and the rising power of fascism as a possible vehicle forspreading his law of Thelema.46He read and made copious notes onHitler’ s own writings, which he found much in agreement with his44Crowley,The Confessions, 873, 939. “ The company of heaven is Mankind, andits unveiling is the assertion of the:::godhead of every man and every woman!” (TheLaw is for All, 25).45Crowley,The Book of Lies, which is also falsely called Breaks,NewYork:S. Weiser 1952, 100. “ The only solution of the Social Problem is the creation of aclass with the true patriarchal feeling” (ibid.172).46He was particularly fascinated by Hitler’ s comment that, “ Our revolution is notmerely a political and social revolution; we are at the outset to form a tremendousrevolution in moral ideas and in men’ s spiritual orientation.” Crowley’ s commentwas simply: “ AL, the whole book.” Similarly, next to Hitler’ s statement, “ After allthese centuries of whining about the protection of the poor and lowly it is about time"},{"pageNumber":24,"pageContent":"292Hugh B. UrbanLaw of Thelema;47and he tried several times to have copies of hiswork placed in Hitler’ s hands, suggesting that it would provide “ aphilosophical basis for Nazism.”48Quite remarkably, however, whenhis attempts to sway the Fü hrer failed, Crowley would just as eagerlytry to sell his Law of Thelema to the British government, as the mostnecessary way to counter the growing German threat.49The key to Crowley’ s Law of Thelema — and also the primaryreason for the scandalous reputation that followed him — was hispractice of sexual magic. For Crowley, sex is the most powerful forcein human nature and the supreme expression of the will; but it has beenstupidly repressed by the Church and so given birth to all manner ofsocial and psychological ills:Mankind must learn that the sexual instinct is:::ennobling. The shockingevils which we all deplore are principally due to the perversions producedby suppressions. The feeling that it is shameful and the sense of sin causeconcealment, which is ignoble and internal con ict which creates distortion,we decided to protect the strong against the inferior,” Crowley wrote an enthusiastic“ Y es!” (Sutin,Do What Thou Wilt, 48).47Sutin,Do What Thou Wilt,376, 377.48“ One of my colleagues informed me:::that the Fuhrer was looking for aphilosophical basis for Nazi principles.:::Some of my adherents in Germany aretrying to approach the Fuhrer with a view to putting my Book of the Law in itsproper position as the Bible of the New Aeon. I expect that you will be in close touchwith the Chancellor:::and I should be very grateful if you would put the matterbefore them.:::Hitler himself says emphatically inMeinKampfthat the world needsa new religion, that he himself is not a religious teacher, but that when the proper manappears he will be welcome” (Crowley, Letter to George Sylvester Viereck, July 31,1936 [O.T .O. Archives], cited in Sutin,Do What Thou Wilt,378).49“ The Law of Thelema is an altogether new instrument of Government, in nitelyelastic, in the proper hands, from the very fact of its scienti c rigidity. I offer this Lawto His Most Gracious Majesty in my duty as a loyal and devoted subject and I suggestthat it be adopted secretly by His Majesty’ s Government so that I may be supportedby the appropriate services in my efforts to establishing this Law as the basis ofconduct, to the better security and:::government of the Commonwealth” (Crowley,“ Propositions for consideration of H.M. [His Majesty’ s] Government,” October 1936,quoted in Sutin,Do What Thou Wilt, 380)."},{"pageNumber":25,"pageContent":"The Power of the Impure293neurosis and ends in explosion. W e deliberately produce an abscesses and wonderwhy it is full of pus, why it hurts, why it bursts in stench and corruption.The Book of the Law solves the sexual problem completely. Each individualhas an absolute right to satisfy his sexual instinct as is physiologically proper forhim. The one injunction is to treat all such acts as sacraments.50Crowley’ s sexual magic is itself a complex melding of both Easternand W estern traditions; in fact, Crowley would become one of the mostimportant  gures in the transmission of T antra to the W est — thoughwith signi cant reinterpretations and transformations. As early as1902, Crowley had been introduced to T antra during his travels in Indiaand Sri Lanka.51But he would also combine his knowledge of Tantricpractices with a very different tradition of sexual magic emerging in theWest. Much of this derives from an American named Paschal BeverlyRandolph, the son of a wealthy Virginian father and a slave mother,who lived from 1825– 1875. A well-known spiritualist, Randolph alsodeveloped the most in uential system of effectual alchemy or sexualmagic in modern times. According to Randolph, the moment of orgasmis the most intense and powerful experience in human life, for it is themoment when the soul is suddenly opened to the divine realm and thebreath of God infuses life into this world. In Randolph’ s words, “ Truesex power is God power.”52As such, the power of orgasm can be used50Crowley,Confessions,874– 875; cf.The Law is for All,51.51See Crowley, “ The Temple of Solomon the King,”EquinoxI (4) (London 1910),150. Crowley’ s main texts on sex magic include:Of the Nature of the Gods; LiberAgape, the Book of the Unveiling of the Sangraal de Arte Magica,andOf theHomunculus,most of which are included in Francis King, ed.,The Secret Ritualsof the O.T .O.,New Y ork: Samuel Weiser 1973. On Crowley’ s possible T antricin uences, see Urban, “ The Omnipotent Oom: T antra and its Impact on ModernW estern Esotericism,”Esoterica: The Journal of Esoteric Studies3 (2001) 218– 259;Sutin,Do What Thou Wilt, 92, 127, 141, 188. As Symonds suggests, “ His greatestmerit was to make the bridge between T antrism and the Western esoteric traditionand thus bring together W estern and Eastern magical techniques” (Introduction toTheConfessions, xxv).52Randolph,The Ansairetic Mystery: A New Revelation Concerning Sex!, T oledo:T oledo Sun, Liberal Printing House,n.d. [c.1873]), reprinted in John Patrick Deveney,P aschal Beverly Randolph: A Nineteenth Century American Spiritualist, Rosicrucian"},{"pageNumber":26,"pageContent":"294Hugh B. Urbanfor a variety of this-worldly and otherworldly ends: both to achievemystical experience and to create magical effects, such as  nancialgain or winning the affections of straying lover.53Randolph’ s teachings on sex magic were then passed to a numberof European secret societies and esoteric brotherhoods, the most im-portant of which was the Ordo Templi Orientis or O.T .O., founded byKarl Kellner and Theodor Reuss in the late 19th century.54Accordingto the Reuss, the secret of sexual magic is in fact the innermost heart ofall esoteric traditions and the key to all occult mysteries. As the O.T .O.proclaimed in the journal,Ori amme, in 1912,One of the secrets which our order possesses in its highest grades is that it givesmembers the means to re-erect the temple of Solomon in men, to re- nd the lostWord.:::Our Order possesses the Key which unlocks all Masonic and Hermeticand Sex Magician,Albany: SUNY 1997, 317. See also Randolph,Eulis! The Historyof Love: Its W ondrous Magic, Chemistry, Rules, Laws, Modes and Rationale; Beingthe Third Revelation of Soul and Sex,T oledo: Randolph Publishing Co. 1974;MagiaSexualis,Paris: Robert Telin 1931.53Randolph lists over a hundred uses for sexual magic, which include everythingfrom acquiring money to the secret of domestic happiness. One of the most strikingfeatures of Randolph’ s sexual magic is his insistence that both partners must have anactive role and that both must achieve orgasm for the magic to successful: “ For theprayer to be effective the paroxysm of both is necessary.:::[T]he woman’ s orgasmsshould coincide with man’ s emission, for only in this way will the magic be ful lled”(Magia Sexualis, 76– 78).54Kellner claims to have been initiated by an Arab fakir and two Indian yogis,from whom he learned “ the mysteries of yoga and the philosophy of the left handpath which he called sexual magic” (Symonds,The Magic of Aleister Crowley, 95).On Reuss and his knowledge of T antra, see A.R. Naylor, ed.,Theodor Reuss andAleister Crowley, O.T .O. Rituals and Sex Magick, Thames: Essex House 1999. PeterKoenig argues that the O.T .O. was not founded by Kellner but only formed after hisdeath under Reuss’ leadership. Kellner was the head of a small group known as the“ Inner Triangle” and did practice some quasi-Tantric rites in the attempt to create the“ elixir, that is: male and female sexual  uids” (“ Spermo-Gnostics and the O.T .O.,”available online at http:// www.cyberlink.ch/»koenig/spermo.htm). On the O.T .O., seePeter-Robert Koenig, “ The OTO Phenomenon,”Theosophical History4, no. 3 (1992)92– 98; Frater U.D.,Secrets of W estern Sex Magic,St. Paul: Llewellyn 2001, 3ff."},{"pageNumber":27,"pageContent":"The Power of the Impure295secrets, it is the teaching of sexual magic and this teaching explains all the riddlesof nature, all Masonic symbolism and all religious systems.55Eventually, the O.T .O. would also develop a complex series of gradesof initiation, the highest of which focused auto-erotic, heterosexual andhomosexual magic.Crowley became involved with the O.T .O. beginning in 1910,and would soon become its most infamous and in uential leader.According to Crowley, sex magic is the most powerful of all magicaloperations, for it is the raw power of human creativity, which, whencombined with the power of the human will, has the potential to bringinto being anything that one desires:[I]f this secret [of sexual magic] which is a scienti c secret were perfectlyunderstood, as it is not by me after more than twelve years’ almost constantstudy and experiment, there would be nothing which the human imagination canconceive that could not be realized in practice.:::If it were desired to havean element of atomic weight six times that of uranium that element could beproduced.56Many of Crowley’ s sexual rites centered around explicit transgres-sions and calculated inversions of conventional morality and religiouspractice. For example, one of the most elaborate rituals that he de-55Ori amme(1912) 18, reproduced in R. Swinburne Clymer,The RosicrucianF raternity in America: Authentic and Spurious Organizations,Quakertown: TheRosicrucian Foundation, n.d., II 541. For a good discussion of Reuss’ sex magic, seeKoenig, “ Spermo-Gnostics and the O.T .O.” : “ The whole body was considered Divine:::and the sexual organs were meant to ful ll a peculiar function: a Holy Mass wasthe symbolic act of re-creating the universe.:::Sexually joining is a shadow of thecosmic act of creation. Performed by adepts, the union of male and female approachesthe primal act and partakes of its divine nature.”56Crowley,The Confessions,767. Most of the sexual rites were revealed in the VIII,IX and XI of the O.T .O. degrees. As Koenig comments, “ Crowley’ s VIIIth degreeunveiled:::that masturbating on a sigil of a demon or meditating upon the image of aphallus would bring power or communication with a divine being.:::The IXth degreewas labelled heterosexual intercourse where the sexual secrets were sucked out of thevagina and when not consumed:::put on a sigil to attract this or that demon to ful llthe pertinent wish” (“ Spermo-Gnostics and the O.T .O.” )."},{"pageNumber":28,"pageContent":"296Hugh B. Urbansigned for the O.T.O. was a full scale Gnostic Mass — a complex,highly choreographed ceremony. In the course of the ritual, the semenand menses are symbolized by the sacred host, as the priest pierces thepriestess with his “ sacred lance,” symbolizing the supreme union ofmale and female energies.In the Gnostic Mass, semen and menses — which may be transformed intophysico-spiritual essences (the Great W ork or Summum Bonum) by those inpossession of the secret — are symbolized by the Priest (who bears ‘ the SacredLance’ ) and the Priestess.:::These two partake of the sacred Cake of Light andCup of Wine. During the ritual, the Priest parts a sacred veil with his Lance andembraces the knees of the Priestess, who has removed her robes to embody thesacred nakedness of the Goddess.57However, Crowley’ s most explicitly transgressive practices began inthe years between 1920 and 1923, when he founded his own Abbey ofThelema at a farmhouse in Sicily. According to his diaries from thisperiod, Crowley believed that he had transcended all moral boundariesand all material distinctions, such that even the most de ling ofsubstances became for him divine. Thus, he describes one performanceof his Gnostic mass in which the sacred Host was replaced with theexcrement of his consort, Leah Hirsig, which she then forced him toeat as the true Body of God. As Crowley recounts,My mouth burned; my throat choked, my belly wretched; my blood  ed witherwho knows.:::She ate all the body of God and with Her soul’ s compulsion mademe eat.:::My teeth grew rotten, my tongue ulcered, raw was my throat, spasm-torn my belly, and all my Doubt of that which to Her teeth was moonlight and toher tongue ambrosia; to her throat nectar, in her belly the One God.58On another occasion, Crowley describes the performance of a bloodsacri ce involved both ritual and sexual transgression. The ceremony57Sutin,Do What Thou Wilt,234. See also Crowley,Magick: Liber ABA, BookF our P arts I– IV ,Y ork Beach: Samuel W eiser 1997, 267– 269, and Theodor Reuss’translation of Crowley’ s Gnostic Mass: “ Die Gnostische Messe,” in P .R. Koenig,DerGrosse Theodor Reuss Reader,Munich 1997.58John Symonds and Kenneth Grant, eds.The Diaries of Aleister Crowley: TheMagical Record of the Beast 666,London: Duck Editions 2001, 235."},{"pageNumber":29,"pageContent":"The Power of the Impure297was to consist in the beheading of a goat at the very moment thatit ejaculated as it had intercourse with his Scarlet Woman, so thatthe drinking of its blood could be a true “ drinking thereof from theCup of our Lady of Whoredom.”59Unfortunately, the goat seemeduninterested in performing the sexual part of the ritual, and Crowleywas forced to complete that portion himself.Clearly, Crowley was going somewhat against the grain of theconventional values of the Victorian world in which he was born. AsPatricia Anderson observes in her study of 19th century British sexualattitudes, much of the discourse of the Victorian era was particularlyfocused on the importance of heterosexual marriage for the stabilityof society; in an era that valued economic productivity, generationof capital and restraint in consumption, healthy sexuality had to beuseful, productive and ef cient: “ normal heterosexuality appeared inone guise:::attraction between men and women that led to marriageand family. Normal sex was consistent with the values of Victorianindustrial society — it was another mode of production.”60Crowley,it would seem, set out deliberately to destroy that useful, productivesocial order through the most extreme acts of consumption and excess.Despite their deliberately shocking and offensive character, how-ever, Crowley’ s rituals were by no means simple orgiastic hedonism ormindless antinomianism. On the contrary, these were elaborate, chore-ographed ceremonies that required the strict observation of laws ofsanctity before the explosive energy of transgressive violence and sex-uality could be unleashed. These were rites that depended, not un-like the ́S ̄akta Tantric rituals, on a clear logic of structural inversionand systematic violation of basic social categories. Thus, the Chris-tian bread and wine are replaced by semen and menstrual blood; the59Crowley, July 19, 1921 diary entry, O.T .O. archives, quoted in Sutin,Do WhatThouWilt,293.60Patricia Anderson,When P assion Reigned: Sex and the V ictorians,NewYork:Basic Books 1995, 17– 18. See also John Maynard, “ Victorian Discourses on Sexualityand Religion,”University of Hartford Studies in Literature19 (1987) 61."},{"pageNumber":30,"pageContent":"298Hugh B. Urbanbody of Christ is replaced by the excrement of a woman; conventionalmarriage and intercourse are replaced by bestiality and blood sacri ce.Much like the Bengalit ̄antrikas,moreover, Crowley found in theseexplicit acts of transgression the key to a tremendous source of power.Through these occult manipulations of impure substances, such assemen, blood, and excrement, he claimed to have unleashed a magicalwill that could ful ll any spiritual or material desire, from intercoursewith the gods to  nancial well-being. (In fact, many of his sexualmagical operations were performed with the explicit aim of comingup with some quick cash when he had begun to deplete his bankaccount).61A Sorcerer by the power of his magick had subdued all things to himself.:::Hecould  y through space more swiftly than the stars. Would he eat, drink, and takehis pleasure? There was none that did not obey his bidding. In the whole systemof ten million times ten million spheres upon the two and twenty million planeshe had his desire.62In his most exalted moments, Crowley believed that he couldachieve a supreme spiritual power: the power to conceive a divinechild or spiritual fetus that would transcend the mortal failings of thebody born of a mere woman. This goal of creating an immortal child,Crowley suggests, lies at the heart of many esoteric traditions throughhistory:This is the great idea of magicians in all times: T o obtain a Messiah by someadaptation of the sexual process. In Assyria they tried incest:::GreeksandSyrians mostly bestiality.:::The Mohammedans tried homosexuality; medievalphilosophers tried to produce homunculi by making chemical experiments withsemen. But the root idea is that any form of procreation other than normal islikely to produce results of a magical character.6361Crowley suggests that, among other things, one might use sexual magic to“ perform an operation to have $20,000,” by focusing all one’ s will upon an object atthe moment of orgasm, one can powerfully in uence the course of events and achievethe desired goal (Symonds,The Magic of Aleister Crowley, 141– 142).62Crowley,The Book of Lies,63.63Crowley,The V ision and the V oice,London: Simpkin, Marshall, Hamilton, Kent1911, 385– 386. On the creation of alchemical androgynes, see Urban, “ Birth Done"},{"pageNumber":31,"pageContent":"The Power of the Impure299In sum, the secret of sexual magic has the potential to unleash a powerof truly messianic proportions, a power that heralds the dawn of thenew aeon.As we can see in this passage, Crowley seems to have regardedwomen as rather limited and ultimately expendable companions inspiritual practice. Though he used a variety of female partners or “ Scar-let women” in his magical rites, he seems to have regarded the high-est stages of practice as rituals of homosexual intercourse.64He was,moreover, notorious for his psychological and physical exploitation ofwomen, and for his generally condescending, at times quite misogy-nistic attitude toward women generally. As he put it, “ women, like allmoral inferiors, behave well only when treated with  rmness, kindnessand justice.”65III. The P ower of the Impure: The Play of T aboo and TransgressionIn the region where the autonomy of the subject breaks away from all restraints,where the categories of good and evil, of pleasure and pain, are in nitelysurpassed:::where there is no longer any form or mode that means anythingbut the instantaneous annihilation of whatever might claim to be a form or mode,so great a spiritual energy is needed that it is all but inconceivable. On this scale,the chain releases of atomic energy are nothing.Bataille,The Accursed Share66Better: Conceiving the Immortal Fetus in India, China and Renaissance Europe,” inNotes on a Man.d.ala: Essays in Honor of W endy Doniger, ed. Laurie Patton, NewY ork: Seven Bridges Press 2002.64On Crowley’ s views toward homosexuality, see Sutin,Do What Thou Wilt, 183–184. Thus the highest XI degree of Crowley’ s O.T .O passed beyond the stages of auto-erotic and heterosexual practice to that of homo-erotic practice. See Konig, “ Spermo-Gnostics and the O.T .O.” ; Frater U.D.,Secrets of W estern Sex Magic, 138.65Crowley,Confessions, 370. Elsewhere he notes, “ Women are nearly alwaysconscious of an important part of their true Will, the bearing of children. T o themnothing else is serious by comparison” (The Law is for all,133). See also Sutin,DoWhat Thou Wilt, 359, 199, 329– 330.66Bataille,The Accursed Share,vol. 2, 183– 184."},{"pageNumber":32,"pageContent":"300Hugh B. UrbanSecrecy lies at the very core of power.Elias Canetti,Crowds and P ower67I would like to pause here and offer some comparative re ectionson these two examples of Bengali Tantra and modern W estern magic,widely separated as they are both historically and geographically.Obviously, I am by no means suggesting that these two cases are inany way the same, nor I am suggesting that they are each temporalre ections of some transcendent archetype or universal pattern. Rather,beginning from the ground up instead from the top down, I amsuggesting that they are each manipulating the body and physicalsubstances in ways that shed some useful light on one another. Byjuxtaposing these two cases like a metaphor, playing upon both theirstriking differences and their surprising similarities, I think we cangain new insight into both phenomena, as well as new light on alarger theoretical problem in the study of religion. The result, I hope,is something like what Paul Ricoeur calls the experience ofsemanticshock,or the sudden  ash of insight that results from a truly strikingmetaphor.68In both the cases of ́S ̄akta tantra and Crowleyian magic, we  ndesoteric rituals that center in large part around the manipulation ofbodily substances that are normally considered impure and de ling,such as blood, semen, menses and excrement; both involve systematicviolations and structural inversions of ordinary laws of purity and ritualsanctity, through violence, bloodshed and sexual transgression; andboth do so with the primary goal of unleashing an awesome sourceof power that shatters the boundaries of the mundane physical worldand social order alike.Here I would like to adapt but also critically modify some of theideas of Georges Bataille, who has written some of the most widely67Canetti,Crowds and P ower ,New Y ork: Viking Press 1962, 290.68“ The strategy of metaphorical discourse is aimed not at facilitating communi-cation:::but rather at challenging and even shattering our sense of reality throughre ective redescription” (A Ricoeur Reader: Re ection and Imagination, ed. Mario J.V aldes, T oronto: University of T oronto Press 1991, 32)."},{"pageNumber":33,"pageContent":"The Power of the Impure301in uential work on the concept of transgression. As Bataille suggests,transgression is not a matter of simple hedonism or unrestrained sexuallicense. Rather, its power lies in the dialectic or play (le jeu) betweentaboo and transgression, sanctity and sacrilege, through which on sys-tematically constructs and then oversteps all laws. It is thus analogousto eroticism. Not a matter of simple nudity, eroticism arises in the di-alectic of veiling and unveiling, clothing and striptease, between thecreation of sexual taboos and the exhilarating experience of overstep-ping them. So too, in ecstatic mystical experience or religious rites,such as blood sacri ce, carnivals, etc., one must  rst create an auraof purity before one can de le it with violence, transgression and theoverturning of law. “ The prohibition is there to be violated” ;69for itis the experience of over-stepping limits that brings the blissful senseof continuity and communion with the other. As Bataille comments,quoting Marquis de Sade,It is always a temptation to knock down a barrier. Fear invests [the forbidden act]with an aura of excitement. There is nothing, writes de Sade, that can set boundsto licentiousness. The best way of enlarging and multiplying ones desires is totry to limit them.70For Bataille, the ultimate aim of transgression is not mere sensualpleasure, rather it is the transgression of the very boundaries of theself, the expenditure without hope of return, which shatters the limitsof the  nite human consciousness and merges it with the boundlesscontinuity of the in nite. It is this experience of transgression andradical expenditure that links eroticism to the ultimate experienceof in nite continuity, that of death itself. As Bataille concludes,“ Eroticism is assenting to life up to the point of death.”71This69Bataille,Erotism: Death and Sensuality,San Francisco: City Lights 1986, 64. Forother important discussions of transgression, see Bataille,The Accursed Share, vol. 2,89–111;V isions of Excess: Selected Writings, 1927– 1939,Minneapolis: University ofMinnesota Press 1985, andThe Un nished System of Nonknowledge,Minneapolis:University of Minnesota Press 2001, 26– 75, 133– 152, 185– 195.70Bataille,Erotism,48.71Bataille,Erotism, 1."},{"pageNumber":34,"pageContent":"302Hugh B. Urbanfusion of death and sensuality in the act of transgression is perhapsnowhere better illustrated than in thet ̄antrikimage of Chinnamast ̄a —the Goddess who severs her own head and stands upon a copulatingcouple — or in Crowley’ s ritual of beheading a goat as it engages inintercourse with a woman.However, while I  nd Bataille’ s comments on transgression gener-ally useful, I would also like to extend and critique them in two ways.First, I want to look more closely at the role of secrecy in all of this:how does concealment function in relation to transgressive ritual prac-tice? There is of course the obvious fact that some of these activities —such as consuming menstrual blood or copulating with goats — are notentirely acceptable by either Hindu or Victorian British social stan-dards and could only take place behind closed doors. But more impor-tantly, I would suggest, secrecy also serves tointensify and optimizeboth the taboo and the transgression, both the laws that forbid suchacts in the public world and the titillating power derived from violat-ing them in esoteric ritual. As Michael T aussig nicely put it,What is essential to realize is how secrecy is intertwined with taboo (and hencetransgression) to create a powerful yet invisible presence (indeed, the presenceof presence itself) and how essential this is to what we mean by religion.72For secrecymagniesthe aura of dangerous mystery that surrounds theprohibition, and so also the explosive power that results from violatingit.73Secret ritual, we might say , functions like a kind of spiritual sling-shot, which is  rst stretched as tightly as possible and then suddenlyreleased, in order to propel one into ecstatic liberation. Or to useperhaps an even more apt metaphor, the transgressive ritual acts likea formofsocio-nuclear  ssion; that is to say, it  rstexaggerates72T aussig, “ Transgression,” 355.73“ Secrecy (that lies at the very core of power) [is] a potent stimulus to creativity,to what Simmel called the magni cation of reality, by means of the sensation thatbehind the appearance of things there is a deeper, mysterious reality that we mayhere call the sacred, if not religion” (T aussig, “ Transgression,” 356); see also GeorgSimmel, “ Secrecy,” inThe Sociology of Georg Simmel, trans. Kurt W olff, New Y ork:Free Press 1950."},{"pageNumber":35,"pageContent":"The Power of the Impure303and thenshattersthe laws that make up the social organism at itsmost fundamental atomic level, thereby releasing an explosive burstof energy.Second, I would also like to suggest some criticisms of Bataille’ smodel of transgression, which is, I think, ultimately inadequate. Forwhat Bataille does not really acknowledge is that transgression is veryoften tied, not just to ecstatic mystical experience or the liberating blissof expenditure, but also to real and often asymmetrical relations ofpower. In particular, Bataille glosses over the fact that transgressiondoes not bene t all individuals equally; for while it may be empow-ering and liberating for some individuals, it is often oppressive andexploitative for others.74Indeed, in his major work on economic andpolitical history,The Accursed Share, Bataille seems to have a kind ofromantic nostalgia for the good old days of human sacri ce and ritualwarfare, before the ecstatic power of transgressive violence was co-opted by modern capitalism. Thus he describes the practice of humansacri ce among the Aztecs as a cruel but divinely motivated searchfor continuity, which actually frees the victim from his  nite, isolatedindividuality and merges him with the boundless continuity of death:[I]n his cruel rites, man isin search of a lost intimacy.:::Religion is this longeffort and this anguished quest: it is always a matter of detaching from therealorder, from the poverty of things, and of restoring thedivineorder.:::Themeaning of this profound freedom is given in destruction, whose essence is toconsume pro tlessly whatever might remain in the progression of useful works.Sacri ce destroys that which it consecrates.7574Not unlike the ́S ̄aktat ̄antrikas,and not unlike Crowley, Bataille sought a kind ofNietzschean transvaluation of all values, transcending the limited moral boundariesof good and evil. In contrast to the “ popular morality” of the servile and themeek, Bataille called for a form of “ sovereign” and ecstatic experience, through“ intoxication, erotic effusion, laughter, sacri cial effusion [and] poetic effusion.” Suchsovereign and ecstatic experiences are attained speci cally by means of destructionand violence, the shattering of ethical and physical boundaries, with or without theconsent of that which is destroyed: “ In laughter, sacri ce or:::eroticism, effusion isobtained through a modi cation, willing or not, in the order of objects:::[S]acri ce,in general, destroys beings” (The Un nished System of Nonknowledge, 94).75Bataille,The Accursed Share, vol. 2, 57– 58."},{"pageNumber":36,"pageContent":"304Hugh B. UrbanIn contrast to Bataille, I would emphasize that transgressive actssuch as sacri ce and sexual rituals are typically empowering and lib-erating only for certain individuals, and often oppressive and even ex-ploitative for others. In both the cases of Bengali T antra and Crow-leyian magic, the transgressive rites were in fact quite androcentric,arguably misogynistic and exploitative of the female body . Both, more-over, used esoteric ritual as a means of asserting an essentially patri-archal, elitist social vision, in which the supreme power belongs tothe few who possess secret knowledge and dare to overstep the moralboundaries that con ne ordinary human beings. In sum, they each exer-cised a basic double-norm: on the one hand, they asserted the essentialdivinity of all human beings and even celebrated the divine status ofwomen and lower classes in the realm of secret ritual; yet they alsoultimately re-asserted the superior status of a small group of elites,those few initiates who are strong enough to handle this powerful butdangerous esoteric knowledge.As in the case of any good metaphor, however, this comparison hasalso highlighted some important differences between these two exam-ples. For this has also been, in effect, anhistorical comparison— thatis, an examination of how certain religious ideas are transformed orreinterpreted when they pass from one social and historical setting toanother. Perhaps most importantly, Kr.s.n. ̄ananda’ s secret rituals were,at least in part, an attempt to reassert his ownbr ̄ahman.icstatusandto reinforce a traditional, class-based social hierarchy in the face of achanging historical context. For Kr.s.n. ̄ananda, strict secrecy was a nec-essary part of his need to conceal a private realm of transgressive ritual,while protecting his status in mainstream society. Crowley, conversely,proclaimed the destruction of an older religious and social order, whichwould give birth to a new aeon, with the new Law of Thelema. ForCrowley, sexual rituals were the ultimate symbol of his rejection of tra-ditional Christianity morality and his assertion of the godhood of theindividual Will. At the same time, Crowley took an apparent delightin revealing secrets, publicly proclaiming his violation of morality andconvention. For Crowley, who was always something of an exhibition-ist, the ultimate transgression was that of revealing the most terrify-"},{"pageNumber":37,"pageContent":"The Power of the Impure305ing secrets in order to shock the world. In sum, both Kr.s.n. ̄anandaandCrowley employed strikingly similar kinds of esoteric rituals, basedon explicit acts of transgression and manipulation of impure bodilysubstances; yet they did so for very different, apparently opposite, rea-sons — the one to reinforce the status quo, and the other to demolish it.Conclusions and Comparative CommentsW e have not in the least liberated sexuality, though we have:::carried it to itslimits: the limit of consciousness, because it ultimately dictates the only possiblereading of our unconscious; the limit of the law , since it seems the sole substanceof universal taboos.Michel Foucault76To conclude, I would like to offer some broader comparative com-ments on the impact of Tantra and Crowleyian magic on Americatoday. In the years since his death, Crowley’ s sexual magic has be-come increasingly in uential in American pop-culture and new reli-gious movements; in fact, it has also been increasingly combined with,perhaps hopelessly confused with, Indian Tantric traditions. Most ofthe popular books now being sold under the label of “ Tantra” are re-ally for the most part meldings of Crowleyian sex magic with Indianerotic manuals such as theK ̄amaS ̄utra(which in fact has virtuallynothing to do with Tantra), usually with a healthy dash of theJoy ofSexthrownin.77As one enthusiastic neo-T ̄antrik guru, Swami Nos-tradamus Virato, puts it, “ the art of T antra could be called spiritual he-donism, which says eat drink and be merry but with full awareness!”7876Foucault,Religion and Culture,57. On the point, see also Bataille,The AccursedShare, vol. 2, 408.77There is a vast array of such books; see for example: Douglas,Spiritual Sex;Christopher S. Hyatt, and Lon Milo Duquette,Sex Magic, T antra and T arot: The W ayof the Secret Lover,New Falcon Pub. 1991; Christopher S. Hyatt and S. Jason Black,T antra Without T ears,New Falcon Pub. 2000; Donald Michael Kraig, Linda Falorio,Tara Nema,Modern Sex Magick: Secrets of Erotic Spirituality,St. Paul: LlewellynPub. 1998.78Swami Nostradamus Virato, “ T antric Sex: A spiritual Path to Ecstasy,” reprintedon the “ Church of T antra” Website (http// www.tantra.org)."},{"pageNumber":38,"pageContent":"306Hugh B. UrbanIndeed, the phrase “ American T antra” is now even a registered trade-mark, representing a whole line of books, videos and other productsthrough its on-line gift shop.Thus the category of Tantra is a striking illustration of the strangeglobal circulation of religious ideas, the dialectical play of represen-tations and misrepresentations at work between cultures in our ownera of globalization and transnationalism. In the course of its complexjourney to the W est, Tantra has been progressively transformed fromsomething concerned primarily with secrecy and power to somethingconcerned primarily with sensual pleasure and a liberation of sexu-ality for a repressive western world. Indeed, even the transgressivepower of Tantric ritual itself has now been transformed into a seriesof commodities that one can purchase on-line — for example, throughT antra.com’ s E-sensual’ s catalogue, which offers a complete “ TantricPleasuring Package” for a mere $198.79As such, T antra has emergedas a new spiritual form remarkably well adapted to the current social-economic situation — the situation that some have described as post-Fordism, post-industrial society, disorganized capitalism or late capi-talism.80As Bryan S. Turner, Mike Featherstone and others argue, thelate 20th century witnessed a signi cant shift from an earlier mode ofcapitalism — based on the Protestant ethic of inner-worldly asceticism,hard work, thriftiness and accumulation — to a new form of late cap-italism or postindustrial society — based on mass consumption, phys-ical pleasure and hedonistic enjoyment. In consumer culture the body79http:// www.tantra.com/tantra2/index.html. On this point, see Urban, “ The Cultof Ecstasy,” andT antra: Sex, Secrecy, P olitics and P ower, chapter 6. For “ AmericanT antra™ ” see Paul Ramana Das’ and Marilena Silbey’ s web-site “ Third MillenniumMagic” (http:// www.3mm.com).80On the concept of late capitalism, see Daniel Bell,The Coming of P ost-IndustrialSociety,New Y ork: Basic Books 1973; Fredric Jameson,P ostmodernism: Or , theCultural Logic of Late Capitalism,Durham: Duke University Press 1991; Scott Lashand John Urry,The End of Organized Capitalism,Cambridge: Polity 1987; WilliamHalal,The New Capitalism,New Y ork: Wiley 1986; Ernest Mandel,Late Capitalism,London: NLB 1975; Claus Offe,Disorganized Capitalism,Oxford: Oxford UniversityPress 1985; David Harvey,The Condition of P ostmodernity,London: Blackwell 1989."},{"pageNumber":39,"pageContent":"The Power of the Impure307ceases to be an unruly vessel of desire that must be disciplined and sub-jugated; rather, the body is the ultimate source of grati cation and ful- llment. “ The new consumptive ethic:::taken over by the advertisingindustry celebrates living for the moment, hedonism, self-expression,the body beautiful, progress, freedom from social obligation.”81Withits ideal wedding of spirituality and physical pleasure, divine transcen-dence and sexual indulgence, these new forms of T antra/Sex Magickare a striking illustration of what we might call“ the spiritual logic oflate capitalism.”As such, I would suggest that Crowley and his contemporary area particularly clear example of what Michel Foucault has called the“ repressive hypothesis” — namely, the belief that sexuality has beenprudishly repressed by western society and that what is most needednow is an ecstatic liberation of our true sexual nature. Y et in fact,Foucault argues, we have perhaps not so much “ liberated” sexualityin any radical new way, but rather simply continued a long historyof preoccupation with and discourse about sexuality, which has beendescribed, debated, classi ed and categorized in endless, titillatingdetail. “ What is peculiar to modern societies,” he writes, “ is not thatthey consigned sex to a shadow existence, but that they dedicatedthemselves to speaking of it ad in nitum, while exploiting it asthesecret.”82Yet whatwehaveperhaps done is to push sex to thefurthest possible extremes — to extremes of transgression and excess,not resting until we have shattered every law, violated every taboo:81Featherstone,Consumer Culture and P ostmodernism,London: Sage 1990, 114.As Turner comments, “ The new leisure consumption and body-beautiful culturestimulate a whole new market around hedonistic personal life-styles, making thebody a target of advertising and consumer luxury.:::In the growth of a consumersociety with its emphasis on the athletic/beautiful body we see a major transformationof values from an emphasis on the control of the body for ascetic reasons to themanipulation of the body for aesthetic purposes” (Regulating Bodies: Essays inMedical Sociology,London: Routledge 1992, 164– 165, 47).82Foucault,The History of Sexuality,vol. 1:An Introduction,New Y ork: Vintage1978,35."},{"pageNumber":40,"pageContent":"308Hugh B. UrbanThe twentieth century will undoubtedly have discovered the related categoriesof exhaustion, excess, the limit and transgression — the strange and unyieldingform of these irrevocable movements which consume and consummate us.83To close I would like to quote a passage from Leslie Shepherd, whoedited Crowley’ s infamous semi-autobiographical novel,The Diaryofa Drug Fiend.Crowley and his sexual practices, Shepherd suggests,are perhaps an allegory for modern W estern society as a whole,and perhaps foreshadowed the consumptive, destructive, transgressiveforces in late capitalist society at the turn of the millennium. “ It is justas well that Crowley was ahead of his time; had he been unleashedtoday,” amidst our own obsessions with sex and transgression incontemporary consumer society, “ he might have taken the world bystorm.”84Perhaps there is still a good chance that he might.Ohio State UniversityHUG HB. URBA N334 Dulles Hall230 W . 17th Ave.Columbus, OH 43210, USAurban.41@osu.edu83Foucault,Religion and Culture,69.84Shepherd, Introduction toThe Diary of a Drug Fiend,Hyde Park: UniversityBooks 1970, vii– viii."}]
